["0704.0778",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0778"],"date":["2007-04-05","2008-09-10"],"type":["text"],"creator":["He, Xuhua","Thomsen, Jesper Funch"],"language":[],"coverage":[],"title":["Frobenius splitting and geometry of $G$-Schubert varieties"],"description":["  Let $X$ be an equivariant embedding of a connected reductive group $G$ over\nan algebraically closed field $k$ of positive characteristic. Let $B$ denote a\nBorel subgroup of $G$. A $G$-Schubert variety in $X$ is a subvariety of the\nform $\\diag(G) \\cdot V$, where $V$ is a $B \\times B$-orbit closure in $X$. In\nthe case where $X$ is the wonderful compactification of a group of adjoint\ntype, the $G$-Schubert varieties are the closures of Lusztig's $G$-stable\npieces. We prove that $X$ admits a Frobenius splitting which is compatible with\nall $G$-Schubert varieties. Moreover, when $X$ is smooth, projective and\ntoroidal, then any $G$-Schubert variety in $X$ admits a stable Frobenius\nsplitting along an ample divisors. Although this indicates that $G$-Schubert\nvarieties have nice singularities we present an example of a non-normal\n$G$-Schubert variety in the wonderful compactification of a group of type\n$G_2$. Finally we also extend the Frobenius splitting results to the more\ngeneral class of $\\mathcal R$-Schubert varieties.\n","Comment: Final version, 44 pages"]}]
["0709.2997",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2997","Journal of Statistical Theory and Practice, 1:3-4, 329-346 (2008)"],"date":["2007-09-19"],"type":["text"],"creator":["Notari, Roberto","Riccomagno, Eva","Rogantin, Maria-Piera"],"language":[],"coverage":[],"title":["Two polynomial representations of experimental design"],"description":["  In the context of algebraic statistics an experimental design is described by\na set of polynomials called the design ideal. This, in turn, is generated by\nfinite sets of polynomials. Two types of generating sets are mostly used in the\nliterature: Groebner bases and indicator functions. We briefly describe them\nboth, how they are used in the analysis and planning of a design and how to\nswitch between them. Examples include fractions of full factorial designs and\ndesigns for mixture experiments.\n","Comment: 13 pages"]}]
["0709.3225",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3225","Mol. Sim. 34, p259 - 266, 2008","doi:10.1080/08927020701744295"],"date":["2007-09-20"],"type":["text"],"creator":["van Meel, J. A.","Arnold, A.","Frenkel, D.","Zwart, S. F. Portegies","Belleman, R. G."],"language":[],"coverage":[],"title":["Harvesting graphics power for MD simulations"],"description":["  We discuss an implementation of molecular dynamics (MD) simulations on a\ngraphic processing unit (GPU) in the NVIDIA CUDA language. We tested our code\non a modern GPU, the NVIDIA GeForce 8800 GTX. Results for two MD algorithms\nsuitable for short-ranged and long-ranged interactions, and a congruential\nshift random number generator are presented. The performance of the GPU's is\ncompared to their main processor counterpart. We achieve speedups of up to 80,\n40 and 150 fold, respectively. With newest generation of GPU's one can run\nstandard MD simulations at 10^7 flops/$.\n","Comment: 12 pages, 5 figures. Submitted to Mol. Sim"]}]
["0712.3970",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3970","Physical Review Letters 100 (2008) 187003","doi:10.1103/PhysRevLett.100.187003"],"date":["2007-12-24"],"type":["text"],"creator":["Fay, A.","Hoskinson, E.","Lecocq, F.","Lévy, L. P.","Hekking, F. W. J.","Guichard, W.","Buisson, O."],"language":[],"coverage":[],"title":["Strong tunable coupling between a superconducting charge and phase qubit"],"description":["  We have realized a tunable coupling over a large frequency range between an\nasymmetric Cooper pair transistor (charge qubit) and a dc SQUID (phase qubit).\nOur circuit enables the independent manipulation of the quantum states of each\nqubit as well as their entanglement. The measurements of the charge qubit's\nquantum states is performed by resonant read-out via the measurement of the\nquantum states of the SQUID. The measured coupling strength is in agreement\nwith an analytic theory including a capacitive and a tunable Josephson coupling\nbetween the two qubits.\n","Comment: 5 pages"]}]
["0801.1783",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Computer Science and Game Theory","Computer Science - Logic in Computer Science","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1783","Dans Proceedings of the International Conference on Foundations of\n  the Formal Sciences V : Infinite Games - Foundations of the Formal Sciences V\n  : Infinite Games, November 26-29, 2004, Bonn : Allemagne"],"date":["2008-01-11"],"type":["text"],"creator":["Duparc, Jacques","Finkel, Olivier"],"language":[],"coverage":[],"title":["An omega-power of a context-free language which is Borel above\n  Delta^0_omega"],"description":["  We use erasers-like basic operations on words to construct a set that is both\nBorel and above Delta^0_omega, built as a set V^\\omega where V is a language of\nfinite words accepted by a pushdown automaton. In particular, this gives a\nfirst example of an omega-power of a context free language which is a Borel set\nof infinite rank.\n","Comment: To appear in the Proceedings of the International Conference\n  Foundations of the Formal Sciences V : Infinite Games, November 26th to 29th,\n  2004, Bonn, Germany, Stefan Bold, Benedikt L\\\"owe, Thoralf R\\\"asch, Johan van\n  Benthem (eds.), College Publications at King's College (Studies in Logic),\n  2007"]}]
["0801.2947",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2947"],"date":["2008-01-18","2008-09-10"],"type":["text"],"creator":["Nouicer, Rachid","Collaboration, for the PHENIX"],"language":[],"coverage":[],"title":["Silicon Vertex Tracker for PHENIX Upgrade at RHIC: Capabilities and\n  Detector Technology"],"description":["  From the wealth of data obtained from the first three years of RHIC\noperation, the four RHIC experiments, BRAHMS, PHENIX, PHOBOS and STAR, have\nconcluded that a high density partonic matter is formed at central Au+Au\ncollisions at 200 GeV. The research focus now shifts from initial discovery to\na detailed exploration of partonic matter. Particles carrying heavy flavor,\ni.e. charm or beauty quarks, are powerful tool for study the properties of the\nhot and dense medium created in high-energy nuclear collisions at RHIC. At the\nrelatively low transverse momentum region, the collective motion of the heavy\nflavor will be a sensitive signal for the thermalization of light flavors. An\nupgrade of RHIC (RHIC-II) is intended for the second half of the decade, with a\nluminosity increase to about 20-40 times the design value of 8x1026 cm-2 s-1\nfor Au+Au, and 2x1032 cm-2 s-1 for polarized proton beams. The PHENIX\ncollaboration plans to upgrade its experiment to exploit with an enhanced\ndetector new physics then in reach. For this purpose, we are constructing the\nSilicon Vertex Tracker (VTX). The VTX detector will provide us the tool to\nmeasure new physics observables that are not accessible at the present RHIC or\navailable only with very limited accuracy. The VTX detector consists of four\nlayers of barrel detectors located in the region of pseudorapidity |eta| < 1.2\nand covers almost 2 azimuthal angle. The pseudorapidity is defined as eta =\n-ln[tan(/2)], where is the emission angle relative to the beam axis. In this\npaper, we will provide details of the physics capability added to PHENIX by the\nnew central silicon vertex tracker, the status of the project, including\ntechnology choices used in the design, performance of individual silicon sensor\nand silicon detector prototype.\n","Comment: 13 pages, the 16th International Workshop on Vertex detectors,\n  September 23-28 2007, Lake Placid, NY, U.S.A. accepted for publication in\n  Proceeding of Science (PoS)"]}]
["0801.3160",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3160","EPL, 84, 27001 (2008)","doi:10.1209/0295-5075/84/27001"],"date":["2008-01-21"],"type":["text"],"creator":["Zhong, Zhicheng","Kelly, Paul J."],"language":[],"coverage":[],"title":["Electronic structure induced reconstruction and magnetic ordering at the\n  LaAlO$_3|$SrTiO$_3$ interface"],"description":["  Using local density approximation (LDA) calculations we predict\nGdFeO$_3$-like rotation of TiO$_6$ octahedra at the $n$-type interface between\nLaAlO$_3$ and SrTiO$_3$. The narrowing of the Ti $d$ bandwidth which results\nmeans that for very modest values of $U$, LDA$+U$ calculations predict charge\nand spin ordering at the interface. Recent experimental evidence for magnetic\ninterface ordering may be understood in terms of the close proximity of an\nantiferromagnetic insulating ground state to a ferromagnetic metallic excited\nstate.\n"]}]
["0801.3735",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3735","Europhys. Lett. 83, 47009 (2008)","doi:10.1209/0295-5075/83/47009"],"date":["2008-01-24","2008-09-10"],"type":["text"],"creator":["Taddei, Fabio","Hekking, Frank W. J."],"language":[],"coverage":[],"title":["Measuring the distribution of current fluctuations through a Josephson\n  junction with very short current pulses"],"description":["  We propose to probe the distribution of current fluctuations by means of the\nescape probability histogram of a Josephson junction (JJ), obtained using very\nshort bias current pulses in the adiabatic regime, where the low-frequency\ncomponent of the current fluctuations plays a crucial role. We analyze the\neffect of the third cumulant on the histogram in the small skewness limit, and\naddress two concrete examples assuming realistic parameters for the JJ. In the\nfirst one we study the effects due to fluctuations produced by a tunnel\njunction, finding that the signature of higher cumulants can be detected by\ntaking the derivative of the escape probability with respect to current. In\nsuch a realistic situation, though, the determination of the whole distribution\nof current fluctuations requires an amplification of the cumulants. As a second\nexample we consider magnetic flux fluctuations acting on a SQUID produced by a\nrandom telegraph source of noise.\n","Comment: 6 pages, 6 figures; final version"]}]
["0803.0483",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0483","Phys. Rev. E 78, 032901 (2008)","doi:10.1103/PhysRevE.78.032901"],"date":["2008-03-04","2008-06-19"],"type":["text"],"creator":["Hu, Tao","Shklovskii, B. I."],"language":[],"coverage":[],"title":["Theory of DNA translocation through narrow ion channels and nanopores\n  with charged walls"],"description":["  Translocation of a single stranded DNA through genetically engineered\n$\\alpha$-hemolysin channels with positively charged walls is studied. It is\npredicted that transport properties of such channels are dramatically different\nfrom neutral wild type $\\alpha$-hemolysin channel. We assume that the wall\ncharges compensate the fraction $x$ of the bare charge $q_{b}$ of the DNA piece\nresiding in the channel. Our prediction are as follows (i) At small\nconcentration of salt the blocked ion current decreases with $x$. (ii) The\neffective charge $q$ of DNA piece, which is very small at $x = 0$ (neutral\nchannel) grows with $x$ and at $x=1$ reaches $q_{b}$. (iii) The rate of DNA\ncapture by the channel exponentially grows with $x$. Our theory is also\napplicable to translocation of a double stranded DNA in narrow solid state\nnanopores with positively charged walls.\n","Comment: 3 pages, 1 figure"]}]
["0803.0780",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0780","Eur. Phys. J. B 65, 141-147 (2008)","doi:10.1140/epjb/e2008-00305-8"],"date":["2008-03-05","2008-06-30"],"type":["text"],"creator":["Zhang, Zhongzhi","Zhou, Shuigeng","Su, Zhan","Zou, Tao","Guan, Jihong"],"language":[],"coverage":[],"title":["Random Sierpinski network with scale-free small-world and modular\n  structure"],"description":["  In this paper, we define a stochastic Sierpinski gasket, on the basis of\nwhich we construct a network called random Sierpinski network (RSN). We\ninvestigate analytically or numerically the statistical characteristics of RSN.\nThe obtained results reveal that the properties of RSN is particularly rich, it\nis simultaneously scale-free, small-world, uncorrelated, modular, and maximal\nplanar. All obtained analytical predictions are successfully contrasted with\nextensive numerical simulations. Our network representation method could be\napplied to study the complexity of some real systems in biological and\ninformation fields.\n","Comment: 7 pages, 9 figures; final version accepted for publication in EPJB"]}]
["0803.0942",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Mesoscale and Nanoscale Physics","35J10","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0942","J. Phys. A: Math. Theor. 41 (2008) 395304","doi:10.1088/1751-8113/41/39/395304"],"date":["2008-03-06"],"type":["text"],"creator":["Bejenari, Igor","Kantser, Valeriu"],"language":[],"coverage":[],"title":["Asymptotic solution of the Schrodinger equation for the elliptic wire in\n  the magnetic field"],"description":["  The asymptotic solution of the Schrodinger equation with non-separable\nvariables is obtained for a particle confined to an infinite elliptic cylinder\npotential well under applied uniform longitudinal magnetic field. Using\nstandard-problem method, dimension quantized eigenvalues have been calculated\nwhen the magnetic length is large enough in comparison with the half of the\ndistance between the boundary ellipse focuses. In semi-classical approximation,\nthe confined electron (hole) states are divided into the Boundary States (BS),\nRing States (RS), Hyperbolic Caustic States (HCS), and Harmonic Oscillator\nStates (HOS). For large angular momentum quantum numbers and small radial\nquantum numbers, the BS and RS are grouped into the Whispering Gallery mode.\nThey associate with particles moving along the wire cross section boundary. The\nmotion is limited from the wire core by the elliptic caustic. Consisting of the\nHCS and HOS, the Jumping Ball modes correspond to the states of particle moving\nalong a wire diameter when the angular momentum quantum number is much less\nthan the radial quantum number. In this case, the motion is restricted by the\nhyperbolic caustics and two boundary ellipse arcs. For excited hole states in\nBi wire, the energy spectrum and space probability distribution are analyzed.\n","Comment: 27 pages, 2 figures"]}]
["0803.0975",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0975","Phys. Rev. B 78, 014512 (2008)","doi:10.1103/PhysRevB.78.014512"],"date":["2008-03-06","2008-09-10"],"type":["text"],"creator":["Khlebnikov, S."],"language":[],"coverage":[],"title":["Quantum mechanics of superconducting nanowires"],"description":["  In a short superconducting nanowire connected to bulk superconducting leads,\nquantum phase slips behave as a system of linearly (as opposed to\nlogarithmically) interacting charges. This system maps onto quantum mechanics\nof a particle in a periodic potential. We show that, while the state with a\nhigh density of phase slips is not a true insulator (a consequence of Josephson\ntunneling between the leads), for a range of parameters it behaves as such down\nto unobservably small temperatures. We also show that quantum phase slips give\nrise to multiple branches (bands) in the energy-current relation and to an\ninterband (\"exciton\") mode.\n","Comment: 6 pages, 1 figure; published in Phys. Rev. B"]}]
["0804.1783",{"format":[],"subject":["Mathematical Physics","47A55","47N55","82C10","81V80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1783","doi:10.1007/s10955-008-9605-0"],"date":["2008-04-10","2008-09-10"],"type":["text"],"creator":["Vargas, Rodrigo"],"language":[],"coverage":[],"title":["Repeated Interaction Quantum Systems: van Hove Limits and Asymptotic\n  States"],"description":["  We establish the existence of two weak coupling regime effective dynamics for\nan open quantum system of repeated interactions (vanishing strength and\nindividual interaction duration, respectively). This generalizes known results\nin that the von Neumann algebras describing the system and the chain element\nmay not be of finite type. Then (but now assuming that the small system is of\nfinite type), we prove that both effective dynamics capture the long-term\nbehaviour of the system: existence of a unique asymptotic state for them\nimplies the same property for the respective exact dynamics--provided that the\nperturbation parameter is sufficiently small. The zero-th order term in a power\nseries expansion in the perturbation parameter of such an asymptotic state is\ngiven by the asymptotic state of the effective dynamics. We conclude by working\nout the case in which the small system and the chain element are spins.\n","Comment: Final version accepted in J. Stat. Phys., some proofs corrected. 18\n  pages, no figures"]}]
["0804.2649",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2649","Phys. Rev. Lett. 101, 077004 (2008)","doi:10.1103/PhysRevLett.101.077004"],"date":["2008-04-16","2008-09-10"],"type":["text"],"creator":["Tirelli, S.","Savin, A. M.","Garcia, C. Pascual","Pekola, J. P.","Beltram, F.","Giazotto, F."],"language":[],"coverage":[],"title":["Manipulation and Generation of Supercurrent in Out-of-Equilibrium\n  Josephson Tunnel Nanojunctions"],"description":["  We demonstrate experimentally manipulation of supercurrent in Al-AlO_x-Ti\nJosephson tunnel junctions by injecting quasiparticles in a Ti island from two\nadditional tunnel-coupled Al superconducting reservoirs. Both supercurrent\nenhancement and quenching with respect to equilibrium are achieved. We\ndemonstrate cooling of the Ti line by quasiparticle injection from the normal\nstate deep into the superconducting phase. A model based on heat transport and\nnon-monotonic current-voltage characteristic of a Josephson junction\nsatisfactorily accounts for our findings.\n","Comment: 4 pages, 4 colour figures, published version"]}]
["0804.4290",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4290","Europhysics Letters 83, 67006 (2008).","doi:10.1209/0295-5075/83/67006"],"date":["2008-04-28","2008-06-12"],"type":["text"],"creator":["Wang, Cao","Li, Linjun","Chi, Shun","Zhu, Zengwei","Ren, Zhi","Li, Yuke","Wang, Yuetao","Lin, Xiao","Luo, Yongkang","Jiang, Shuai","Xu, Xiangfan","Cao, Guanghan","Xu, Zhu'an"],"language":[],"coverage":[],"title":["Thorium-doping induced superconductivity up to 56 K in Gd1-xThxFeAsO"],"description":["  Following the discovery of superconductivity in an iron-based arsenide\nLaO1-xFxFeAs with a superconducting transition temperature (Tc) of 26 K[1], Tc\nwas pushed up surprisingly to above 40 K by either applying pressure[2] or\nreplacing La with Sm[3], Ce[4], Nd[5] and Pr[6]. The maximum Tc has climbed to\n55 K, observed in SmO1-xFxFeAs[7, 8] and SmFeAsO1-x[9]. The value of Tc was\nfound to increase with decreasing lattice parameters in LnFeAsO1-xFx (Ln stands\nfor the lanthanide elements) at an apparently optimal doping level. However,\nthe F- doping in GdFeAsO is particularly difficult[10,11] due to the lattice\nmismatch between the Gd2O2 layers and Fe2As2 layers. Here we report observation\nof superconductivity with Tc as high as 56 K by the Th4+ substitution for Gd3+\nin GdFeAsO. The incorporation of relatively large Th4+ ions relaxes the lattice\nmismatch, hence induces the high temperature superconductivity.\n","Comment: 4 pages, 3 figures"]}]
["0804.4550",{"format":[],"subject":["Mathematics - Dynamical Systems","37E05 (Primary), 37A99, 37B10, 54H20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4550"],"date":["2008-04-29","2008-09-10"],"type":["text"],"creator":["Cortez, María Isabel","Rivera-Letelier, Juan"],"language":[],"coverage":[],"title":["Invariant measures of minimal post-critical sets of logistic maps"],"description":["  We construct logistic maps whose restriction to the omega-limit set of its\ncritical point is a minimal Cantor system having a prescribed number of\ndistinct ergodic and invariant probability measures. In fact, we show that\nevery metrizable Choquet simplex whose set of extreme points is compact and\ntotally disconnected can be realized as the set of invariant probability\nmeasures of a minimal Cantor system corresponding to the restriction of a\nlogistic map to the omega-limit set of its critical point. Furthermore, we show\nthat such a logistic map $f$ can be taken so that each such invariant measure\nhas zero Lyapunov exponent and is an equilibrium state of $f$ for the potential\n$-\\ln |f'|$.\n","Comment: 30 pages, minor corrections, to appear in Israel J. Math"]}]
["0805.0242",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26D15","39A12","49K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0242","Int. J. Math. Stat. 5 (2009), No. A09, 52--59"],"date":["2008-05-02"],"type":["text"],"creator":["Ferreira, Rui A. C.","Ammi, Moulay Rchid Sidi","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Diamond-alpha Integral Inequalities on Time Scales"],"description":["  The theory of the calculus of variations was recently extended to the more\ngeneral time scales setting, both for delta and nabla integrals. The primary\npurpose of this paper is to further extend the theory on time scales, by\nestablishing some basic diamond-alpha dynamic integral inequalities. We prove\ngeneralized versions of H\\\"{o}lder, Cauchy-Schwarz, Minkowski, and Jensen's\ninequalities. For the particular case when alpha is equal to one or alpha is\nequal to zero one gets, respectively, correspondent delta and nabla\ninequalities. If we further restrict ourselves by fixing the time scale to the\nreal or integer numbers, then we obtain the classical inequalities, whose role\nin optimal control is well known. By analogy, we trust that the diamond-alpha\nintegral inequalities we prove here will be important in the study of control\nsystems on times scales.\n","Comment: Accepted to the 8th Portuguese Conference on Automatic Control --\n  CONTROLO'2008, 21 to 23 July 2008, UTAD University, Vila Real, Portugal"]}]
["0805.0274",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","40C99","39A13","40A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0274","Int. J. Math. Stat. 5 (2009), No. A09, 92--101"],"date":["2008-05-02"],"type":["text"],"creator":["Mozyrska, Dorota","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Diamond-alpha Polynomial Series on Time Scales"],"description":["  The objective of this paper is twofold: (i) to survey existing results of\ngeneralized polynomials on time scales, covering definitions and properties for\nboth delta and nabla derivatives; (ii) to extend previous results by using the\nmore general notion of diamond-alpha derivative on time scales. We introduce a\nnew notion of combined-polynomial series on a time scale, as a convex linear\ncombination of delta and nabla generalized series. Main results are formulated\nfor homogenous time scales. As an example, we compute diamond-alpha derivatives\non time scales for delta and nabla exponential functions.\n","Comment: Accepted to the 8th Portuguese Conference on Automatic Control --\n  CONTROLO'2008, 21 to 23 July 2008, UTAD University, Vila Real, Portugal"]}]
["0805.1291",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","32W30","32T25","32V35","32W10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1291"],"date":["2008-05-09","2008-09-10"],"type":["text"],"creator":["Street, Brian"],"language":[],"coverage":[],"title":["The $\\square_b$ Heat Equation and Multipliers via the Wave Equation"],"description":["  Recently, Nagel and Stein studied the $\\square_b$-heat equation, where\n$\\square_b$ is the Kohn Laplacian on the boundary of a weakly-pseudoconvex\ndomain of finite type in $\\C^2$. They showed that the Schwartz kernel of\n$e^{-t\\square_b}$ satisfies good \"off-diagonal\" estimates, while that of\n$e^{-t\\square_b}-\\pi$ satisfies good \"on-diagonal\" estimates, where $\\pi$ is\nthe Szeg\\\"o projection. We offer a simple proof of these results, which easily\ngeneralizes to other, similar situations. Our methods involve adapting the\nwell-known relationship between the heat equation and the finite propagation\nspeed of the wave equation to this situation. In addition, we apply these\nmethods to study multipliers of the form $m\\l(\\square_b\\r)$. In particular, we\nshow that $m\\l(\\square_b\\r)$ is an NIS operator, where $m$ satisfies an\nappropriate Mihlin-H\\\"ormander condition.\n","Comment: 29 pages; minor corrections"]}]
["0805.1788",{"format":[],"subject":["Computer Science - Multiagent Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1788"],"date":["2008-05-13"],"type":["text"],"creator":["Kretz, Tobias","Hengst, Stefan","Vortisch, Peter"],"language":[],"coverage":[],"title":["Pedestrian Flow at Bottlenecks - Validation and Calibration of Vissim's\n  Social Force Model of Pedestrian Traffic and its Empirical Foundations"],"description":["  In this contribution first results of experiments on pedestrian flow through\nbottlenecks are presented and then compared to simulation results obtained with\nthe Social Force Model in the Vissim simulation framework. Concerning the\nexperiments it is argued that the basic dependence between flow and bottleneck\nwidth is not a step function but that it is linear and modified by the effect\nof a psychological phenomenon. The simulation results as well show a linear\ndependence and the parameters can be calibrated such that the absolute values\nfor flow and time fit to range of experimental results.\n","Comment: Accepted for presentation at International Symposium of Transport\n  Simulation 2008 (ISTS08) in Gold Coast, Australia"]}]
["0805.2357",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2357","Phys. Rev. B 78, 035123 (2008)","doi:10.1103/PhysRevB.78.035123"],"date":["2008-05-15"],"type":["text"],"creator":["Cai, Zi","Chen, Shu","Kou, Supeng","Wang, Yupeng"],"language":[],"coverage":[],"title":["Properties of A Class of Topological Phase Transition"],"description":["  The properties of a class of topological quantum phase transition (TQPT) are\nanalyzed based on a model proposed by Haldane. We study the effect of finite\ntemperature on this phase transition. We have found that finite temperature\nwould drive this TQPT to be a crossover, while it is stable against the weak\nshort range interaction. When the interaction is strong enough, however, this\nTQPT is unstable and other states would emerge. Then we investigate the effect\nof the on-site energy in the original haldane model. The critical difference\nbetween our TQPT and the topological phase transition in conventional quantum\nHall system is discussed. Finally, we discuss the potential application of our\nanalysis to a topological phase transition proposed in a realistic system.\n","Comment: 7 pages, 7 figures. Accepted by Phys. Rev. B"]}]
["0805.2418",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2418","2008ApJ...684.1427M","doi:10.1086/590140"],"date":["2008-05-16"],"type":["text"],"creator":["Machalek, Pavel","McCullough, Peter R.","Burke, Christopher J.","Valenti, Jeff A.","Burrows, Adam","Hora, Joseph L."],"language":[],"coverage":[],"title":["Thermal Emission of Exoplanet XO-1b"],"description":["  We estimate flux ratios of the extrasolar planet XO-1b to its host star XO-1\nat 3.6, 4.5, 5.8 and 8.0 microns with the IRAC on the Spitzer Space Telescope\nto be 0.00086 +/- 0.00007, 0.00122 +/- 0.00009, 0.00261 +/- 0.00031 and 0.00210\n+/- 0.00029, respectively. The fluxes are inconsistent with a canonical\ncloudless model for the thermal emission from a planet and suggest an\natmosphere with a thermal inversion layer and a possible stratospheric\nabsorber. A newly emerging correlation between the presence of a thermal\ninversion layer in the planetary atmosphere and stellar insolation of the\nplanet (Burrows et al. 2007b) is refined. The sub-stellar point flux from the\nparent star at XO-1b of ~ 0.49 x 10^9 erg cm^-2 s^-1 sets a new lower limit for\nthe occurrence of a thermal inversion in a planetary atmosphere.\n","Comment: 7 pages, 4 figures, 2 tables, accepted for publication to ApJ"]}]
["0805.2990",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2990"],"date":["2008-05-19","2008-09-10"],"type":["text"],"creator":["Novikov, Alexey","Ovchinnikov, Mikhail"],"language":[],"coverage":[],"title":["Motion of quantum particle in dilute Bose-Einstein condensate at zero\n  temperature"],"description":["  The motion of single quantum particle through Bose-Einstein condensate (BEC)\nis considered within perturbation theory with respect to the particle-BEC\ninteraction. The Hamiltonian of BEC is diagonalized by means of Bogoliubov's\nmethod. The process of dissipation due to the creation of excitation in BEC is\nanalyzed and the dissipation rate is calculated in the lowest order of\nperturbation theory. The Landau's criterion for energy dissipation in BEC is\nthen recovered. The energy spectrum of the impurity particle due to the\ninteraction with BEC and its effective mass are evaluated.\n"]}]
["0805.3215",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3215"],"date":["2008-05-21","2008-09-10"],"type":["text"],"creator":["Gallagher, Isabelle","Paicu, Marius"],"language":[],"coverage":[],"title":["Remarks on the blow-up of solutions to a toy model for the Navier-Stokes\n  equations"],"description":["  S. Montgomery-Smith provided a one dimensional model for the three\ndimensional, incompressible Navier-Stokes equations, for which he proved the\nblow up of solutions associated to a class of large initial data, while the\nsame global existence results as for the Navier-Stokes equations hold for small\ndata. In this note the model is adapted to the case of two and three space\ndimensions, with the additional feature that the divergence free condition is\npreserved. It is checked that the family of initial data constructed previously\nby J.-Y Chemin and I. Gallagher which is arbitrarily large but yet generates a\nglobal solution to the Navier-Stokes equations in three space dimensions,\nactually causes blow up for the toy model -- meaning that the precise structure\nof the nonlinear term is crucial to understand the dynamics of large solutions\nto the Navier-Stokes equations.\n","Comment: Version to be published in the Proceedings of the AMS, typos and\n  corrections according to the recommendations of the referees"]}]
["0806.0942",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0942","Europhys. Lett. 83, 47011 (2008)","doi:10.1209/0295-5075/83/47011"],"date":["2008-06-05"],"type":["text"],"creator":["Rossini, Davide","Fazio, Rosario","Santoro, Giuseppe"],"language":[],"coverage":[],"title":["Photon and polariton fluctuations in arrays of QED-cavities"],"description":["  We propose to detect the Mott insulator-superfluid quantum phase transition\nin an array of coupled cavities by studying the polariton and photon\nfluctuations in a block of linear dimension M (in units of the lattice constant\nof the array). We explicitly show this for a one-dimensional array; the\nanalysis can be however extended to higher dimensions. In the Mott phase\npolariton fluctuations are independent of the block size. In the superfluid\nphase they grow logarithmically with M, the prefactor being related to the\ncompressibility of the system. In the case of photon fluctuations, the critical\nbehaviour is encoded in the subleading scaling with the block dimension, while\nthe leading behaviour is linear in M and non-critical. Our results have been\nobtained by means of the density matrix renormalization group numerical\nalgorithm.\n","Comment: 6 pages, 7 figures"]}]
["0806.1265",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1265","J. Phys.: Condens. Matter 20, 365220 (2008)","doi:10.1088/0953-8984/20/36/365220"],"date":["2008-06-09","2008-07-25"],"type":["text"],"creator":["Hamlin, J. J.","Baumbach, R. E.","Zocco, D. A.","Sayles, T. A.","Maple, M. B."],"language":[],"coverage":[],"title":["Superconductivity in single crystals of LaFePO"],"description":["  Single crystals of the compound LaFePO were prepared using a flux growth\ntechnique at high temperatures. Electrical resistivity measurements reveal\nmetallic behavior and a resistive transition to the superconducting state at a\ncritical temperature T_c ~ 6.6 K. Magnetization measurements also show the\nonset of superconductivity near 6 K. In contrast, specific heat measurements\nmanifest no discontinuity at T_c. These results lend support to the conclusion\nthat the superconductivity is associated with oxygen vacancies that alter the\ncarrier concentration in a small fraction of the sample, although\nsuperconductivity characterized by an unusually small gap value can not be\nruled-out. Under applied magnetic fields, T_c is suppressed anisotropically for\nfields perpendicular and parallel to the ab-plane, suggesting that the\ncrystalline anisotropy strongly influences the superconducting state.\nPreliminary high-pressure measurements show that T_c passes through a maximum\nof nearly 14 K at ~ 110 kbar, demonstrating that significantly higher T_c\nvalues may be achieved in the phosphorus-based oxypnictides.\n","Comment: Submitted to Journal of Physics: Condensed Matter"]}]
["0806.1839",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1839","Phys. Rev. B 78, 094404 (2008) (Editors' suggestion)","doi:10.1103/PhysRevB.78.094404"],"date":["2008-06-11","2008-09-10"],"type":["text"],"creator":["Tu, Hong-Hao","Zhang, Guang-Ming","Xiang, Tao"],"language":[],"coverage":[],"title":["Class of exactly solvable SO(n) symmetric spin chains with matrix\n  product ground states"],"description":["  We introduce a class of exactly solvable SO(n) symmetric Hamiltonians with\nmatrix product ground states. For an odd $n\\geq 3$ case, the ground state is a\ntranslational invariant Haldane gap spin liquid state; while for an even $n\\geq\n4$ case, the ground state is a spontaneously dimerized state with twofold\ndegeneracy. In the matrix product ground states for both cases, we identify a\nhidden antiferromagnetic order, which is characterized by nonlocal string order\nparameters. The ground-state phase diagram of a generalized SO(n) symmetric\nbilinear-biquadratic model is discussed.\n","Comment: 11 pages, 5 figures"]}]
["0806.3446",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3446","Phys. Rev. B 78, 054446 (2008)","doi:10.1103/PhysRevB.78.054446"],"date":["2008-06-20"],"type":["text"],"creator":["Mavropoulos, Phivos"],"language":[],"coverage":[],"title":["Spin injection from Fe into Si(001): ab initio calculations and role of\n  the Si complex band structure"],"description":["  We study the possibility of spin injection from Fe into Si(001), using the\nSchottky barrier at the Fe/Si contact as tunneling barrier. Our calculations\nare based on density-functional theory for the description of the electronic\nstructure and on a Landauer-Buttiker approach for the current. The\ncurrent-carrying states correspond to the six conduction band minima of Si,\nwhich, when projected on the (001) surface Brillouin zone (SBZ), form five\nconductance hot spots: one at the SBZ center and four symmetric satellites. The\nsatellites yield a current polarization of about 50%, while the SBZ center can,\nunder very low gate voltage, yield up to almost 100%, showing a zero-gate\nanomaly. This extremely high polarization is traced back to the symmetry\nmismatch of the minority-spin Fe wavefunctions to the conduction band\nwavefunctions of Si at the SBZ center. The tunneling current is determined by\nthe complex band structure of Si in the [001] direction, which shows\nqualitative differences compared to that of direct-gap semiconductors.\nDepending on the Fermi level position and Schottky barrier thickness, the\ncomplex band structure can cause the contribution of the satellites to be\norders of magnitude higher or lower than the central contribution. Thus, by\nappropriate tuning of the interface properties, there is a possibility to cut\noff the satellite contribution and to reach high injection efficiency. Also, we\nfind that a moderate strain of 0.5% along the [001] direction is sufficient to\nlift the degeneracy of the pockets so that only states at the zone center can\ncarry current.\n"]}]
["0806.4544",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4544","Mon. Not. R. Astron. Soc., 2008, Volume 389, Issue 3, pp.\n  1375-1382","doi:10.1111/j.1365-2966.2008.13656.x"],"date":["2008-06-27"],"type":["text"],"creator":["Baluev, Roman V."],"language":[],"coverage":[],"title":["Optimal strategies of radial velocity observations in planet search\n  surveys"],"description":["  Applications of the theory of optimal design of experiments to radial\nvelocity planet search surveys are considered. Different optimality criteria\nare discussed, basing on the Fisher, Shannon, and Kullback-Leibler\ninformations. Algorithms of optimal scheduling of RV observations for two\nimportant practical problems are considered. The first problem is finding the\ntime for future observations to yield the maximum improvement of the precision\nof exoplanetary orbital parameters and masses. The second problem is finding\nthe most favourable time for distinguishing alternative orbital fits (the\nscheduling of discriminating observations).\n  These methods of optimal planning are demonstrated to be potentially\nefficient for multi-planet extrasolar systems, in particular for resonant ones.\nIn these cases, the optimal dates of observations are often concentrated in\nquite narrow time segments.\n","Comment: 8 pages, 2 figures, no tables, Accepted to MNRAS"]}]
["0807.1780",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1780","J. Phys. Soc. Jpn. 77 (2008) 094707","doi:10.1143/JPSJ.77.094707"],"date":["2008-07-11"],"type":["text"],"creator":["Kita, Tomoko","Sakano, Rui","Ohashi, Takuma","Suga, Sei-ichiro"],"language":[],"coverage":[],"title":["Three-orbital Kondo effect in single quantum dot system with plural\n  electrons"],"description":["  We study the Kondo effect and related transport properties in orbitally\ndegenerate vertical quantum dot systems with plural electrons. Applying the\nnon-crossing approximation to the three-orbital Anderson impurity model with\nthe finite Coulomb interaction and Hund-coupling, we investigate the\nmagnetic-field dependence of the conductance and thermopower. We also introduce\nan additional orbital splitting to take account of the realistic many-body\neffect in the vertical quantum dot system. It is clarified how the\nthree-orbital Kondo effect influences the transport properties via the\nmodulation of the Kondo temperature and unitary limit of transport quantities\ndue to the change of the symmetry in the system.\n","Comment: 11 pages, 10 figures, accepted for publication in J. Phys. Soc. Jpn"]}]
["0807.3937",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3937","Proceedings of ESSA 2008 (10)"],"date":["2008-07-24","2008-09-10"],"type":["text"],"creator":["Gargiulo, Floriana","Lottini, Stefano","Mazzoni, Alberto"],"language":[],"coverage":[],"title":["The saturation threshold of public opinion: are aggressive media\n  campaigns always effective?"],"description":["  An important aspect that must be considered when studying opinion formation\nphenomena is the different social attitude of the agents taking part in the\nprocess. Different kinds of interconnections and of interacting behaviours\nshould be associated to the agents depending on their opinion: radicals tend to\nself-segregate but, on the other hand, have a stronger capacity to convince\nneutral agents. Other important questions arise when the official media\nstrongly promotes one position. The different perception that each agent has of\nthe official information can lead, in case of monopolistic and aggressive\nmedia, to a reaction effect in the population that starts to create massive\nantagonist clusters.\n","Comment: 4 pages, 1 figure; submitted in a slightly reduced form to ESSA2008\n  Conference. Last reference updated; minor typos fixed"]}]
["0807.4749",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4749"],"date":["2008-07-29","2008-09-10"],"type":["text"],"creator":["Koonin, Eugene V.","Novozhilov, Artem S."],"language":[],"coverage":[],"title":["Origin and evolution of the genetic code: The universal enigma"],"description":["  The genetic code is nearly universal, and the arrangement of the codons in\nthe standard codon table is highly non-random. The three main concepts on\norigin and evolution of the code are the stereochemical theory; the coevolution\ntheory; and the error minimization theory. These theories are not mutually\nexclusive and are also compatible with the frozen accident hypothesis.\nMathematical analysis of the structure and possible evolutionary trajectories\nof the code shows that it is highly robust to translational error but there is\na huge number of more robust codes, so that the standard code potentially could\nevolve from a random code via a short sequence of codon series reassignments.\nThus, much of the evolution that led to the standard code can be interpreted as\na combination of frozen accident with selection for translational error\nminimization although contributions from coevolution of the code with metabolic\npathways and/or weak affinities between amino acids and nucleotide triplets\ncannot be ruled out. However, such scenarios for the code evolution are based\non formal schemes whose relevance to the actual primordial evolution is\nuncertain, so much caution in interpretation is necessary. A real understanding\nof the code's origin and evolution is likely to be attainable only in\nconjunction with a credible scenario for the evolution of the coding principle\nitself and the translation system.\n","Comment: critical review, 24 pages, 4 figures, submitted to IUBMB Life,\n  modified and extended version"]}]
["0808.2001",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2001","Appl. Phys. Lett. 93 102509 (2008)"],"date":["2008-08-14"],"type":["text"],"creator":["Carey, M. J.","Smith, Neil","Maat, S.","Childress, J. R."],"language":[],"coverage":[],"title":["High-output CPP-GMR sensor with synthetic-ferrimagnet free layer and\n  enhanced spin-torque critical currents"],"description":["  It is shown that the maximum stable output of a CPP-GMR sensor is increased\nsignificantly by using a synthetic ferrimagnet free layer, provided the\nelectron current flows from free layer to reference layer. This free layer\nallows a larger magnetoresistance ratio for a given free layer magnetic moment,\nand in addition results in a greater than three-fold increase in the critical\ncurrent above which spin-torque instability of the free layer occurs. In read\nheads with net free layer moments equivalent to only 4.5nm of Ni80Fe20, this\neffect is shown to result in sustainable sense current densities above 2e8\nA/cm2.\n","Comment: 9 pages (manuscript form), wih 4 embedded figures. Submitted for\n  publication"]}]
["0808.3135",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3135"],"date":["2008-08-22","2008-09-09"],"type":["text"],"creator":["Wang, Ruyong","Zheng, Yi","Yao, Aiping"],"language":[],"coverage":[],"title":["Can a Matter-Wave Interferometer Detect Translational Speed?"],"description":["  Based only on the Galilean addition of velocities and the de Broglie\nrelation, it is deduced that in a matter-wave interferometer with slow-speed\nparticles, a moving segment of deltaL with a velocity V contributes deltaPhi =\n(2Pi/vlamda)VdotdeltaL to the total phase difference of the interferometer,\nwhere v is the speed of the particles and lamda is the wavelength.. This\nexpression is exactly the same as the generalized Sagnac effect for light waves\nfound by experiments except that v is replaced by c. For a rotational motion,\nit leads to the Sagnac effect. Additionally, the scientific value of this\nrelationship is also to explore the possibility of detecting translation speeds\nby a matter-wave interferometer. Two configurations of the experimental setup\nhave been indicated and the key element is that the paths of the interfering\nbeams constitute a loop with an opening. If the possibility is confirmed by\nexperiments, the conclusions will be that there is a preferred reference frame\nfor matter waves and a speedometer with a very high sensitivity is possible.\n","Comment: 5 pages, 3 figures. Added a reference"]}]
["0808.3184",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3184","Phys. Rev. E 78, 031109 (2008)","doi:10.1103/PhysRevE.78.031109"],"date":["2008-08-23"],"type":["text"],"creator":["Ramos, J. A. P.","Granato, E.","Achim, C. V.","Ying, S. C.","Elder, K. R.","Ala-Nissila, T."],"language":[],"coverage":[],"title":["Thermal fluctuations and phase diagrams of the phase field crystal model\n  with pinning"],"description":["  We study the influence of thermal fluctuations in the phase diagram of a\nrecently introduced two-dimensional phase field crystal model with an external\npinning potential. The model provides a continuum description of pinned lattice\nsystems allowing for both elastic deformations and topological defects. We\nintroduce a non-conserved version of the model and determine the ground-state\nphase diagram as a function of lattice mismatch and strength of the pinning\npotential. Monte Carlo simulations are used to determine the phase diagram as a\nfunction of temperature near commensurate phases. The results show a rich phase\ndiagram with commensurate, incommensurate and liquid-like phases with a\ntopology strongly dependent on the type of ordered structure. A finite-size\nscaling analysis of the melting transition for the $c(2 \\times 2)$ commensurate\nphase shows that the thermal correlation length exponent $\\nu$ and specific\nheat behavior are consistent with the Ising universality class as expected from\nanalytical arguments.\n","Comment: 8 pages, 9 figures, to appear in Phys. Rev. E"]}]
["0809.0179",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0179"],"date":["2008-09-01"],"type":["text"],"creator":["Zhang, Weijia"],"language":[],"coverage":[],"title":["The Cambrian impact hypothesis"],"description":["  After a thorough research on the circumstantial changes and the great\nevolution of life in the Cambrian period, the author propounds such a\nhypothesis: During the Late Precambrian, about 500-600Ma, a celestial body\nimpacted the Earth. The high temperature ended the great glaciation,\nfacilitated the communication of biological information. The rapid change of\nEarth environment enkindled the genesis-control system, and released the HSP-90\nvariations. After the impact, benefited from the protection of the new ozone\nlayer and the energy supplement of the aerobic respiration, those survived\nunderground life exploded. They generated carapaces and complex metabolism to\nadjust to the new circumstance of high temperature and high pressure.\n  This article uses a large amount of analyses and calculations, and\nillustrates that this hypothesis fits well with most of the important\nincidences in astronomic and geologic discoveries.\n","Comment: 15 pages, 4 figures, 4 tables. Supported by National Innovative Test\n  Program"]}]
["0809.0201",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0201"],"date":["2008-09-01","2008-09-10"],"type":["text"],"creator":["De Luca, Jayme"],"language":[],"coverage":[],"title":["The absorber hypothesis of electrodynamics"],"description":["  We test the absorber hypothesis of the action-at-a-distance electrodynamics\nfor globally-bounded solutions of a finite-particle universe. We find that the\nabsorber hypothesis forbids globally-bounded motions for a universe containing\nonly two charged particles, otherwise the condition alone does not forbid\nglobally-bounded motions. We discuss the implication of our results for the\nvarious forms of electrodynamics of point charges.\n"]}]
["0809.0918",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0918"],"date":["2008-09-04"],"type":["text"],"creator":["Anthapadmanabhan, N. Prasanth","Makowski, Armand M."],"language":[],"coverage":[],"title":["Intersecting random graphs and networks with multiple adjacency\n  constraints: A simple example"],"description":["  When studying networks using random graph models, one is sometimes faced with\nsituations where the notion of adjacency between nodes reflects multiple\nconstraints. Traditional random graph models are insufficient to handle such\nsituations.\n  A simple idea to account for multiple constraints consists in taking the\nintersection of random graphs. In this paper we initiate the study of random\ngraphs so obtained through a simple example. We examine the intersection of an\nErdos-Renyi graph and of one-dimensional geometric random graphs. We\ninvestigate the zero-one laws for the property that there are no isolated\nnodes. When the geometric component is defined on the unit circle, a full\nzero-one law is established and we determine its critical scaling. When the\ngeometric component lies in the unit interval, there is a gap in that the\nobtained zero and one laws are found to express deviations from different\ncritical scalings. In particular, the first moment method requires a larger\ncritical scaling than in the unit circle case in order to obtain the one law.\nThis discrepancy is somewhat surprising given that the zero-one laws for the\nabsence of isolated nodes are identical in the geometric random graphs on both\nthe unit interval and unit circle.\n","Comment: Submitted to IEEE JSAC issue on Stochastic Geometry and Random Graphs\n  for Wireless Networks"]}]
["0809.1089",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1089"],"date":["2008-09-05","2008-09-10"],"type":["text"],"creator":["Linares, Felipe","Matheus, Carlos"],"language":[],"coverage":[],"title":["Well-posedness for the 1D Zakharov-Rubenchik system"],"description":["  Local and global well-posedness results are established for the initial value\nproblem associated to the 1D Zakharov-Rubenchik system. We show that our\nresults are sharp in some situations by proving Ill-posedness results\notherwise. The global results allow us to study the norm growth of solutions\ncorresponding to the Schrodinger equation term. We use ideas recently\nintroduced to study the classical Zakharov systems.\n"]}]
["0809.1090",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1090"],"date":["2008-09-05"],"type":["text"],"creator":["Camacho, Abel","Barragan, Luis F.","Macias, Alfredo"],"language":[],"coverage":[],"title":["Temperature measurements of a Bose--Einstein condensate by\n  ultra--intense light pulses"],"description":["  Experimentally the temperature in a Bose--Einstein condensate is always\ndeduced resorting to the comparison between the Maxwell--Boltzmann velocity\ndistribution function and the density profile in momentum space. Though a\nsuccessful method it is an approximation, since it also implies the use of\nclassical statistical mechanics at temperatures close to the condensation\ntemperature where quantal effects play a relevant role. The present work puts\nforward a new method in which we use an ultra--intense light pulse and a\nnonlinear optical material as detectors for differences in times--of--flight.\nThis experimental value shall be compared against the result here calculated,\nusing the Bose--Einstein distribution function, which is a\ntemperature--dependent variable, and in this way the temperature of the\ncondensate is obtained.\n","Comment: Four pages"]}]
["0809.1115",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1115"],"date":["2008-09-05","2008-09-10"],"type":["text"],"creator":["Chapline, G. F.","Marecki, P."],"language":[],"coverage":[],"title":["A vortex model for rotating compact objects"],"description":["  A rotating stationary solution of the vacuum Einstein equations with a\ncosmological constant is exhibited which reduces to de Sitter's interior\ncosmological solution when the angular momentum goes to zero. This solution is\nlocally isomorphic to de Sitter space, but as one approaches the axis of\nrotation a conical event horizon appears that signals the appearance of a new\nphase of space-time. This suggests that in reality rotating compact objects\nhave a vortex structure similar to that conjectured for rotating superfluid\ndroplets. In the limit of slow rotation the vortex core would be nearly\ncylindrical and the space-time inside the core would be Godel-like. The\nexterior space-time will resemble the Kerr solution for equatorial latitudes,\nbut significant deviations from Kerr are expected for polar latitudes.\n","Comment: 10 pages, 2 figures (v2: unnecessary figures removed)"]}]
["0809.1339",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1339"],"date":["2008-09-08"],"type":["text"],"creator":["Schleifenbaum, W."],"language":[],"coverage":[],"title":["Nonperturbative aspects of Yang-Mills theory"],"description":["  In this thesis, several aspects of Yang-Mills theory are studied. It begins\nwith the constrained quantization in the Coulomb gauge, using the Dirac bracket\nformalism. A nonperturbative analysis of the infrared asymptotics of\npropagators in any spatial dimension follows, and a connection to the Landau\ngauge is given. In the Coulomb gauge Hamiltonian approach, a linearly rising\nstatic color Coulomb potential is found, along with an infrared diverging gluon\nenergy, both signaling confinement. The propagators and vertices in the entire\nmomentum regime are calculated with the variational principle. In the\nultraviolet, a nonperturbative running coupling constant is studied, and\ncertain asymptotic forms of the propagators are postulated. Furthermore, the\nback reaction of the gauge sector to the inclusion of external charges is\ninvestigated.\n","Comment: PhD thesis, advisor: H. Reinhardt, Univ. of Tuebingen, 165 pages"]}]
["0809.1433",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1433","SIGMA 4 (2008), 062, 28 pages","doi:10.3842/SIGMA.2008.062"],"date":["2008-09-08"],"type":["text"],"creator":["Cecil, Thomas E."],"language":[],"coverage":[],"title":["Isoparametric and Dupin Hypersurfaces"],"description":["  A hypersurface $M^{n-1}$ in a real space-form ${\\bf R}^n$, $S^n$ or $H^n$ is\nisoparametric if it has constant principal curvatures. For ${\\bf R}^n$ and\n$H^n$, the classification of isoparametric hypersurfaces is complete and\nrelatively simple, but as Elie Cartan showed in a series of four papers in\n1938-1940, the subject is much deeper and more complex for hypersurfaces in the\nsphere $S^n$. A hypersurface $M^{n-1}$ in a real space-form is proper Dupin if\nthe number $g$ of distinct principal curvatures is constant on $M^{n-1}$, and\neach principal curvature function is constant along each leaf of its\ncorresponding principal foliation. This is an important generalization of the\nisoparametric property that has its roots in nineteenth century differential\ngeometry and has been studied effectively in the context of Lie sphere\ngeometry. This paper is a survey of the known results in these fields with\nemphasis on results that have been obtained in more recent years and discussion\nof important open problems in the field.\n","Comment: This is a contribution to the Special Issue \"Elie Cartan and\n  Differential Geometry\", published in SIGMA (Symmetry, Integrability and\n  Geometry: Methods and Applications) at http://www.emis.de/journals/SIGMA"]}]
["0809.1437",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Computers and Society","D.3","K.3.2","I.2.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1437"],"date":["2008-09-09"],"type":["text"],"creator":["Georgatos, Fotis"],"language":[],"coverage":[],"title":["How applicable is Python as first computer language for teaching\n  programming in a pre-university educational environment, from a teacher's\n  point of view?"],"description":["  This project report attempts to evaluate the educational properties of the\nPython computer language, in practice. This is done by examining computer\nlanguage evolution history, related scientific background work, the existing\neducational research on computer languages and Python's experimental\napplication in higher secondary education in Greece, during first half of year\n2002. This Thesis Report was delivered in advance of a thesis defense for a\nMasters/Doctorandus (MSc/Drs) title with the Amstel Institute/Universiteit van\nAmsterdam, during the same year.\n","Comment: 135 pages, 20 tables, 10 figures (incl. evolution of computer\n  languages)"]}]
["0809.1443",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1443"],"date":["2008-09-08"],"type":["text"],"creator":["Desroches, Louis-Benoit","Ho, Luis"],"language":[],"coverage":[],"title":["Candidate AGNs in Late-Type Galaxies"],"description":["  We have assembled a sample of 64 late-type spiral galaxies (T types 6.0-9.0,\ncorresponding to Hubble types Scd-Sm) with archival Chandra data. At a\nsignal-to-noise (S/N) threshold of 3, we find 12 objects with X-ray\npoint-source detections in close proximity with the optical or near-infrared\nposition of the nucleus (median offset \\delta = 1.6\"), suggestive of possible\nlow-luminosity active galactic nuclei (AGNs). Including measurements with 3 >\nS/N > 1.5, our detections increase to 18. These X-ray sources range in\nluminosity from L_X(2-10 keV) = 10^{37.1} to 10^{39.6} ergs s^-1. Considering\npossible contamination from low-mass X-ray binaries (LMXBs), we estimate that\n~5 detections are possible LMXBs instead of true AGNs, based on the probability\nof observing a LMXB in a nuclear star cluster typically found in these\nlate-type spiral galaxies. Given the typical ages of nuclear star clusters,\ncontamination by high-mass X-ray binaries is unlikely. This AGN fraction is\nhigher than that observed in optical surveys, indicating that active nuclei,\nand hence central black holes, are more common than previously suggested. The\nincidence of AGN activity in such late-type spiral galaxies also suggests that\nnuclear massive black holes can form and grow in galaxies with little or no\nevidence for bulges. Follow-up multiwavelength observations will be necessary\nto confirm the true nature of these sources.\n","Comment: 29 pages, 5 figures, accepted to ApJ"]}]
["0809.1446",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1446"],"date":["2008-09-08"],"type":["text"],"creator":["Oliveira, Adelcio C.","de Magalhaes, A. R. Bosco"],"language":[],"coverage":[],"title":["Decoherence and Irreversibility: the role of the reservoir effective\n  Hilbert space size"],"description":["  We show that decoherence is determined by the effective Hilbert space size,\nand demonstrate that a few degrees of freedom system can simulate a \"N\" degrees\nof freedom environment if they have the same effective Hilbert space. The\neffective Hilbert space size of the environment also determines its long time\nefficiency as generator of irreversible coherence loss.\n"]}]
["0809.1448",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1448"],"date":["2008-09-08"],"type":["text"],"creator":["Ronen, Shai"],"language":[],"coverage":[],"title":["Beyond mean field effects in the high momentum energy spectrum of a Bose\n  gas: revisiting Beliaev's theory"],"description":["  The well-known Bogoliubov expression for the spectrum of a weakly interacting\ndilute Bose gas becomes inadequate when the density or interactions strength\nare increased. The corrections to the spectrum due to stronger interactions\nwere first considered by Beliaev (S. T. Beliaev, Sov. Phys.-JETP, 7:289,\n(1958)). We revisit Beliaev's theory and consider its application to a dilute\ngas with van der Waals interactions, where the scattering length may be tuned\nvia a Fano-Feshbach resonance. We numerically evaluate Beliaev's expression for\nthe excitation spectrum in the intermediate momentum regime, and we also\nexamine the consequences of the momentum dependence of the two-body scattering\namplitude.These results are relevant to the interpretation of a recent Bragg\nspectroscopy experiment of a strongly interacting Bose gas.\n"]}]
["0809.1450",{"format":[],"subject":["Mathematics - Algebraic Topology","19A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1450"],"date":["2008-09-08"],"type":["text"],"creator":["Kahn, Eric B."],"language":[],"coverage":[],"title":["The Relative Burnside Kernel - The Elementary Abelian Case"],"description":["  We give a conjectural description for the kernel of the map assigning to each\nfinite $\\mathbb Z_p$-free $G\\times\\mathbb Z_p$-set its rational permutation\nmodule where G is a finite p-group. We prove that this conjecture is true when\nG is an elementary abelian p-group or a cyclic p-group.\n","Comment: 10 pages with 2 figures"]}]
["0809.1451",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1451"],"date":["2008-09-08"],"type":["text"],"creator":["Golubev, Alexander"],"language":[],"coverage":[],"title":["Hitchin Functionals and Nonspontaneous Supersymmetry Breaking"],"description":["  A new mechanism of supersymmetry breaking involving a dynamical parameter is\nintroduced. It is independent of particle phenomenology and gauge groups. An\nexplicit realization of this mechanism takes place in Type II superstring\ncompactifications which admit eight supercharges (also known as generalized\nSU(3) structures). The resulting Kahler potentials are expressed in terms of\nHitchin functionals.\n","Comment: 20 pages"]}]
["0809.1452",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1452"],"date":["2008-09-08"],"type":["text"],"creator":["Biswas, Tarun"],"language":[],"coverage":[],"title":["Physical Interpretation of Coordinates for the Schwarzschild Metric"],"description":["  Since its first introduction, the Schwarzschild metric has been written in\nvarious coordinate systems. This has been done primarily to understand the\nnature of the coordinate singularity at the event horizon. However, very often,\nthe mathematics of a coordinate system does not provide a clear physical\ninterpretation. In Schwarzschild's original work, the origin of the radial\ncoordinate was at the event horizon. Hence, there was no black hole. The\ngenerally accepted current definition of the radial coordinate has an origin\nbeyond the horizon. This necessitates the discussion of black holes. Here, some\nwell-known and some not-so-well-known coordinate systems will be visited in\nsearch of a physical interpretation. It will be noted that they all agree at\nlarge radial distances. However, the location of the origin of the radial\ncoordinate can be different for different systems. Some \"natural\" coordinate\nsystems can exclude the entirety of the interior of a black hole from the\nphysical manifold. Such coordinate systems maybe physically more acceptable as\nthey avoid the issue of the metric signature change across the horizon.\nMathematically, the metric signature alone can distinguish time from space\ncoordinates. Hence, coordinate systems that include the interior of the black\nhole need to switch the physical meanings of time and one of the space\ncoordinates.\n","Comment: 4 pages, PiCTeX figures"]}]
["0809.1458",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1458"],"date":["2008-09-09"],"type":["text"],"creator":["Miller, Ezra"],"language":[],"coverage":[],"title":["Topological Cohen-Macaulay criteria for monomial ideals"],"description":["  Scattered over the past few years have been several occurrences of simplicial\ncomplexes whose topological behavior characterize the Cohen-Macaulay property\nfor quotients of polynomial rings by arbitrary (not necessarily squarefree)\nmonomial ideals. The purpose of this survey is to gather the developments into\none location, with self-contained proofs, including direct combinatorial\ntopological connections between them.\n","Comment: 19 pages, for proceedings of the Conference on Combinatorial\n  Commutative Algebra and Computer Algebra (Mangalia, Romania, May 2008)"]}]
["0809.1463",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1463"],"date":["2008-09-08"],"type":["text"],"creator":["Soshnikov, Alexander"],"language":[],"coverage":[],"title":["On Resolvent Identities in Gaussian Ensembles at the Edge of the\n  Spectrum"],"description":["  We obtain the recursive identities for the joint moments of the traces of the\npowers of the resolvent for Gaussian ensembles of random matrices at the soft\nand hard edges of the spectrum. We also discuss the possible ways to extend\nthese results to the non-Gaussian case.\n"]}]
["0809.1465",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1465"],"date":["2008-09-08"],"type":["text"],"creator":["Chatterjee, Krishnendu","Henzinger, Thomas A."],"language":[],"coverage":[],"title":["Probabilistic Systems with LimSup and LimInf Objectives"],"description":["  We give polynomial-time algorithms for computing the values of Markov\ndecision processes (MDPs) with limsup and liminf objectives. A real-valued\nreward is assigned to each state, and the value of an infinite path in the MDP\nis the limsup (resp. liminf) of all rewards along the path. The value of an MDP\nis the maximal expected value of an infinite path that can be achieved by\nresolving the decisions of the MDP. Using our result on MDPs, we show that\nturn-based stochastic games with limsup and liminf objectives can be solved in\nNP \\cap coNP.\n","Comment: The paper will appear in ILC proceedings"]}]
["0809.1466",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1466","Ukrainian Journal of Physics, 50 N4 (2005) 333--339"],"date":["2008-09-08"],"type":["text"],"creator":["Malnev, V. N.","Naryshkin, R. A."],"language":[],"coverage":[],"title":["Metastable Quasimolecules in Excited Gases"],"description":["  Quasimolecules, which consist of two differently excited atoms in a\nresonantly excited gas, are considered. The energy of dissociation and typical\nsizes of such molecules are calculated in the first order of quantum-mechanical\nperturbation theory with the help of the dipole-dipole interaction operator. It\nis shown that there exist metastable quasimolecules, whose dipole radiative\ntransition to the ground state (two non-excited atoms) is forbidden. The\nlifetime of such molecules is estimated and it is shown that quasimolecules may\nconsiderably affect the transport processes in a resonantly excited gas.\n","Comment: 6 pages, no figures, 1 table"]}]
["0809.1471",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1471","Caderno Brasileiro de Ensino de Fisica, V 24, N3, p319-325,\n  december 2007"],"date":["2008-09-08"],"type":["text"],"creator":["Lunazzi, Jose Joaquin","de Paula, Leandro Aparecido Nogueira"],"language":[],"coverage":[],"title":["Corpos no interior de um recipiente fechado e transparente em queda\n  livre"],"description":["  Neste artigo discutimos uma nova demonstracao experimental da independencia\ndas propriedades dos corpos (massa, composicao quimica, forma, etc.) na queda\nlivre. Eh uma das experiencias mais simples, porem uma das mais importantes da\nMecanica, tendo sido realizada e repensada repetidamente por diversos\ncientistas tais como Galileu e Newton. Nossa versao eh introduzir dentro de uma\ngarrafa fechada e transparente uma pena e uma pedra observando a queda\nsimultanea destes corpos. Por nao haver a necessidade de produzir vacuo, esta\nversao pode ser repetida por qualquer aluno e professor de ensino medio e\nuniversitario em qualquer ambiente, evidenciando sua viabilidade e\naplicabilidade na sala de aula.\n  English version of abstract: In this paper we discuss a new experimental\ndemonstration of the independence of the properties of bodies (mass, chemical\ncomposition, shape, etc) in free fall. This is one of the simplest experiments\nin mechanics, though one of the most important ones, having been repeatedly\ncarried out and rethought by several scientists such as Galileo and Newton. Our\nversion of this famous experiment uses one bottle (closed and transparent), in\nwhich we introduce a feather and a stone, observing the simultaneous free fall\nof these bodies. Because it is not necessary to create vacuum, this version can\nbe repeated by teachers and students alike either in secondary schools or\nuniversities in any environment. Thus its viability and applicability in the\nclassroom is evident.\n","Comment: 7 pages, 1 figure"]}]
["0809.1473",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1473"],"date":["2008-09-09"],"type":["text"],"creator":["Huggins, Peter","Yoshida, Ruriko"],"language":[],"coverage":[],"title":["Parametric k-best alignment"],"description":["  Optimal sequence alignments depend heavily on alignment scoring parameters.\nGiven input sequences, {\\em parametric alignment} is the well-studied problem\nthat asks for all possible optimal alignment summaries as parameters vary, as\nwell as the {\\em optimality region} of alignment scoring parameters which yield\neach optimal alignment. But biologically correct alignments might be {\\em\nsuboptimal} for all parameter choices. Thus we extend parametric alignment to\n{\\em parametric $k$-best alignment}, which asks for all possible $k$-tuples of\n$k$-best alignment summaries $(s_1, s_2, ..., s_k)$, as well as the {\\em\n$k$-best optimality region} of scoring parameters which make $s_1, s_2, ...,\ns_k$ the top $k$ summaries. By exploiting the integer-structure of alignment\nsummaries, we show that, astonishingly, the complexity of parametric $k$-best\nalignment is only polynomial in $k$. Thus parametric $k$-best alignment is\ntractable, and can be applied at the whole-genome scale like parametric\nalignment.\n","Comment: 1 figure and 2 tables"]}]
["0809.1476",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1476"],"date":["2008-09-08"],"type":["text"],"creator":["Feng, Yong","Zhang, Jingzhong","Qin, Xiaolin","Yuan, Xun"],"language":[],"coverage":[],"title":["Obtaining Exact Interpolation Multivariate Polynomial by Approximation"],"description":["  In some fields such as Mathematics Mechanization, automated reasoning and\nTrustworthy Computing etc., exact results are needed. Symbolic computations are\nused to obtain the exact results. Symbolic computations are of high complexity.\nIn order to improve the situation, exactly interpolating methods are often\nproposed for the exact results and approximate interpolating methods for the\napproximate ones. In this paper, we study how to obtain exact interpolation\npolynomial with rational coefficients by approximate interpolating methods.\n","Comment: 14 pages"]}]
["0809.1478",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1478"],"date":["2008-09-08"],"type":["text"],"creator":["Tapilin, V. M."],"language":[],"coverage":[],"title":["Value of interparticle interaction potential as a variable in solving\n  many-body Schr\\\"{o}dinger equation"],"description":["  A many-body wave function is approximated by a product of two functions: the\nwave function $\\phi$ depending on the particle coordinates and the function\n$\\chi$ depending only on the value of interparticle interaction potential. For\nthe given $\\phi$ an ordinary linear differential equation for $\\chi$ is derived\nby averaging the Hamiltonian over the constant interparticle interaction\npotential surface. Generalized Hartree-Fock equations containing correlation\neffects are obtained. To test the proposed technique the ground $1^{1}S_0$ and\nexcited $2^{3}S_1$ states of two-electron ions from H$^-$ up to Ne$^{8+}$ are\ncalculated. In all cases the calculated energies are more accurate than those\nobtained with the Hartree-Fock theory even taking as $\\phi$ the symmetrized\nproduct of electron wave functions in the Coulomb field of nucleus complitly\ndisregarded the electron-electron interaction. Variation of factors in the\none-particle wave function exponents leads to the results close to those of\nconfiguration interaction approach.\n","Comment: 12 pages, 6 figures"]}]
["0809.1485",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1485"],"date":["2008-09-09"],"type":["text"],"creator":["Bessonov, E. G.","Feshchenko, R. M."],"language":[],"coverage":[],"title":["Stimulated Radiation Cooling"],"description":["  In this paper the Stimulated radiation cooling (SRC) of ion beams and methods\nof formation of the broadband laser beams with given spectral distribution are\ndiscussed.\n","Comment: 2 pages"]}]
["0809.1488",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1488"],"date":["2008-09-09"],"type":["text"],"creator":["Lee, Taeyoung","Leok, Melvin","McClamroch, N. Harris"],"language":[],"coverage":[],"title":["Dynamics of Connected Rigid Bodies in a Perfect Fluid"],"description":["  This paper presents an analytical model and a geometric numerical integrator\nfor a system of rigid bodies connected by ball joints, immersed in an\nirrotational and incompressible fluid. The rigid bodies can translate and\nrotate in three-dimensional space, and each joint has three rotational degrees\nof freedom. This model characterizes the qualitative behavior of\nthree-dimensional fish locomotion. A geometric numerical integrator, refereed\nto as a Lie group variational integrator, preserves Hamiltonian structures of\nthe presented model and its Lie group configuration manifold. These properties\nare illustrated by a numerical simulation for a system of three connected rigid\nbodies.\n","Comment: 8 pages, 2 figures"]}]
["0809.1493",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1493"],"date":["2008-09-09"],"type":["text"],"creator":["Bach, Francis"],"language":[],"coverage":[],"title":["Exploring Large Feature Spaces with Hierarchical Multiple Kernel\n  Learning"],"description":["  For supervised and unsupervised learning, positive definite kernels allow to\nuse large and potentially infinite dimensional feature spaces with a\ncomputational cost that only depends on the number of observations. This is\nusually done through the penalization of predictor functions by Euclidean or\nHilbertian norms. In this paper, we explore penalizing by sparsity-inducing\nnorms such as the l1-norm or the block l1-norm. We assume that the kernel\ndecomposes into a large sum of individual basis kernels which can be embedded\nin a directed acyclic graph; we show that it is then possible to perform kernel\nselection through a hierarchical multiple kernel learning framework, in\npolynomial time in the number of selected kernels. This framework is naturally\napplied to non linear variable selection; our extensive simulations on\nsynthetic datasets and datasets from the UCI repository show that efficiently\nexploring the large feature space through sparsity-inducing norms leads to\nstate-of-the-art predictive performance.\n"]}]
["0809.1495",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1495"],"date":["2008-09-09"],"type":["text"],"creator":["Zakharov, A. Yu.","Bichurin, M. I."],"language":[],"coverage":[],"title":["Generalized Lattice Model of Multi-Component Systems with Internal\n  Degrees of Freedom. I. General consideration"],"description":["  The paper contains the generalization of usual lattice model of\nmulticomponent systems. The generalization is related to account the following\nfactors: 1. The short-range parts of interatomic repulsions. These repulsions\nare not identical for different pairs of atoms, therefore it is impossible to\ntake into account the repulsions by means of usual ideal lattice introduction.\n2. The long-range interatomic potentials take into account by means of\neffective fields approximation. 3. The presence the interatomic potentials\ndepending on some inner degrees of freedoms such as atomic electric and/or\nmagnetic momentum. The Helmholtz free energy functional in the generalized\nlattice model is reduced to the Ginzburg-Landau-Cahn-Hilliard-like (GLCH) form.\nThe connection between the interatomic potentials characteristics and the\nparameters of the GLCH-like functional is obtained. The equations for both full\nand partial equilibrium distributions of the species in multicomponent systems\nare derived.\n","Comment: 17 pages"]}]
["0809.1496",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Mathematics - Probability","82C20","82C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1496"],"date":["2008-09-09"],"type":["text"],"creator":["Olla, Stefano"],"language":[],"coverage":[],"title":["Energy diffusion and superdiffusion in oscillators lattice networks"],"description":["  I review here some recent result on the thermal conductivity of chains of\noscillators whose hamiltonian dynamics is perturbed by a noise conserving\nenergy and momentum.\n","Comment: for the proceedings of ICMP 06, Rio de Janeiro"]}]
["0809.1504",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18E25","18G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1504","G. Z. Janelidze, On satellites in arbitrary categories, Bull.\n  Georgian Acad. Sci. 82 (1976), no. 3, 529-532, in Russian"],"date":["2008-09-09"],"type":["text"],"creator":["Janelidze, George"],"language":[],"coverage":[],"title":["On satellites in arbitrary categories"],"description":["  We generalize the definition of satellites with respect to presheaves (and\ncopresheaves) with trace in the sense of Inassaridze; a presheaf with trace is\nreplaced by a graph with a pair of diagrams defined on it.\n  We show that the right satellite functor is left adjoint to the left\nsatellite functor, and that a functor having a right (left) adjoint preserves\nright (left) satellites.\n  In particular cases the construction of satellites is given.\n","Comment: 3 + 1 pages; translated by Jone Intxaurraga Larranaga and Tim Van der\n  Linden with the help of Alexander Frolkin and Julia Goedecke; with author's\n  remarks"]}]
["0809.1505",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1505"],"date":["2008-09-09"],"type":["text"],"creator":["Bell, Friedhelm"],"language":[],"coverage":[],"title":["On the Generation of X-Ray Photon Pairs: A Verification of the Unruh\n  Effect?"],"description":["  We investigate the production of entangled X-ray photons by incoherent double\nCompton scattering (IDCS) which seems to be an interesting alternative to\ncoherent double Compton scattering used in earlier work. Very recently it has\nbeen proposed to use the Unruh effect as a source for photon pairs\n(R.Sch\\\"utzhold et al.,Phys.Rev.Lett. 100, 091301 (2008)). We will discuss this\nmechanism in comparison with inverse IDCS.\n","Comment: 9 pages, 7 figures"]}]
["0809.1518",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1518"],"date":["2008-09-09"],"type":["text"],"creator":["Harmandaris, Vagelis A.","Kremer, Kurt"],"language":[],"coverage":[],"title":["Quantitative Study of Polymer Dynamics Through Hierarchical Multi-scale\n  Dynamic Simulations"],"description":["  The long time dynamics of polymeric materials has been extensively studied in\nthe past through various experimental techniques and computer simulations.\nWhile computer simulations typically treat generic, simplified models,\nexperiments deal with specific chemistries. In this letter we present a\nhierarchical approach that combines atomistic and coarse-grained simulations to\nquantitatively study polymer dynamics. As an example we predict diffusion\ncoefficients of atactic polystyrene melts of molecular weights relevant to\npolymer processing (up to 50kDa) without any adjustable parameter and compare\nthe results to experiment.\n","Comment: 4 pages, 4 figures"]}]
["0809.1520",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1520","Acta Materialia 56 (2008) 3450-3460","doi:10.1016/j.actamat.2008.03.024"],"date":["2008-09-09"],"type":["text"],"creator":["Clouet, Emmanuel","Garruchet, Sébastien","Nguyen, Hoang","Perez, Michel","Becquart, Charlotte"],"language":[],"coverage":[],"title":["Dislocation interaction with C in alpha-Fe: a comparison between atomic\n  simulations and elasticity theory"],"description":["  The interaction of C atoms with a screw and an edge dislocation is modelled\nat an atomic scale using an empirical Fe-C interatomic potential based on the\nEmbedded Atom Method (EAM) and molecular statics simulations. Results of atomic\nsimulations are compared with predictions of elasticity theory. It is shown\nthat a quantitative agreement can be obtained between both modelling techniques\nas long as anisotropic elastic calculations are performed and both the\ndilatation and the tetragonal distortion induced by the C interstitial are\nconsidered. Using isotropic elasticity allows to predict the main trends of the\ninteraction and considering only the interstitial dilatation will lead to a\nwrong interaction.\n"]}]
["0809.1522",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Information Theory","05D05","05C69: 05C69","94A24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1522"],"date":["2008-09-09"],"type":["text"],"creator":["Cohen, Gerard","Fachini, Emanuela","Korner, Janos"],"language":[],"coverage":[],"title":["On the permutation capacity of digraphs"],"description":["  We extend several results of the third author and C. Malvenuto on\ngraph-different permutations to the case of directed graphs and introduce new\nopen problems. Permutation capacity is a natural extension of Sperner capacity\nfrom finite directed graphs to infinite digraphs. Our subject is combinatorial\nin nature, but can be equally regarded as zero-error information theory.\n","Comment: 11 pages, no figures"]}]
["0809.1524",{"format":[],"subject":["Mathematics - Geometric Topology","57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1524"],"date":["2008-09-09"],"type":["text"],"creator":["Hayashi, Chuichiro","Iwakura, Miwa"],"language":[],"coverage":[],"title":["Q-fundamental surfaces in lens spaces"],"description":["  We determine all the Q-fundamental surfaces in $(p,1)$-lens spaces and\n$(p,2)$-lens spaces with respect to natural triangulations with $p$ tetrahedra.\n  For general $(p,q)$-lens spaces, we give an upper bound for elements of\nvectors which represent Q-fundamental surfaces with no quadrilateral normal\ndisks disjoint from the core circles of lens spaces.\n  We also give some examples of non-orientable closed surfaces which are\nQ-fundamental surfaces with such quadrilateral normal disks.\n"]}]
["0809.1531",{"format":[],"subject":["Mathematical Physics","81V10","81U99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1531"],"date":["2008-09-09"],"type":["text"],"creator":["Griesemer, Marcel","Zenk, Heribert"],"language":[],"coverage":[],"title":["Asymptotic Electromagnetic Fields in Non-relativistic QED: the Problem\n  of Existence Revisited"],"description":["  This paper is devoted to the scattering of photons at electrons in models of\nnon-relativistic quantum mechanical particles coupled minimally to the soft\nmodes of the quantized electromagnetic field. We prove existence of scattering\nstates involving an arbitrary number of asymptotic photons of arbitrarily high\nenergy. Previously, upper bounds on the photon energies seemed necessary in the\ncase of $n>1$ asymptotic photons and non-confined, non-relativistic charged\nparticles.\n","Comment: 12 pages"]}]
["0809.1537",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1537","doi:10.1016/j.aop.2008.08.002"],"date":["2008-09-09"],"type":["text"],"creator":["Filgueiras, C.","Moraes, F."],"language":[],"coverage":[],"title":["On the quantum dynamics of a point particle in conical space"],"description":["  A quantum neutral particle, constrained to move on a conical surface, is used\nas a toy model to explore bound states due to both a inverse squared distance\npotential and a $\\delta$-function potential, which appear naturally in the\nmodel. These pathological potentials are treated with the self-adjoint\nextension method which yields the correct boundary condition (not necessarily a\nnull wavefunction) at the origin. We show that the usual boundary condition\nrequiring that the wavefunction vanishes at the origin is arbitrary and\ndrastically reduces the number of bound states if used. The situation studied\nhere is closely related to the problem of a dipole moving in conical space.\n","Comment: To appear in Annals of Physics"]}]
["0809.1542",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1542"],"date":["2008-09-09"],"type":["text"],"creator":["Benabdallah, Assia","Cristofol, Michel","Gaitan, Patricia","Yamamoto, Masahiro"],"language":[],"coverage":[],"title":["Inverse problem for a parabolic system with two components by\n  measurements of one component"],"description":["  We consider a $2\\times 2$ system of parabolic equations with first and zeroth\ncoupling and establish a Carleman estimate by extra data of only one component\nwithout data of initial values. Then we apply the Carleman estimate to inverse\nproblems of determining some or all of the coefficients by observations in an\narbitrary subdomain over a time interval of only one component and data of two\ncomponents at a fixed positive time $\\theta$ over the whole spatial domain. The\nmain results are Lipschitz stability estimates for the inverse problems. For\nthe Lipschitz stability, we have to assume some non-degeneracy condition at\n$\\theta$ for the two components and for it, we can approximately control the\ntwo components of the $2 \\times 2$ system by inputs to only one component. Such\napproximate controllability is proved also by our new Carleman estimate.\nFinally we establish a Carleman estimate for a $3\\times 3$ system for parabolic\nequations with coupling of zeroth-order terms by one component to show the\ncorresponding approximate controllability with a control to one component.\n"]}]
["0809.1543",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1543"],"date":["2008-09-09"],"type":["text"],"creator":["Sahoo, Satyaprakash","Dhara, S.","Mahadevan, S.","Arora, A. K."],"language":[],"coverage":[],"title":["Phonon Confinement in Stressed Silicon Nanocluster"],"description":["  Confined acoustic and optical phonons in Si nanoclusters embedded in\nsapphire, synthesized using ion-beam implantation are investigated using Raman\nspectroscopy. The l = 0 and l = 2 confined acoustic phonons, found at low Raman\nshift, are analyzed using complex frequency model and the size of the\nnanoparticles are estimated as 4 and 6 nm. For the confined optical phonon, in\ncontrast to expected red shift, the Raman line shape shows a substantial blue\nshift, which is attributed to size dependent compressive stress in the\nnanoparticles. The calculated Raman line shape for the stressed nanoparticles\nfits well to data. The sizes of Si nanoparticles obtained using complex\nfrequency model are consistent with the size estimated from the fitting of\nconfined optical phonon line shapes and those found from X-ray diffraction and\nTEM.\n","Comment: 15 pages, 4 figures, Conf. edision J. Nanoscience and Nanotechnology\n  (In Press)"]}]
["0809.1546",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","32Q45, 37F45 (Primary)","22E40, 57R30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1546"],"date":["2008-09-09"],"type":["text"],"creator":["Seade, José","Cano, Angel"],"language":[],"coverage":[],"title":["On the Equicontinuity Region of Discrete Subgroups of PU(1,n)"],"description":["  Let $ G $ be a discrete subgroup of PU(1,n). Then $ G $ acts on $\\mathbb\n{P}^n_\\mathbb C$ preserving the unit ball $\\mathbb {H}^n_\\mathbb {C}$, where it\nacts by isometries with respect to the Bergman metric. In this work we\ndetermine the equicontinuty region $Eq(G)$ of $G$ in $\\mathbb P^n_{\\mathbb C}$:\nIt is the complement of the union of all complex projective hyperplanes in\n$\\mathbb {P}^n_{\\mathbb C}$ which are tangent to $\\partial \\mathbb\n{H}^n_\\mathbb {C}$ at points in the Chen-Greenberg limit set $\\Lambda_{CG}(G\n)$, a closed $G$-invariant subset of $\\partial \\mathbb {H}^n_\\mathbb {C}$,\nwhich is minimal for non-elementary groups. We also prove that the action on\n$Eq(G)$ is discontinuous.\n"]}]
["0809.1555",{"format":[],"subject":["Mathematics - Spectral Theory","47B10","34L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1555"],"date":["2008-09-09"],"type":["text"],"creator":["Chugunova, Marina","Strauss, Vladimir"],"language":[],"coverage":[],"title":["On Factorization of a Perturbation of a J-selfadjoint Operator Arising\n  in Fluid Dynamics"],"description":["  We prove that some perturbation of a J-selfadjoint second order differential\noperator admits factorization and use this new representation of the operator\nto prove compactness of its resolvent and to find its domain.\n"]}]
["0809.1560",{"format":[],"subject":["Mathematics - Group Theory","20F65","05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1560"],"date":["2008-09-09"],"type":["text"],"creator":["Peyerimhoff, Norbert","Vdovina, Alina"],"language":[],"coverage":[],"title":["Cayley Graph Expanders and Groups of Finite Width"],"description":["  We present new infinite families of expander graphs of vertex degree 4, which\nis the minimal possible degree for Cayley graph expanders. Our first family\ndefines a tower of coverings (with covering indices equals 2) and our second\nfamily is given as Cayley graphs of finite groups with very short presentations\nwith only 2 generators and 4 relations. Both families are based on particular\nfinite quotients of a group G of infinite upper triangular matrices over the\nring M(3,F2).\n  We present explicit vector space bases for the finite abelian quotients of\nthe lower exponent-2 groups of G by upper triangular subgroups and prove a\nparticular 3-periodicity of these quotients.\n  The pro-2 completion of the group G satisfies the Golod-Shafarevich\ninequality $|R| \\geq (|X|^2)/4$, it is infinite, not p-adic analytic, contains\na free nonabelian subgroup, but not a free pro-p group. We also conjecture that\nthe group G has finite width 3 and finite average width 8/3.\n"]}]
["0809.1563",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1563"],"date":["2008-09-09"],"type":["text"],"creator":["Achar, Pramod N."],"language":[],"coverage":[],"title":["On the quasi-hereditary property for staggered sheaves"],"description":["  Let G be an algebraic group over an algebraically closed field, acting on a\nvariety X with finitely many orbits. \"Staggered sheaves\" are certain complexes\nof G-equivariant coherent sheaves on X that seem to possess many remarkable\nproperties. In this paper, we construct \"standard\" and \"costandard\" objects in\nthe category of staggered sheaves, and we prove that that category has enough\nprojectives and injectives.\n","Comment: 18 pages"]}]
["0809.1565",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1565"],"date":["2008-09-09"],"type":["text"],"creator":["Mazumdar, Kajari"],"language":[],"coverage":[],"title":["Electroweak Physics at LHC"],"description":["  The Large Hadron Collider, LHC, though meant for discovery, will provide\nenough data from early phase to also perform various studies of Standard Model\nprocesses in as yet unexplored kinematic regions. Precision measurements of the\nelectroweak variables will be possible due to the large rates of W and Z boson\nproductions combined with clean leptonic signatures. Examples of simulation\nresults from CMS and ATLAS collaboration studies are presented to show the wide\nvariety of measurements possible and how various issues like background\nestimation, determination of systematic effects will be taken care of by the\nexperiments.\n","Comment: Invited talk at the Hadron Collider Physics Symposium (HCP2008),\n  Galena, Illinois, USA, May 27-31, 2008; 10 pages, 8 pdf figures, pdflatex"]}]
["0809.1575",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1575"],"date":["2008-09-09"],"type":["text"],"creator":["Brox, Håkon","Olaussen, Kåre","Nguyen, Anh Kiet"],"language":[],"coverage":[],"title":["Collapse of the Quantum Wavefunction"],"description":["  We show using a realistic Hamiltonian-type model that definite outcomes of\nquantum measurements may emerge from quantum evolution of pure states, i.e\nquantum dynamics provides a deterministic collapse of the wavefunction in a\nquantum measurement process. The relaxation of the wavefunction into a pointer\nstate with classical properties is driven by the interaction with an\nenvironment. The destruction of superpositions, i.e. choosing a preferred\nattraction basin and thereby a preferred pointer state, is caused by a tiny\nnonlinearity in the macroscopic measurement apparatus. In more details, we\nnumerically studied the many-body quantum dynamics of a closed Universe\nconsisting of a system spin measured by a ferromagnet embedded in a spin-glass\nenvironment. The nonlinear term is the self-induced magnetic field of the\nferromagnet. The statistics for the outcomes of this quantum measurement\nprocess depends on the size of the attraction basins in the measurement\napparatus and are in accordance to Born's rule.\n"]}]
["0809.1578",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1578"],"date":["2008-09-09"],"type":["text"],"creator":["Novozhilov, Artem S."],"language":[],"coverage":[],"title":["Heterogeneous Susceptibles-Infectives model: Mechanistic derivation of\n  the power law transmission function"],"description":["  In many epidemiological models a nonlinear transmission function is used in\nthe form of power law relationship. It is constantly argued that such form\nreflects population heterogeneities including differences in the mixing\npattern, susceptibility, and spatial patchiness, although the function itself\nis considered phenomenological. Comparison with large-scale simulations show\nthat models with this transmission function accurately approximate data from\nhighly heterogeneous sources. In this note we provide a mechanistic derivation\nof the power law transmission function, starting with a simple heterogeneous\nsusceptibles--infectives (SI) model, which is based on a standard mass action\nassumption. We also consider the simplest SI model with separable mixing and\ncompare our results with known results from the literature.\n","Comment: 14 pages, 1 figure. This is an extended version of the manuscript\n  accepted for the publication in Proceedings of the 6th International\n  Conference Differential Equations and Dynamical Systems, Baltimore, USA, 2008"]}]
["0809.1579",{"format":[],"subject":["Mathematics - Combinatorics","05A10","05A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1579","The Electronic Journal of Combinatorics 15 (2008) #R113"],"date":["2008-09-09"],"type":["text"],"creator":["Su, Xun-Tuan","Wang, Yi"],"language":[],"coverage":[],"title":["On unimodality problems in Pascal's triangle"],"description":["  Many sequences of binomial coefficients share various unimodality properties.\nIn this paper we consider the unimodality problem of a sequence of binomial\ncoefficients located in a ray or a transversal of the Pascal triangle. Our\nresults give in particular an affirmative answer to a conjecture of Belbachir\net al which asserts that such a sequence of binomial coefficients must be\nunimodal. We also propose two more general conjectures.\n","Comment: 12 pages, 2 figures"]}]
["0809.1582",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1582"],"date":["2008-09-09"],"type":["text"],"creator":["Li, Yuelin"],"language":[],"coverage":[],"title":["Comment on \"How to Realize Uniform Three-Dimensional Ellipsoidal\n  Electron Bunches\""],"description":["  Via systematic numerical simulation we found that the recently propose\n'Pancake' scheme [O. J. Luiten et al., Phys. Rev. Lett. 93, 094802 (2004)] does\nnot generate a beam desired for low emittance, even when compared with the more\ntraditionally accepted cylindrical beam geometry.\n","Comment: 2 pages, 2 figures"]}]
["0809.1584",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Topology","16E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1584"],"date":["2008-09-09"],"type":["text"],"creator":["Tamarkin, Dmitry"],"language":[],"coverage":[],"title":["Microlocal condition for non-displaceablility"],"description":["  We formulate a sufficient condition for non-displaceability (by Hamiltonian\nsymplectomorphisms which are identity outside of a compact) of a pair of\nsubsets in a cotangent bundle. This condition is based on micro-local analysis\nof sheaves on manifolds by Kashiwara-Schapira. This condition is used to prove\nthat the real projective space and the Clifford torus inside the complex\nprojective space are mutually non-displaceable\n"]}]
["0809.1586",{"format":[],"subject":["Mathematics - Combinatorics","05A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1586","European J. Combin. 26 (2005) 617--627"],"date":["2008-09-09"],"type":["text"],"creator":["Wang, Yi","Yeh, Yeong-Nan"],"language":[],"coverage":[],"title":["Proof of a conjecture on unimodality"],"description":["  Let $P(x)$ be a polynomial of degree $m$, with nonnegative and non-decreasing\ncoefficients. We settle the conjecture that for any positive real number $d$,\nthe coefficients of $P(x+d)$ form a unimodal sequence, of which the special\ncase $d$ being a positive integer has already been asserted in a previous work.\nFurther, we explore the location of modes of $P(x+d)$ and present some\nsufficient conditions on $m$ and $d$ for which $P(x+d)$ has the unique mode\n$\\lceil{m-d\\over d+1}\\rceil$.\n","Comment: 11 pages"]}]
["0809.1601",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1601"],"date":["2008-09-09"],"type":["text"],"creator":["Dragovich, Branko"],"language":[],"coverage":[],"title":["Lagrangians with Riemann Zeta Function"],"description":["  We consider construction of some Lagrangians which contain the Riemann zeta\nfunction. The starting point in their construction is p-adic string theory.\nThese Lagrangians describe some nonlocal and nonpolynomial scalar field models,\nwhere nonlocality is controlled by the operator valued Riemann zeta function.\nThe main motivation for this research is intention to find an effective\nLagrangian for adelic scalar strings.\n","Comment: 6 pages, Romanian Journal of Physics (volume 53, No. 9-10, 2008)"]}]
["0809.1603",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1603"],"date":["2008-09-09"],"type":["text"],"creator":["Vasin, M. G."],"language":[],"coverage":[],"title":["A description of $\\alpha $- and $\\beta $-relaxation in supercooled\n  liquids within the framework of the continuous theory of defects"],"description":["  Supercooled liquid is described in terms of the theory of defected states of\nbond orientational order using the continuous theory of defects. It is shown\nthat the initiation of a local orientation order leads to the breakdown of the\ninitial SO(3) symmetry of the theory, as a result the plastic deformation\nfields of the linear defects become Abelian. The expressions for linear\ndislocation and disclination tensor potentials are derived within the framework\nof the quasistationary adiabatic approximation. It is shown that $\\alpha\n$-relaxation and $\\beta $-relaxation of supercooled liquid can be described as\nrelaxation processes in the disclination and dislocation subsystems\naccordingly. Disclination topological moment is proposed to use as an order\nparameter at the description of glass transition.\n"]}]
["0809.1604",{"format":[],"subject":["Mathematics - Combinatorics","05A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1604","J. Combin. Theory Ser. A 100 (2002), 399--402"],"date":["2008-09-09"],"type":["text"],"creator":["Wang, Yi"],"language":[],"coverage":[],"title":["A Simple Proof of a Conjecture of Simion"],"description":["  Simion had a unimodality conjecture concerning the number of lattice paths in\na rectangular grid with the Ferrers diagram of a partition removed. Hildebrand\nrecently showed the stronger result that these numbers are log concave. Here we\npresent a simple proof of Hildebrand's result.\n","Comment: 4 pages"]}]
["0809.1605",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1605"],"date":["2008-09-09"],"type":["text"],"creator":["Kraskov, Alexander","Grassberger, Peter"],"language":[],"coverage":[],"title":["MIC: Mutual Information based hierarchical Clustering"],"description":["  Clustering is a concept used in a huge variety of applications. We review a\nconceptually very simple algorithm for hierarchical clustering called in the\nfollowing the {\\it mutual information clustering} (MIC) algorithm. It uses\nmutual information (MI) as a similarity measure and exploits its grouping\nproperty: The MI between three objects X, Y, and Z is equal to the sum of the\nMI between X and Y, plus the MI between Z and the combined object (XY). We use\nMIC both in the Shannon (probabilistic) version of information theory, where\nthe \"objects\" are probability distributions represented by random samples, and\nin the Kolmogorov (algorithmic) version, where the \"objects\" are symbol\nsequences. We apply our method to the construction of phylogenetic trees from\nmitochondrial DNA sequences and we reconstruct the fetal ECG from the output of\nindependent components analysis (ICA) applied to the ECG of a pregnant woman.\n","Comment: 22 pages, including 7 figures"]}]
["0809.1606",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1606"],"date":["2008-09-09"],"type":["text"],"creator":["Salur, Sevil"],"language":[],"coverage":[],"title":["Searching for Jets in Heavy Ion Collisions"],"description":["  Jet quenching measurements using leading particles and their correlations\nsuffer from known biases, which can be removed via direct reconstruction of\njets in central heavy ion collisions. In this talk, we discuss several modern\njet reconstruction algorithms and background subtraction techniques that are\nappropriate to heavy ion collisions.\n","Comment: Proceedings of the 24th Winter Workshop on Nuclear Dynamics, South\n  Padre Island, Texas, 5-12 April 2008"]}]
["0809.1613",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1613","doi:10.1016/j.commatsci.2008.03.046"],"date":["2008-09-09"],"type":["text"],"creator":["Mohn, Chris E.","Kob, Walter"],"language":[],"coverage":[],"title":["A genetic algorithm for the atomistic design and global optimisation of\n  substitutionally disordered materials"],"description":["  We present a genetic algorithm for the atomistic design and global\noptimisation of substitutionally disordered bulk materials and surfaces.\nPremature convergence which hamper conventional genetic algorithms due to\nproblems with synchronisation is avoided using a symmetry adapted crossover.\nThe algorithm outperforms previously reported Monte Carlo and genetic algorithm\nsimulations for finding low energy minima of two simple alloy models without\nthe need for any redesign.\n","Comment: 9 pages, 4 figures, presented on E-MRS Fall Meeting 2007"]}]
["0809.1615",{"format":[],"subject":["Mathematics - Combinatorics","05C07, 05C35, 05C50, 15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1615"],"date":["2008-09-09"],"type":["text"],"creator":["Bhattacharya, Amitava","Friedland, Shmuel","Peled, Uri N."],"language":[],"coverage":[],"title":["On the First Eigenvalue of Bipartite Graphs"],"description":["  In this paper we study the maximum value of the largest eigenvalue for simple\nbipartite graphs, where the number of edges is given and the number of vertices\non each side of the bipartition is given. We state a conjectured solution,\nwhich is an analog of the Brualdi- Hoffman conjecture for general graphs, and\nprove the conjecture in some special cases.\n","Comment: 22 pages, 2 figures"]}]
["0809.1618",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1618"],"date":["2008-09-09"],"type":["text"],"creator":["Pereira, Antonio"],"language":[],"coverage":[],"title":["ECOLANG - Communications Language for Ecological Simulations Network"],"description":["  This document describes the communication language used in one multiagent\nsystem environment for ecological simulations, based on EcoDynamo simulator\napplication linked with several intelligent agents and visualisation\napplications, and extends the initial definition of the language. The agents\nactions and perceptions are translated into messages exchanged with the\nsimulator application and other agents. The concepts and definitions used\nfollow the BNF notation (Backus et al. 1960) and is inspired in the Coach\nUnilang language (Reis and Lau 2002).\n","Comment: 16 pages, language specification description"]}]
["0809.1626",{"format":[],"subject":["Mathematics - Dynamical Systems","37A35","37A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1626"],"date":["2008-09-09","2008-09-10"],"type":["text"],"creator":["Robinson Jr., E. Arthur","Sahin, Ayse A."],"language":[],"coverage":[],"title":["Rank one Z^d actions and directional entropy"],"description":["  We study the directional entropy of rank one Z^d actions. We show that if the\nsequence of towers generating the action are rectangular in shape, then there\nis always a direction along which the directional entropy is zero. If the\nrectangles satisfy a \"sub-exponential growth\" condition, then we show that the\ndirectional entropy is zero in every direction.\n"]}]
["0809.1630",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1630"],"date":["2008-09-09"],"type":["text"],"creator":["Koulakov, Alexei","Hromadka, Tomas","Zador, Anthony M."],"language":[],"coverage":[],"title":["Correlated connectivity and the distribution of firing rates in the\n  neocortex"],"description":["  Two recent experimental observations pose a challenge to many cortical\nmodels. First, the activity in the auditory cortex is sparse, and firing rates\ncan be described by a lognormal distribution. Second, the distribution of\nnon-zero synaptic strengths between nearby cortical neurons can also be\ndescribed by a lognormal distribution. Here we use a simple model of cortical\nactivity to reconcile these observations. The model makes the experimentally\ntestable prediction that synaptic efficacies onto a given cortical neuron are\nstatistically correlated, i.e. it predicts that some neurons receive many more\nstrong connections than other neurons. We propose a simple Hebb-like learning\nrule which gives rise to both lognormal firing rates and synaptic efficacies.\nOur results represent a first step toward reconciling sparse activity and\nsparse connectivity in cortical networks.\n"]}]
["0809.1633",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1633"],"date":["2008-09-09"],"type":["text"],"creator":["Palmer, Robert B.","Fernow, Richard C.","Gallardo, Juan C.","Stratakis, Diktys","Li, Derun"],"language":[],"coverage":[],"title":["rf Breakdown with and without External Magnetic Fields"],"description":["  Neutrino Factories and Muon Colliders' cooling lattices require both high\ngradient rf and strong focusing solenoids. Experiments have shown that there\nmay be serious problems operating rf in the required magnetic fields. The use\nof high pressure gas to avoid these problems is discussed, including possible\nloss problems from electron and ion production by the passage of an ionizing\nbeam. It is also noted that high pressure gas cannot be used in later stages of\ncooling for a muon collider. Experimental observations using vacuum rf cavities\nin magnetic fields are discussed, current published models of breakdown with\nand without magnetic fields are summarized, and some of their predictions\ncompared with observations.\n  A new theory of magnetic field dependent breakdown is presented. It is\nproposed that electrons emitted by field emission on asperities on one side of\na cavity are focused by the magnetic field to the other side where they melt\nthe cavity surface in small spots. Metal is then electrostatically drawn from\nthe molten spots, becomes vaporized and ionized by field emission from the\nremaining damage and cause breakdown. The theory is fitted to existing 805 MHz\ndata and predictions are made for performance at 201 MHz. The model predicts\nbreakdown gradients significantly below those specified for either the\nInternational Scoping Study (ISS) Neutrino Factory or a Muon Collider.\n  Possible solutions to these problems are discussed, including designs for\n`magnetically insulated rf' in which the cavity walls are designed to be\nparallel to a chosen magnetic field contour line and consequently damage from\nfield emission is suppressed. An experimental program to study these problems\nand their possible solution is outlined.\n","Comment: 16 pages, 21 figures, 2 tables"]}]
["0809.1634",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1634","Advanced Materials 19, 3623-3627 (2007)","doi:10.1002/adma.200701059"],"date":["2008-09-09"],"type":["text"],"creator":["Chen, Jian-Hao","Ishigami, Masa","Jang, Chaun","Hines, Daniel R.","Fuhrer, Michael S.","Williams, Ellen D."],"language":[],"coverage":[],"title":["Printed Graphene Circuits"],"description":["  we have fabricated transparent electronic devices based on graphene materials\nwith thickness down to one single atomic layer by the transfer printing method.\nThe resulting printed graphene devices retain high field effect mobility and\nhave low contact resistance. The results show that the transfer printing method\nis capable of high-quality transfer of graphene materials from silicon dioxide\nsubstrates, and the method thus will have wide applications in manipulating and\ndelivering graphene materials to desired substrate and device geometries. Since\nthe method is purely additive, it exposes graphene (or other functional\nmaterials) to no chemical preparation or lithographic steps, providing greater\nexperimental control over device environment for reproducibility and for\nstudies of fundamental transport mechanisms. Finally, the transport properties\nof the graphene devices on the PET substrate demonstrate the non-universality\nof minimum conductivity and the incompleteness of the current transport theory.\n","Comment: 10 pages, 3 figures"]}]
["0809.1635",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1635"],"date":["2008-09-09"],"type":["text"],"creator":["Soundararajan, K."],"language":[],"coverage":[],"title":["Weak subconvexity for central values of $L$-functions"],"description":["  We describe a general method to obtain weak subconvexity bounds for many\nclasses of $L$-functions. This has applications to a conjecture of Rudnick and\nSarnak for the mass equidistribution of Hecke eigenforms (see\narxiv.org:math/0809.1636).\n","Comment: 28 pages"]}]
["0809.1636",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1636"],"date":["2008-09-09"],"type":["text"],"creator":["Holowinsky, R.","Soundararajan, K."],"language":[],"coverage":[],"title":["Mass equidistribution for Hecke eigenforms"],"description":["  We prove a conjecture of Rudnick and Sarnak on the mass equidistribution of\nHecke eigenforms. This builds upon independent work of the authors see\narxiv.org:math/0809.1640 and arxiv.org:math/0809.1635.\n","Comment: 11 pages"]}]
["0809.1641",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1641"],"date":["2008-09-09"],"type":["text"],"creator":["Leznov, A. N."],"language":[],"coverage":[],"title":["Kinematic in $SU(2,2)\\simeq O(2,4)$ alternative world (observable\n  coordinates and impulses representation)"],"description":["  The matrix elements connected non physic angles space representation with the\nspace of physic observables of alternative O(2,4) world found on explicit form.\nAll such matrix elements are represented in terms of solutions of Gauss\nhypergeometric equations. From these results wave function of free moving\nparticle in alternative world may be constructed. Definite relations between\nmicro and macro label variables are presented.\n","Comment: 17 pages, no figures"]}]
["astro-ph/0612228",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0612228","doi:10.1111/j.1365-2966.2008.13732.x"],"date":["2006-12-08","2008-07-18"],"type":["text"],"creator":["Seigar, Marc S.","Barth, Aaron J.","Bullock, James S."],"language":[],"coverage":[],"title":["A Revised LCDM Mass Model For The Andromeda Galaxy"],"description":["  We present an updated mass model for M31 that makes use of a Spitzer 3.6\n$\\mu$m image, a mass-to-light ratio gradient based on the galaxy's B-R colour\nprofile, and observed rotation curve data from a variety of sources. We examine\ncases where the dark matter follows a pure NFW profile and where an initial NFW\nhalo contracts adiabatically in response to the formation of the galaxy. We\nfind that both of these scenarios can produce a reasonable fit to the observed\nrotation curve data. However, a pure NFW model requires a concentration\nc_{vir}=51 that is well outside the range predicted in LCDM cosmology and is\ntherefore disfavoured. An adiabatically contracted NFW halo favors an initial\nconcentration c_{vir}=20 and virial mass 8.2x10^{11} M_{\\odot}, and this is in\nline with the cosmological expectations for a galaxy of the size of M31. The\nbest-fit mass is consistent with published estimates from Andromeda Stream\nkinematics, satellite galaxy radial velocities, and planetary nebulae studies.\nFinally, using the known linear correlation between rotation curve shear and\nspiral arm pitch angle, we show that the stellar spiral arm pitch angle of M31\n(which cannot be deduced from imaging data due to the galaxy's inclination) is\nP=24.7\\pm4.4 degrees.\n","Comment: 14 pages, now accepted for publication in MNRAS. Full resolution\n  version available at http://www.ualr.edu/mxseigar/papers/Seigar_M31.pdf"]}]
["math/0505507",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G10, 11G18, 14F30, 14G35, 14G40, and 14K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505507","Asian J. Math. 12 (2008), no. 2, pp. 151\\^a?\"176."],"date":["2005-05-24","2007-10-11"],"type":["text"],"creator":["Vasiu, Adrian"],"language":[],"coverage":[],"title":["Integral canonical models of unitary Shimura varieties"],"description":["  We prove the existence of integral canonical models of unitary Shimura\nvarieties in arbitrary unramified mixed characteristic. Errata to [Va1] are\nalso included.\n","Comment: 27 pages. Accepted (in final form) for publication in Asian J. Math"]}]
