["0705.4462",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4462","Phys. Rev. E 76, 040101(R) (2007)","doi:10.1103/PhysRevE.76.040101"],"date":["2007-05-31","2007-09-26"],"type":["text"],"creator":["Hasselmann, Nils","Sinner, Andreas","Kopietz, Peter"],"language":[],"coverage":[],"title":["Two-parameter scaling of correlation functions near continuous phase\n  transitions"],"description":["  We discuss the order parameter correlation function in the vicinity of\ncontinuous phase transitions using a two-parameter scaling form G(k) = k_c^{-2}\ng(k\\xi,k/k_c), where k is the wave-vector, \\xi is the correlation length, and\nthe interaction-dependent non-universal momentum scale k_c remains finite at\nthe critical fixed point. The correlation function describes the entire\ncritical regime and captures the classical to critical crossover. One-parameter\nscaling is recovered only in the limit k/k_c->0. We present an approximate\ncalculation of g(x,y) for the Ising universality class using the functional\nrenormalization group.\n","Comment: 4 pages, 5 figures, revised version, to appear as Rapid Communication\n  in Phys.Rev.E"]}]
["0705.4510",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory","47D03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4510"],"date":["2007-05-31","2008-02-27"],"type":["text"],"creator":["Taggart, Robert J."],"language":[],"coverage":[],"title":["Pointwise convergence for semigroups in vector-valued $L^p$ spaces"],"description":["  Suppose that T_t is a symmetric diffusion semigroup on L^2(X) and consider\nits tensor product extension to the Bochner space L^p(X,B), where B belongs to\na certain broad class of UMD spaces. We prove a vector-valued version of the\nHopf--Dunford--Schwartz ergodic theorem and show that this extends to a maximal\ntheorem for analytic continuations of the semigroup's extension to L^p(X,B). As\nan application, we show that such continuations exhibit pointwise convergence.\n","Comment: In version2 we correct the error present in version 1 as well as\n  removing one of the hypotheses of the main theorem. Section 2 is also\n  rewritten"]}]
["0706.0173",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0173","Phys. Rev. A 77, 023825 (2008)","doi:10.1103/PhysRevA.77.023825"],"date":["2007-06-01","2008-02-28"],"type":["text"],"creator":["Tumminello, Michele","Ciccarello, Francesco"],"language":[],"coverage":[],"title":["Teleportation of atomic states via position measurements"],"description":["  We present a scheme for conditionally teleporting an unknown atomic state in\ncavity QED, which requires two atoms and one cavity mode. The translational\ndegrees of freedom of the atoms are taken into account using the optical\nStern-Gerlach model. We show that successful teleportation with probability 1/2\ncan be achieved through local measurements of the cavity photon number and\natomic positions. Neither direct projection onto highly entangled states nor\nholonomous interaction-time constraints are required.\n","Comment: 9 pages, 3 figures, 3 new appendices included"]}]
["0706.2866",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2866","Physical Review B 76, 220406(R) (2007)","doi:10.1103/PhysRevB.76.220406"],"date":["2007-06-20","2007-11-20"],"type":["text"],"creator":["Thomas, Creighton K.","Middleton, A. Alan"],"language":[],"coverage":[],"title":["Matching Kasteleyn Cities for Spin Glass Ground States"],"description":["  As spin glass materials have extremely slow dynamics, devious numerical\nmethods are needed to study low-temperature states. A simple and fast\noptimization version of the classical Kasteleyn treatment of the Ising model is\ndescribed and applied to two-dimensional Ising spin glasses. The algorithm\ncombines the Pfaffian and matching approaches to directly strip droplet\nexcitations from an excited state. Extended ground states in Ising spin glasses\non a torus, which are optimized over all boundary conditions, are used to\ncompute precise values for ground state energy densities.\n","Comment: 4 pages, 2 figures; minor clarifications"]}]
["0707.2186",{"format":[],"subject":["Mathematics - Probability","Mathematics - Group Theory","60B15 (Primary)","22B99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2186","Lithuanian Mathematical Journal, Vol. 48, No. 1, 2008, 17-29"],"date":["2007-07-15","2008-02-28"],"type":["text"],"creator":["Barczy, Matyas","Pap, Gyula"],"language":[],"coverage":[],"title":["Weakly infinitely divisible measures on some locally compact Abelian\n  groups"],"description":["  On the torus group, on the group of p-adic integers and on the p-adic\nsolenoid, we give a construction of an arbitrary weakly infinitely divisible\nprobability measure using a random element with values in a product of\n(possibly infinitely many) subgroups of the real numbers. As a special case of\nour results, we have a new construction of the Haar measure on the p-adic\nsolenoid.\n","Comment: 15 pages; added references and corrected typos"]}]
["0707.3501",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3501","Phys. Rev. B 77, 054518 (2008)","doi:10.1103/PhysRevB.77.054518"],"date":["2007-07-24","2008-02-13"],"type":["text"],"creator":["Cheng, Li","Feng, Shiping"],"language":[],"coverage":[],"title":["Doping and energy evolution of spin dynamics in the electron-doped\n  cuprate superconductor Pr$_{0.88}$LaCe$_{0.12}$CuO$_{4-\\delta}$"],"description":["  The doping and energy evolution of the magnetic excitations of the\nelectron-doped cuprate superconductor Pr$_{0.88}$LaCe$_{0.12}$CuO$_{4-\\delta}$\nin the superconducting state is studied based on the kinetic energy driven\nsuperconducting mechanism. It is shown that there is a broad commensurate\nscattering peak at low energy, then the resonance energy is located among this\nlow energy commensurate scattering range. This low energy commensurate\nscattering disperses outward into a continuous ring-like incommensurate\nscattering at high energy. The theory also predicts a dome shaped doping\ndependent resonance energy.\n","Comment: 8 pages, 4 figures, added discussions, replotted figures, and updated\n  references, accepted for publication in Phys. Rev. B"]}]
["0709.1610",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Quantum Algebra","34M30, 39A13, 33D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1610"],"date":["2007-09-11","2008-02-28"],"type":["text"],"creator":["Di Vizio, Lucia","Zhang, Changgui"],"language":[],"coverage":[],"title":["On q-summation and confluence"],"description":["  This paper is divided in two parts. In the first part we consider irregular\nsingular analytic q-difference equations, with q\\in ]0,1[, and we show how the\nBorel sum of a divergent solution of a differential equation can be uniformly\napproximated on a convenient sector by a meromorphic solution of such a\nq-difference equation. In the second part, we work under the assumption q\\in\n]1,+\\infty[. In this case, at least four different q-Borel sums of a divergent\nsolution of an irregular singular analytic q-difference equations are spread in\nthe literature: under convenient assumptions we clarify the relations among\nthem.\n","Comment: 36 pages. Following the referee's comments, we have clarified the\n  exposition of some proofs and corrected some misprints"]}]
["0709.2731",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2731","Phys. Rev. E 77, 021602 (2008)","doi:10.1103/PhysRevE.77.021602"],"date":["2007-09-17"],"type":["text"],"creator":["Bowick, Mark J.","Giomi, Luca","Shin, Homin","Thomas, Creighton K."],"language":[],"coverage":[],"title":["Bubble Raft Model for a Paraboloidal Crystal"],"description":["  We investigate crystalline order on a two-dimensional paraboloid of\nrevolution by assembling a single layer of millimeter-sized soap bubbles on the\nsurface of a rotating liquid, thus extending the classic work of Bragg and Nye\non planar soap bubble rafts. Topological constraints require crystalline\nconfigurations to contain a certain minimum number of topological defects such\nas disclinations or grain boundary scars whose structure is analyzed as a\nfunction of the aspect ratio of the paraboloid. We find the defect structure to\nagree with theoretical predictions and propose a mechanism for scar nucleation\nin the presence of large Gaussian curvature.\n","Comment: 4 pages, 4 figures"]}]
["0709.3447",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3447"],"date":["2007-09-21","2008-02-28"],"type":["text"],"creator":["Esnault, Hélène","Ogus, Arthur"],"language":[],"coverage":[],"title":["Hodge cohomology of invertible sheaves"],"description":["  v2: We improved a little bit according to the referee's wishes.\n  v1: On $X$ projective smooth over a field $k$, Pink and Roessler conjecture\nthat the dimension of the Hodge cohomology of an invertible $n$-torsion sheaf\n$L$ is the same as the one of its $a$-th power $L^a$ if $a$ is prime to $n$,\nunder the assumptions that $X$ lifts to $W_2(k)$ and $dim X\\le p$, if $k$ has\ncharacteristic $p>0$. They show this if $k$ has characteristic 0 and if $n$ is\nprime to $p$ in characteristic $p>0$. We show the conjecture in characteristic\n$p>0$ if $n=p$ assuming in addition that $X$ is ordinary (in the sense of\nBloch-Kato).\n","Comment: 13 pages"]}]
["0710.0538",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0538","Phys. Rev. B 77, 075334 (2008)","doi:10.1103/PhysRevB.77.075334"],"date":["2007-10-02"],"type":["text"],"creator":["Jordan, Andrew N.","Buttiker, Markus"],"language":[],"coverage":[],"title":["Gap theory of rectification in ballistic three-terminal conductors"],"description":["  We introduce a model for rectification in three-terminal ballistic\nconductors, where the central connecting node is modeled as a chaotic cavity.\nFor bias voltages comparable to the Fermi energy, a strong nonlinearity is\ncreated by the opening of a gap in the transport window. Both noninteracting\ncavity electrons at arbitrary temperature as well as the hot electron regime\nare considered. Charging effects are treated within the transmission formalism\nusing a self-consistent analysis. The conductance of the third lead in a\nvoltage probe configuration is varied to also model inelastic effects. We find\nthat the basic transport features are insensitive to all of these changes,\nindicating that the nonlinearity is robust and well suited to applications such\nas current rectification in ballistic systems. Our findings are in broad\nagreement with several recent experiments.\n","Comment: 8 pages, 6 figures"]}]
["0710.2383",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2383"],"date":["2007-10-12","2008-02-28"],"type":["text"],"creator":["Zhao, Chunnong","Ju, Li","Miao, Haixing","Gras, Slawomir","Fan, Yaohui","Blair, David G."],"language":[],"coverage":[],"title":["Direct Amplification of Sound By Light"],"description":["  A new device, the opto-acoustic parametric amplifier (OAPA), is introduced,\nwhich is analogous to an optical parametric amplifier (OPA). The radiation\npressure reaction of light on the reflective surface of an acoustic resonator\nprovides nonlinearity similar to the Kerr effect in the OPA. The OAPA can be\ntuned to operate in two regimes. In the positive gain regime, an acoustic\nsignal is directly amplified. In the negative gain regime, we show that the\nacoustic resonator can be cooled to the quantum ground state.\n"]}]
["0710.5240",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5240","Europhys. Lett. 81, 67001 (2008)","doi:10.1209/0295-5075/81/67001"],"date":["2007-10-27","2008-02-19"],"type":["text"],"creator":["Das, Sourin","Rao, Sumathi","Saha, Arijit"],"language":[],"coverage":[],"title":["Spintronics with NSN Junction of one-dimensional quantum wires : A study\n  of Pure Spin Current and Magnetoresistance"],"description":["  We demonstrate possible scenarios for production of pure spin current and\nlarge tunnelling magnetoresistance ratios from elastic co-tunnelling and\ncrossed Andreev reflection across a superconducting junction comprising of\nnormal metal-superconductor-normal metal, where, the normal metal is a\none-dimensional interacting quantum wire. We show that there are fixed points\nin the theory which correspond to the case of pure spin current. We analyze the\ninfluence of electron-electron interaction and see how it stabilizes or\nde-stabilizes the production of pure spin current. These fixed points can be of\ndirect experimental relevance for spintronics application of normal\nmetal-superconductor-normal metal junctions of one-dimensional quantum wires.\nWe also calculate the power law temperature dependence of the crossed Andreev\nreflection enhanced tunnelling magnetoresistance ratio for the normal\nmetal-superconductor-normal metal junction.\n","Comment: Final version to appear in Euro. Phys. Lett"]}]
["0711.0255",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0255"],"date":["2007-11-02","2008-02-28"],"type":["text"],"creator":["Mei, T."],"language":[],"coverage":[],"title":["On spherically symmetric metric satisfying the positive kinetic energy\n  coordinate condition"],"description":["  Generally speaking, there is a negative kinetic energy term in the Lagrangian\nof the Einstein-Hilbert action of general relativity; On the other hand, the\nnegative kinetic energy term can be vanished by designating a special\ncoordinate system. For general spherically symmetric metric, the question that\nseeking special coordinate system that satisfies the positive kinetic energy\ncoordinate condition is referred to solving a linear first-order partial\ndifferential equation. And then, we present a metric corresponding to the\nReissner-Nordstrom solution that satisfies the positive kinetic energy\ncoordinate condition. Finally, we discuss simply the case of the Tolman metric.\n","Comment: 11 pages, no figure"]}]
["0711.1218",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1218","New J. Phys. 10 (2008) 023020","doi:10.1088/1367-2630/10/2/023020"],"date":["2007-11-08"],"type":["text"],"creator":["Pizorn, Iztok","Prosen, Tomaz","Mossmann, Stefan","Seligman, Thomas H."],"language":[],"coverage":[],"title":["The two-body random spin ensemble and a new type of quantum phase\n  transition"],"description":["  We study the properties of a two-body random matrix ensemble for\ndistinguishable spins. We require the ensemble to be invariant under the group\nof local transformations and analyze a parametrization in terms of the group\nparameters and the remaining parameters associated with the \"entangling\" part\nof the interaction. We then specialize to a spin chain with nearest neighbour\ninteractions and numerically find a new type of quantum phase transition\nrelated to the strength of a random external field i.e. the time reversal\nbreaking one body interaction term.\n","Comment: 15 pages, 6 eps figures, submitted to New J. Phys"]}]
["0712.1822",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1822","Phys. Rev. B 77, 075112 (2008)","doi:10.1103/PhysRevB.77.075112"],"date":["2007-12-11"],"type":["text"],"creator":["Al-Saidi, W. A.","Walter, E. J.","Rappe, A. M."],"language":[],"coverage":[],"title":["Optimized norm-conserving Hartree-Fock pseudopotentials for plane-wave\n  calculations"],"description":["  We report Hartree-Fock (HF) based pseudopotentials suitable for plane-wave\ncalculations. Unlike typical effective core potentials, the present\npseudopotentials are finite at the origin and exhibit rapid convergence in a\nplane-wave basis; the optimized pseudopotential method [A. M. Rappe et. al,\nPhys. Rev. B 41 1227--30 (1990)] improves plane-wave convergence.\nNorm-conserving HF pseudopotentials are found to develop long-range\nnon-Coulombic behavior which does not decay faster than 1/r, and is non-local.\nThis behavior, which stems from the nonlocality of the exchange potential, is\nremedied using a recently developed self-consistent procedure [J. R. Trail and\nR. J. Needs, J. Chem. Phys. 122, 014112 (2005)]. The resulting pseudopotentials\nslightly violate the norm conservation of the core charge. We calculated\nseveral atomic properties using these pseudopotentials, and the results are in\ngood agreement with all-electron HF values. The dissociation energies,\nequilibrium bond lengths, and frequency of vibrations of several dimers\nobtained with these HF pseudopotentials and plane waves are also in good\nagreement with all-electron results.\n","Comment: To be published in Phys. Rev. B"]}]
["0712.2544",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2544","doi:10.1086/529012"],"date":["2007-12-15"],"type":["text"],"creator":["Hannah, I. G.","Christe, S.","Krucker, S.","Hurford, G. J.","Hudson, H. S.","Lin, R. P."],"language":[],"coverage":[],"title":["RHESSI Microflare Statistics II. X-ray Imaging, Spectroscopy & Energy\n  Distributions"],"description":["  We present X-ray imaging and spectral analysis of all microflares the Reuven\nRamaty High Energy Solar Spectroscopic Imager (RHESSI) observed between March\n2002 and March 2007, a total of 25,705 events. These microflares are small\nflares, from low GOES C Class to below A Class (background subtracted) and are\nassociated with active regions. They were found by searching the 6-12 keV\nenergy range during periods when the full sensitivity of RHESSI's detectors was\navailable (see paper I). Each microflare is automatically analyzed at the peak\ntime of the 6-12 keV emission: the thermal source size is found by\nforward-fitting the complex visibilities for 4-8 keV, and the spectral\nparameters (temperature, emission measure, power-law index) are found by\nforward fitting a thermal plus non-thermal model. The combination of these\nparameters allows us to present the first statistical analysis of the thermal\nand non-thermal energy at the peak times of microflares.\n","Comment: 17 pages, 21 figs, ApJ"]}]
["0801.0779",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0779","Phys. Rev. B 77, 054436 (2008)","doi:10.1103/PhysRevB.77.054436"],"date":["2008-01-04"],"type":["text"],"creator":["Sun, X. F.","Taskin, A. A.","Zhao, X.","Lavrov, A. N.","Ando, Yoichi"],"language":[],"coverage":[],"title":["Large magnetothermal conductivity in GdBaCo_{2}O_{5+x} single crystals"],"description":["  To study the effects of paramagnetic spins on phonons, both the in-plane and\nthe c-axis heat transport of GdBaCo_{2}O_{5+x} (GBCO) single crystals are\nmeasured at low temperature down to 0.36 K and in magnetic field up to 16 T. It\nis found that the phonon heat transport is very strongly affected by the\nmagnetic field and nearly 5 times increase of the thermal conductivity in\nseveral Tesla field is observed at 0.36 K. It appears that phonons are\nresonantly scattered by paramagnetic spins in zero field and the application of\nmagnetic field removes such strong scattering, but the detailed mechanism is to\nbe elucidated.\n","Comment: 5 pages, 5 figures, accepted for publication in Phys. Rev. B"]}]
["0801.3138",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3138"],"date":["2008-01-21","2008-02-28"],"type":["text"],"creator":["Sato, Masanori"],"language":[],"coverage":[],"title":["Single photon Michelson-Morley experiment via de Broglie-Bohm picture:\n  An interpretation based on the hypothesis of frame dragging"],"description":["  The Michelson-Morley experiment is considered via a single photon\ninterferometer and a hypothesis of the dragging of the permittivity of free\nspace and permeability of free space. The Michelson-Morley experimental results\ncan be interpreted using de Broglie-Bohm picture. In the global positioning\nsystem (GPS) experiment, isotropic constancy of the speed of light, c, was\nconfirmed by direct one way measurement. That is, Michelson-Morley experiments\nwithout interference are confirmed every day; therefore the hypothesis of frame\ndragging is a suitable explanation of the Michelson-Morley experimental\nresults.\n","Comment: 9 pages, 6 figures"]}]
["0801.3483",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3483","Phys. Rev. B 77, 054505 (2008)","doi:10.1103/PhysRevB.77.054505"],"date":["2008-01-22"],"type":["text"],"creator":["Sasaki, T.","Yoneyama, N.","Kobayashi, N."],"language":[],"coverage":[],"title":["Mott transition and superconductivity in the strongly correlated organic\n  superconductor $\\kappa$-(BEDT-TTF)$_{2}$Cu[N(CN)$_{2}]$Br"],"description":["  The magnetic field effect on the phase diagram of the organic Mott system\n$\\kappa$-(BEDT-TTF)$_{2}$Cu[N(CN)$_{2}$]Br in which the bandwidth was tuned by\nthe substitution of deuterated molecules was studied by means of the\nresistivity measurements performed in magnetic fields. The lower critical point\nof the first-order Mott transition, which ended on the upper critical field\n$H_{\\rm c2}$-temperature plane of the superconductivity, was determined\nexperimentally in addition to the previously observed upper critical end point.\nThe lower critical end point moved to a lower temperature with the suppression\nof $T_{\\rm c}$ in magnetic fields and the Mott transition recognized so far as\nthe $S$-shaped curve reached $T =$ 0 when $H > H_{\\rm c2}$ in the end.\n","Comment: 5 pages, 4 figures"]}]
["0801.4179",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4179"],"date":["2008-01-27","2008-02-28"],"type":["text"],"creator":["Phong, D. H.","Sturm, Jacob"],"language":[],"coverage":[],"title":["Lectures on Stability and Constant Scalar Curvature"],"description":["  An introduction is provided to some current research trends in stability in\ngeometric invariant theory and the problem of Kaehler metrics of constant\nscalar curvature. Besides classical notions such as Chow-Mumford stability, the\nemphasis is on several new stability conditions, such as K-stability,\nDonaldson's infinite-dimensional GIT, and conditions on the closure of orbits\nof almost-complex structures under the diffeomorphism group. Related analytic\nmethods are also discussed, including estimates for energy functionals,\nTian-Yau-Zelditch approximations, estimates for moment maps, complex\nMonge-Ampere equations and pluripotential theory, and the Kaehler-Ricci flow\n","Comment: 85 pages, minor corrections added"]}]
["0802.0887",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0887"],"date":["2008-02-06","2008-02-28"],"type":["text"],"creator":["Halzen, Francis","O'Murchadha, Aongus"],"language":[],"coverage":[],"title":["Neutrinos from Auger Sources"],"description":["  The Pierre Auger observatory has presented evidence that the arrival\ndirections of cosmic rays with energies in excess of 6x10^7 TeV may be\ncorrelated with nearby active galactic nuclei (AGN). In this context we revisit\na suggestion based on gamma ray observations that nearby Fanaroff-Riley I\ngalaxies such as Cen A and M87 are the sources of the local cosmic rays. We\ncompute the accompanying neutrino flux and find a flux within reach of\nsecond-generation kilometer-scale neutrino telescopes.\n","Comment: 4 pages, LaTeX file using RevTEX4, 1 B/W .eps figure, typos corrected"]}]
["0802.1083",{"format":[],"subject":["Mathematics - Geometric Topology","57M","06A"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1083"],"date":["2008-02-07","2008-02-27"],"type":["text"],"creator":["Chen, Qi","Przytycki, Jozef H."],"language":[],"coverage":[],"title":["The Gram determinant of the type B Temperley-Lieb algebra"],"description":["  In this paper, we solve a problem posed by Rodica Simion regarding type B\nGram determinants. We present this in a fashion influenced by the work of\nW.B.R.Lickorish on Witten-Reshetikhin-Turaev invariants of 3-manifolds. The\nroots of the determinant were predicted by Dabkowski and Przytycki, and the\ncomplete factorization was conjectured by Gefry Barad. We will give a detailed\nhistory of this problem in a sequel paper in which we also plan to address\nother related questions by Simion, and connect the problem to\nFrenkel-Khovanov's work.\n"]}]
["0802.2491",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2491"],"date":["2008-02-18","2008-02-28"],"type":["text"],"creator":["Addario-Berry, L.","Reed, B. A."],"language":[],"coverage":[],"title":["Ballot theorems for random walks with finite variance"],"description":["  We prove an analogue of the classical ballot theorem that holds for any\nrandom walk in the range of attraction of the normal distribution. Our result\nis best possible: we exhibit examples demonstrating that if any of our\nhypotheses are removed, our conclusions may no longer hold.\n","Comment: 21 pages; substantially simplified the proof of the positive result"]}]
["0802.3626",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3626"],"date":["2008-02-25"],"type":["text"],"creator":["Nayak, Birendra Kumar","Sahoo, Sudhakar","Rout, Sushant Kumar"],"language":[],"coverage":[],"title":["Color Graphs: An Efficient Model For Two-Dimensional Cellular Automata\n  Linear Rules"],"description":["  Two-dimensional nine neighbor hood rectangular Cellular Automata rules can be\nmodeled using many different techniques like Rule matrices, State Transition\nDiagrams, Boolean functions, Algebraic Normal Form etc. In this paper, a new\nmodel is introduced using color graphs to model all the 512 linear rules. The\ngraph theoretic properties therefore studied in this paper simplifies the\nanalysis of all linear rules in comparison with other ways of its study.\n","Comment: 14 pages, presented at Orissa Mathematical Society Conference, 2008"]}]
["0802.3635",{"format":[],"subject":["Mathematics - Representation Theory","20N05, 17D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3635"],"date":["2008-02-25","2008-02-27"],"type":["text"],"creator":["Paal, Eugen"],"language":[],"coverage":[],"title":["Moufang symmetry IV. Reductivity and hidden associativity"],"description":["  It is shown how integrability of the generalized Lie equations of a local\nanalytic Moufang loop is related to the reductivity conditions and\nSagle-Yamaguti identity.\n","Comment: 5 pages, LaTeX2e, no figures"]}]
["0802.3703",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","06A06, 06A07, 06A11, 11C08, 11B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3703"],"date":["2008-02-26"],"type":["text"],"creator":["Krot-Sieniawska, Ewa"],"language":[],"coverage":[],"title":["On incidence algebras description of cobweb posets"],"description":["  The explicite formulas for Mobius function and some other important elements\nof the incidence algebra of an arbitrary cobweb poset are delivered. For that\nto do one uses Kwasniewski's construction of his cobweb posets . The digraph\nrepresentation of these cobweb posets constitutes a newly discovered class of\norderable DAG's named here down KoDAGs with a kind of universality now being\ninvestigated. Namely cobweb posets' and thus KoDAGs's defining di-bicliques are\nlinks of any complete relations' chains.\n","Comment: 9 pages"]}]
["0802.3800",{"format":[],"subject":["Mathematics - Representation Theory","20N05, 17D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3800"],"date":["2008-02-26","2008-02-27"],"type":["text"],"creator":["Paal, Eugen"],"language":[],"coverage":[],"title":["Moufang symmetry XII. Reductivity and hidden associativity of\n  infinitesimal Moufang transformations"],"description":["  It is shown how integrability of the generalized Lie equations of continous\nMoufang transformatiosn is related to the reductivity conditions and\nSagle-Yamaguti identity.\n","Comment: 5 pages, LaTeX2e, no figures"]}]
["0802.3865",{"format":[],"subject":["Mathematics - Rings and Algebras","17D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3865"],"date":["2008-02-26","2008-02-28"],"type":["text"],"creator":["Liu, Keqin"],"language":[],"coverage":[],"title":["Generalization of One of Lie's Theorems"],"description":["  We prove a generalization of one of Lie's Theorems in the context of Lie-like\nalgebras$^{2-nd}$.\n","Comment: 13 pages"]}]
["0802.3895",{"format":[],"subject":["Computer Science - Software Engineering","D.1.7","D.2.1","D.2.11","D.3.2","D.3.3","H.4.1","K.6.4","K.8.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3895","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2004 85-93\n  ISBN 1 902724 94 1"],"date":["2008-02-26"],"type":["text"],"creator":["Bregar, Andrej"],"language":[],"coverage":[],"title":["Complexity Metrics for Spreadsheet Models"],"description":["  Several complexity metrics are described which are related to logic\nstructure, data structure and size of spreadsheet models. They primarily\nconcentrate on the dispersion of cell references and cell paths. Most metrics\nare newly defined, while some are adapted from traditional software\nengineering. Their purpose is the identification of cells which are liable to\nerrors. In addition, they can be used to estimate the values of dependent\nprocess metrics, such as the development duration and effort, and especially to\nadjust the cell error rate in accordance with the contents of each individual\ncell, in order to accurately asses the reliability of a model. Finally, two\nconceptual constructs - the reference branching condition cell and the\ncondition block - are discussed, aiming at improving the reliability,\nmodifiability, auditability and comprehensibility of logical tests.\n","Comment: 9 pages, 5 figures"]}]
["0802.3901",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3901"],"date":["2008-02-26"],"type":["text"],"creator":["Jogee, S.","Miller, S.","Penner, K.","Bell, E. F.","Conselice, C.","Skelton, R. E.","Somerville, R.","Rix, H-W.","Barazza, F. D.","Barden, M.","Borch, A.","Beckwith, S. V.","Caldwell, J. A.","Haussler, B.","Heymans, C.","Jahnke, K.","McIntosh, D.","Meisenheimer, K.","Papovich, C.","Peng, C.","Robaina, A.","Sanchez, S.","Wisotzki, L.","Wolf, C."],"language":[],"coverage":[],"title":["Frequency and Impact of Galaxy Mergers and Interactions over the last 7\n  Gyr"],"description":["  We explore the history and impact of galaxy mergers and interactions over\nz~0.24 to 0.80, based on HST ACS, Combo-17, and Spitzer 24 mu data of ~4500\ngalaxies in the GEMS survey. Using visual and quantitative parameters,we\nidentify galaxies with strong distortions indicative of recent strong\ninteractions and mergers versus normal galaxies (E/S0, Sa, Sb-Sc, Sd/Irr). Our\nresults are: (1) The observed fraction F of strongly disturbed systems among\nhigh mass (M>=2.5E10 Msun) galaxies is ~9% to 12% in every Gyr bin over z~0.24\nto 0.80. The corresponding merger rate is a few times 10^-4 galaxies Gyr-1\nMpc-3. The fraction F shows fair agreement with the merger fraction of mass\nratio >=1:10 predicted by several LCDM-based simulations. (2) For M>=1E9 Msun\nsystems, the average star formation rate (SFR) of strongly disturbed systems is\nonly modestly enhanced with respect to normal galaxies, in agreement with\nrecent simulations. In fact, over z~0.24 to 0.80, strongly disturbed systems\nonly account for a small fraction (<~30%) of the total SFR density. This\nsuggests that the behaviour of the cosmic SFR density over the last seven\nbillion years is predominantly shaped by normal galaxies.\n","Comment: To appear in Proceedings of \"Formation and Evolution of Galaxy\n  Disks\", held in Rome, 1-5 October 2007. 4 pages, 4 figures. Uses asp2006.sty,\n  graphicx.sty psfig.sty"]}]
["0802.3903",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3903"],"date":["2008-02-26"],"type":["text"],"creator":["Weinzirl, Tim","Jogee, Shardha","Barazza, Fabio D."],"language":[],"coverage":[],"title":["Constraining Galaxy Evolution With Bulge-Disk-Bar Decomposition"],"description":["  Structural decomposition of galaxies into bulge, disk, and bar components is\nimportant to address a number of scientific problems. Measuring bulge, disk,\nand bar structural parameters will set constraints on the violent and secular\nprocesses of galaxy assembly and recurrent bar formation and dissolution\nmodels. It can also help to quantify the fraction and properties of bulgeless\ngalaxies (those systems having no bulge or only a relatively insignificant\ndisky-pseudobulges), which defy galaxy formation paradigms requiring almost\nevery disk galaxy to have a classical bulge at its core. We demonstrate a proof\nof concept and show early results of our ongoing three-component bulge-disk-bar\ndecomposition of NIR images for a sample of three complementary samples\nspanning different epochs and different environments (field and cluster). In\ncontrast to most early studies, which only attempt two-component bulge-disk\ndecomposition, we fit three components using GALFIT: a bulge, a disk, and a\nbar. We show that it is important to include the bar component, as this can\nsignificantly lower the bulge-to-total luminosity ratio (B/T), in many cases by\na factor of two or more, thus effectively changing the Hubble type of a galaxy\nfrom early to late.\n","Comment: 4 pages of text, 1 figure, 1 table"]}]
["0802.3910",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3910"],"date":["2008-02-26"],"type":["text"],"creator":["Marinova, I.","Jogee, S.","Bacon, D.","Balogh, M.","Barden, M.","Barazza, F. D.","Bell, E. F.","Bohm, A.","Caldwell, J. A. R.","Gray, M. E.","Haussler, B.","Heymans, C.","Jahnke, K.","van Kampen, E.","Koposov, S.","Lane, K.","McIntosh, D. H.","Meisenheimer, K.","Peng, C. Y.","Rix, H. -W.","Sanchez, S. F.","Taylor, A.","Wisotzki, L.","Wolf, C.","Zheng, X."],"language":[],"coverage":[],"title":["Characterizing Barred Galaxies in the Abell 901/902 Supercluster"],"description":["  In dense clusters, higher densities at early epochs as well as physical\nprocesses, such as ram pressure stripping and tidal interactions become\nimportant, and can have direct consequences for the evolution of bars and their\nhost disks. To study bars and disks as a function of environment, we are using\nthe STAGES ACS HST survey of the Abell 901/902 supercluster (z~0.165), along\nwith earlier field studies based the SDSS and the Ohio State University Bright\nSpiral Galaxy Survey (OSUBSGS). We explore the limitations of traditional\nmethods for characterizing the bar fraction, and in particular highlight\nuncertainties in disk galaxy selection in cluster environments. We present an\nalternative approach for exploring the proportion of bars, and investigate the\nproperties of bars as a function of host galaxy color, Sersic index, stellar\nmass, star formation rate (SFR), specific SFR, and morphology.\n","Comment: to appear in the ASP conference proceedings of the \"Frank N. Bash\n  Symposium 2007: New Horizons in Astronomy\", editors: A. Frebel, J. Maund, J.\n  Shen, M. Siegel"]}]
["0802.3915",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3915","Bioinformatics 21, 7 (2005) 1094-103","doi:10.1093/bioinformatics/bti112"],"date":["2008-02-26"],"type":["text"],"creator":["Rimour, Sébastien","Hill, David","Militon, Cécile","Peyret, Pierre"],"language":[],"coverage":[],"title":["GoArrays: highly dynamic and efficient microarray probe design"],"description":["  MOTIVATION: The use of oligonucleotide microarray technology requires a very\ndetailed attention to the design of specific probes spotted on the solid phase.\nThese problems are far from being commonplace since they refer to complex\nphysicochemical constraints. Whereas there are more and more publicly available\nprograms for microarray oligonucleotide design, most of them use the same\nalgorithm or criteria to design oligos, with only little variation. RESULTS: We\nshow that classical approaches used in oligo design software may be inefficient\nunder certain experimental conditions, especially when dealing with complex\ntarget mixtures. Indeed, our biological model is a human obligate parasite, the\nmicrosporidia Encephalitozoon cuniculi. Targets that are extracted from\nbiological samples are composed of a mixture of pathogen transcripts and host\ncell transcripts. We propose a new approach to design oligonucleotides which\ncombines good specificity with a potentially high sensitivity. This approach is\noriginal in the biological point of view as well as in the algorithmic point of\nview. We also present an experimental validation of this new strategy by\ncomparing results obtained with standard oligos and with our composite oligos.\nA specific E.cuniculi microarray will overcome the difficulty to discriminate\nthe parasite mRNAs from the host cell mRNAs demonstrating the power of the\nmicroarray approach to elucidate the lifestyle of an intracellular pathogen\nusing mix mRNAs.\n"]}]
["0802.3917",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3917"],"date":["2008-02-26"],"type":["text"],"creator":["Miller, Sarah H.","Jogee, S.","Conselice, C.","Penner, K.","Bell, E.","Zheng, X.","Papovich, C.","Skelton, R.","Somerville, R.","Rix, H.","Barazza, F.","Barden, M.","Borch, A.","Beckwith, S.","Caldwell, J.","Haeussler, B.","Heymans, C.","Jahnke, K.","McIntosh, D.","Meisenheimer, K.","Peng, C.","Robaina, A.","Sanchez, S.","Wisotzki, L.","Wolf, C."],"language":[],"coverage":[],"title":["Exploring the Impact of Galaxy Interactions over Seven Billion Years\n  with CAS"],"description":["  We explore galaxy assembly over the last seven billion years by\ncharacterizing \"normal\" galaxies along the Hubble sequence, against strongly\ndisturbed merging/interacting galaxies with the widely used CAS system of\nconcentration (C), asymmetry (A), and 'clumpiness' (S) parameters, as well as\nvisual classification. We analyze Hubble Space Telescope (HST) ACS images of\n~4000 intermediate and high mass (> 10^9 solar masses) galaxies from the GEMS\nsurvey, one of the largest HST surveys conducted to date in two filters. We\nexplore the effectiveness of the CAS criteria [A>S and A>~0.35] in separating\nnormal and strongly disturbed galaxies at different redshifts, and quantify the\nrecovery and contamination rate. We also compare the average star formation\nrate and the cosmic star formation rate density as a function of redshift\nbetween normal and interacting systems identified by CAS.\n","Comment: ASP conference proceedings of 2007 Bash Symposium. Latex with\n  asp2006.sty. 4 pages, 4 figures"]}]
["0802.3919",{"format":[],"subject":["Computer Science - Human-Computer Interaction","D.1.7","D.2.1","D.2.11","D.3.2","D.3.3","H.4.1","K.6.4","K.8.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3919","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2004 23-33\n  ISBN 1 902724 94 1"],"date":["2008-02-26"],"type":["text"],"creator":["Grossman, Thomas A.","Ozluk, Ozgur"],"language":[],"coverage":[],"title":["A Paradigm for Spreadsheet Engineering Methodologies"],"description":["  Spreadsheet engineering methodologies are diverse and sometimes\ncontradictory. It is difficult for spreadsheet developers to identify a\nspreadsheet engineering methodology that is appropriate for their class of\nspreadsheet, with its unique combination of goals, type of problem, and\navailable time and resources. There is a lack of well-organized, proven\nmethodologies with known costs and benefits for well-defined spreadsheet\nclasses. It is difficult to compare and critically evaluate methodologies. We\npresent a paradigm for organizing and interpreting spreadsheet engineering\nrecommendations. It systematically addresses the myriad choices made when\ndeveloping a spreadsheet, and explicitly considers resource constraints and\nother development parameters. This paradigm provides a framework for\nevaluation, comparison, and selection of methodologies, and a list of essential\nelements for developers or codifiers of new methodologies. This paradigm\nidentifies gaps in our knowledge that merit further research.\n","Comment: 11 Pages"]}]
["0802.3924",{"format":[],"subject":["Computer Science - Human-Computer Interaction","D.1.7","D.2.1","D.2.11","D.3.2","D.3.3","H.4.1","K.6.4","K.8.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3924","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2004 95-106\n  ISBN 1 902724 94 1"],"date":["2008-02-26"],"type":["text"],"creator":["Clermont, Markus"],"language":[],"coverage":[],"title":["A Toolkit for Scalable Spreadsheet Visualization"],"description":["  This paper presents a toolkit for spreadsheet visualization based on logical\nareas, semantic classes and data modules. Logical areas, semantic classes and\ndata modules are abstract representations of spreadsheet programs that are\nmeant to reduce the auditing and comprehension effort, especially for large and\nregular spreadsheets. The toolkit is integrated as a plug-in in the Gnumeric\nspreadsheet system for Linux. It can process large, industry scale spreadsheet\nprograms in reasonable time and is tightly integrated with its host spreadsheet\nsystem. Users can generate hierarchical and graph-based representations of\ntheir spreadsheets. This allows them to spot conceptual similarities in\ndifferent regions of the spreadsheet, that would otherwise not fit on a screen.\nAs it is assumed that the learning effort for effective use of such a tool\nshould be kept low, we aim for intuitive handling of most of the tool's\nfunctions.\n","Comment: 12 Pages"]}]
["0802.3925",{"format":[],"subject":["Mathematics - Functional Analysis","47B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3925"],"date":["2008-02-26"],"type":["text"],"creator":["Le, Trieu"],"language":[],"coverage":[],"title":["A refined Luecking's theorem and finite-rank products of Toeplitz\n  operators"],"description":["  For any function $f$ in $L^{\\infty}(\\mathbb{D})$, let $T_f$ denote the\ncorresponding Toeplitz operator the Bergman space $A^2(\\mathbb{D})$. A recent\nresult of D. Luecking shows that if $T_f$ has finite rank then $f$ must be the\nzero function. Using a refined version of this result, we show that if all\nexcept possibly one of the functions $f_1,..., f_{m}$ are radial and\n$T_{f_1}... T_{f_m}$ has finite rank, then one of these functions must be zero.\n","Comment: 9 pages"]}]
["0802.3937",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3937"],"date":["2008-02-26"],"type":["text"],"creator":["Hill, Reginald J."],"language":[],"coverage":[],"title":["Methods for measuring energy dissipation rate in anisotropic turbulence"],"description":["  Energy dissipation rate is an important parameter for nearly every experiment\non turbulent flow. Mathematically precise relationships between energy\ndissipation rate and other measurable statistics for the case of anisotropic\nturbulence are useful to experimentalists. Such relationships are obtained for\nwhich the measurable statistics are the 3rd-order and 2nd-order velocity\nstructure functions as well as the acceleration-velocity structure function.\nThe relationships are derived using the Navier-Stokes equation without\napproximation. Approximate versions are obtained on the basis of local\nstationarity and local homogeneity. The latter are valid for arbitrary Reynolds\nnumbers for the case of stationary, homogeneous turbulence. Precise use of the\nmathematics requires care noted in the Discussion section.\n","Comment: 14 pages"]}]
["0802.3941",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3941"],"date":["2008-02-26"],"type":["text"],"creator":["Deng, Shusa","Ortiz, Gerardo","Viola, Lorenza"],"language":[],"coverage":[],"title":["Generalized entanglement in static and dynamic quantum phase transitions"],"description":["  We investigate a class of one-dimensional, exactly solvable anisotropic XY\nspin-1/2 models in an alternating transverse magnetic field from an\nentanglement perspective. We find that a physically motivated Lie-algebraic\ngeneralized entanglement measure faithfully portraits the static phase diagram\n-- including second- and fourth-order quantum phase transitions belonging to\ndistinct universality classes. In the simplest time-dependent scenario of a\nslow quench across a quantum critical point, we identify parameter regimes\nwhere entanglement exhibits universal dynamical scaling relative to the static\nlimit.\n","Comment: 11 pages, 4 eps color figures. Invited talk at the 14th International\n  Conference on Recent Progress in Many Body Theories (RPMBT14), July 2007,\n  Barcelona"]}]
["0802.3944",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3944"],"date":["2008-02-26"],"type":["text"],"creator":["Tasker, Elizabeth J.","Bryan, Greg L.","Tan, Jonathan C."],"language":[],"coverage":[],"title":["Simulating the ISM in Global Disk Galaxies"],"description":["  Until recently, simulations that modeled entire galaxies were restricted to\nan isothermal or fixed 2- or 3-phase interstellar medium (ISM). This obscured\nthe full role of the ISM in shaping the observed galactic-scale star formation\nrelations. In particular the Kennicutt relation suggests that star formation\nrates depend in a simple way on global galactic quantities, such as mean gas\nmass surface density and dynamical time. Contrary to this, observations of\nnearby star-forming regions, including images from the Spitzer telescope, show\nthat all the way down to ``local-scales'' ($\\sim$ parsecs) star formation is a\nhighly clustered process with the gas existing at a wide range of densities and\nmultiple phases, and seemingly decoupled from the larger-scale Galaxy. Many\ndifferent physical processes appear to be influencing the star formation rate,\nincluding heating and cooling of the gas, ``turbulent'' energy injection from\noutflows, winds and supernova blastwaves, ionization, and magnetic field\nsupport. Here we present results from global simulations of disk galaxy star\nformation that include a fully multiphase ISM and compare to simpler isothermal\nmodels. We also investigate the effect of background heating. We discuss the\nprocess of giant molecular cloud formation as one of the possible links between\nthe galactic and local scales of star formation.\n","Comment: 7 pages, 5 figures: Proceedings for \"The Evolving ISM in the Milky\n  Way & Nearby Galaxies\", 4th Spitzer Science Center Conference"]}]
["0802.3961",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3961"],"date":["2008-02-27"],"type":["text"],"creator":["Barazza, Fabio D.","Jogee, Shardha","Marinova, Irina"],"language":[],"coverage":[],"title":["Bars in Local Galaxies: Evidence for a higher Optical Bar Fraction in\n  Disk-Dominated Galaxies"],"description":["  We present a study of large-scale bars in the local Universe, based on a\nlarge sample of ~3692 galaxies, with -18.5 <= M_g < -22.0 mag and redshift 0.01\n<= z < 0.03, drawn from the SDSS. Our sample includes many galaxies that are\ndisk-dominated and of late Hubble types. Both color cuts and Sersic cuts yield\na similar sample of ~2000 disk galaxies. We characterize bars and disks by\nellipse-fitting r-band images and applying quantitative criteria. After\nexcluding highly inclined (>60 degrees) systems, we find the following results.\n(1) The optical r-band fraction (f_opt-r) of barred galaxies is ~48%-52%. (2)\nWhen galaxies are separated according to normalized half light radius\n(r_e/R_24), a remarkable result is seen: f_opt-r rises sharply, from ~40% in\ngalaxies that have small r_e/R_24 and visually appear to host prominent bulges,\nto ~70% for galaxies that have large r_e/R_24 and appear disk-dominated. (3)\nf_opt-r rises for galaxies with bluer colors and higher central surface\nbrightness. A weaker rise is seen toward lower masses. (4) We find that ~20% of\nour sample of disk galaxies appear to be ``quasi-bulgeless''. (5) If we\nrestrict our sample to bright galaxies and only consider bars that are strong\n(ellipticity >=0.4) and large enough (semi-major axis >=1.5 kpc) to be reliably\ncharacterized via ellipse-fitting out to z~0.8, we get an optical r-band\nfraction for strong bars f_opt-s of ~34%. This value is higher only by a modest\nfactor of 1.4, compared to the value of ~24%+-4% reported at z~0.7-1.0. If one\nassumes that the increasing obscuration by dust and star formation over z~0 to\n1.0 causes a further artificial loss of bars, the data even allow for a\nconstant or rising fraction of strong bars with redshift.\n","Comment: 2 pages, to appear in the proceedings of \"Formation and Evolution of\n  Galaxy Disks\", J.G. Funes and E.M. Corsini, eds., ASP Conference Series"]}]
["0802.3963",{"format":[],"subject":["Mathematical Physics","47G30, 35J10, 35P05, 35S05, 47A53, 74N20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3963"],"date":["2008-02-27"],"type":["text"],"creator":["Rabinovich, V.","Roch, S."],"language":[],"coverage":[],"title":["Agmon's type estimates of exponential behavior of solutions of systems\n  of elliptic partial differential equations.Applications to Schr\\\"{o}dinger,\n  Moisil-Theodorescu and Dirac operators"],"description":["  The aim of this paper is to derive Agmon's type exponential estimates for\nsolutions of elliptic systems of partial differential equations on $\\sR^n$. We\nshow that these estimates are related with the essential spectra of a family of\nassociated differential operators which depend on the original operator, and\nwith exponential weights which describe the decrease of solutions at infinity.\nThe essential spectra of the involved operators are described by means of their\nlimit operators. The obtained results are applied to study the problem of\nexponential decay of eigenfunctions of matrix Schr\\\"{o}dinger,\nMoisil-Theodorescu, and Dirac operators.\n","Comment: 19 pages"]}]
["0802.3964",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3964"],"date":["2008-02-27"],"type":["text"],"creator":["Kodera, Ryosuke"],"language":[],"coverage":[],"title":["A generalization of adjoint crystals for the quantized affine algebras\n  of type $A\\sb{n}\\sp{(1)}$, $C\\sb{n}\\sp{(1)}$ and $D\\sb{n+1}\\sp{(2)}$"],"description":["  We propose to generalize Benkart-Frenkel-Kang-Lee's adjoint crystals and\ndescribe their crystal structure for type $A\\sb{n}\\sp{(1)}$, $C\\sb{n}\\sp{(1)}$\nand $D\\sb{n+1}\\sp{(2)}$.\n","Comment: 26 pages"]}]
["0802.3969",{"format":[],"subject":["Statistics - Applications","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3969","Environmental Modelling and Software 22, 9 (2007) 1261-1269"],"date":["2008-02-27"],"type":["text"],"creator":["Dutot, A.","Rynkiewicz, Joseph","Steiner, F.","Rude, J."],"language":[],"coverage":[],"title":["A 24-h forecast of ozone peaks and exceedance levels using neural\n  classifiers and weather predictions"],"description":["  A neural network combined to a neural classifier is used in a real time\nforecasting of hourly maximum ozone in the centre of France, in an urban\natmosphere. This neural model is based on the MultiLayer Perceptron (MLP)\nstructure. The inputs of the statistical network are model output statistics of\nthe weather predictions from the French National Weather Service. With this\nneural classifier, the Success Index of forecasting is 78% whereas it is from\n65% to 72% with the classical MLPs. During the validation phase, in the Summer\nof 2003, six ozone peaks above the threshold were detected. They actually were\nseven.\n"]}]
["0802.3973",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Atmospheric and Oceanic Physics","Physics - Fluid Dynamics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3973","Nonlinear Processes in Geophysics 14, 443-454 (2007)"],"date":["2008-02-27"],"type":["text"],"creator":["Sandulescu, M.","Lopez, C.","Hernandez-Garcia, E.","Feudel, U."],"language":[],"coverage":[],"title":["Plankton blooms in vortices: The role of biological and hydrodynamic\n  time scales"],"description":["  We study the interplay of hydrodynamic mesoscale structures and the growth of\nplankton in the wake of an island, and its interaction with a coastal\nupwelling. Our focus is on a mechanism for the emergence of localized plankton\nblooms in vortices. Using a coupled system of a kinematic flow mimicking the\nmesoscale structures behind the island and a simple three component model for\nthe marine ecosystem, we show that the long residence times of nutrients and\nplankton in the vicinity of the island and the confinement of plankton within\nvortices are key factors for the appearance of localized plankton blooms\n","Comment: 29 pages, 9 figures"]}]
["0802.3974",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.2","F.4.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3974"],"date":["2008-02-27","2008-02-28"],"type":["text"],"creator":["Lapshin, Vladimir"],"language":[],"coverage":[],"title":["Syntax diagrams as a formalism for representation of syntactic relations\n  of formal languages"],"description":["  The new approach to representation of syntax of formal languages-- a\nformalism of syntax diagrams is offered. Syntax diagrams look a convenient\nlanguage for the description of syntactic relations in the languages having\nnonlinear representation of texts, for example, for representation of syntax\nlows of the language of structural chemical formulas. The formalism of\nneighbourhood grammar is used to describe the set of correct syntax constructs.\nThe neighbourhood the grammar consists of a set of families of\n\"neighbourhoods\"-- the diagrams defined for each symbol of the language's\nalphabet. The syntax diagram is correct if each symbol is included into this\ndiagram together with some neighbourhood. In other words, correct diagrams are\nneeded to be covered by elements of the neighbourhood grammar. Thus, the\ngrammar of formal language can be represented as system of the covers defined\nfor each correct syntax diagram.\n","Comment: 10 pages"]}]
["0802.3976",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3976"],"date":["2008-02-27"],"type":["text"],"creator":["Corezzi, Silvia","De Michele, Cristiano","Zaccarelli, Emanuela","Fioretto, Daniele","Sciortino, Francesco"],"language":[],"coverage":[],"title":["A molecular dynamics study of chemical gelation in a patchy particle\n  model"],"description":["  We report event-driven molecular dynamics simulations of the irreversible\ngelation of hard ellipsoids of revolution containing several associating\ngroups, characterizing how the cluster size distribution evolves as a function\nof the extent of reaction, both below and above the gel point. We find that in\na very large interval of values of the extent of reaction, parameter-free\nmean-field predictions are extremely accurate, providing evidence that in this\nmodel the Ginzburg zone near the gel point, where non-mean field effects are\nimportant, is very limited. We also find that the Flory's hypothesis for the\npost-gelation regime properly describes the connectivity of the clusters even\nif the long-time limit of the extent of reaction does not reach the fully\nreacted state. This study shows that irreversibly aggregating asymmetric\nhard-core patchy particles may provide a close realization of the mean-field\nmodel, for which available theoretical predictions may help control the\nstructure and the connectivity of the gel state. Besides chemical gels, the\nmodel is relevant to network-forming soft materials like systems with\nbioselective interactions, functionalized molecules and patchy colloids.\n","Comment: 6 pages, 4 figures, to be published in Soft Matter"]}]
["0802.3977",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Phenomenology","Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3977"],"date":["2008-02-27"],"type":["text"],"creator":["Jia, Yu"],"language":[],"coverage":[],"title":["One Special Identity between the complete elliptic integrals of the\n  first and the third kind"],"description":["  I prove an identity between the first kind and the third kind complete\nelliptic integrals with the following form:\n  $$\\Pi({(1+x) (1-3 x)\\over (1-x) (1+3 x)}, {(1+x)^3(1-3 x)\\over (1-x)^3\n(1+3x)})- {1+ 3 x \\over 6 x} K ({(1+x)^3(1-3x)\\over (1-x)^3 (1+3x)}) = 0, (0< x\n< 1); =-{\\pi\\over 12} {(x-1)^{3/2}\\sqrt{1+3 x}\\over x} (x<0 or x>1).$$\n  This relation can be applied to eliminate the complete elliptic integral of\nthe third kind from the analytic solutions of the imaginary part of two-loop\nsunset diagrams in the equal mass case. The validity of this relation in the\ncomplex domain is also briefly discussed.\n","Comment: 8 pages, 2 figures"]}]
["0802.3993",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3993","Phys. Rev. Lett. 100, 078001 (2008)","doi:10.1103/PhysRevLett.100.078001"],"date":["2008-02-27"],"type":["text"],"creator":["Grebenkov, Denis S.","Ciamarra, Massimo Pica","Nicodemi, Mario","Coniglio, Antonio"],"language":[],"coverage":[],"title":["Flow, Ordering and Jamming of Sheared Granular Suspensions"],"description":["  We study the rheological properties of a granular suspension subject to\nconstant shear stress by constant volume molecular dynamics simulations. We\nderive the system `flow diagram' in the volume fraction/stress plane\n$(\\phi,F)$: at low $\\phi$ the flow is disordered, with the viscosity obeying a\nBagnold-like scaling only at small $F$ and diverging as the jamming point is\napproached; if the shear stress is strong enough, at higher $\\phi$ an ordered\nflow regime is found, the order/disorder transition being marked by a sharp\ndrop of the viscosity. A broad jamming region is also observed where, in\nanalogy with the glassy region of thermal systems, slow dynamics followed by\nkinetic arrest occurs when the ordering transition is prevented.\n","Comment: 4 pages"]}]
["0802.3997",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3997"],"date":["2008-02-27"],"type":["text"],"creator":["Dubinski, John","Gauthier, Jean-Rene","Widrow, Larry","Nickerson, Sarah"],"language":[],"coverage":[],"title":["Spiral and Bar Instabilities Provoked by Dark Matter Satellites"],"description":["  We explore the secular dynamical evolution of an N-body model of M31 in the\npresence of a population of 100 dark matter satellites over 10 Gyr. The\nsatellite population has structural and kinematic characteristics modelled to\nfollow the predictions of Lambda-CDM cosmological simulations. Vertical disk\nheating is a small effect despite many interactions with the satellite\npopulation with only a 20% increase in vertical velocity dispersion sigma_z and\nthe disk scale height z_d at the equivalent solar radius R = 2.5R_d . However,\nthe stellar disk is noticeably flared after 10 Gyr with z_d nearly doubling at\nthe disk edge. Azimuthal disk heating is much larger with sigma_R and sigma_z\nboth increasing by 1.7x. However, in a control experiment without satellites\ndispersion increases by 1.5x suggesting that most of the effect is due to\nheating through scattering off of spiral structure excited by swing-amplified\nnoise. Surprisingly, direct impacts of satellites on the disk can excite spiral\nstructure with a significant amplitude and in some cases impacts close to the\ndisk center also induce the bar instability. The large number of dark matter\nsatellite impacts expected over a galaxy's lifetime may be a significant source\nof external perturbations for driving disk secular evolution.\n","Comment: 4 pages, 1 figure, 4 movies at\n  http://www.cita.utoronto.ca/~dubinski/Rome2007, to appear in the proceedings\n  of the ASP, Formation and Evolution of Galaxy Disks - Rome, Pontifical\n  Gregorian University, 1-5 October 2007, ed. J.G Funes and E.M Corsini"]}]
["0802.3998",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3998"],"date":["2008-02-27"],"type":["text"],"creator":["Ray, Nihar Ranjan","Srivastava, A. K.","Grotzschel, Rainer"],"language":[],"coverage":[],"title":["In Search Of Graphane -- A two-dimensional hydrocarbon"],"description":["  The characteristic results by different diagnostics on a typical hydrogenated\ndiamond like carbon (HDLC) film synthesized directly in a capacitatively\ncoupled RF (13.56 MHz) discharge are described. The results show some typical\ncharecteric features of Graphane as predicted theoretically. First experimental\nobservation of GRAPHANE/GRAPHANE like structure embedded in the HDLC film is\ndescribed.\n","Comment: 15 pages, 3 figures"]}]
["0802.4006",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Dynamical Systems","65P99","37M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4006"],"date":["2008-02-27"],"type":["text"],"creator":["Junge, Oliver","Koltai, Peter"],"language":[],"coverage":[],"title":["Discretization of transfer operators using a sparse hierarchical tensor\n  basis - the Sparse Ulam method"],"description":["  The global macroscopic behaviour of a dynamical system is encoded in the\neigenfunctions of a certain transfer operator associated to it. For systems\nwith low dimensional long term dynamics, efficient techniques exist for a\nnumerical approximation of the most important eigenfunctions, cf. DeJu99a. They\nare based on a projection of the operator onto a space of piecewise constant\nfunctions supported on a neighborhood of the attractor - Ulam's method.\n  In this paper we develop a numerical technique which makes Ulam's approach\napplicable to systems with higher dimensional long term dynamics. It is based\non ideas for the treatment of higher dimensional partial differential equations\nusing sparse grids. We develop the technique, establish statements about its\ncomplexity and convergence and present two numerical examples.\n"]}]
["0802.4007",{"format":[],"subject":["Mathematics - Representation Theory","20N05, 17D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4007"],"date":["2008-02-27","2008-02-28"],"type":["text"],"creator":["Paal, Eugen"],"language":[],"coverage":[],"title":["Moufang symmetry V. Triple closure"],"description":["  Triple closure of the infinitesimal translations of an analytic Moufang loop\nis inquired. This property is equivalent to reductivity and relates Mal'tsev\nalgebras to the Lie triple systems.\n","Comment: 3 pages, LaTeX2e, no figures"]}]
["0802.4008",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4008","Proc. NATO Advance Study Inst. on Physics and theoretical computer\n  science, J.-P. Gazeau, et al ed, IOS Press. Amsterdam, 2007"],"date":["2008-02-27"],"type":["text"],"creator":["Klyachko, Alexander"],"language":[],"coverage":[],"title":["Dynamic symmetry approach to entanglement"],"description":["  In this lectures I explain a connection between geometric invariant theory\nand entanglement, and give a number of examples how this approach works.\n","Comment: An extended lecture in Cargese, Corsica, France, Oct 2005, 30 pages"]}]
["0802.4010",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Computer Science - Artificial Intelligence","Computer Science - Neural and Evolutionary Computing","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4010","Philosophical Transactions of The Royal Society A, 365: 3033-3045,\n  2007","doi:10.1098/rsta.2007.0007"],"date":["2008-02-27"],"type":["text"],"creator":["Kaiser, Marcus"],"language":[],"coverage":[],"title":["Brain architecture: A design for natural computation"],"description":["  Fifty years ago, John von Neumann compared the architecture of the brain with\nthat of computers that he invented and which is still in use today. In those\ndays, the organisation of computers was based on concepts of brain\norganisation. Here, we give an update on current results on the global\norganisation of neural systems. For neural systems, we outline how the spatial\nand topological architecture of neuronal and cortical networks facilitates\nrobustness against failures, fast processing, and balanced network activation.\nFinally, we discuss mechanisms of self-organization for such architectures.\nAfter all, the organization of the brain might again inspire computer\narchitecture.\n"]}]
["0802.4014",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4014"],"date":["2008-02-27"],"type":["text"],"creator":["Blomers, C.","Schapers, Th.","Richter, T.","Calarco, R.","Luth, H.","Marso, M."],"language":[],"coverage":[],"title":["Phase-coherent transport in InN nanowires of various sizes"],"description":["  We investigate phase-coherent transport in InN nanowires of various diameters\nand lengths. The nanowires were grown by means of plasma-assisted molecular\nbeam epitaxy. Information on the phase-coherent transport is gained by\nanalyzing the characteristic fluctuation pattern in the magneto-conductance.\nFor a magnetic field oriented parallel to the wire axis we found that the\ncorrelation field mainly depends on the wire cross section, while the\nfluctuation amplitude is governed by the wire length. In contrast, if the\nmagnetic field is oriented perpendicularly, for wires longer than approximately\n200 nm the correlation field is limited by the phase coherence length. Further\ninsight into the orientation dependence of the correlation field is gained by\nmeasuring the conductance fluctuations at various tilt angles of the magnetic\nfield.\n","Comment: 5 pages, 5 figures"]}]
["0802.4016",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4016"],"date":["2008-02-27"],"type":["text"],"creator":["Pila, Jonathan","Zannier, Umberto"],"language":[],"coverage":[],"title":["Rational points in periodic analytic sets and the Manin-Mumford\n  conjecture"],"description":["  We present a new proof of the Manin-Mumford conjecture about torsion points\non algebraic subvarieties of abelian varieties. Our principle, which admits\nother applications, is to view torsion points as rational points on a complex\ntorus and then compare (i) upper bounds for the number of rational points on a\ntranscendental analytic variety (Bombieri-Pila-Wilkie) and (ii) lower bounds\nfor the degree of a torsion point (Masser), after taking conjugates. In order\nto be able to deal with (i), we discuss (Thm. 2.1) the semi-algebraic curves\ncontained in an analytic variety supposed invariant for translations by a full\nlattice, which is a topic with some independent motivation.\n","Comment: 12 pages"]}]
["0802.4017",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G10","14K15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4017"],"date":["2008-02-27"],"type":["text"],"creator":["Lachaud, Gilles","Ritzenthaler, Christophe","Zykin, Alexey"],"language":[],"coverage":[],"title":["Jacobians among Abelian threefolds: a formula of Klein and a question of\n  Serre"],"description":["  Let k be a field and f be a Siegel modular form of weight h \\geq 0 and genus\ng>1 over k. Using f, we define an invariant of the k-isomorphism class of a\nprincipally polarized abelian variety (A,a)/k of dimension g. Moreover when\n(A,a) is the Jacobian of a smooth plane curve, we show how to associate to f a\nclassical plane invariant. As straightforward consequences of these\nconstructions, when g=3 and k is a subfield of the complex field, we obtain (i)\na new proof of a formula of Klein linking the modular form \\chi_{18} to the\nsquare of the discriminant of plane quartics ; (ii) a proof that one can decide\nwhen (A,a) is a Jacobian over k by looking whether the value of \\chi_{18} at\n(A,a) is a square in k. This answers a question of J.-P. Serre. Finally, we\nstudy the possible generalizations of this approach for g>3.\n","Comment: 15 pages"]}]
["0802.4029",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4029"],"date":["2008-02-27"],"type":["text"],"creator":["Piekarewicz, J."],"language":[],"coverage":[],"title":["The Nuclear Physics of Neutron Stars"],"description":["  A remarkable fact about spherically-symmetric neutron stars in hydrostatic\nequilibrium - the so-called Schwarzschild stars - is that the only physics that\nthey are sensitive to is the equation of state of neutron-rich matter. As such,\nneutron stars provide a myriad of observables that may be used to constrain\npoorly known aspects of the nuclear interaction under extreme conditions of\ndensity. After discussing many of the fascinating phases encountered in neutron\nstars, I will address how powerful theoretical, experimental, and observational\nconstraints may be used to place stringent limits on the equation of state of\nneutron-rich matter.\n","Comment: 10 pages, 5 figures, conference proceedings from XXXI Symposium on\n  Nuclear Physics, Cocoyoc, Mexico 2008"]}]
["0802.4032",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4032"],"date":["2008-02-27"],"type":["text"],"creator":["Henrici, Andreas","Kappeler, Thomas"],"language":[],"coverage":[],"title":["Global action-angle variables for the periodic Toda lattice"],"description":["  In this paper we construct global action-angle variables for the periodic\nToda lattice.\n","Comment: 43 pages, 1 figure"]}]
["0802.4034",{"format":[],"subject":["Physics - Physics Education","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4034"],"date":["2008-02-27"],"type":["text"],"creator":["Belcher, John","Koleci, Carolann"],"language":[],"coverage":[],"title":["Using Animated Textures to Visualize Electromagnetic Fields and Energy\n  Flow"],"description":["  Animated textures can be used to visualize the spatial structure and temporal\nevolution of vector fields at high spatial resolution. The animation requires\ntwo time-dependent vector fields. The first of these vector fields determines\nthe spatial structure to be displayed. The second is a velocity field that\ndetermines the time evolution of the field lines of the first vector field. We\nillustrate this method with an example in magneto-quasi-statics, where the\nsecond velocity field is taken to be the ExB drift velocity of electric\nmonopoles. This technique for displaying time-dependent electromagnetic fields\nhas three pedagogical advantages: (1) the continuous nature of the\nrepresentation underscores the action-by-contact nature of forces transmitted\nby fields; (2) the animated texture motion shows the direction of\nelectromagnetic energy flow; and (3) the time-evolving field configuration\nenables insights into Maxwell stresses.\n"]}]
["0802.4045",{"format":[],"subject":["Mathematics - Dynamical Systems","93A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4045"],"date":["2008-02-27"],"type":["text"],"creator":["De Santis, Elena","Di Benedetto, Maria Domenica","Pola, Giordano"],"language":[],"coverage":[],"title":["Observability and Detectability of Linear Switching Systems: A\n  Structural Approach"],"description":["  We define observability and detectability for linear switching systems as the\npossibility of reconstructing and respectively of asymptotically reconstructing\nthe hybrid state of the system from the knowledge of the output for a suitable\nchoice of the control input. We derive a necessary and sufficient condition for\nobservability that can be verified computationally. A characterization of\ncontrol inputs ensuring observability of switching systems is given. Moreover,\nwe prove that checking detectability of a linear switching system is equivalent\nto checking asymptotic stability of a suitable switching system with guards\nextracted from it, thus providing interesting links to Kalman decomposition and\nthe theory of stability of hybrid systems.\n"]}]
["0802.4056",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4056"],"date":["2008-02-27"],"type":["text"],"creator":["Ratcliffe, Philip G.","Ramilli, Marco"],"language":[],"coverage":[],"title":["Dominant Contribution in Pion Production Single-Spin Asymmetries"],"description":["  Working with a completely collinear twist-3 factorized cross-section formula,\nwe identify two largely dominant partonic sub-processes, which contribute to\nthe single-spin asymmetries in semi-inclusive pion production, in the region of\nlarge pT and medium-large xF.\n","Comment: 4 pages, 2 figures, talk presented by Ramilli at the XII Advanced\n  Research Workshop on High Energy Spin Physics (DSPIN-07), Dubna, 3-7 Sept.\n  2007"]}]
["0802.4065",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4065"],"date":["2008-02-27"],"type":["text"],"creator":["Matyjasek, Jerzy"],"language":[],"coverage":[],"title":["Vacuum polarization of massive spinor and vector fields in the spacetime\n  of a nonlinear black hole"],"description":["  Building on general formulas obtained from the approximate renormalized\neffective action, the stress-energy tensor of the quantized massive spinor and\nvector fields in the spacetime of the regular black hole is constructed. Such a\nblack hole is the solution to the coupled system of nonlinear electrodynamics\nand general relativity. A detailed analytical and numerical analysis of the\nstress-energy tensor in the exterior region is presented. It is shown that for\nsmall values of the charge as well as large distances from the black hole the\nleading behavior of the stress-energy tensor is similar to that in the\nReissner-Nordstr\\\"om geometry. Important differences appear when the inner\nhorizon becomes close to the event horizon. A special emphasis is put on the\nextremal configuration and it is shown that the stress-energy tensor is regular\ninside the event horizon of the extremal black hole.\n"]}]
["0802.4067",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","Mathematics - Differential Geometry","14M30","58A50","18F99","14A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4067"],"date":["2008-02-27"],"type":["text"],"creator":["Sachse, Christoph"],"language":[],"coverage":[],"title":["A Categorical Formulation of Superalgebra and Supergeometry"],"description":["  We reformulate superalgebra and supergeometry in completely categorical terms\nby a consequent use of the functor of points. The increased abstraction of this\napproach is rewarded by a number of great advantages. First, we show that one\ncan extend supergeometry completely naturally to infinite-dimensional contexts.\nSecondly, some subtle and sometimes obscure-seeming points of supergeometry\nbecome clear in light of these results, e.g., the relation between the\nBerezin-Leites-Kostant and the de Witt-Rogers approaches, and the precise\ngeometric meaning of odd parameters in supergeometry. In addition, this method\nallows us to construct in an easy manner superspaces of morphisms between\nsuperobjects, i.e., the inner Hom objects associated with the sets of such\nmorphisms. The results of our work rely heavily and were inspired by the ideas\nof V. Molotkov, who first outlined the approach extensively expounded here.\n","Comment: 35 pages"]}]
["0802.4068",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4068"],"date":["2008-02-27"],"type":["text"],"creator":["Kaiser, Uwe"],"language":[],"coverage":[],"title":["Frobenius algebras and skein modules of surfaces in 3-manifolds"],"description":["  For each Frobenius algebra there is defined a skein module of surfaces\nembedded in a given 3-manifold and bounding a prescribed curve system in the\nboundary. The skein relations are local and generate the kernel of a certain\nnatural extension of the corresponding topological quantum field theory. In\nparticular the skein module of the 3-ball is isomorphic to the ground ring of\nthe Frobenius algebra. We prove a presentation theorem for the skein module\nwith generators incompressible surfaces colored by elements of a generating set\nof the Frobenius algebra, and with relations determined by tubing geometry in\nthe manifold and relations of the algebra.\n","Comment: 24 pages"]}]
["0802.4072",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4072"],"date":["2008-02-27"],"type":["text"],"creator":["Friedenauer, Axel","Schmitz, Hector","Glückert, Jan Tibor","Porras, Diego","Schätz, Tobias"],"language":[],"coverage":[],"title":["Simulating the Quantum Magnet"],"description":["  To gain deeper insight into the dynamics of complex quantum systems we need a\nquantum leap in computer simulations. We can not translate quantum behaviour\narising with superposition states or entanglement efficiently into the\nclassical language of conventional computers. The final solution to this\nproblem is a universal quantum computer [1], suggested in 1982 and envisioned\nto become functional within the next decade(s); a shortcut was proposed via\nsimulating the quantum behaviour of interest in a different quantum system,\nwhere all parameters and interactions can be controlled and the outcome\ndetected sufficiently well. Here we study the feasibility of a quantum\nsimulator based on trapped ions [2]. We experimentally simulate the adiabatic\nevolution of the smallest non-trivial spin system from the paramagnetic into\nthe (anti-)ferromagnetic order with a quantum magnetisation for two spins of\n98%, controlling and manipulating all relevant parameters of the Hamiltonian\nindependently via electromagnetic fields. We prove that the observed transition\nis not driven by thermal fluctuations, but of quantum mechanical origin, the\nsource of quantum fluctuations in quantum phase transitions [3]. We observe a\nfinal superposition state of the two degenerate spin configurations for the\nferromagnetic and the antiferromagnetic order, respectively. These correspond\nto deterministically entangled states achieved with a fidelity up to 88%. Our\nwork demonstrates a building block for simulating quantum spin-Hamiltonians\nwith trapped ions. The method has potential for scaling to a higher number of\ncoupled spins [2].\n","Comment: 6 pages, 4 figures"]}]
["0802.4073",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4073"],"date":["2008-02-27"],"type":["text"],"creator":["Elsayad, K.","Carini, J. P.","Baxter, D. V."],"language":[],"coverage":[],"title":["Measurement of Coulomb drag between Anderson insulators"],"description":["  We report observations of the Coulomb drag effect between two effectively 2-d\ninsulating a-Si_{1-x}Nb_{x} films. We find that there only exist a limited\nrange of experimental parameters over which we can measure a sizable\nlinear-response transresistivity (\\rho_{d}). The temperature dependence of\n\\rho_{d} is consistent with the layers being Efros-Shklovskii Anderson\ninsulators provided that a 3-d density of states and a localization length\nsmaller than that obtained from the DC layer-conductivity are assumed.\n","Comment: 4 pages, 4 figures"]}]
["0802.4079",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4079"],"date":["2008-02-27"],"type":["text"],"creator":["Aly, Salah A."],"language":[],"coverage":[],"title":["Families of LDPC Codes Derived from Nonprimitive BCH Codes and\n  Cyclotomic Cosets"],"description":["  Low-density parity check (LDPC) codes are an important class of codes with\nmany applications. Two algebraic methods for constructing regular LDPC codes\nare derived -- one based on nonprimitive narrow-sense BCH codes and the other\ndirectly based on cyclotomic cosets. The constructed codes have high rates and\nare free of cycles of length four; consequently, they can be decoded using\nstandard iterative decoding algorithms. The exact dimension and bounds for the\nminimum distance and stopping distance are derived. These constructed codes can\nbe used to derive quantum error-correcting codes.\n","Comment: Private comments are welcome"]}]
["cond-mat/0703470",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703470","EPL 81 (2008) 68004","doi:10.1209/0295-5075/81/68004"],"date":["2007-03-19","2008-02-28"],"type":["text"],"creator":["Bagrow, J. P.","Bollt, E. M.","Skufca, J. D.","ben-Avraham, D."],"language":[],"coverage":[],"title":["Portraits of Complex Networks"],"description":["  We propose a method for characterizing large complex networks by introducing\na new matrix structure, unique for a given network, which encodes structural\ninformation; provides useful visualization, even for very large networks; and\nallows for rigorous statistical comparison between networks. Dynamic processes\nsuch as percolation can be visualized using animations. Applications to graph\ntheory are discussed, as are generalizations to weighted networks, real-world\nnetwork similarity testing, and applicability to the graph isomorphism problem.\n","Comment: 6 pages, 9 figures"]}]
["hep-th/0703183",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0703183"],"date":["2007-03-20","2008-02-27"],"type":["text"],"creator":["Walker, M. L."],"language":[],"coverage":[],"title":["Isotropic and Gauge Invariant Monopole Condensation in SU(2) QCD"],"description":["  I construct an isotropic, gauge invariant monopole condensate in SU(2) QCD.\nIt provides a suitable, gauge-invariant vacuum for the dual-Meissner effect to\nprovide QCD colour confinement without violating the isotropy of real space.\n","Comment: 5 pages, latex, new submission 18/10/2007, typos corrected"]}]
["math/0210379",{"format":[],"subject":["Mathematics - General Topology","54F45, 55M10, 54E35, 54D30, 54C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0210379","Topology Proceedings 27 (2003), 125-171"],"date":["2002-10-24","2003-02-23"],"type":["text"],"creator":["Dydak, Jerzy"],"language":[],"coverage":[],"title":["Partitions of unity"],"description":["  The paper contains an exposition of part of topology using partitions of\nunity. The main idea is to create variants of the Tietze Extension Theorem and\nuse them to derive classical theorems. This idea leads to a new result\ngeneralizing major results on paracompactness (Stone Theorem and Tamano\nTheorem), a result which serves as a connection to Ascoli Theorem. A new\ncalculus of partitions of unity is introduced with applications to dimension\ntheory and metric simplicial complexes. The geometric interpretation of this\ncalculus is the barycentric subdivision of simplicial complexes. Also, joins of\npartitions of unity are often used; they are an algebraic version of joins of\nsimplicial complexes.\n","Comment: 32 pages"]}]
["math/0501379",{"format":[],"subject":["Mathematics - Combinatorics","05A19","33E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501379","The Electronic Journal of Combinatorics, vol. 11, no. 2, article\n  A2. 2005."],"date":["2005-01-22"],"type":["text"],"creator":["Flajolet, Philippe","Gerhold, Stefan","Salvy, Bruno"],"language":[],"coverage":[],"title":["On the non-holonomic character of logarithms, powers, and the n-th prime\n  function"],"description":["  We establish that the sequences formed by logarithms and by \"fractional\"\npowers of integers, as well as the sequence of prime numbers, are\nnon-holonomic, thereby answering three open problems of Gerhold [Electronic\nJournal of Combinatorics 11 (2004), R87]. Our proofs depend on basic complex\nanalysis, namely a conjunction of the Structure Theorem for singularities of\nsolutions to linear differential equations and of an Abelian theorem. A brief\ndiscussion is offered regarding the scope of singularity-based methods and\nseveral naturally occurring sequences are proved to be non-holonomic.\n","Comment: 13 pages"]}]
["math/0507249",{"format":[],"subject":["Mathematics - Combinatorics","05A15 (primary) 05C50 05C65 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507249","Journal of Integer Sequences, Vol. 10 (2007), Article 07.5.5"],"date":["2005-07-12","2007-05-10"],"type":["text"],"creator":["Mishna, Marni"],"language":[],"coverage":[],"title":["Automatic enumeration of regular objects"],"description":["  We describe a framework for systematic enumeration of families combinatorial\nstructures which possess a certain regularity. More precisely, we describe how\nto obtain the differential equations satisfied by their generating series.\nThese differential equations are then used to determine the initial counting\nsequence and for asymptotic analysis. The key tool is the scalar product for\nsymmetric functions and that this operation preserves D-finiteness.\n","Comment: Corrected for readability; To appear in the Journal of Integer\n  Sequences"]}]
["math/0509006",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - General Topology","54F45","46J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509006","Proc. Amer. Math. Soc. 135 (2007), 587--596."],"date":["2005-08-31"],"type":["text"],"creator":["Brodskiy, N.","Dydak, J.","Karasev, A.","Kawamura, K."],"language":[],"coverage":[],"title":["Root closed function algebras on compacta of large dimension"],"description":["  Let $X$ be a Hausdorff compact space and $C(X)$ be the algebra of all\ncontinuous complex-valued functions on $X$, endowed with the supremum norm. We\nsay that $C(X)$ is (approximately) $n$-th root closed if any function from\n$C(X)$ is (approximately) equal to the $n$-th power of another function. We\ncharacterize the approximate $n$-th root closedness of $C(X)$ in terms of\n$n$-divisibility of first $\\check {\\rm C}$ech cohomology groups of closed\nsubsets of $X$. Next, for each positive integer $m$ we construct\n$m$-dimensional metrizable compactum $X$ such that $C(X)$ is approximately\n$n$-th root closed for any $n$. Also, for each positive integer $m$ we\nconstruct $m$-dimensional compact Hausdorff space $X$ such that $C(X)$ is\n$n$-th root closed for any $n$.\n","Comment: 10 pages"]}]
["math/0608748",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - General Topology","54F45, 55M10, 54C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608748","Topology and its Applications, 154 (2007) 3005-3020"],"date":["2006-08-30","2008-02-28"],"type":["text"],"creator":["Cencelj, M.","Dydak, J.","Smrekar, J.","Vavpetic, A.","Virk, Z."],"language":[],"coverage":[],"title":["Compact maps and quasi-finite complexes"],"description":["  The simplest condition characterizing quasi-finite CW complexes $K$ is the\nimplication $X\\tau_h K\\implies \\beta(X)\\tau K$ for all paracompact spaces $X$.\nHere are the main results of the paper:\n  Theorem: If $\\{K_s\\}_{s\\in S}$ is a family of pointed quasi-finite complexes,\nthen their wedge $\\bigvee\\limits_{s\\in S}K_s$ is quasi-finite.\n  Theorem: If $K_1$ and $K_2$ are quasi-finite countable complexes, then their\njoin $K_1\\ast K_2$ is quasi-finite.\n  Theorem: For every quasi-finite CW complex $K$ there is a family\n$\\{K_s\\}_{s\\in S}$ of countable CW complexes such that $\\bigvee\\limits_{s\\in S}\nK_s$ is quasi-finite and is equivalent, over the class of paracompact spaces,\nto $K$.\n  Theorem: Two quasi-finite CW complexes $K$ and $L$ are equivalent over the\nclass of paracompact spaces if and only if they are equivalent over the class\nof compact metric spaces.\n  Quasi-finite CW complexes lead naturally to the concept of $X\\tau {\\mathcal\nF}$, where ${\\mathcal F}$ is a family of maps between CW complexes. We\ngeneralize some well-known results of extension theory using that concept.\n","Comment: 20 pages"]}]
["math/0609285",{"format":[],"subject":["Mathematics - Statistics Theory","62G08, 62G15, 62G20 (Primary) 62G35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609285","IMS Lecture Notes Monograph Series 2007, Vol. 55, 85-100","doi:10.1214/074921707000000283"],"date":["2006-09-11","2007-09-06"],"type":["text"],"creator":["Duembgen, Lutz"],"language":[],"coverage":[],"title":["Confidence bands for convex median curves using sign-tests"],"description":["  Suppose that one observes pairs $(x_1,Y_1)$, $(x_2,Y_2)$, ..., $(x_n,Y_n)$,\nwhere $x_1\\le x_2\\le ... \\le x_n$ are fixed numbers, and $Y_1,Y_2,...,Y_n$ are\nindependent random variables with unknown distributions. The only assumption is\nthat ${\\rm Median}(Y_i)=f(x_i)$ for some unknown convex function $f$. We\npresent a confidence band for this regression function $f$ using suitable\nmultiscale sign-tests. While the exact computation of this band requires\n$O(n^4)$ steps, good approximations can be obtained in $O(n^2)$ steps. In\naddition the confidence band is shown to have desirable asymptotic properties\nas the sample size $n$ tends to infinity.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000283 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0609436",{"format":[],"subject":["Mathematics - Quantum Algebra","18D50, 05C05, 05E"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609436","International Mathematics Research Notices 2007 (2007) rnm078","doi:10.1093/imrn/rnm078"],"date":["2006-09-15"],"type":["text"],"creator":["Chapoton, Frédéric"],"language":[],"coverage":[],"title":["The anticyclic operad of moulds"],"description":["  A new anticyclic operad Mould is introduced, on spaces of functions in\nseveral variables. It is proved that the Dendriform operad is an anticyclic\nsuboperad of this operad. Many operations on the free Mould algebra on one\ngenerator are introduced and studied. Under some restrictions, a forgetful map\nfrom moulds to formal vector fields is then defined. A connection to the theory\nof tilting modules for quivers of type A is also described.\n"]}]
["math/0611100",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","58B32","58B34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611100","Commun. Math. Phys. 279 (2008) 77--116","doi:10.1007/s00220-008-0420-x"],"date":["2006-11-04","2008-02-13"],"type":["text"],"creator":["D'Andrea, Francesco","Dabrowski, Ludwik","Landi, Giovanni"],"language":[],"coverage":[],"title":["The Isospectral Dirac Operator on the 4-dimensional Orthogonal Quantum\n  Sphere"],"description":["  Equivariance under the action of Uq(so(5)) is used to compute the left\nregular and (chiral) spinorial representations of the algebra of the orthogonal\nquantum 4-sphere S^4_q. These representations are the constituents of a\nspectral triple on this sphere with a Dirac operator which is isospectral to\nthe canonical one on the round undeformed four-sphere and which gives metric\ndimension four for the noncommutative geometry. Non-triviality of the geometry\nis proved by pairing the associated Fredholm module with an `instanton'\nprojection. We also introduce a real structure which satisfies all required\nproperties modulo smoothing operators.\n","Comment: 40 pages, no figures, Latex. v2: Title changed. Sect. 9 on real\n  structure completely rewritten and results strengthened. Additional minor\n  changes throughout the paper"]}]
["math/0611534",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B69, 17B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611534","Comm. in Contemp. Math. 10 (2008), 47-79"],"date":["2006-11-17","2008-02-28"],"type":["text"],"creator":["Calinescu, Corina"],"language":[],"coverage":[],"title":["Intertwining vertex operators and certain representations of sl(n)^"],"description":["  We study the principal subspaces, introduced by B. Feigin and A. Stoyanovsky,\nof the level 1 standard modules for $\\hat{\\goth{sl}(l+1)}$ with $l \\geq 2$. In\nthis paper we construct exact sequences which give us a complete set of\nrecursions that characterize the graded dimensions of the principal subspaces\nof these representations. This problem can be viewed as a continuation of a new\nprogram to obtain Rogers-Ramanujan-type recursions, which was initiated by S.\nCapparelli, J. Lepowsky and A. Milas. In order to prove the exactness of the\nsequences we use intertwining vertex operators and we supply a proof of the\ncompleteness of a list of relations for the principal subspaces. By solving\nthese recursions we recover the graded dimensions of the principal subspaces,\npreviously obtained by G. Georgiev using a different method.\n","Comment: 38 pages; v2: an error corrected, other minor changes"]}]
["math/0611540",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B69, 17B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611540","J. Pure Appl. Algebra 210 (2007), 559-575"],"date":["2006-11-17","2008-02-28"],"type":["text"],"creator":["Calinescu, Corina"],"language":[],"coverage":[],"title":["Principal subspaces of higher-level standard sl(3)^-modules"],"description":["  We use the theory of vertex operator algebras and intertwining operators to\nobtain systems of q-difference equations satisfied by the graded dimensions of\nthe principal subspaces of certain level k standard modules for\n\\hat{\\goth{sl}(3)}. As a consequence we establish new formulas for the graded\ndimensions of the principal subspaces corresponding to the highest-weights\ni\\Lambda_1+(k-i)\\Lambda_2, where 1 \\leq i \\leq k and \\Lambda_1 and \\Lambda_2\nare fundamental weights of \\hat{\\goth{sl}(3)}.\n","Comment: 25 pages; v2: minor revisions"]}]
["math/0612134",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612134"],"date":["2006-12-05"],"type":["text"],"creator":["Diaz, Rafael","Rivas, Mariolys"],"language":[],"coverage":[],"title":["Symmetric Boolean Algebras"],"description":["  We define Boolean algebras in the linear context and study its symmetric\npowers. We give explicit formulae for products in symmetric Boolean algebras of\nvarious dimensions. We formulate symmetric forms of the inclusion-exclusion\nprinciple.\n"]}]
["math/0612183",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612183"],"date":["2006-12-07","2008-02-28"],"type":["text"],"creator":["Markl, Martin"],"language":[],"coverage":[],"title":["Natural differential operators and graph complexes"],"description":["  We show how the machine of PROP profiles invented by S. Merkulov can be used\nto study and classify natural operators in differential geometry. We also give\nan interpretation of graph complexes arising in this context in terms of\nrepresentation theory. As application, we prove several results on\nclassification of natural operators acting on vector fields and connections.\n","Comment: 30 pages, submitted version"]}]
["math/0702836",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702836","Actas del XVI Coloquio Latinoamericano de Algebra, Biblioteca de\n  la Revista Matematica Iberoamericana, Revista Matematica Iberoamericana,\n  2007, pp. 63-85"],"date":["2007-02-27"],"type":["text"],"creator":["Encinas, Santiago","Villamayor, Orlando"],"language":[],"coverage":[],"title":["Rees algebras and resolution of singularities"],"description":["  Embedded principalization of ideals in smooth schemes, also known as\nLog-resolutions of ideals, play a central role in algebraic geometry. If two\nsheaves of ideals, say $I_1$ and $I_2$, over a smooth scheme $V$ have the same\nintegral closure, it is well known that Log-resolution of one of them induces a\nLog-resolution of the other. On the other hand, in case $V$ is smooth over a\nfield of characteristic zero, an algorithm of desingularization provides, for\neach sheaf of ideals, a unique Log-resolution.\n  In this paper we show that algorithms of desingularization define the same\nLog-resolution for two ideals having the same integral closure. We prove this\nresult here by using the form of induction introduced by W{\\l}odarczyk.\n  We extend the notion of Log-resolution of ideals over a smooth scheme $V$, to\nthat of Rees algebras over $V$; and then we show that two Rees algebras with\nthe same integral closure undergo the same constructive resolution. The key\npoint is the interplay of integral closure with differential operators.\n","Comment: 19 pages"]}]
["math/0703183",{"format":[],"subject":["Mathematics - Geometric Topology","52C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703183","Geom. Dedicata 125 (2007), 175--190"],"date":["2007-03-07"],"type":["text"],"creator":["Guo, Ren"],"language":[],"coverage":[],"title":["A note on circle patterns on surfaces"],"description":["  In this paper we give two different proofs of Bobenko and Springborn's\ntheorem of circle pattern: there exists a hyperbolic (or Euclidean) circle\npattern with proscribed intersection angles and cone angles on a cellular\ndecomposed surface up to isometry (or similarity).\n","Comment: 16 pages, 2 figures"]}]
["quant-ph/0601191",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0601191","Science in China Series G: Physics, Mechanics & Astronomy, 50\n  (2007) 572-580.","doi:10.1007/s11433-007-0061-7"],"date":["2006-01-28","2006-11-07"],"type":["text"],"creator":["Fengli, Yan","Ting, Gao","Youcheng, Li"],"language":[],"coverage":[],"title":["Quantum secret sharing between multiparty and multiparty with four\n  states"],"description":["  An protocol of quantum secret sharing between multiparty and multiparty with\nfour states is presented. We show that this protocol can make the Trojan horse\nattack with a multi-photon signal, the fake-signal attack with EPR pairs, the\nattack with single photons, and the attack with invisible photons to be\nnullification. In addition, we also give the upper bounds of the average\nsuccess probabilities for dishonest agent eavesdropping encryption using the\nfake-signal attack with any two-particle entangled states.\n","Comment: 7 pages"]}]
["quant-ph/0612019",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612019","International Journal of Quantum Information, Vol. 6, No. 1 (2008)\n  201-207"],"date":["2006-12-03","2008-01-25"],"type":["text"],"creator":["Wang, Mei-Yu","Yan, Feng-Li","gao, Ting","Li, You-Cheng"],"language":[],"coverage":[],"title":["Simultaneous quantum state teleportation via the locked entanglement\n  channel"],"description":["  We present a simultaneous quantum state teleportation scheme, in which\nreceivers can not recover their quantum state separately. When they want to\nrecover their respective quantum state, they must perform an unlocking operator\ntogether.\n","Comment: 3 pages, no figure"]}]
