["0704.2369",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2369","doi:10.1016/j.physd.2008.04.010"],"date":["2007-04-18","2008-04-28"],"type":["text"],"creator":["Holm, Darryl D.","Putkaradze, Vakhtang","Tronci, Cesare"],"language":[],"coverage":[],"title":["Geometric gradient-flow dynamics with singular solutions"],"description":["  The gradient-flow dynamics of an arbitrary geometric quantity is derived\nusing a generalization of Darcy's Law. We consider flows in both Lagrangian and\nEulerian formulations. The Lagrangian formulation includes a dissipative\nmodification of fluid mechanics. Eulerian equations for self-organization of\nscalars, 1-forms and 2-forms are shown to reduce to nonlocal characteristic\nequations. We identify singular solutions of these equations corresponding to\ncollapsed (clumped) states and discuss their evolution.\n","Comment: 28 pages, 1 figure, to appear on Physica D"]}]
["0706.0227",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0227","Phys. Rev. B 77, 104437 (2008)","doi:10.1103/PhysRevB.77.104437"],"date":["2007-06-01","2008-04-28"],"type":["text"],"creator":["Weigel, Martin","Gingras, Michel J. P."],"language":[],"coverage":[],"title":["Zero-temperature phase of the XY spin glass in two dimensions: Genetic\n  embedded matching heuristic"],"description":["  For many real spin-glass materials, the Edwards-Anderson model with\ncontinuous-symmetry spins is more realistic than the rather better understood\nIsing variant. In principle, the nature of an occurring spin-glass phase in\nsuch systems might be inferred from an analysis of the zero-temperature\nproperties. Unfortunately, with few exceptions, the problem of finding\nground-state configurations is a non-polynomial problem computationally, such\nthat efficient approximation algorithms are called for. Here, we employ the\nrecently developed genetic embedded matching (GEM) heuristic to investigate the\nnature of the zero-temperature phase of the bimodal XY spin glass in two\ndimensions. We analyze bulk properties such as the asymptotic ground-state\nenergy and the phase diagram of disorder strength vs. disorder concentration.\nFor the case of a symmetric distribution of ferromagnetic and antiferromagnetic\nbonds, we find that the ground state of the model is unique up to a global O(2)\nrotation of the spins. In particular, there are no extensive degeneracies in\nthis model. The main focus of this work is on an investigation of the\nexcitation spectrum as probed by changing the boundary conditions. Using\nappropriate finite-size scaling techniques, we consistently determine the\nstiffness of spin and chiral domain walls and the corresponding fractal\ndimensions. Most noteworthy, we find that the spin and chiral channels are\ncharacterized by two distinct stiffness exponents and, consequently, the system\ndisplays spin-chirality decoupling at large length scales. Results for the\noverlap distribution do not support the possibility of a multitude of\nthermodynamic pure states.\n","Comment: 18 pages, RevTex 4, moderately revised version as published"]}]
["0707.2954",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2954","Eur. J. Phys. 29 567-575 (2008).","doi:10.1088/0143-0807/29/3/016"],"date":["2007-07-19"],"type":["text"],"creator":["de la Torre, Alberto C."],"language":[],"coverage":[],"title":["On Randomness in Quantum Mechanics"],"description":["  The quantum mechanical probability densities are compared with the\nprobability densities treated by the theory of random variables. The relevance\nof their difference for the interpretation of quantum mechanics is commented.\n"]}]
["0710.5044",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","52C35","32S22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5044"],"date":["2007-10-26","2008-04-28"],"type":["text"],"creator":["Yoshinaga, Masahiko"],"language":[],"coverage":[],"title":["On the extendability of free multiarrangements"],"description":["  A free multiarrangement of rank $k$ is defined to be extendable if it is\nobtained from a simple rank $(k+1)$ free arrangement by the natural restriction\nto a hyperplane (in the sense of Ziegler). Not all free multiarrangements are\nextendable. We will discuss extendability of free multiarrangements for a\nspecial class. We also give two applications. The first is to produce totally\nnon-free arrangements. The second is to give interpolating free arrangements\nbetween extended Shi and Catalan arrangements.\n","Comment: 7 pages, v2: errors corrected and expanded, v3: errors corrected. To\n  appear in the proceeding of 2007 CIMPA Summer School \"Arrangements, Local\n  systems and Singularities\""]}]
["0711.0414",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0414","Phys. Rev. Lett. 100, 150403 (2008)","doi:10.1103/PhysRevLett.100.150403"],"date":["2007-11-03","2007-11-16"],"type":["text"],"creator":["Carlson, J.","Reddy, Sanjay"],"language":[],"coverage":[],"title":["Polarization Measurements and the Pairing Gap in the Universal Regime"],"description":["  We analyze recent cold-atom experiments on imbalanced Fermi systems using a\nminimal model with a BCS-like superfluid phase coexisting with a normal phase.\nThis model is used to extract the T=0 pairing gap in the fully paired\nsuperfluid state. The recently measured particle density profiles are in good\nagreement with the theoretical predictions obtained from the universal\nparameters from previous Quantum Monte Carlo calculations. We find that the T=0\npairing gap is greater than 0.4 times the Fermi energy $E_F$, with a preferred\nvalue of $0.45 \\pm 0.05$ $E_F$. The ratio of the pairing gap $\\Delta$ to the\nFermi Energy $E_F$ is larger here than in any other system of strongly-paired\nfermions in which individual pairs are unbound.\n","Comment: 4 pages, 3 figures. Revised verison includes cosmetic changes to the\n  text and figures. One reference added"]}]
["0711.3471",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3471","Phys. Rev. B 77, 134402 (2008)","doi:10.1103/PhysRevB.77.134402"],"date":["2007-11-22","2008-04-28"],"type":["text"],"creator":["Loh, Yen Lee","Yao, Dao-Xin","Carlson, Erica W."],"language":[],"coverage":[],"title":["Thermodynamics of Ising spins on the Triangular Kagome Lattice: Exact\n  analytical method and Monte Carlo simulations"],"description":["  We study the thermodynamics of Ising spins on the triangular kagome lattice\n(TKL) using exact analytic methods as well as Monte Carlo simulations. We\npresent the free energy, internal energy, specific heat, entropy, sublattice\nmagnetizations, and susceptibility. We describe the rich phase diagram of the\nmodel as a function of coupling constants, temperature, and applied magnetic\nfield. For frustrated interactions in the absence of applied field, the ground\nstate is a spin liquid phase with integer residual entropy per spin\n$s_0/k_B={1/9} \\ln 72\\approx 0.4752...$. In weak applied field, the system maps\nto the dimer model on a honeycomb lattice, with irrational residual entropy\n0.0359 per spin and quasi-long-range order with power-law spin-spin\ncorrelations that should be detectable by neutron scattering. The power-law\ncorrelations become exponential at finite temperatures, but the correlation\nlength may still be long.\n","Comment: 15 pages, 16 figures, published version\n  (http://www.physics.purdue.edu/~dyao/)"]}]
["0711.3749",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3749"],"date":["2007-11-23","2008-04-28"],"type":["text"],"creator":["Scharf, G."],"language":[],"coverage":[],"title":["From massive gravity to dark matter density"],"description":["  Massive gravity previously constructed as the spin-2 quantum gauge theory is\nstudied in the classical limit. The vector-graviton field v which does not\ndecouple in the limit of vanishing graviton mass gives rise to a modification\nof general relativity. The modified Schwarzschild solution contains a\ncontribution which can be interpreted as the dark mass density. We calculate\nthe density profile in the simplest spherically symmetric geometry.\n","Comment: 10 pages, further clarification, better numerical results"]}]
["0712.0027",{"format":[],"subject":["Mathematics - Combinatorics","52B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0027"],"date":["2007-11-30","2008-04-28"],"type":["text"],"creator":["Fukuda, Komei","Weibel, Christophe"],"language":[],"coverage":[],"title":["A linear equation for Minkowski sums of polytopes relatively in general\n  position"],"description":["  The objective of this paper is to study a special family of Minkowski sums,\nthat is of polytopes relatively in general position. We show that the maximum\nnumber of faces in the sum can be attained by this family. We present a new\nlinear equation that is satisfied by f-vectors of the sum and the summands. We\nstudy some of the implications of this equation.\n","Comment: 10 pages, accepted by Europ. J. Combinatorics"]}]
["0712.1456",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1456"],"date":["2007-12-10","2008-04-28"],"type":["text"],"creator":["Bardet, Jean-Marc","Kammoun, Imen"],"language":[],"coverage":[],"title":["Detecting abrupt changes of the long-range dependence or the\n  self-similarity of a Gaussian process"],"description":["  In this paper, an estimator of $m$ instants ($m$ is known) of abrupt changes\nof the parameter of long-range dependence or self-similarity is proved to\nsatisfy a limit theorem with an explicit convergence rate for a sample of a\nGaussian process. In each estimated zone where the parameter is supposed not to\nchange, a central limit theorem is established for the parameter's (of\nlong-range dependence, self-similarity) estimator and a goodness-of-fit test is\nalso built. {\\it To cite this article: J.M. Bardet, I. Kammoun, C. R. Acad.\nSci. Paris, Ser. I 340 (2007).}\n"]}]
["0712.4018",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4018","Phys. Rev. A 77, 042116 (2008).","doi:10.1103/PhysRevA.77.042116"],"date":["2007-12-24"],"type":["text"],"creator":["Goyeneche, Dardo M.","de la Torre, Alberto C."],"language":[],"coverage":[],"title":["State determination: an iterative algorithm"],"description":["  An iterative algorithm for state determination is presented that uses as\nphysical input the probability distributions for the eigenvalues of two or more\nobservables in an unknown state $\\Phi$. Starting form an arbitrary state\n$\\Psi_{0}$, a succession of states $\\Psi_{n}$ is obtained that converges to\n$\\Phi$ or to a Pauli partner. This algorithm for state reconstruction is\nefficient and robust as is seen in the numerical tests presented and is a\nuseful tool not only for state determination but also for the study of Pauli\npartners. Its main ingredient is the Physical Imposition Operator that changes\nany state to have the same physical properties, with respect to an observable,\nof another state.\n","Comment: 11 pages 3 figures"]}]
["0801.1386",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1386","doi:10.2976/1.2909080"],"date":["2008-01-09","2008-04-28"],"type":["text"],"creator":["Blossey, Ralf","Schiessel, Helmut"],"language":[],"coverage":[],"title":["Kinetic proofreading of gene activation by chromatin remodeling"],"description":["  Gene activation in eukaryotes involves the concerted action of histone tail\nmodifiers, chromatin remodellers and transcription factors, whose precise\ncoordination is currently unknown. We demonstrate that the experimentally\nobserved interactions of the molecules are in accord with a kinetic\nproofreading scheme. Our finding could provide a basis for the development of\nquantitative models for gene regulation in eukaryotes based on the\ncombinatorical interactions of chromatin modifiers.\n","Comment: 8 pages, 2 Figures; application added"]}]
["0801.3631",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3631","Phys. Rev. Lett. 100, 165301 (2008)","doi:10.1103/PhysRevLett.100.165301"],"date":["2008-01-23","2008-03-28"],"type":["text"],"creator":["Skipetrov, S. E.","Minguzzi, A.","van Tiggelen, B. A.","Shapiro, B."],"language":[],"coverage":[],"title":["Anderson localization of a Bose-Einstein condensate in a 3D random\n  potential"],"description":["  We study the effect of Anderson localization on the expansion of a\nBose-Einstein condensate, released from a harmonic trap, in a 3D random\npotential. We use scaling arguments and the self-consistent theory of\nlocalization to show that the long-time behavior of the condensate density is\ncontrolled by a single parameter equal to the ratio of the mobility edge and\nthe chemical potential of the condensate. We find that the two critical\nexponents of the localization transition determine the evolution of the\ncondensate density in time and space.\n","Comment: 4 pages, 2 figures"]}]
["0801.3689",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3689"],"date":["2008-01-23","2008-04-28"],"type":["text"],"creator":["Shiu, Anne"],"language":[],"coverage":[],"title":["The smallest multistationary mass-preserving chemical reaction network"],"description":["  Biochemical models that exhibit bistability are of interest to biologists and\nmathematicians alike. Chemical reaction network theory can provide sufficient\nconditions for the existence of bistability, and on the other hand can rule out\nthe possibility of multiple steady states. Understanding small networks is\nimportant because the existence of multiple steady states in a subnetwork of a\nbiochemical model can sometimes be lifted to establish multistationarity in the\nlarger network. This paper establishes the smallest reversible, mass-preserving\nnetwork that admits bistability and determines the semi-algebraic set of\nparameters for which more than one steady state exists.\n","Comment: 13 pages, 1 table, 1 figure, Conference on Algebraic Biology"]}]
["0801.3790",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Discrete Mathematics","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3790"],"date":["2008-01-24","2008-04-28"],"type":["text"],"creator":["Boros, Endre","Elbassioni, Khaled","Gurvich, Vladimir","Tiwary, Hans Raj"],"language":[],"coverage":[],"title":["Characterization of the Vertices and Extreme Directions of the Negative\n  Cycles Polyhedron and Hardness of Generating Vertices of 0/1-Polyhedra"],"description":["  Given a graph $G=(V,E)$ and a weight function on the edges $w:E\\mapsto\\RR$,\nwe consider the polyhedron $P(G,w)$ of negative-weight flows on $G$, and get a\ncomplete characterization of the vertices and extreme directions of $P(G,w)$.\nAs a corollary, we show that, unless $P=NP$, there is no output polynomial-time\nalgorithm to generate all the vertices of a 0/1-polyhedron. This strengthens\nthe NP-hardness result of Khachiyan et al. (2006) for non 0/1-polyhedra, and\ncomes in contrast with the polynomiality of vertex enumeration for\n0/1-polytopes \\cite{BL98} [Bussieck and L\\\"ubbecke (1998)].\n","Comment: Title typo fixed"]}]
["0801.4170",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4170","J. Phys. Soc. Jpn. 77, 054703 (2008)","doi:10.1143/JPSJ.77.054703"],"date":["2008-01-27"],"type":["text"],"creator":["Sasaki, Ken-ichi","Saito, Riichiro"],"language":[],"coverage":[],"title":["Magnetism as a mass term of the edge states in graphene"],"description":["  The magnetism by the edge states in graphene is investigated theoretically.\nAn instability of the pseudo-spin order of the edge states induces\nferrimagnetic order in the presence of the Coulomb interaction. Although the\nnext nearest-neighbor hopping can stabilize the pseudo-spin order, a strong\nCoulomb interaction makes the pseudo-spin unpolarized and real spin polarized.\nThe magnetism of the edge states makes two peaks of the density of states in\nthe conduction and valence energy bands near the Fermi point. Using a\ncontinuous model of the Weyl equation, we show that the edge-induced gauge\nfield and the spin dependent mass terms are keys to make the magnetism of the\nedge states. A relationship between the magnetism of the edge states and the\nparity anomaly is discussed.\n","Comment: 7 pages, 5 figures"]}]
["0802.2789",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2789","doi:10.1088/1742-5468/2008/04/P04024"],"date":["2008-02-20","2008-04-28"],"type":["text"],"creator":["Messer, Andreas","Hinrichsen, Haye"],"language":[],"coverage":[],"title":["Crossover from directed percolation to mean field behavior in the\n  diffusive contact process"],"description":["  Recently Dantas, Oliveira and Stilck [J. Stat. Mech. (2007) P08009] studied\nhow the one-dimensional diffusive contact process crosses over from the\ncritical behavior of directed percolation to an effective mean field behaviour\nwhen the diffusion rate is sent to infinity. They showed that this crossover\ncan be described in terms of a crossover exponent $\\phi$, finding the\nboundaries 3 <= $\\phi$ <= 4 in one spatial dimension. In the present work we\nrefine and extend this result up to four spatial dimensions by a\nfield-theoretic calculation and extensive numerical simulations.\n","Comment: 6 pages, 2 figures"]}]
["0803.3713",{"format":[],"subject":["Mathematics - Numerical Analysis","65R30","65R32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3713"],"date":["2008-03-26","2008-04-28"],"type":["text"],"creator":["Rullgård, Hans"],"language":[],"coverage":[],"title":["A new principle for choosing regularization parameter in certain inverse\n  problems"],"description":["  A new parameter choice rule for inverse problems is introduced. This\nparameter choice rule was developed for total variation regularization in\nelectron tomography and might in general be useful for $L^1$ regularization of\ninverse problems with high levels of noise in the data.\n","Comment: 14 pages, 11 figures"]}]
["0803.4167",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4167"],"date":["2008-03-28","2008-03-30"],"type":["text"],"creator":["Borowiec, A.","Lukierski, J.","Tolstoy, V. N."],"language":[],"coverage":[],"title":["New twisted quantum deformations of D=4 super-Poincare algebra"],"description":["  We show how some classical r-matrices for the D=4 Poincare algebra can be\nsupersymmetrized by an addition of part depending on odd supercharges. These\nr-matrices for D=4 super-Poincare algebra can be presented as a sum of the\nso-called subordinated r-matrices of super-Abelian and super-Jordanian type.\nCorresponding twists describing quantum deformations are obtained in an\nexplicit form. These twists are the super-extensions of twists obtained in the\npaper arXiv:0712.3962.\n","Comment: 12 pages, to appear in the Proc. of Inter. Workshop ''Supersymmetries\n  and Quantum Symmetries'' (SQS'07) (Dubna,30.07 - 4.08, 2007), eds S.Fedoruk,\n  E.Ivanov"]}]
["0804.0142",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S15","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0142"],"date":["2008-04-01","2008-04-28"],"type":["text"],"creator":["Parusinski, Adam"],"language":[],"coverage":[],"title":["A criterion for topological equivalence of two variable complex analytic\n  function germs"],"description":["  We show that two analytic function germs $(\\C^2,0) \\to (\\C,0)$ are\ntopologically right equivalent if and only if there is a one-to-one\ncorrespondence between the irreducible components of their zero sets that\npreserves the multiplicites of these components, their Puiseux pairs, and the\nintersection numbers of any pairs of distinct components.\n","Comment: 6 pages"]}]
["0804.1459",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1459"],"date":["2008-04-09","2008-04-28"],"type":["text"],"creator":["Squire, Richard H.","March, Norman H."],"language":[],"coverage":[],"title":["Quantum Phase Transition Induced by a Preformed Pair in a Boson-Fermion\n  Model of Fulleride Superconductivity"],"description":["  There continues to be enormous interest in the BCS to BEC transition as there\nstill is no exact theory. We recently reported a revealing reinterpretation of\nthe condensed phase Boson-Fermion Model (BFM) by comparing it to a cold atom\nformulation [1]. While the ground and singly excited states appear to remain\ncontinuous in all models we have examined, the collective modes contain a\nsingularity due to a Feshbach resonance (tuned by doping) causing a breakdown\nof the Migdal theorem. As a result of vertex corrections, there is a\nfundamental change in the nature of the superconductivity due to the formation\nof preformed pairs as the previously suggested location [1] of a quantum\ncritical point in the fulleride phase diagram is passed. The result is a\nquantum phase transition (QPT) between BCS and BEC-like (or Feshbach resonance)\nsuperconductivity (SC).\n  We discuss features of the resonance and the role of the experimentally\nobserved preformed pair formation in fullerides, essential to the Boson-Fermion\nModel (BFM), and often speculated since the work of Nozieres and Schmitt-Rink\n[17]. Here, we present arguments to establish a model of the preformed pair\nwhich can be favorably compared to a circular charge density wave (CDW)\nisolated on a fulleride molecule. The binding is much larger than a Cooper\npair. The CDW seems to be stabalized by splitting of the Jahn-Teller active\nvibrational modes to reduce Coulomb repulsions. Our conclusions are: 1) the\ndoping of two electrons into triply degenerate orbitals results in the\nexperimentally observed singlet state (CDW); and 2) this CDW (preformed pair)\nhas a dual role as doping is varied: suppression of BCS SC and enabling a\nFeshbach resonance form of SC.\n","Comment: presented at Sanibel Symposium, Feb 2008; corrected error in origin\n  of Boson-Fermion model"]}]
["0804.1524",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1524","J. Phys. Soc. Jpn. vol.77, 054712 (2008)","doi:10.1143/JPSJ.77.054712"],"date":["2008-04-09"],"type":["text"],"creator":["Yonezawa, Shingo","Kusaba, Shuichi","Maeno, Yoshiteru","Auban-Senzier, Pascale","Pasquier, Claude","Jérome, Denis"],"language":[],"coverage":[],"title":["Magnetic-Field Variations of the Pair-Breaking Effects of\n  Superconductivity in (TMTSF)2ClO4"],"description":["  We have studied the onset temperature of the superconductivity Tc_onset of\nthe organic superconductor (TMTSF)2ClO4, by precisely controlling the direction\nof the magnetic field H. We compare the results of two samples with nearly the\nsame onset temperature but with different scattering relaxation time tau. We\nrevealed a complicated interplay of a variety of pair-breaking effects and\nmechanisms that overcome these pair-breaking effects. In low fields, the linear\ntemperature dependences of the onset curves in the H-T phase diagrams are\ngoverned by the orbital pair-breaking effect. The dips in the in-plane\nfield-angle phi dependence of Tc_onset, which were only observed in the\nlong-tau sample, provides definitive evidence that the field-induced\ndimensional crossover enhances the superconductivity if the field direction is\nmore than about 19-degrees away from the a axis. In the high-field regime for\nH//a, the upturn of the onset curve for the long-tau sample indicates a new\nsuperconducting state that overcomes the Pauli pair-breaking effect but is\neasily suppressed by impurity scatterings. The Pauli effect is also overcome\nfor H//b' by a realization of another state for which the maximum of\nTc_onset(phi) occurs in a direction different from the crystalline axes. The\neffect on Tc_onset of tilting the applied field out of the conductive plane\nsuggests that the Pauli effect plays a significant role in determining\nTc_onset. The most plausible explanation of these results is that (TMTSF)2ClO4\nis a singlet superconductor and exhibits Fulde-Ferrell-Larkin-Ovchinnikov\n(FFLO) states in high fields.\n","Comment: 12 pages, 10 figures. To be published in J. Phys. Soc. Jpn. (vol.77,\n  2008)"]}]
["0804.3959",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3959"],"date":["2008-04-24","2008-04-28"],"type":["text"],"creator":["Cortes, Jorge","de Leon, Manuel","Marrero, Juan Carlos","Martinez, Eduardo"],"language":[],"coverage":[],"title":["Nonholonomic systems on Lie algebroids"],"description":["  This paper is a revised version of a previously posted paper in arxiv. The\nauthors posted it as a new submission by mistake. The latest version of the\npaper can be found at arXiv:math-ph/0512003v2\n","Comment: This paper is a revised version of a previously posted paper in\n  arxiv. The authors posted it as a new submission by mistake. The latest\n  version of the paper can be found at arXiv:math-ph/0512003v2"]}]
["0804.4010",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4010"],"date":["2008-04-24"],"type":["text"],"creator":["Hertel, Riccardo"],"language":[],"coverage":[],"title":["Oersted fields and current density profiles in spin-torque driven\n  magnetization dynamics -- Finite element modelling of realistic geometries"],"description":["  The classical impact of electrical currents on magnetic nanostructures is\nanalyzed with numerical calculations of current-density distributions and\nOersted fields in typical contact geometries. For the Oersted field\ncalculation, a hybrid finite element / boundary element method (FEM/BEM)\ntechnique is presented which can be applied to samples of arbitrary shape.\nBased on the FEM/BEM analysis, it is argued that reliable micromagnetic\nsimulations on spin-tranfer-torque driven magnetization processes should\ninclude precise calculations of the Oersted field, particularly in the case of\npillar contact geometries. Similarly, finite-element simulations demonstrate\nthat numerical calculations of current-density distributions are required,\ne.g., in the case of magnetic strips with an indentation. Such strips are\nfrequently used for the design of devices based on current-driven domain-wall\nmotion. A dramatic increase of the current density is found at the apex of the\nnotch, which is expected to strongly affect the magnetization processes in such\nstrips.\n","Comment: 9 pages, 6 figures"]}]
["0804.4016",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4016"],"date":["2008-04-24"],"type":["text"],"creator":["Loinard, Laurent","Torres, Rosa M.","Mioduszewski, Amy J.","Rodriguez, Luis F."],"language":[],"coverage":[],"title":["Very Long Baseline Array astrometry of low-mass young stellar objects"],"description":["  Multi-epoch radio-interferometric observations of young stellar objects can\nbe used to measure their displacement over the celestial sphere with a level of\nprecision that currently cannot be attained at any other wavelength. In\nparticular, the accuracy achieved using carefully calibrated, phase-referenced\nobservations with the Very Long Baseline Array is better than 50\nmicro-arcseconds. This is sufficient to measure the trigonometric parallax and\nthe proper motion of any radio-emitting young star within several hundred\nparsecs of the Sun with an accuracy better than a few percents. Taking\nadvantage of this situation, we have initiated a large project aimed mainly at\nmeasuring the distance to the nearest regions of star-formation (Taurus,\nOphiuchus, Perseus, etc.). Here, we will present the results for several stars\nin Taurus and Ophiuchus, and show that the accuracy obtained is already more\nthan one order of magnitude better than that of previous estimates. The proper\nmotion obtained from the data can also provide important information,\nparticularly in multiple stellar systems. To illustrate this point, we will\npresent the case of the famous system T Tauri, where the VLBA data provide\ncrucial information for the characterization of the orbital path.\n","Comment: Proceedings of invited paper at ADELA 08"]}]
["0804.4018",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4018"],"date":["2008-04-24"],"type":["text"],"creator":["Torres, R. M.","Loinard, L.","Mioduszewki, A.","Rodriguez, L. F."],"language":[],"coverage":[],"title":["Milli-arcsecond Binaries"],"description":["  As part of an astrometric program, we have used the Very Long Baseline Array\nto measure the trigonometric parallax of several young stars in the Taurus and\nOphiuchus star-forming regions with great accuracy. Additionally, we have\nobtained an unprecedented sample of high-resolution (~ 1 mas) images of several\nyoung stellar systems. These images revealed that about 70% of the stars in our\nsample are very tight binary stars (with separations of a few mas). Since it is\nhighly unlikely that 70% of all stars are such tight binaries, we argue that\nselection effects are at work.\n","Comment: Proceedings ADELA 2008"]}]
["0804.4019",{"format":[],"subject":["Mathematics - Logic","Mathematics - Combinatorics","03C13, 03C15, 05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4019"],"date":["2008-04-24"],"type":["text"],"creator":["Laflamme, C.","Van Thé, L. Nguyen","Sauer, N. W."],"language":[],"coverage":[],"title":["Distinguishing Number of Countable Homogeneous Relational Structures"],"description":["  The distinguishing number of a graph $G$ is the smallest positive integer $r$\nsuch that $G$ has a labeling of its vertices with $r$ labels for which there is\nno non-trivial automorphism of $G$ preserving these labels. Albertson and\nCollins computed the distinguishing number for various finite graphs, and\nImrich, Klav\\v{z}ar and Trofimov computed the distinguishing number of some\ninfinite graphs, showing in particular that the Random Graph has distinguishing\nnumber 2. We compute the distinguishing number of various other finite and\ncountable homogeneous structures, including undirected and directed graphs, and\nposets. We show that this number is in most cases two or infinite, and besides\na few exceptions conjecture that this is so for all primitive homogeneous\ncountable structures.\n","Comment: 21 pages"]}]
["0804.4020",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4020"],"date":["2008-04-24"],"type":["text"],"creator":["Plakhov, Alexander","Aleksenko, Alena"],"language":[],"coverage":[],"title":["The problem of the body of revolution of minimal resistance"],"description":["  Newton's problem of the body of minimal aerodynamic resistance is\ntraditionally stated in the class of {\\it convex} axially symmetric bodies with\nfixed length and width. We state and solve the minimal resistance problem in\nthe wider class of axially symmetric but {\\it generally nonconvex} bodies. The\ninfimum in this problem is not attained. We construct a sequence of bodies\nminimizing the resistance. This sequence approximates a convex body with smooth\nfront surface, while the surface of approximating bodies becomes more and more\ncomplicated. The shape of the resulting convex body and the value of minimal\nresistance are compared with the corresponding results for Newton's problem and\nfor the problem in the intermediate class of axisymmetric bodies satisfying the\n{\\it single impact} assumption \\cite{CL1}. In particular, the minimal\nresistance in our class is smaller than in Newton's problem; the ratio goes to\n1/2 as (length)/(width of the body) $\\to 0$, and to 1/4 as (length)/(width)\n$\\to +\\infty$.\n"]}]
["0804.4021",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4021"],"date":["2008-04-24"],"type":["text"],"creator":["Krechetnikov, Rouslan"],"language":[],"coverage":[],"title":["Effects of interfacial curvature on Rayleigh-Taylor instability"],"description":["  In this work a non-trivial effect of the interfacial curvature on the\nstability of accelerated interfaces, such as liquid rims, is uncovered. The new\nstability analysis, based on operator and boundary perturbation theories,\nreveals and quantifies influence of the interfacial curvature on the growth\nrate and on the wavenumber selection of the Rayleigh-Taylor instability. The\nsystematic approach developed here also provides a rigorous generalization of\nthe widely used \\textit{ad hoc} idea, due to Layzer [Astrophys. J.\n\\textbf{122}, 1-12 (1955)], of approximating the potential velocity field near\nthe interface.\n"]}]
["0804.4025",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4025"],"date":["2008-04-24"],"type":["text"],"creator":["Ninh, Le Duc"],"language":[],"coverage":[],"title":["Yukawa corrections to Higgs production associated with two bottom quarks\n  at the LHC"],"description":["  We investigate the leading one-loop Yukawa corrections to the process pp-> b\nanti-b H in the Standard Model. We find that the next-to-leading order\ncorrection to the cross section is small about -4% if the Higgs mass is 120GeV.\nHowever, the appearance of leading Landau singularity when $M_H > 2M_W$ can\nlead to a large correction at the next-to-next-to-leading order level for a\nHiggs mass around 160GeV.\n","Comment: 3 pages, 3 figures, to appear in the proceedings of 43rd Rencontres\n  de Moriond EW, La Thuile, Italy, 1-8 March 2008"]}]
["0804.4027",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4027"],"date":["2008-04-24"],"type":["text"],"creator":["Zhao, L.","Ma, Y. G.","Ong, C. K."],"language":[],"coverage":[],"title":["Simulation of Current Experiments on the Tunneling Effect of Narrow\n  $\\epsilon$-Near-Zero Channels"],"description":["  In this paper, we discussed the current experiments on the tunneling effect\nof electromagnetic energy through narrow channels of $\\epsilon$-near-zero(ENZ)\nmedium in the microwave range. Using the finite element method, we carried out\na full wave simulation of the two kinds of experimental configurations at\npresent. It was shown that the ability of the electromagnetic waves penetrating\ninto the ENZ medium is very necessary. The present experimental setups only\nusing metamaterial-filled narrow channel in the configuration of parallel plate\nwaveguides are unlikely to realize effective tunneling. Contrarily, the\nartificial plasma medium emulated using hollow metallic waveguide can achieve\nnearly perfect tunneling in a narrow channel without any transition section\naround its cutoff frequency, which exceed the scope of original ENZ tunneling\ntheory and can be described by a simple equivalent circuit model.\n","Comment: 7 pages, 6 figures"]}]
["0804.4038",{"format":[],"subject":["Mathematics - Representation Theory","22E47,17B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4038"],"date":["2008-04-24"],"type":["text"],"creator":["Hashimoto, Takashi"],"language":[],"coverage":[],"title":["On the principal symbols of $K_{\\mathbb C}$-invariant differential\n  operators on Hermitian symmetric spaces"],"description":["  Let $(G,K)$ be one of the following classical irreducible Hermitian symmetric\npairs of noncompact type: $(SU(p,q), S(U(p) \\times U(q))),(Sp(n,R), U(n))$, or\n$(SO*(2n), U(n))$. Let $G_{\\mathbb C}$ and $K_{\\mathbb C}$ be complexifications\nof $G$ and $K$, respectively, and let $P$ be a maximal parabolic subgroup of\n$G_{\\mathbb C}$ whose Levi subgroup is $K_{\\mathbb C}$. Let $V$ be the\nholomorphic part of the complexifiaction of the tangent space at the origin of\n$G/K$. It is well known that the ring of $K_{\\mathbb C}$-invariant differential\noperators on $V$ has a generating system $\\{\\varGamma_k \\}$ given in terms of\ndeterminant or Pfaffian that plays an essential role in the Capelli identities.\nOur main result of this paper is that determinant or Pfaffian of the ``moment\nmap'' on the holomorphic cotangent bundle of $G_{\\mathbb C}/P$ provides a\ngenerating function for the principal symbols of $\\varGamma_k$'s.\n","Comment: 23pages, no figure"]}]
["0804.4045",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4045"],"date":["2008-04-25"],"type":["text"],"creator":["Ito, Genta"],"language":[],"coverage":[],"title":["A classification of phenomena in a two double-slit experiment in terms\n  of symmetries of permutations of particle labels and attributes"],"description":["  Permutations of particle labels are usually used to illustrate the\nrelationship between classical and quantum statistics. We use permutations of\nattributes/properties of particles to express properties of waves. We express\nevents of the well-known two-double-slit experiment (in regimes that are\nappropriate to quantum interference and classical interference) in terms of\nsymmetries of permutations of particle labels and attributes. We also obtain a\nnew system called residual interference, and suggest an experiment to detect\nit.\n","Comment: 15 pages, 3 figures"]}]
["0804.4048",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4048"],"date":["2008-04-25"],"type":["text"],"creator":["Slabko, V. V."],"language":[],"coverage":[],"title":["Transparent metamaterials with a negative refractive index determined by\n  spatial dispersion"],"description":["  The paper considers an opportunity for the creation of an artificial\ntwo-component metamaterial with a negative refractive index within the radio\nand optical frequency band, which possesses a spatial dispersion. It is shown\nthat there exists a spectral region where, under certain ratio of volume\nfraction unit occupied with components, the metamaterial appears transparent\nwithout attenuating the electromagnetic wave passing through it and possessing\na phase and group velocity of the opposite sign.\n","Comment: 8 pages, 2 figures"]}]
["0804.4052",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4052"],"date":["2008-04-25"],"type":["text"],"creator":["Sjoestrand, Johannes"],"language":[],"coverage":[],"title":["Eigenvalue distributions and Weyl laws for semi-classical\n  non-self-adjoint operators in 2 dimensions"],"description":["  In this note we compare two recent results about the distribution of\neigenvalues for semi-classical pseudodifferential operators in two dimensions.\nFor classes of analytic operators A. Melin and the author obtained a complex\nBohr-Sommerfeld rule, showing that the eigenvalues are situated on a distorted\nlattice. On the other hand, with M. Hager we showed in any dimension that Weyl\nasymptotics holds with probability close to 1 for small random perturbations of\nthe operator. In both cases the eigenvalues distribute to leading order\naccording two smooth densities and we show here that the two densities are in\ngeneral different.\n"]}]
["0804.4058",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4058"],"date":["2008-04-25"],"type":["text"],"creator":["Kimeswenger, S.","Zijlstra, A. A.","van Hoof, P. A. M.","Hajduk, M.","Lechner, M. F. M.","Van de Steene, G. C.","Gesicki, K."],"language":[],"coverage":[],"title":["Symmetry and Asymmetry in \"born again\" Planetary Nebulae"],"description":["  While in the past spheroidicity was assumed, and still is used in modeling of\nmost nebulae, we know now that only a small number of planetary nebulae (PNe)\nare really spherical or at least nearly round. Round planetary nebulae are the\nminority of objects. In case of those objects that underwent a very late helium\nflash (called VLTP or \"born-again\" PNe) it seems to be different. The first,\nhydrogen rich PN, is more or less round. The ejecta from the VLTP event is\nextremely asymmetrically. Angular momentum is mostly assumed to be the main\nreason for the asymmetry in PNe. Thus we have to find processes either changing\ntheir behavior within a few hundred to a few thousands of years or change their\nproperties dramatically due to the variation of the abundance. They most likely\nhave a strong link or dependency with the abundance of the ejecta.\n","Comment: will appear in the proceedings of \"Asymmetrical Planetary Nebulae\n  IV\", Eds.: Romano L.M. Corradi, Arturo Manchado and Noam Soker"]}]
["0804.4060",{"format":[],"subject":["Mathematical Physics","82B20,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4060"],"date":["2008-04-25","2008-04-27"],"type":["text"],"creator":["van Enter, A. C. D.","Redig, F.","Verbitskiy, E."],"language":[],"coverage":[],"title":["Gibbsian and non-Gibbsian states at Eurandom"],"description":["  We review some of the work on non-Gibbsian states of the last ten years,\nemphasizing the developments in which Eurandom played a role.\n","Comment: 15 pages, for Statistica Neerlandica"]}]
["0804.4062",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14B05","14E05","14J17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4062"],"date":["2008-04-25"],"type":["text"],"creator":["Fernandez-Sanchez, Jesus"],"language":[],"coverage":[],"title":["On the exceptional locus of the birational projections of normal surface\n  singularity into a plane"],"description":["  Given a normal surface singularity $(X, Q)$ and a birational morphism to a\nnon- singular surface $\\pi : X \\to S$, we investigate the local geometry of the\nexceptional divisor $L$ of $\\pi$. We prove that the dimension of the tangent\nspace to $L$ at $Q$ equals the number of exceptional components meeting at $Q$.\nConsequences relative to the existence of such birational projections\ncontracting a prescribed number of irreducible curves are deduced. A new\ncharacterization of minimal singularities is obtained in these terms.\n","Comment: 12 pages, 2 figures"]}]
["0804.4064",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4064"],"date":["2008-04-25"],"type":["text"],"creator":["Shein, I. R","Kozhevnikov, V. L.","Ivanovskii, A. L."],"language":[],"coverage":[],"title":["Structural, magnetic and electronic properties of quaternary\n  oxybismuthides LaOMBi (where M = Sc, Ti ... Ni, Cu) - possible parent phases\n  for new superconducting materials"],"description":["  The extensive ab initio total energy calculations using the VASP-PAW method\nwith the generalized gradient approximation (GGA) for the exchange-correlation\npotential are applied to systematic investigation of structural, electronic and\nmagnetic properties in quaternary oxybismuthides LaOMBi (where M = Sc, Ti...Ni,\nCu). The energy spectrum features similar to lanthanum-iron oxyarsenide LaOFeAs\nand non-magnetic ground state are indicative of superconductivity possible in\nlanthanum-nickel oxybismuthide LaONiBi.\n","Comment: 10 pages,3 figures"]}]
["0804.4069",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4069"],"date":["2008-04-25"],"type":["text"],"creator":["Kimeswenger, S.","Zijlstra, A. A.","van Hoof, P. A. M.","Hajduk, M.","Herwig, F.","Lechner, M. F. M.","Eyres, S. P. S.","Van de Steene, G. C."],"language":[],"coverage":[],"title":["Morphologies of the Nebulae around \"born-again\" Central Stars of\n  Planetary Nebulae"],"description":["  While in the past spherodicity was assumed, and still is used in modeling of\nmost nebulae, we know now that only a small number of planetary nebulae (PNe)\nare really spherical or at least nearly round. Round planetary nebulae are the\nminority of objects. In the case of those objects that underwent a very late\nhelium flash (called VLTP objects or ``born-again'' PNe) it seems to be\ndifferent. The first, hydrogen-rich PN, is more or less round. The ejecta from\nthe VLTP event, in contrast, are extremely asymmetrical.\n","Comment: to appear in the proceedings of HYDEF07, Tuebingen 2007"]}]
["0804.4070",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4070"],"date":["2008-04-25"],"type":["text"],"creator":["Campos, Daniel","Méndez, Vicenç","Fedotov, Sergei"],"language":[],"coverage":[],"title":["The effects of distributed life cycles on the dynamics of viral\n  infections"],"description":["  We explore the role of cellular life cycles for viruses and host cells in an\ninfection process. For this purpose, we derive a generalized version of the\nbasic model of virus dynamics (Nowak, M.A., Bangham, C.R.M., 1996. Population\ndynamics of immune responses to persistent viruses. Science 272, 74-79) from a\nmesoscopic description. In its final form the model can be written as a set of\nVolterra integrodifferential equations. We consider the role of age-distributed\ndelays for death times and the intracellular (eclipse) phase. These processes\nare implemented by means of probability distribution functions. The basic\nreproductive ratio $R_0$ of the infection is properly defined in terms of such\ndistributions by using an analysis of the equilibrium states and their\nstability. It is concluded that the introduction of distributed delays can\nstrongly modify both the value of $R_0$ and the predictions for the virus\nloads, so the effects on the infection dynamics are of major importance. We\nalso show how the model presented here can be applied to some simple situations\nwhere direct comparison with experiments is possible. Specifically,\nphage-bacteria interactions are analysed. The dynamics of the eclipse phase for\nphages is characterized analytically, which allows us to compare the\nperformance of three different fittings proposed before for the one-step growth\ncurve.\n"]}]
["0804.4071",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4071"],"date":["2008-04-25"],"type":["text"],"creator":["Sathasivam, Saratha","Abdullah, Wan Ahmad Tajuddin Wan"],"language":[],"coverage":[],"title":["Logic Mining Using Neural Networks"],"description":["  Knowledge could be gained from experts, specialists in the area of interest,\nor it can be gained by induction from sets of data. Automatic induction of\nknowledge from data sets, usually stored in large databases, is called data\nmining. Data mining methods are important in the management of complex systems.\nThere are many technologies available to data mining practitioners, including\nArtificial Neural Networks, Regression, and Decision Trees. Neural networks\nhave been successfully applied in wide range of supervised and unsupervised\nlearning applications. Neural network methods are not commonly used for data\nmining tasks, because they often produce incomprehensible models, and require\nlong training times. One way in which the collective properties of a neural\nnetwork may be used to implement a computational task is by way of the concept\nof energy minimization. The Hopfield network is well-known example of such an\napproach. The Hopfield network is useful as content addressable memory or an\nanalog computer for solving combinatorial-type optimization problems. Wan\nAbdullah [1] proposed a method of doing logic programming on a Hopfield neural\nnetwork. Optimization of logical inconsistency is carried out by the network\nafter the connection strengths are defined from the logic program; the network\nrelaxes to neural states corresponding to a valid interpretation. In this\narticle, we describe how Hopfield network is able to induce logical rules from\nlarge database by using reverse analysis method: given the values of the\nconnections of a network, we can hope to know what logical rules are entrenched\nin the database.\n","Comment: Proceedings of the International Conference on Intelligent Systems\n  2005 (ICIS 2005), Kuala Lumpur, 1-3 December 2005"]}]
["0804.4074",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4074"],"date":["2008-04-25"],"type":["text"],"creator":["Baushev, A. N."],"language":[],"coverage":[],"title":["A phase-resolved spectroscopic study of the X-ray binary system\n  4U0115+63 based on Beppo-Sax observations"],"description":["  We present a phase resolved spectral analysis of the X-ray binary 4U0115+63\nbased upon Beppo-Sax satellite observations. Three strong absorption lines have\nbeen detected at all phases. We interpreted them as a cyclotron resonant\nscattering. Existence of the fourth cyclotron line has been confirmed at some\nphases. The cyclotron feature is found to be strongly dependent on the phase of\nthe source, while the continuum part of the spectrum depends on the phase\nrelatively weakly. The cyclotron lines turned out to be very nonequidistant.\nThe second line is almost always deeper then the first one. We discussed\nphysical conditions in the active regions of the source, under which a\ncyclotron feature similar to the observed one can appear.\n","Comment: 15 pages, 13 figures, accepted by Astronomy Reports"]}]
["0804.4075",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4075"],"date":["2008-04-25"],"type":["text"],"creator":["Sathasivam, Saratha","Abdullah, Wan Ahmad Tajuddin Wan"],"language":[],"coverage":[],"title":["Logic Learning in Hopfield Networks"],"description":["  Synaptic weights for neurons in logic programming can be calculated either by\nusing Hebbian learning or by Wan Abdullah's method. In other words, Hebbian\nlearning for governing events corresponding to some respective program clauses\nis equivalent with learning using Wan Abdullah's method for the same respective\nprogram clauses. In this paper we will evaluate experimentally the equivalence\nbetween these two types of learning through computer simulations.\n","Comment: To appear in Mod. Appl. Sci"]}]
["0804.4077",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4077"],"date":["2008-04-25"],"type":["text"],"creator":["Maamache, M.","Saadi, Y."],"language":[],"coverage":[],"title":["Adiabatic Theorem in the Case of Continuous Spectra"],"description":["  In this paper,we present a rigorous demonstration and discussion of the\nquantum adiabatic theorem for systems having a non degenerate continuous\nspectrum. A new strategy is initiated by defining a kind of gap, \"a virtual\ngap\", for the continuous spectrum through the notion of eigendifferential\n(Weyl's packet) and using the differential projector operator. Finally we\nobtain the validity condition of the adiabatic approximation.\n","Comment: 7pages, 2 figures"]}]
["0804.4086",{"format":[],"subject":["Physics - General Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4086"],"date":["2008-04-25"],"type":["text"],"creator":["Heyrovska, Raji"],"language":[],"coverage":[],"title":["Atomic Structures of Graphene, Benzene and Methane with Bond Lengths as\n  Sums of the Single, Double and Resonance Bond Radii of Carbon"],"description":["  Two dimensional layers of graphene are currently drawing a great attention in\nfundamental and applied nanoscience. Graphene consists of interconnected\nhexagons of carbon atoms as in graphite. This article presents for the first\ntime the structures of graphene at the atomic level and shows how it differs\nfrom that of benzene, due to the difference in the double bond and resonance\nbond based radii of carbon. The carbon atom of an aliphatic compound such as\nmethane has a longer covalent single bond radius as in diamond. All the atomic\nstructures presented here have been drawn to scale.\n","Comment: 4 pages, 2 figures"]}]
["0804.4093",{"format":[],"subject":["Mathematics - Combinatorics","05C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4093"],"date":["2008-04-25"],"type":["text"],"creator":["Skums, Pavel"],"language":[],"coverage":[],"title":["Reconstruction of p-disconnected graphs"],"description":["  We prove that Kelly-Ulam conjecture is true for p-disconnected graphs.\n","Comment: 7 pages"]}]
["0804.4095",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4095"],"date":["2008-04-25"],"type":["text"],"creator":["Kaveh, Kiumars","Khovanskii, Askold G."],"language":[],"coverage":[],"title":["Convex bodies and algebraic equations on affine varieties"],"description":["  Given an affine variety X and a finite dimensional vector space of regular\nfunctions L on X, we associate a convex body to (X, L) such that its volume is\nresponsible for the number of solutions of a generic system of functions from\nL. This is a far reaching generalization of usual theory of Newton polytopes\n(which is concerned with toric varieties). As applications we give new, simple\nand transparent proofs of some well-known theorems in both algebraic geometry\n(e.g. Hodge Index Theorem) and convex geometry (e.g. Alexandrov-Fenchel\ninequality). Our main tools are classical Hilbert theory on degree of\nsubvarieties of a projective space (in algebraic geometry) and Brunn-Minkowski\ninequality (in convex geometric).\n","Comment: Preliminary version, may contain several typos, 44 pages"]}]
["0804.4101",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4101"],"date":["2008-04-25"],"type":["text"],"creator":["Cade, N. I.","Culfaz, F.","Eligal, L.","Ritman-Meer, T.","Huang, F-M.","Festy, F.","Richards, D."],"language":[],"coverage":[],"title":["Plasmonic enhancement of fluorescence and Raman scattering by metal\n  nanotips"],"description":["  We report modifications to the optical properties of fluorophores in the\nvicinity of noble metal nanotips. The fluorescence from small clusters of\nquantum dots has been imaged using an apertureless scanning near-field optical\nmicroscope. When a sharp gold tip is brought close to the sample surface, a\nstrong distance-dependent enhancement of the quantum dot fluorescence is\nobserved, leading to a simultaneous increase in optical resolution. These\nresults are consistent with simulations of the electric field and fluorescence\nenhancement near plasmonic nanostructures. Highly ordered periodic arrays of\nsilver nanotips have been fabricated by nanosphere lithography. Using\nfluorescence lifetime imaging microscopy, we have created high resolution\nspatial maps of the lifetime components of vicinal fluorophores; these show an\norder of magnitude increase in decay rate from a localized volume around the\nnanotips, resulting in a commensurate enhancement in the fluorescence emission\nintensity. Spatial maps of the Raman scattering signal from molecules on the\nnanotips shows an enhancement of more than 5 orders of magnitude.\n","Comment: Submitted to Nanobiotechnology, Springer"]}]
["0804.4120",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4120"],"date":["2008-04-25"],"type":["text"],"creator":["Biswas, Indranil","Hein, Georg"],"language":[],"coverage":[],"title":["Generalization of a criterion for semistable vector bundles"],"description":["  It is known that a vector bundle E on a smooth projective curve Y defined\nover an algebraically closed field is semistable if and only if there is a\nvector bundle F on Y such that the cohomologies of E\\otimes F vanish. We extend\nthis criterion for semistability to vector bundles on curves defined over\nperfect fields. Let X be a geometrically irreducible smooth projective curve\ndefined over a perfect field k, and let E be a vector bundle on X. We prove\nthat E is semistable if and only if there is a vector bundle F on $X$ such that\nthe cohomologies of E\\otimes F vanish. We also give an explicit bound for the\nrank of $F$.\n"]}]
["0804.4126",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4126"],"date":["2008-04-25"],"type":["text"],"creator":["Kurk, Jaron","Cimatti, Andrea","Zamorani, Gianni","Halliday, Claire","Mignoli, Marco","Pozzetti, Lucia","Daddi, Emanuele","Rosati, Piero","Dickinson, Marc","Bolzonella, Micol","Cassata, Paolo","Renzini, Alvio","Franceschini, Alberto","Rodighiero, Giulia","Berta, Stefano"],"language":[],"coverage":[],"title":["A spectroscopic study of a z=1.6 galaxy overdensity with GMASS"],"description":["  The Galaxy Mass Assembly ultra-deep Spectroscopic Survey samples a part of\nthe CDFS to unprecedented depth. The resulting distribution of 150 z>1.4\nredshifts reveals a significant peak at z=1.6, part of a larger overdensity\nfound at this redshift. The 42 spectroscopic members of this structure, called\nCl 0332-2742, form an overdensity in redshift of a factor 11+/-3 and have a\nvelocity dispersion of 450 km/s. We derive a total mass for Cl 0332-2742 of\n~7x10^14 Msol. The colours of its early-type galaxies are consistent with a\ntheoretical red sequence of galaxies with stars formed at z=3.0. In addition,\nthere are more massive, passive and older, but less star forming galaxies in CL\n0332-2742 than in the field. We conclude that this structure is a cluster under\nassembly at z=1.6.\n","Comment: 4 pages, 1 figure, proceedings of the first Subaru International\n  Conference: \"Panoramic Views of Galaxy Formation and Evolution\", in Hayama,\n  Japan, December 2007"]}]
["0804.4133",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4133","Optics Express, Vol. 15, Issue 19, pp. 12380-12385 (2007)","doi:10.1364/OE.15.012380"],"date":["2008-04-25"],"type":["text"],"creator":["Mingaleev, Sergei F.","Miroshnichenko, Andrey E.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Low-threshold bistability of slow light in photonic-crystal waveguides"],"description":["  We analyze the resonant transmission of light through a photonic-crystal\nwaveguide side coupled to a Kerr nonlinear cavity, and demonstrate how to\ndesign the structure geometry for achieving bistability and all-optical\nswitching at ultra-low powers in the slow-light regime. We show that the\nresonance quality factor in such structures scales inversely proportional to\nthe group velocity of light at the resonant frequency and thus grows\nindefinitely in the slow-light regime. Accordingly, the power threshold\nrequired for all-optical switching in such structures scales as a square of the\ngroup velocity, rapidly vanishing in the slow-light regime.\n","Comment: LaTeX, 6 pages, 4 figures"]}]
["0804.4153",{"format":[],"subject":["Mathematics - Number Theory","12F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4153"],"date":["2008-04-25"],"type":["text"],"creator":["Renner, Lex E."],"language":[],"coverage":[],"title":["The Other Group of as Galois Extension"],"description":["  Let $k\\subseteq K$ be a finite Galois extension of fields with Galois group\n$G$. Let $\\mathscr{G}$ be the automorphism $k$-group scheme of $K$. We\nconstruct a canonical $k$-subgroup scheme $\\underline{G}\\subset\\mathscr{G}$\nwith the property that $Spec_k(K)$ is a $k$-torsor for $\\underline{G}$.\n$\\underline{G}$ is a constant $k$-group if and only if $G$ is abelian, in which\ncase $G=\\underline{G}$.\n"]}]
["0804.4156",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4156"],"date":["2008-04-25"],"type":["text"],"creator":["Wise, John H."],"language":[],"coverage":[],"title":["Resolving the Formation of Protogalaxies"],"description":["  Cosmic structure originated from minute density perturbations in an almost\nhomogeneous universe. The first stars are believed to be very massive and\nluminous, providing the first ionizing radiation and heavy elements to the\nuniverse and forming 100 million years after the Big Bang. The impact from\nprimordial stellar radiation is far reaching and affects subsequent star and\ngalaxy formation. In this thesis, we present results from adaptive mesh\nrefinement calculations of the formation of the first galaxies. We gradually\nintroduce important physical processes, such as molecular hydrogen cooling and\nstellar feedback, to base models that only consider atomic hydrogen and helium\ncooling. In these base models, we find that gas in dark matter halos with\nmasses ~10^8 solar masses centrally collapse before multiple fragmentation\noccurs in a global disc. We then investigate the importance of molecular\nhydrogen cooling in early structure formation in the presence of a soft\nultraviolet radiation background. We find that molecular hydrogen plays an\nimportant role in star formation in halos well below a virial temperature of\n10,000 K even in the most extreme assumptions of negative radiative feedback.\nWe also present results from the first radiation hydrodynamics calculations of\nearly dwarf galaxy formation. We develop a novel technique, adaptive ray\ntracing, to accurately transport radiation from primordial stars. We find\nprimordial stellar feedback alters the landscape of early galaxy formation in\nthat its angular momentum is increased and baryon fractions are decreased. We\nalso describe the metal enrichment of the intergalactic medium and early dwarf\ngalaxies. Finally we explore cosmological reionization by these massive,\nmetal-free stars and its effects on star formation in early galaxies.\n","Comment: 260 pages, 65 figures. Ph.D. thesis, awarded in June 2007 at Stanford\n  University. The main chapters (in revised form) have been published or\n  submitted to ApJ, but having the text in full is useful"]}]
["0804.4164",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Combinatorics","55N25","16E45","52C35","55P62","17D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4164"],"date":["2008-04-25"],"type":["text"],"creator":["Narkawicz, Anthony"],"language":[],"coverage":[],"title":["Cohomology Jumping Loci and Relative Malcev Completion"],"description":["  Two standard invariants used to study the fundamental group G of the\ncomplement X of a hyperplane arrangement are the Malcev completion of G and the\ncohomology groups of X with coefficients in rank one local systems. In this\npaper, we develop a tool that unifies these two approaches. This tool is the\nMalcev completion S_p of G relative to a homomorphism p from G into (C^*)^N.\nThis is a prosolvable group that is tightly controlled by the cohomology groups\nof X with coefficients in rank one local systems. The prounipotent radical U_p\nof the relative completion S_p corresponds to a pronilpotent Lie algebra u_p.\nWe provide an example of a hyperplane complement X for which this algebra is\nnot quadratically presented. In addition, we show that if X is a hyperplane\ncomplement and Y is a subtorus of the character torus, then S_p is\ncombinatorially determined for general p in Y. Finally, we show that the\nrelative completion S_p is generally constant over subvarieties of the\ncharacter torus.\n","Comment: 54 pages, 2 figures"]}]
["0804.4171",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4171"],"date":["2008-04-25"],"type":["text"],"creator":["Mourachkine, A."],"language":[],"coverage":[],"title":["Comment on Evolution of the electronic excitation spectrum with strongly\n  diminishing hole density in superconducting Bi-2212 (J. W. Alldredge et al.,\n  Nature Phys. 4, 319 (2008))"],"description":["  In a recent article, Alldredge et al. reported tunnelling data obtained at T\n= 4.2 K by STM in Bi-2212 having different doping levels, p, and a new way to\nfit the measured differential conductances, g(V), which are linearly\nproportional to the local density of states of quasiparticle excitations at the\nsurface, N(E). The main point of the fitting procedure is to use an\nenergy-dependent inelastic scattering rate, G = aE (a is a constant). They\nargue that by using an equation of the d-wave BCS density of states\n(Bardeen-Cooper-Schrieffer) modified by Dynes et al. with G = aE, they were\nable to fit any conductance obtained in Bi-2212 with a doping level between 0.1\nand 0.22. In addition, they discuss a new energy scale Delta_0(p) similar to\nthat obtained in Raman measurements. Unfortunately, the paper is misleading.\n","Comment: 2 pages"]}]
["cond-mat/0312427",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0312427","Phys. Rev. Lett., 93, 206804 (2004)","doi:10.1103/PhysRevLett.93.206804"],"date":["2003-12-17","2004-01-29"],"type":["text"],"creator":["Dickmann, S."],"language":[],"coverage":[],"title":["Goldstone-Mode Relaxation in a Quantized Hall Ferromagnet in the\n  Presence of Smooth Random Potential"],"description":["  We discuss the spin relaxation of a strongly correlated two-dimensional (2D)\nelectron gas (2DEG) in the quantized Hall regime when the filling factor is\nclose to an odd-integer. As the initial state we consider a coherent deviation\nof the spin system from the ${\\bf B}$ direction and investigate a break-down of\nthis Goldstone-mode state due to the spin-orbit (SO) coupling and smooth\ndisorder. The spin relaxation (SR) process is considered in terms of\nannihilation transitions in the system of spin excitons (magnons).\n","Comment: 9 pages, 1 figure"]}]
["cond-mat/0411707",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0411707","Phys. Rev. B 71, 241310(R) (2005)","doi:10.1103/PhysRevB.71.241310"],"date":["2004-11-28","2005-01-20"],"type":["text"],"creator":["Dickmann, S.","Kukushkin, I. V."],"language":[],"coverage":[],"title":["Zero-Momentum Cyclotron Spin-Flip Mode in a Spin-Unpolarized Quantum\n  Hall System"],"description":["  We report on a study of the zero-momentum cyclotron spin-flip excitation in\nthe V=2 quantum Hall regime. Using the excitonic representation the excitation\nenergy is calculated up to the second order Coulomb corrections. A considerable\nnegative exchange shift relative to the cyclotron gap is established for\ncyclotron spin-flip excitations in the the spin-unpolarized electronic system.\nUnder these conditions this type of states presents the {\\it lowest-energy}\nexcitations. For a fixed filling factor V=2 the energy shift is independent of\nthe magnetic field which is in agreement with recent experimental observations.\n","Comment: 8 pages and 1 figure"]}]
["math-ph/0701063",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0701063","Commun. Math. Phys. 280, 389-401 (2008)","doi:10.1007/s00220-008-0469-6"],"date":["2007-01-26","2007-10-12"],"type":["text"],"creator":["Toninelli, Fabio Lucio"],"language":[],"coverage":[],"title":["A replica-coupling approach to disordered pinning models"],"description":["  We consider a renewal process \\tau={\\tau_0,\\tau_1,...} on the integers, where\nthe law of \\tau_i-\\tau_{i-1} has a power-like tail\nP(\\tau_i-\\tau_{i-1}=n)=n^{-(\\alpha+1)}L(n) with \\alpha\\ge0 and L(.) slowly\nvarying. We then assign a random, n-dependent reward/penalty to the occurrence\nof the event that the site n belongs to tau. This class of problems includes,\namong others, (1+d)-dimensional models of pinning of directed polymers on a\none-dimensional random defect, (1+1)-dimensional models of wetting of\ndisordered substrates, and the Poland-Scheraga model of DNA denaturation. By\nvarying the average of the reward, the system undergoes a transition from a\nlocalized phase where \\tau occupies a finite fraction of N to a delocalized\nphase where the density of \\tau vanishes. In absence of disorder the transition\nis of first order for \\alpha>1 and of higher order for \\alpha<1. Moreover, for\n\\alpha ranging from 1 to 0, the transition ranges from first to infinite order.\nPresence of even an arbitrarily small amount of disorder is known to modify the\norder of transition as soon as \\alpha>1/2. In physical terms, disorder is\nrelevant in this situation, in agreement with the heuristic Harris criterion.\nOn the other hand, for 0<\\alpha<1/2 it has been proven recently by K. Alexander\nthat, if disorder is sufficiently weak, critical exponents are not modified by\nrandomness: disorder is irrelevant. In this work, generalizing techniques which\nin the framework of spin glasses are known as replica coupling and\ninterpolation, we give a new, simpler proof of the main results of [2].\nMoreover, we (partially) justify a small-disorder expansion worked out in [9]\nfor \\alpha<1/2, showing that it provides a free energy upper bound which\nimproves the annealed one.\n","Comment: 12 pages; v2: added Theorem 2.6, typos corrected"]}]
["math/0008015",{"format":[],"subject":["Mathematics - Differential Geometry","53A10","53A35","53A42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0008015","Hiroshima Math. J. 34 (2004), 21-56"],"date":["2000-08-02"],"type":["text"],"creator":["Rossman, Wayne","Umehara, Masaaki","Yamada, Kotaro"],"language":[],"coverage":[],"title":["Mean curvature 1 surfaces in hyperbolic 3-space with low total curvature\n  I"],"description":["  A complete surface of constant mean curvature 1 (CMC-1) in hyperbolic 3-space\nwith constant curvature -1 has two natural notions of \"total curvature\"-- one\nis the total absolute curvature which is the integral over the surface of the\nabsolute value of the Gaussian curvature, and the other is the dual total\nabsolute curvature which is the total absolute curvature of the dual CMC-1\nsurface. In this paper, we completely classify CMC-1 surfaces with dual total\nabsolute curvature at most 4\\pi. Moreover, we give new examples and partially\nclassify CMC-1 surfaces with dual total absolute curvature at most 8\\pi.\n","Comment: 28pages, 5 figures"]}]
["math/0011039",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53A10, 53A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0011039","Math. Zeit. 239 (2002), 99-115"],"date":["2000-11-07"],"type":["text"],"creator":["Bérard, Pierre","de Lima, Levi Lopes","Rossman, Wayne"],"language":[],"coverage":[],"title":["Index Growth of hypersurfaces with constant mean curvature"],"description":["  In this paper we give the precise index growth for the embedded hypersurfaces\nof revolution with constant mean curvature (cmc) 1 in $\\R^{n}$ (Delaunay\nunduloids). When $n=3$, using the asymptotics result of Korevaar, Kusner and\nSolomon, we derive an explicit asymptotic index growth rate for finite topology\ncmc 1 surfaces with properly embedded ends. Similar results are obtained for\nhypersurfaces with cmc bigger than 1 in hyperbolic space.\n","Comment: 13 pages, to appear in Mathematische Zeitschrift"]}]
["math/0611011",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","16E40","18B20","18G10","18G20","18G35","18G40","20M50","55U99","68Q85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611011"],"date":["2006-11-01","2008-04-27"],"type":["text"],"creator":["Husainov, Ahmet A."],"language":[],"coverage":[],"title":["On the Cubical Homology Groups of Free Partially Commutative Monoids"],"description":["  We study a Leech homology of a locally bounded free partially commutative\nmonoid $M(E,I)$. Given a contravariant natural system of abelian groups $F$ on\n$M(E,I)$ we build a precubical set $T(E,I)$ with a homological system of\nabelian groups $\\bar{F}$ and prove that the Leech homology groups\n$H_n(M(E,I),F)$ are isomorphic to the cubical homology groups\n$H_n(T(E,I),\\bar{F})$, $n\\geq 0$. As a consequence we have confirmed a\nconjecture that if the free partially commutative monoid does not contain $>n$\nmutually commuting generators, then its the homological dimension $\\leq n$. We\nhave built the complexes of finite length for a computation of the Leech\nhomology of such monoids and the Hochschild homology of their monoid rings. The\nresults are applied to the homology of asynchronous transition systems. We give\nthe positive answer to a question that the homological dimension of the\nasynchronous system does not greater than the maximal number of its mutually\nindependent events. We have built the complex for computing the integral\nhomology groups of an asynchronous transition system by the Smith normal form\nof integer matrices.\n","Comment: 47 pages"]}]
