["0704.3958",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3958","2007 Nanotechnology 18 424020 (10pp)","doi:10.1088/0957-4484/18/42/424020"],"date":["2007-04-30"],"type":["text"],"creator":["Kalinin, Sergei V.","Rodriguez, Brian J.","Jesse, Stephen","Seal, Katyayani","Proksch, Roger","Hohlbauch, Sophia","Revenko, Irene","Thompson, Gary Lee","Vertegel, Alexey A."],"language":[],"coverage":[],"title":["Towards local electromechanical probing of cellular and biomolecular\n  systems in a liquid environment"],"description":["  Electromechanical coupling is ubiquitous in biological systems with examples\nranging from simple piezoelectricity in calcified and connective tissues to\nvoltage-gated ion channels, energy storage in mitochondria, and\nelectromechanical activity in cardiac myocytes and outer hair cell stereocilia.\nPiezoresponse force microscopy (PFM) has originally emerged as a technique to\nstudy electromechanical phenomena in ferroelectric materials, and in recent\nyears, has been employed to study a broad range of non-ferroelectric polar\nmaterials, including piezoelectric biomaterials. At the same time, the\ntechnique has been extended from ambient to liquid imaging on model\nferroelectric systems. Here, we present results on local electromechanical\nprobing of several model cellular and biomolecular systems, including insulin\nand lysozyme amyloid fibrils, breast adenocarcinoma cells, and\nbacteriorhodopsin in a liquid environment. The specific features of SPM\noperation in liquid are delineated and bottlenecks on the route towards\nnanometer-resolution electromechanical imaging of biological systems are\nidentified.\n","Comment: 37 pages (including refs), 8 figures"]}]
["0705.4534",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4534","J. Stat. Phys. 130(3):503-522 (2008)","doi:10.1007/s10955-007-9435-5"],"date":["2007-05-31"],"type":["text"],"creator":["van der Hofstad, Remco","Kager, Wouter"],"language":[],"coverage":[],"title":["Pattern theorems, ratio limit theorems and Gumbel maximal clusters for\n  random fields"],"description":["  We study occurrences of patterns on clusters of size n in random fields on\nZ^d. We prove that for a given pattern, there is a constant a>0 such that the\nprobability that this pattern occurs at most an times on a cluster of size n is\nexponentially small. Moreover, for random fields obeying a certain Markov\nproperty, we show that the ratio between the numbers of occurrences of two\ndistinct patterns on a cluster is concentrated around a constant value. This\nleads to an elegant and simple proof of the ratio limit theorem for these\nrandom fields, which states that the ratio of the probabilities that the\ncluster of the origin has sizes n+1 and n converges as n tends to infinity.\nImplications for the maximal cluster in a finite box are discussed.\n","Comment: 23 pages, 2 figures"]}]
["0706.1802",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1802"],"date":["2007-06-12","2008-03-12"],"type":["text"],"creator":["Mashkevich, Vladimir"],"language":[],"coverage":[],"title":["Notes on Quantum Field Theory in Curved Spacetime: Problems Relating to\n  the Concept of Particles and Hamiltonian Formalism"],"description":["  The aim of these notes is to elucidate some aspects of quantum field theory\nin curved spacetime, especially those relating to the notion of particles. A\nselection of issues relevant to wave-particle duality is given. The case of a\ngeneric curved spacetime is outlined. A Hamiltonian formulation of quantum\nfield theory in curved spacetime is elaborated for a preferred reference frame\nwith a separated space metric (a static spacetime and a reductive synchronous\nreference frame). Applications: (1) Black hole. (2) The universe; the\ncosmological redshift is obtained in the context of quantum field theory.\n","Comment: 27 pages, LaTeX 2e. Substantially extended, sections on applications\n  to black hole and universe added"]}]
["0706.2004",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2004","Phys. Rev. E 77, 026209 (2008)","doi:10.1103/PhysRevE.77.026209"],"date":["2007-06-13","2007-10-30"],"type":["text"],"creator":["Balanov, A. G.","Fowler, D.","Patanè, A.","Eaves, L.","Fromhold, T. M."],"language":[],"coverage":[],"title":["Bifurcations and chaos in semiconductor superlattices with a tilted\n  magnetic field"],"description":["  We study the effects of dissipation on electron transport in a semiconductor\nsuperlattice with an applied bias voltage and a magnetic field that is tilted\nrelative to the superlattice axis.In previous work, we showed that although the\napplied fields are stationary,they act like a THz plane wave, which strongly\ncouples the Bloch and cyclotron motion of electrons within the lowest miniband.\nAs a consequence,the electrons exhibit a unique type of Hamiltonian chaos,\nwhich creates an intricate mesh of conduction channels (a stochastic web) in\nphase space, leading to a large resonant increase in the current flow at\ncritical values of the applied voltage. This phase-space patterning provides a\nsensitive mechanism for controlling electrical resistance. In this paper, we\ninvestigate the effects of dissipation on the electron dynamics by modifying\nthe semiclassical equations of motion to include a linear damping term. We\ndemonstrate that even in the presence of dissipation,deterministic chaos plays\nan important role in the electron transport process. We identify mechanisms for\nthe onset of chaos and explore the associated sequence of bifurcations in the\nelectron trajectories. When the Bloch and cyclotron frequencies are\ncommensurate, complex multistability phenomena occur in the system. In\nparticular, for fixed values of the control parameters several distinct stable\nregimes can coexist, each corresponding to different initial conditions. We\nshow that this multistability has clear, experimentally-observable, signatures\nin the electron transport characteristics.\n","Comment: 14 pages 11 figures"]}]
["0706.2044",{"format":[],"subject":["Mathematics - Geometric Topology","30F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2044"],"date":["2007-06-14","2008-03-13"],"type":["text"],"creator":["Choi, Young-Eun","Rafi, Kasra","Series, Caroline"],"language":[],"coverage":[],"title":["Lines of minima are uniformly quasi-geodesic"],"description":["  We continue the comparison between lines of minima and Teichmueller geodesics\nbegun in [CRS1]. We show that in the Teichmueller space of a surface S, lines\nof minima are quasi-geodesic with respect to the Teichmueller metric. The\nquasi-geodesic constants depend only on the topological type of S.\n","Comment: 23 pages, 2 figures, revised exposition"]}]
["0706.3328",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3328","Astron.Astrophys. 471 (2007) L33","doi:10.1051/0004-6361:20077875"],"date":["2007-06-22"],"type":["text"],"creator":["Kumar, M. S. N.","Schmeja, S."],"language":[],"coverage":[],"title":["The spatial distribution of substellar objects in IC348 and the Orion\n  Trapezium Cluster"],"description":["  Aims: Some theoretical scenarios suggest the formation of brown dwarfs as\nejected stellar embryos in star-forming clusters. Such a formation mechanism\ncan result in different spatial distributions of stars and substellar objects.\nWe aim to investigate the spatial structure of stellar and substellar objects\nin two well sampled and nearby embedded clusters, namely IC348 and the Orion\nTrapezium Cluster (OTC) to test this hypothesis. Methods:Deep near-infrared\nK-band data complete enough to sample the substellar population in IC348 and\nOTC are obtained from the literature. The spatial distribution of the K-band\npoint sources is analysed using the Minimum Spanning Tree (MST) method. The Q\nparameter and the spanning trees are evaluated for stellar and substellar\nobjects as a function of cluster core radius R$_c$. Results: The stellar\npopulation in both IC348 and OTC display a clustered distribution whereas the\nsubstellar population is distributed homogeneously in space within twice the\ncluster core radius. Although the substellar objects do not appear to be bound\nby the cluster potential well, they are still within the limits of the cluster\nand not significantly displaced from their birth sites. Conclusions: The\nspatially homogeneous distribution of substellar objects is best explained by\nassuming higher initial velocities, distributed in a random manner and going\nthrough multiple interactions. The overall spatial coincidence of these objects\nwith the cluster locations can be understood if these objects are nevertheless\ntravelling slowly enough so as to feel the gravitational effect of the cluster.\nThe observations support the formation of substellar objects as ``ejected\nstellar embryos''. Higher ejection velocities are necessary but net spatial\ndisplacements may not be necessary to explain the observational data.\n","Comment: 4 pages. Accepted by A&A Letters"]}]
["0706.3556",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3556","EuroPhys Lett 82 (2008) 17004"],"date":["2007-06-24","2008-03-13"],"type":["text"],"creator":["Chen, Wei-Qiang","Yang, Kai-Yu","Rice, T. M.","Zhang, F. C."],"language":[],"coverage":[],"title":["Quantum Oscillations in Magnetic Field Induced Antiferromagnetic Phase\n  of Underdoped Cuprates : Application to Ortho-II YBa2Cu3O6.5"],"description":["  Magnetic field induced antiferromagnetic phase of the underdoped cuprates is\nstudied within the t-t'-J model. A magnetic field suppresses the pairing\namplitude, which in turn may induce antiferromagnetism. We apply our theory to\ninterpret the recently reported quantum oscillations in high magnetic field in\northo-II YBa2Cu3O6.5 and propose that the total hole density abstracted from\nthe oscillation period is reduced by 50% due to the antiferromagnetism.\n","Comment: 5 pages, 3 figures"]}]
["0707.0422",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0422","J. Phys.: Condens. Matter 20 (2008) 135223","doi:10.1088/0953-8984/20/13/135223"],"date":["2007-07-03","2008-03-13"],"type":["text"],"creator":["Mastrogiuseppe, D.","Gazza, C.","Dobry, A."],"language":[],"coverage":[],"title":["Dimerization process and elementary excitations in spin-Peierls chains\n  coupled by frustrated interactions"],"description":["  We consider the ground state and the elementary excitations of an array of\nspin-Peierls chains coupled by elastic and magnetic interactions. It is\nexpected that the effect of the magnetic interchain coupling will be to reduce\nthe dimerization amplitude and that of the elastic coupling will be to confine\nthe spin one-half solitons corresponding to each isolated chain. We show that\nthis is the case when these interactions are not frustrated. On the other hand,\nin the frustrated case we show that the amplitude of dimerization in the ground\nstate is independent of the strength of the interchain magnetic interaction in\na broad range of values of this parameter. We also show that free solitons\ncould be the elementary excitations when only nearest neighbor interactions are\nconsidered. The case of an elastic interchain coupling is analyzed on a general\nenergetic consideration. To study the effect of the magnetic interchain\ninteraction the problem is simplified to a two-leg ladder which is solved using\nDMRG calculations. We show that the deconfinement mechanism is effective even\nwith a significantly strong antiferromagnetic interchain coupling.\n","Comment: 13 pages, 10 figures. Final published version with minor corrections\n  from the previous one"]}]
["0707.2902",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2902","Appl. Phys. Lett. 91, 093130 (2007)","doi:10.1063/1.2778762"],"date":["2007-07-19"],"type":["text"],"creator":["Rodriguez, B. J.","Jesse, S.","Seal, K.","Baddorf, A. P.","Kalinin, S. V.","Rack, P."],"language":[],"coverage":[],"title":["Fabrication, Dynamics, and Electrical Properties of Insulated SPM Probes\n  for Electrical and Electromechanical Imaging in Liquids"],"description":["  Insulated cantilever probes with a high aspect ratio conducting apex have\nbeen fabricated and their dynamic and electrical properties analyzed. The\ncantilevers were coated with silicon dioxide and a via was fabricated through\nthe oxide at the tip apex and backfilled with tungsten to create an insulated\nprobe with a conducting tip. The stiffness and Q-factor of the cantilevers\nincreased after the modifications and their resonances shifted to higher\nfrequencies. The coupling strength between the cantilever and the coating are\ndetermined. The applications to conductive and electromechanical imaging of\nferroelectric domains are illustrated, and a probe apex repair process is\ndemonstrated.\n","Comment: 3 figs"]}]
["0707.3880",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3880","Nature 448, 23 (2007) 889","doi:10.1038/nature06057"],"date":["2007-07-26"],"type":["text"],"creator":["Guerlin, Christine","Bernu, Julien","Deléglise, Samuel","Sayrin, Clément","Gleyzes, Sébastien","Kuhr, Stefan","Brune, Michel","Raimond, Jean-Michel","Haroche, Serge"],"language":[],"coverage":[],"title":["Progressive field-state collapse and quantum non-demolition photon\n  counting"],"description":["  The irreversible evolution of a microscopic system under measurement is a\ncentral feature of quantum theory. From an initial state generally exhibiting\nquantum uncertainty in the measured observable, the system is projected into a\nstate in which this observable becomes precisely known. Its value is random,\nwith a probability determined by the initial system's state. The evolution\ninduced by measurement (known as 'state collapse') can be progressive,\naccumulating the effects of elementary state changes. Here we report the\nobservation of such a step-by-step collapse by measuring non-destructively the\nphoton number of a field stored in a cavity. Atoms behaving as microscopic\nclocks cross the cavity successively. By measuring the light-induced\nalterations of the clock rate, information is progressively extracted, until\nthe initially uncertain photon number converges to an integer. The suppression\nof the photon number spread is demonstrated by correlations between repeated\nmeasurements. The procedure illustrates all the postulates of quantum\nmeasurement (state collapse, statistical results and repeatability) and should\nfacilitate studies of non-classical fields trapped in cavities.\n"]}]
["0708.0058",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0058","J. Appl. Phys. 103, 014306 (2008)","doi:10.1063/1.2817477"],"date":["2007-07-31"],"type":["text"],"creator":["Rodriguez, B. J.","Jesse, S.","Seal, K.","Baddorf, A. P.","Kalinin, S. V."],"language":[],"coverage":[],"title":["Direct Measurement of Periodic Electric Forces in Liquids"],"description":["  The electric forces acting on an atomic force microscope tip in solution have\nbeen measured using a microelectrochemical cell formed by two periodically\nbiased electrodes. The forces were measured as a function of lift height and\nbias amplitude and frequency, providing insight into electrostatic interactions\nin liquids. Real-space mapping of the vertical and lateral components of\nelectrostatic forces acting on the tip from the deflection and torsion of the\ncantilever is demonstrated. This method enables direct probing of electrostatic\nand convective forces involved in electrophoretic and dielectroforetic\nself-assembly and electrical tweezer operation in liquid environments.\n"]}]
["0708.0424",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0424","Nanotechnology 18 475504 (6pp) 2007","doi:10.1088/0957-4484/18/47/475504"],"date":["2007-08-02"],"type":["text"],"creator":["Rodriguez, B J","Callahan, C","Kalinin, S V","Proksch, R"],"language":[],"coverage":[],"title":["Dual-Frequency Resonance-Tracking Atomic Force Microscopy"],"description":["  A dual-excitation method for resonant-frequency tracking in scanning probe\nmicroscopy based on amplitude detection is developed. This method allows the\ncantilever to be operated at or near resonance for techniques where standard\nphase locked loops are not possible. This includes techniques with non-acoustic\ndriving where the phase of the driving force is frequency and/or position\ndependent. An example of the later is Piezoresponse Force Microscopy (PFM),\nwhere the resonant frequency of the cantilever is strongly dependent on the\ncontact stiffness of the tip-surface junction and the local mechanical\nproperties, but the spatial variability of the drive phase rules out the use of\na phase locked loop. Combined with high-voltage switching and imaging,\ndual-frequency, resonance-tracking PFM allows reliable studies of\nelectromechanical and elastic properties and polarization dynamics in a broad\nrange of inorganic and biological systems, and is illustrated using lead\nzirconate-titanate, rat tail collagen, and native and switched ferroelectric\ndomains in lithium niobate.\n"]}]
["0708.4253",{"format":[],"subject":["Physics - Physics and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4253","Braz. J. Phys. vol. 38, no. 1 (2008) p. 65-69"],"date":["2007-08-31","2008-03-13"],"type":["text"],"creator":["Pereira, Marcelo Alves","Martinez, Alexandre Souto","Espindola, Aquino Lauri"],"language":[],"coverage":[],"title":["An exhaustive exploration of the parameter space of the Prisoners'\n  Dilemma in one-dimensional cellular automata"],"description":["  The Prisoner's Dilemma (PD) is one of the most popular games of the Game\nTheory due to the emergence of cooperation among competitive rational players.\nIn this paper, we present the PD played in cells of one-dimension cellular\nautomata, where the number of possible neighbors that each cell interacts, z,\ncan vary. This makes possible to retrieve results obtained previously in\nregular lattices. Exhaustive exploration of the parameters space is presented.\nWe show that the final state of the system is governed mainly by the number of\nneighbors z and there is a drastic difference if it is even or odd.\n","Comment: 6 pages, 7 eps figures, published in the Brazilian Journal of Physics"]}]
["0710.0209",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0209"],"date":["2007-10-01","2008-03-13"],"type":["text"],"creator":["Sen, Abhijit"],"language":[],"coverage":[],"title":["Parton Equilibration Enforcing Baryon Number Conservation"],"description":["  Parton equilibration for a thermally equilibrated but chemically\nnon-equilibrated quark gluon plasma is presented. Parton equilibration is\nstudied enforcing baryon numbver conservation. Process like quark flavour\ninterchanging is also considered. The degree of equilibration is studied\ncomparatively for the various reactions / constraints that are being\nconsidered.\n","Comment: Figures corrected and made compact.Very minor typographic corrections\n  done"]}]
["0710.2419",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computer Science and Game Theory","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2419"],"date":["2007-10-12","2008-03-13"],"type":["text"],"creator":["Belkhir, Walid","Santocanale, Luigi"],"language":[],"coverage":[],"title":["The Variable Hierarchy for the Games mu-Calculus"],"description":["  Parity games are combinatorial representations of closed Boolean mu-terms. By\nadding to them draw positions, they have been organized by Arnold and one of\nthe authors into a mu-calculus. As done by Berwanger et al. for the\npropositional modal mu-calculus, it is possible to classify parity games into\nlevels of a hierarchy according to the number of fixed-point variables. We ask\nwhether this hierarchy collapses w.r.t. the standard interpretation of the\ngames mu-calculus into the class of all complete lattices. We answer this\nquestion negatively by providing, for each n >= 1, a parity game Gn with these\nproperties: it unravels to a mu-term built up with n fixed-point variables, it\nis semantically equivalent to no game with strictly less than n-2 fixed-point\nvariables.\n"]}]
["0710.5670",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5670"],"date":["2007-10-30","2008-03-12"],"type":["text"],"creator":["Yahav, Inbal","Shmueli, Galit"],"language":[],"coverage":[],"title":["An Elegant Method for Generating Multivariate Poisson Random Variable"],"description":["  Generating multivariate Poisson data is essential in many applications.\nCurrent simulation methods suffer from limitations ranging from computational\ncomplexity to restrictions on the structure of the correlation matrix. We\npropose a computationally efficient and conceptually appealing method for\ngenerating multivariate Poisson data. The method is based on simulating\nmultivariate Normal data and converting them to achieve a specific correlation\nmatrix and Poisson rate vector. This allows for generating data that have\npositive or negative correlations as well as different rates.\n","Comment: 11 pages, 11 figures"]}]
["0711.0233",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0233","Phys. Rev. A 77, 022324 (2008)","doi:10.1103/PhysRevA.77.022324"],"date":["2007-11-01","2008-03-13"],"type":["text"],"creator":["Chiaverini, J.","Lybarger Jr, W. E."],"language":[],"coverage":[],"title":["Laserless trapped-ion quantum simulations without spontaneous scattering\n  using microtrap arrays"],"description":["  We propose an architecture and methodology for large-scale quantum\nsimulations using hyperfine states of trapped-ions in an arbitrary-layout\nmicrotrap array with laserless interactions. An ion is trapped at each site,\nand the electrode structure provides for the application of single and pairwise\nevolution operators using only locally created microwave and radio-frequency\nfields. The avoidance of short-lived atomic levels during evolution effectively\neliminates errors due to spontaneous scattering; this may allow scaling of\nquantum simulators based on trapped ions to much larger systems than currently\nestimated. Such a configuration may also be particularly appropriate for\none-way quantum computing with trapped-ion cluster states.\n","Comment: 12 pages, 5 figures, edited typos, added refs and text for\n  clarification to reflect published version"]}]
["0711.0447",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Algebraic Topology","01A60","57RXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0447"],"date":["2007-11-03","2008-03-13"],"type":["text"],"creator":["Audin, Michèle"],"language":[],"coverage":[],"title":["Publier sous l'Occupation I. Autour du cas de Jacques Feldbau et de\n  l'Acad\\'emie des sciences"],"description":["  This is an article on mathematical publishing during the German occupation of\nFrance. Looking at the cases of four of them and especially at the case of\nJacques Feldbau (one of the founders of the theory of fibre bundles), we\ninvestigate the way censorship struck the French mathematicians who declared\njewish by the Statut des juifs of october 1940, and the strategies these\nmathematicians then developed. The way the Vichy laws have been discussed and\napplied at the Acad\\'emie des sciences is investigated.\n","Comment: revised version, 41 pages, 4 figures, French"]}]
["0711.3370",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3370","Phys. Rev. B 77, 125310 (2008)","doi:10.1103/PhysRevB.77.125310"],"date":["2007-11-21"],"type":["text"],"creator":["Pala, M. G.","Hackens, B.","Martins, F.","Sellier, H.","Bayot, V.","Huant, S.","Ouisse, T."],"language":[],"coverage":[],"title":["Local Density of States in Mesoscopic Samples from Scanning Gate\n  Microscopy"],"description":["  We study the relationship between the local density of states (LDOS) and the\nconductance variation $\\Delta G$ in scanning-gate-microscopy experiments on\nmesoscopic structures as a charged tip scans above the sample surface. We\npresent an analytical model showing that in the linear-response regime the\nconductance shift $\\Delta G$ is proportional to the Hilbert transform of the\nLDOS and hence a generalized Kramers-Kronig relation holds between LDOS and\n$\\Delta G$. We analyze the physical conditions for the validity of this\nrelationship both for one-dimensional and two-dimensional systems when several\nchannels contribute to the transport. We focus on realistic Aharonov-Bohm rings\nincluding a random distribution of impurities and analyze the LDOS-$\\Delta G$\ncorrespondence by means of exact numerical simulations, when localized states\nor semi-classical orbits characterize the wavefunction of the system.\n","Comment: 8 pages, 8 figures"]}]
["0711.4634",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4634","Proc. European Spreadsheet Risks Int. Grp. 2006 17-32\n  ISBN:1-905617-08-09"],"date":["2007-11-28"],"type":["text"],"creator":["Weber, Brandon"],"language":[],"coverage":[],"title":["Strategies for Addressing Spreadsheet Compliance Challenges"],"description":["  Most organizations today use spreadsheets in some form or another to support\ncritical business processes. However the financial resources, and developmental\nrigor dedicated to them are often minor in comparison to other enterprise\ntechnology. The increasing focus on achieving regulatory and other forms of\ncompliance over key technology assets has made it clear that organizations must\nregard spreadsheets as an enterprise resource and account for them when\ndeveloping an overall compliance strategy. This paper provides the reader with\na set of practical strategies for addressing spreadsheet compliance from an\norganizational perspective. It then presents capabilities offered in the 2007\nMicrosoft Office System which can be used to help customers address compliance\nchallenges.\n","Comment: 16 pages including web links and references"]}]
["0712.0942",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0942","Phys. Rev. B 77, 094511 (2008)","doi:10.1103/PhysRevB.77.094511"],"date":["2007-12-06"],"type":["text"],"creator":["Thomale, Ronny","Greiter, Martin"],"language":[],"coverage":[],"title":["Numerical analysis of three-band models for CuO planes as candidates for\n  a spontaneous T violating orbital current phase"],"description":["  Recently, we have numerically evaluated the current-current correlation\nfunction for the ground states of three-band models for the CuO planes of\nhigh-Tc superconductors at hole doping x=1/8 using systems with 24 sites and\nperiodic boundary conditions. In this article, the numerical analysis is\nexplicated in detail and extended to a wider range of parameters. Our results\nshow no evidence for the time-reversal symmetry violating current patterns\nrecently proposed by Varma. If such current patterns exist, our results\nindicate that the energy associated with the loop currents must be smaller than\n5 meV per link even if the on-site chemical potential on the oxygen sites,\nwhich is generally assumed to be of the order of 3.6 eV, is taken to zero, as\nadvocated by Varma. We also vary the inter-atomic Coulomb repulsion scale and\nfind only a weak dependence on this parameter. So while our studies do not rule\nout the existence of such current patterns, they do rule out that quantum\ncritical fluctuations of these patterns are responsible for phenomena occurring\nat significantly higher energies such as the superconductivity or the anomalous\nproperties observed in the strange metal phase provided the CuO superconductors\nare adequately described by any of the three-band models discussed.\n","Comment: 12 pages, 15 figures"]}]
["0712.1879",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1879","Phys. Rev. B 77, 121402(R) (2008)","doi:10.1103/PhysRevB.77.121402"],"date":["2007-12-12"],"type":["text"],"creator":["Ishioka, Kunie","Hase, Muneaki","Kitajima, Masahiro","Wirtz, Ludger","Rubio, Angel","Petek, Hrvoje"],"language":[],"coverage":[],"title":["Ultrafast Electron-Phonon Decoupling in Graphite"],"description":["  We report the ultrafast dynamics of the 47.4 THz coherent phonons of graphite\ninteracting with a photoinduced non-equilibrium electron-hole plasma. Unlike\nconventional materials, upon photoexcitation the phonon frequency of graphite\nupshifts, and within a few picoseconds relaxes to the stationary value. Our\nfirst-principles density functional calculations demonstrate that the phonon\nstiffening stems from the light-induced decoupling of the non-adiabatic\nelectron-phonon interaction by creating the non-equilibrium electron-hole\nplasma. Time-resolved vibrational spectroscopy provides a window on the\nultrafast non-equilibrium electron dynamics.\n","Comment: 4 pages, 4 figures"]}]
["0712.1966",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1966","Phys. Rev. Lett. 100, 096406 (2008)","doi:10.1103/PhysRevLett.100.096406"],"date":["2007-12-12","2008-03-13"],"type":["text"],"creator":["Shaginyan, V. R.","Msezane, A. Z.","Popov, K. G.","Stephanovich, V. A."],"language":[],"coverage":[],"title":["Universal Behavior of Two-Dimensional 3He at Low Temperatures"],"description":["  On the example of two-dimensional (2D) 3He we demonstrate that the main\nuniversal features of its experimental temperature T - density x phase diagram\n[see M. Neumann, J. Ny\\'{e}ki, J. Saunders, Science 317, 1356 (2007)] look like\nthose in the heavy-fermion metals. Our comprehensive theoretical analysis of\nexperimental situation in 2D 3He allows us to propose a simple expression for\neffective mass M^*(T,x), describing all diverse experimental facts in 2D 3He in\nunified manner and demonstrating that the universal behavior of M^*(T,x)\ncoincides with that observed in HF metals.\n","Comment: 4 pages, 5 figures"]}]
["0801.0624",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0624","J. Phys. B: At. Mol. Opt. Phys. 41 (2008) 065301","doi:10.1088/0953-4075/41/6/065301"],"date":["2008-01-03"],"type":["text"],"creator":["Singh, Mandip","Volk, Michael","Akulshin, Alexander","Sidorov, Andrei","McLean, Russell","Hannaford, Peter"],"language":[],"coverage":[],"title":["One dimensional lattice of permanent magnetic microtraps for ultracold\n  atoms on an atom chip"],"description":["  We report on the loading and trapping of ultracold atoms in a one dimensional\npermanent magnetic lattice of period 10 micron produced on an atom chip. The\ngrooved structure which generates the magnetic lattice potential is fabricated\non a silicon substrate and coated with a perpendicularly magnetized\nmultilayered TbGdFeCo/Cr film of effective thickness 960 nm. Ultracold atoms\nare evaporatively cooled in a Z-wire magnetic trap and then adiabatically\ntransferred to the magnetic lattice potential by applying an appropriate bias\nfield. Under our experimental conditions trap frequencies of up to 90 kHz in\nthe magnetic lattice are measured and the atoms are trapped at a distance of\nless than 5 micron from the surface with a measured lifetime of about 450 ms.\nThese results are important in the context of studies of quantum coherence of\nneutral atoms in periodic magnetic potentials on an atom chip.\n","Comment: 10 Pages, 6 Figures"]}]
["0801.1514",{"format":[],"subject":["Computer Science - Computers and Society","J.1","H.4.1","K.6.4","D.2.5","D.2.9","K.8.1","K.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1514","European Spreadsheet Risks Int. Grp. 2001 95-105 ISBN:1 86166 179\n  7"],"date":["2008-01-09"],"type":["text"],"creator":["Chadwick, David","Sue, Rodney E."],"language":[],"coverage":[],"title":["Teaching spreadsheet development using peer audit and self-audit methods\n  for reducing error"],"description":["  Recent research has highlighted the high incidence of errors in spreadsheet\nmodels used in industry. In an attempt to reduce the incidence of such errors,\na teaching approach has been devised which aids students to reduce their\nlikelihood of making common errors during development. The approach comprises\nof spreadsheet checking methods based on the commonly accepted educational\nparadigms of peer assessment and self-assessment. However, these paradigms are\nhere based upon practical techniques commonly used by the internal audit\nfunction such as peer audit and control and risk self-assessment. The result of\nthis symbiosis between educational assessment and professional audit is a\nmethod that educates students in a set of structured, transferable skills for\nspreadsheet error-checking which are useful for increasing error-awareness in\nthe classroom and for reducing business risk in the workplace.\n","Comment: 9 Pages, includes references"]}]
["0801.3116",{"format":[],"subject":["Computer Science - Computers and Society","J.1","H.4.1","K.6.4","D.2.5","D.2.9","K.8.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3116","Proc. European Spreadsheet Risks Int. Grp. 2007 7-13 ISBN\n  978-905617-58-6"],"date":["2008-01-20"],"type":["text"],"creator":["Baxter, Ralph"],"language":[],"coverage":[],"title":["Enterprise Spreadsheet Management: A Necessary Good"],"description":["  This paper presents the arguments and supporting business metrics for\nEnterprise Spreadsheet Management to be seen as a necessary good. These\narguments are divided into a summary of external business drivers that make it\nnecessary and the good that may be delivered to business spreadsheet users\ninvolved in repetitive manual processes.\n","Comment: 8 pages, includes references"]}]
["0801.3192",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3192"],"date":["2008-01-21","2008-03-13"],"type":["text"],"creator":["Mas-Hesse, J. M.","Oti-Floranes, H.","Cerviño, M."],"language":[],"coverage":[],"title":["Soft X-ray to Far Infrared luminosities ratio in star-forming galaxies"],"description":["  A good correlation has been found in star-forming galaxies between the soft\nX-ray and the far infrared or radio luminosities. In this work we analyze the\nrelation between the soft X-ray and far infrared luminosities as predicted by\nevolutionary population synthesis models, aiming first to test the validity of\nthe soft X-ray luminosity as a star formation rate estimator, using the already\nknown calibration of the FIR luminosity as a proxy, and second proposing a\ncalibration based on the predictions of evolutionary synthesis models. We have\ncomputed the soft X-ray and far infrared luminosities expected for a massive\nstarburst as a function of evolutionary state, efficiency of the conversion of\nmechanical energy into soft X-ray luminosity, star formation regime\n(instantaneous or extended) and dust abundance, and have compared the\npredictions with observational values for a sample of 62 star-forming galaxies\ntaken from the literature. The observational Lsoftx/Lfir ratios are consistent\nwith the predictions by the models under realistic assumptions (young\nstarbursts, efficiency in the re-processing of mechanical energy of few\npercent), confirming the direct relation of the diffuse soft X-ray emission\nwith the star formation episode. The soft X-ray emission of the diffuse,\nextended gas surrounding massive star forming regions can be used as a Star\nFormation Rate estimator. The empirical calibrations presented in the\nliterature are supported by the predictions of evolutionary synthesis models\nand by the analysis of a larger sample of star-forming galaxies, but it is\nbiased towards galaxies dominated by relatively unevolved starbursts.\n","Comment: 8 pages, 6 figures. Accepted by Astronomy and Astrophysics. New\n  version including language style revision and 3 new references"]}]
["0801.4611",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4611","Phys. Rev. B 77, 092404 (2008)","doi:10.1103/PhysRevB.77.092404"],"date":["2008-01-30"],"type":["text"],"creator":["Borkje, Kjetil","Sudbo, Asle"],"language":[],"coverage":[],"title":["Effective theory of fluctuating circulating currents in high-Tc cuprates"],"description":["  We derive an effective dissipative quantum field theory for fluctuating\norbital currents in clean $CuO_2$ sheets of high-$T_c$ cuprates, based on a\nthree-band model. The Coulomb repulsion term between $Cu$- and $O$-sites is\ndecoupled in terms of current operators representing horizontal and vertical\nparts of circulating currents within each $CuO_2$ unit cell of the lattice. The\nmodel has ordering of currents at finite temperatures. The dissipative kernel\nin the model is of the form $|\\omega|/|{\\bf q}|$, indicating Landau damping.\nApplications of the effective theory to other models are also discussed.\n","Comment: 5 pages, 1 figure, 16 references. To be published in Physical Review\n  B"]}]
["0802.1551",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","58B20, 53C17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1551"],"date":["2008-02-11","2008-03-12"],"type":["text"],"creator":["Khesin, Boris","Lee, Paul"],"language":[],"coverage":[],"title":["A nonholonomic Moser theorem and optimal transport"],"description":["  We prove the following nonholonomic version of the classical Moser theorem:\ngiven a bracket-generating distribution on a connected compact manifold\n(possibly with boundary), two volume forms of equal total volume can be\nisotoped by the flow of a vector field tangent to this distribution. We\ndescribe formal solutions of the corresponding nonholonomic mass transport\nproblem and present the Hamiltonian framework for both the Otto calculus and\nits nonholonomic counterpart as infinite-dimensional Hamiltonian reductions on\ndiffeomorphism groups.\n  Finally, we define a nonholonomic analog of the Wasserstein (or, Kantorovich)\nmetric on the space of densities and prove that the subriemannian heat equation\ndefines a gradient flow on the nonholonomic Wasserstein space with the\npotential given by the Boltzmann relative entropy functional.\n","Comment: 31 pages, 5 figures"]}]
["0802.2277",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2277","Phys.Rev.D77:063002,2008","doi:10.1103/PhysRevD.77.063002"],"date":["2008-02-15"],"type":["text"],"creator":["Saijo, Motoyuki","Kojima, Yasufumi"],"language":[],"coverage":[],"title":["Faraday resonance in dynamical bar instability of differentially\n  rotating stars"],"description":["  We investigate the nonlinear behaviour of the dynamically unstable rotating\nstar for the bar mode by three-dimensional hydrodynamics in Newtonian gravity.\nWe find that an oscillation along the rotation axis is induced throughout the\ngrowth of the unstable bar mode, and that its characteristic frequency is twice\nas that of the bar mode, which oscillates mainly along the equatorial plane. A\npossibility to observe Faraday resonance in gravitational waves is demonstrated\nand discussed.\n","Comment: 13 pages with 13 figures, revtex4.cls. Accepted for publication in\n  the Physical Review D"]}]
["0802.3966",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3966"],"date":["2008-02-27","2008-03-13"],"type":["text"],"creator":["Ragiadakos, C. N."],"language":[],"coverage":[],"title":["Renormalizability of a mofified generally covariant Yang-Mills action"],"description":["  A modified generally covariant Yang-Mills action, which depends on the\ncomplex structure of spacetime and not its metric, is proved to be\nrenormalizable. This proof makes this Lagrangian model the unique known\ngenerally covariant four dimensional model to be renormalizable without higher\norder derivatives. The first order one-loop diagrams are computed in an\nappropriate gauge condition and they are found to be finite.\n","Comment: 17 pages"]}]
["0802.4086",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4086"],"date":["2008-02-27","2008-03-13"],"type":["text"],"creator":["Weissman, Martin H."],"language":[],"coverage":[],"title":["Metaplectic Tori over Local Fields"],"description":["  Smooth irreducible representations of tori over local fields have been\nparameterized by Langlands, using class field theory and Galois cohomology.\nThis paper extends this parameterization to central extensions of such tori,\nwhich arise naturally in the setting of nonlinear covers of reductive groups.\n","Comment: v2. An error corrected in the final section. Introduction updated. A\n  few other minor edits"]}]
["0803.0782",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0782"],"date":["2008-03-06","2008-03-12"],"type":["text"],"creator":["Sterling, Mark"],"language":[],"coverage":[],"title":["A statistic on the roots of a finite reflection group and a\n  correspondence between the height function and Bruhat order"],"description":["  The action of a finite reflection group (type A) on its set of roots is\nunderstood as a permutation representation or group action. We show that this\nrepresentation is an induced representation from a certain kind of parabolic\nsubgroup. Furthermore, we use this representation to define a statistic\n(derived from the length function) on the set of roots. A possible application\nto Costas Arrays is hinted at in a proposition.\n"]}]
["0803.1170",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1170"],"date":["2008-03-07","2008-03-13"],"type":["text"],"creator":["Espey, Brian","Crowley, Cian"],"language":[],"coverage":[],"title":["Mass-loss from Red Giants"],"description":["  Although much is known about the nature of winds from hot stars and giants\nand supergiants with spectral types earlier than K, there is still much to be\nlearned regarding the mass-loss process in cool, late-type stars. We will\nreview the current state of research, with particular reference to observations\nand modelling of mass-loss from giant stars in symbiotic systems.\n","Comment: Revised version of review submitted to the RS Oph meeting, Keele 2007"]}]
["0803.1243",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1243"],"date":["2008-03-08"],"type":["text"],"creator":["Wells, James D."],"language":[],"coverage":[],"title":["How to Find a Hidden World at the Large Hadron Collider"],"description":["  I discuss how the Large Hadron Collider era should broaden our view of\nparticle physics research, and apply this thinking to the case of Hidden\nWorlds. I focus on one of the simplest representative cases of a Hidden World,\nand detail the rich implications it has for LHC physics, including universal\nsuppression of Higgs boson production, trans-TeV heavy Higgs boson signatures,\nheavy-to-light Higgs boson decays, weakly coupled exotic gauge bosons, and\nHiggs boson decays to four fermions via light exotic gauge bosons. Some\nsignatures may be accessible in the very early stages of collider operation,\nwhereas others motivate a later high-lumonosity upgrade.\n","Comment: 14 pages, 5 figures, To be published as chapter in *Perspectives on\n  LHC Physics*, edited by G. Kane and A. Pierce, World Scientific Publishing\n  Co., 2008"]}]
["0803.1659",{"format":[],"subject":["Mathematics - Combinatorics","05A20","05C30, 26C10, 30C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1659"],"date":["2008-03-11"],"type":["text"],"creator":["Wagner, David G."],"language":[],"coverage":[],"title":["Weighted enumeration of spanning subgraphs with degree constraints"],"description":["  The Heilmann-Lieb Theorem on (univariate) matching polynomials states that\nthe polynomial $\\sum_k m_k(G) y^k$ has only real nonpositive zeros, in which\n$m_k(G)$ is the number of $k$-edge matchings of a graph $G$. There is a\nstronger multivariate version of this theorem. We provide a general method by\nwhich ``theorems of Heilmann-Lieb type'' can be proved for a wide variety of\npolynomials attached to the graph $G$. These polynomials are multivariate\ngenerating functions for spanning subgraphs of $G$ with certain weights and\nconstraints imposed, and the theorems specify regions in which these\npolynomials are nonvanishing. Such theorems have consequences for the absence\nof phase transitions in certain probabilistic models for spanning subgraphs of\n$G$.\n","Comment: complete re-write of arXiv:math/0412059 with some new results"]}]
["0803.1665",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1665"],"date":["2008-03-11"],"type":["text"],"creator":["Angelakis, Dimitris G.","Bose, Sougato","Kay, Alastair","Santos, Marcelo F."],"language":[],"coverage":[],"title":["Many body effects and cluster state quantum computation in strongly\n  interacting systems of photons"],"description":["  We discuss the basic properties of a recently proposed hybrid light-matter\nsystem of strongly interacting photons in an array of coupled cavities each\ndoped with a single two level system. Using the non-linearity generated from\nthe photon blockade effect, we predict strong correlations between the hopping\nphotons in the array, and show the possibility of observing a phase transition\nfrom a polaritonic insulator to a superfluid of photons. In the Mott phase,\nthis interaction can be mapped to an array of spins. We show how the remaining\nHamiltonian, in conjunction with individual spin manipulation, can thus be used\nfor simulating spin chains (useful for state transfer protocols) and cluster\nstate quantum computation.\n","Comment: 10 pages. Contribution to proceedings of \"Quantum Information and\n  Many-Body Quantum Systems\" Workshop, 26-31 Mar 2007, Pisa"]}]
["0803.1673",{"format":[],"subject":["Mathematical Physics","55N30, 83C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1673"],"date":["2008-03-11"],"type":["text"],"creator":["Atkins, Richard"],"language":[],"coverage":[],"title":["Cohomology and MP Spacetimes"],"description":["  This paper pursues a cohomological formulation for gravitation in which\ngravity might be expressed in terms of a gravitational potential, much in the\nspirit of electrodynamics. To this end we introduce a cochain complex\nconsisting of $(n+2)$-tensors, symmetric in two indices and skew-symmetric in\nthe remaining $n$ indices. The cohomology of the complex is shown to be\nisomorphic to the \\v{C}ech cohomology of an appropriately defined sheaf of\nfunctions. Furthermore, it is demonstrated that in isotropic coordinates MP\nspacetimes as well as the Schwarzschild black hole may be thusly represented,\nthat is, by means of the coboundary of a potential, as defined by the\ndifferential operator of the complex.\n","Comment: 16 pages"]}]
["0803.1683",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1683"],"date":["2008-03-12"],"type":["text"],"creator":["Tevatron Electroweak Working Group","CDF, for the","Collaborations, D0"],"language":[],"coverage":[],"title":["A Combination of CDF and D0 Results on the Mass of the Top Quark"],"description":["  We summarize the top-quark mass measurements from the CDF and D0 experiments\nat Fermilab. We combine published RunI (1992-1996) measurements with the most\nrecent RunII (2001-present) measurements using up to 2/fb of data. Taking\ncorrelated uncertainties properly into account the resulting preliminary world\naverage mass of the top quark is Mt=172.6 +/- 0.8(sta) +/- 1.1(sys) GeV/c2,\nassuming Gaussian systematic uncertainties. Adding in quadrature yields a total\nuncertainty of 1.4 GeV/c2, corresponding to a relative precision of 0.8% on the\ntop-quark mass.\n","Comment: 13 pages, 1 figure; includes latest RunII results with 2 fb-1"]}]
["0803.1684",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","83C05","83C40","83C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1684"],"date":["2008-03-11"],"type":["text"],"creator":["Dupre, Maurice J."],"language":[],"coverage":[],"title":["The Einstein equation and the energy density of the gravitational field"],"description":["  We give a derivation of the Einstein equation for gravity which employs a\ndefinition of the local energy density of the gravitational field as a\nsymmetric second rank tensor whose value for each observer gives the trace of\nthe spatial part of the energy-stress tensor as seen by that observer. We give\na physical motivation for this choice using light pressure.\n"]}]
["0803.1688",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1688"],"date":["2008-03-11"],"type":["text"],"creator":["Xu, Kun","Guo, Zhaoli"],"language":[],"coverage":[],"title":["Generalized Gas Dynamic Equations for Microflows"],"description":["  n an early approach, we proposed a kinetic model with multiple translational\ntemperature [K. Xu, H. Liu and J. Jiang, Phys. Fluids {\\bf 19}, 016101 (2007)],\nto simulate non-equilibrium flows. In this paper, instead of using three\ntemperatures in $x-$, $y-$, and $z$-directions, we are going to further define\nthe translational temperature as a second-order symmetric tensor. Based on a\nmultiple stage BGK-type collision model and the Chapman-Enskog expansion, the\ncorresponding macroscopic gas dynamics equations in three-dimensional space\nwill be derived. The zeroth-order expansion gives the 10 moment closure\nequations of Levermore [C.D. Levermore, J. Stat. Phys {\\bf 83}, pp.1021\n(1996)]. To the 1st-order expansion, the derived gas dynamic equations can be\nconsidered as a regularization of Levermore's 10 moments equations. The new gas\ndynamic equations have the same structure as the Navier-Stokes equations, but\nthe stress strain relationship in the Navier-Stokes equations is replaced by an\nalgebraic equation with temperature differences. At the same time, the heat\nflux, which is absent in Levermore's 10 moment closure, is recovered. As a\nresult, both the viscous and the heat conduction terms are unified under a\nsingle anisotropic temperature concept. In the continuum flow regime, the new\ngas dynamic equations automatically recover the standard Navier-Stokes\nequations. The current gas dynamic equations are natural extension of the\nNavier-Stokes equations to the near continuum flow regime and can be used for\nmicroflow computations. Two examples, the force-driven Poiseuille flow and the\nCouette flow in the transition flow regime, are used to validate the model.\nBoth analytical and numerical results are encouraging.\n","Comment: 18 pages, 3 figures"]}]
["0803.1693",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1693"],"date":["2008-03-11"],"type":["text"],"creator":["Hikin, Boris"],"language":[],"coverage":[],"title":["Tensor Potential Description of Matter and Space, III. Gravitation"],"description":["  A non-geometrical (but with curved space) theory of gravitation characterized\nby a vector field representing gravitational matter and a metric tensor\npresenting space is presented. It is derived from a more general theory of\nmatter and space in which matter, described by a 3-index tensor potential, is\nthe prime entity and space is deducible and cannot exist without matter.\nPhilosophically, instead of geometrization of physics, the new theory advances\nan idea of materialization of space. The equations that govern the theory of\ngravitation are deduced from the equations of main theory and have a completely\ndifferent form as compared to Einstein's equations of General Relativity. An\nexact solution for spherical symmetry of a point mass with a Schwarzschild type\nmetric tensor is obtained. The subject of gravitational waves and cosmology is\ndiscussed. It is shown that gravitational waves can exist within linear\napproximation. In this case, the metrics tensor varies only in time domain\nwhile remaining Euclideanly flat in spatial components.\n","Comment: 33 pages of text and 36 pages of Appendix calculations"]}]
["0803.1694",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1694"],"date":["2008-03-11"],"type":["text"],"creator":["Kim, Sungyun"],"language":[],"coverage":[],"title":["Undecidability, entropy and information loss in computations of\n  classical physical systems"],"description":["  We investigate how undecidability enters into computations of classical\nphysical systems and contributes to the increase of entropy and loss of\ninformation. In actual computation with finite bit of information capacity we\naccept inconsistency to avoid undecidability, which in turn affects entropy of\nthe system. We apply the Shannon entropy to the discretized Liouvillian system.\nIt is shown that for any finite bit of information capacity information is\nalways lost or the entropy always increases for the probability density\nfollowing Hamiltonian dynamics, both in time forward and time backward\ndirection, thus showing information theoretical version of second law of\nthermodynamics. This is due to the finiteness of information capacity and\nincompressibility of probability distribution in Liouville's equation.\n","Comment: 1 figure"]}]
["0803.1695",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1695"],"date":["2008-03-11"],"type":["text"],"creator":["Viznyuk, S."],"language":[],"coverage":[],"title":["Use of self-correlation metrics for evaluation of information properties\n  of binary strings"],"description":["  It is demonstrated that appropriately chosen computable metrics based on\nself-correlation properties provide a degree of determinism sufficient to\nsegregate binary strings by level of information content.\n","Comment: 5 pages, 3 figures"]}]
["0803.1702",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1702"],"date":["2008-03-11"],"type":["text"],"creator":["Holm, Darryl D.","Putkaradze, Vakhtang"],"language":[],"coverage":[],"title":["Nonlocal orientation-dependent dynamics of molecular strands"],"description":["  Time-dependent Hamiltonian dynamics is derived for a curve (molecular strand)\nin $\\mathbb{R}^3$ that experiences both nonlocal (for example, electrostatic)\nand elastic interactions. The dynamical equations in the symmetry-reduced\nvariables are written on the dual of the semidirect-product Lie algebra $so(3)\n\\circledS (\\mathbb{R}^3\\oplus\\mathbb{R}^3\\oplus\\mathbb{R}^3\\oplus\\mathbb{R}^3)$\nwith three 2-cocycles. We also demonstrate that the nonlocal interaction\nproduces an interesting new term deriving from the coadjoint action of the Lie\ngroup SO(3) on its Lie algebra $so(3)$. The new filament equations are written\nin conservative form by using the corresponding coadjoint actions.\n","Comment: 6 pages, 1 figure, 13 references. Submitted to Compte Rendus Acad\n  Sci. Paris, Math"]}]
["0803.1713",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1713"],"date":["2008-03-12"],"type":["text"],"creator":["Zinnecker, Hans","Beuther, Henrik"],"language":[],"coverage":[],"title":["Summary of Panel Discussion II: Theoretical Models and Observational\n  Constraints in High-Mass Star Formation"],"description":["  This paper presents a summary of a panel discussion to more directly confront\ntheoretical models and observational constraints in massive star formation\nresearch. The panel was moderated by Hans Zinnecker, and panel members included\nIan Bonnell, Chris McKee, Francesco Palla, Malcolm Walmsley, and Harold Yorke.\nAdditional ample discussion with the audience is recorded.\n","Comment: 6 pages, 1 figure, to be published in ASP Conference Series 387 of\n  the conference \"Massive Star Formation: Observations Confront Theory\" held in\n  Heidelberg/Germany in September 2007"]}]
["0803.1716",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1716"],"date":["2008-03-12"],"type":["text"],"creator":["Meho, Lokman I.","Rogers, Yvonne"],"language":[],"coverage":[],"title":["Citation Counting, Citation Ranking, and h-Index of Human-Computer\n  Interaction Researchers: A Comparison between Scopus and Web of Science"],"description":["  This study examines the differences between Scopus and Web of Science in the\ncitation counting, citation ranking, and h-index of 22 top human-computer\ninteraction (HCI) researchers from EQUATOR--a large British Interdisciplinary\nResearch Collaboration project. Results indicate that Scopus provides\nsignificantly more coverage of HCI literature than Web of Science, primarily\ndue to coverage of relevant ACM and IEEE peer-reviewed conference proceedings.\nNo significant differences exist between the two databases if citations in\njournals only are compared. Although broader coverage of the literature does\nnot significantly alter the relative citation ranking of individual\nresearchers, Scopus helps distinguish between the researchers in a more nuanced\nfashion than Web of Science in both citation counting and h-index. Scopus also\ngenerates significantly different maps of citation networks of individual\nscholars than those generated by Web of Science. The study also presents a\ncomparison of h-index scores based on Google Scholar with those based on the\nunion of Scopus and Web of Science. The study concludes that Scopus can be used\nas a sole data source for citation-based research and evaluation in HCI,\nespecially if citations in conference proceedings are sought and that h scores\nshould be manually calculated instead of relying on system calculations.\n","Comment: 35 pages, 9 tables, 3 figures, accepted for publication in the\n  Journal of the American Society for Information Science and Technology"]}]
["0803.1732",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1732"],"date":["2008-03-12"],"type":["text"],"creator":["Kuriya, Takahito"],"language":[],"coverage":[],"title":["On the LMO conjecture"],"description":["  We give a proof of the LMO conjecture which say that for any simply connectd\nsimple Lie group $G$, the LMO invariant of rational homology 3-spheres recovers\nthe perturvative invariant $\\tau^{PG}$. By Habiro-Le theorem, this implies that\nthe LMO invariant is the universal quantum invariant of integral homology\n3-spheres.\n","Comment: 11 pages, 5 figures"]}]
["0803.1733",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1733"],"date":["2008-03-12"],"type":["text"],"creator":["Huang, Chiachi","Jafar, Syed A."],"language":[],"coverage":[],"title":["Degrees of Freedom of the MIMO Interference Channel with Cooperation and\n  Cognition"],"description":["  In this paper, we explore the benefits, in the sense of total (sum rate)\ndegrees of freedom (DOF), of cooperation and cognitive message sharing for a\ntwo-user multiple-input-multiple-output (MIMO) Gaussian interference channel\nwith $M_1$, $M_2$ antennas at transmitters and $N_1$, $N_2$ antennas at\nreceivers. For the case of cooperation (including cooperation at transmitters\nonly, at receivers only, and at transmitters as well as receivers), the DOF is\n$\\min \\{M_1+M_2, N_1+N_2, \\max(M_1, N_2)), \\max(M_2, N_1)\\}$, which is the same\nas the DOF of the channel without cooperation. For the case of cognitive\nmessage sharing, the DOF is $\\min \\{M_1+M_2, N_1+N_2, (1-1_{T2})((1-1_{R2})\n\\max(M_1, N_2) + 1_{R2} (M_1+N_2)), (1-1_{T1})((1-1_{R1}) \\max(M_2, N_1) +\n1_{R1} (M_2+N_1)) \\}$ where $1_{Ti} = 1$ $(0)$ when transmitter $i$ is (is not)\na cognitive transmitter and $1_{Ri}$ is defined in the same fashion. Our\nresults show that while both techniques may increase the sum rate capacity of\nthe MIMO interference channel, only cognitive message sharing can increase the\nDOF. We also find that it may be more beneficial for a user to have a cognitive\ntransmitter than to have a cognitive receiver.\n"]}]
["0803.1745",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1745","Journal of Photochemistry and Photobiology A: Chemistry 195 (2008)\n  352-356"],"date":["2008-03-12"],"type":["text"],"creator":["Kallioinen, Jani","Hassan, M. R.","Paraoanu, G. S.","Korppi-Tommola, Jouko"],"language":[],"coverage":[],"title":["Dye-Sensitized Nanostructured TiO2 Film Based Photoconductor"],"description":["  Grooves were etched in a conductive layer of a conductive, transparent glass,\nand a nanoporous TiO2 film was deposited on both the conductive and\nnonconductive area. The width of the grooves was 100 $\\mu$m and 150 $\\mu$m. A\ntransparent TiO2 film was dye-sensitized, covered with an electrolyte, and\nsandwiched with a cover glass. The conductivity of the dye-sensitized TiO2 film\npermeated with electrolyte was studied in the dark and under illumination, and\nwas observed to be dependent on light intensity, wavelength and applied\nvoltage. This study shows that dye-sensitized nanoporous films can be used as a\nwavelength dependent photoconductor.\n","Comment: 11 pages, 5 figures"]}]
["0803.1748",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Computers and Society","D.1.7","D.2.1","D.2.11","D.3.2","H.4.1","K.6.4","K.8.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1748","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2006 85-93\n  ISBN:1-905617-08-9"],"date":["2008-03-12"],"type":["text"],"creator":["Jafry, Yusuf","Sidoroff, Fredrika","Chi, Roger"],"language":[],"coverage":[],"title":["A Computational Framework for the Near Elimination of Spreadsheet Risk"],"description":["  We present Risk Integrated's Enterprise Spreadsheet Platform (ESP), a\ntechnical approach to the near-elimination of spreadsheet risk in the\nenterprise computing environment, whilst maintaining the full flexibility of\nspreadsheets for modelling complex financial structures and processes. In its\nBasic Mode of use, the system comprises a secure and robust centralised\nspreadsheet management framework. In Advanced Mode, the system can be viewed as\na robust computational framework whereby users can \"submit jobs\" to the\nspreadsheet, and retrieve the results from the computations, but with no direct\naccess to the underlying spreadsheet. An example application, Monte Carlo\nsimulation, is presented to highlight the benefits of this approach with regard\nto mitigating spreadsheet risk in complex, mission-critical, financial\ncalculations.\n","Comment: 9 pages, 3 colour figures"]}]
["0803.1749",{"format":[],"subject":["Mathematics - Functional Analysis","28A12, 28B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1749"],"date":["2008-03-12"],"type":["text"],"creator":["Tanaka, Jun"],"language":[],"coverage":[],"title":["An isomorphism between the completion of an Algebra and its Caratheodory\n  Extension"],"description":["  Let $\\Omega$ denote an algebra of sets and $\\mu$ a $\\sigma$-finite measure.\nWe then prove that the completion of $\\Omega$ under the pseudometric $d(A,B)$ =\n$\\mu^{\\ast}(A \\triangle B)$ is $\\sigma$-algebra isomorphic and isometric to the\nCaratheodory Extension of $\\Omega$ under the equivalence relation $\\sim$.\n","Comment: 5 pages"]}]
["0803.1751",{"format":[],"subject":["Computer Science - Software Engineering","D.1.7","D.2.1","D.2.11","D.3.2","H.4.1","K.6.4","K.8.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1751","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2004\n  45-55ISBN 1 902724 94 1"],"date":["2008-03-12"],"type":["text"],"creator":["Nash, John","Adler, Andy","Smith, Neil"],"language":[],"coverage":[],"title":["TellTable Spreadsheet Audit: from Technical Possibility to Operating\n  Prototype"],"description":["  At the 2003 EuSpRIG meeting, we presented a framework and software\ninfrastructure to generate and analyse an audit trail for a spreadsheet file.\nThis report describes the results of a pilot implementation of this software\n(now called TellTable; see www.telltable.com), along with developments in the\nserver infrastructure and availability, extensions to other \"Office Suite\"\nfiles, integration of the audit tool into the server interface, and related\ndevelopments, licensing and reports. We continue to seek collaborators and\npartners in what is primarily an open-source project with some shared-source\ncomponents.\n","Comment: 11 pages"]}]
["0803.1754",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Computers and Society","D.1.7","D.2.1","D.2.11","D.3.2","D.3.3","H.4.1","K.6.4","K.8.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1754","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2004 71-83\n  ISBN 1 902724 94 1"],"date":["2008-03-12"],"type":["text"],"creator":["Thorne, Simon","Ball, David","Lawson, Zoe"],"language":[],"coverage":[],"title":["A Novel Approach to Formulae Production and Overconfidence Measurement\n  to Reduce Risk in Spreadsheet Modelling"],"description":["  Research on formulae production in spreadsheets has established the practice\nas high risk yet unrecognised as such by industry. There are numerous software\napplications that are designed to audit formulae and find errors. However these\nare all post creation, designed to catch errors before the spreadsheet is\ndeployed. As a general conclusion from EuSpRIG 2003 conference it was decided\nthat the time has come to attempt novel solutions based on an understanding of\nhuman factors. Hence in this paper we examine one such possibility namely a\nnovel example driven modelling approach. We discuss a control experiment that\ncompares example driven modelling against traditional approaches over several\nprogressively more difficult tests. The results are very interesting and\ncertainly point to the value of further investigation of the example driven\npotential. Lastly we propose a method for statistically analysing the problem\nof overconfidence in spreadsheet modellers.\n","Comment: 12 pages, 7 figures"]}]
["0803.1759",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1759"],"date":["2008-03-12"],"type":["text"],"creator":["Lee, Jounghun","Li, Cheng"],"language":[],"coverage":[],"title":["Connecting the Physical Properties of Galaxies with the Overdensity and\n  Tidal Shear of the Large-Scale Environment"],"description":["  We have examined the correlations between the large-scale environment of\ngalaxies and their physical properties, using a sample of 28,354 nearby\ngalaxies drawn from the Sloan Digital Sky Survey, and the large-scale tidal\nfield reconstructed in real space from the 2Mass Redshift Survey and smoothed\nover a radius of $\\sim 6 h^{-1}$Mpc. The large-scale environment is expressed\nin terms of the overdensity, the ellipticity of the shear and the type of the\nlarge-scale structure. The physical properties analyzed include $r$-band\nabsolute magnitude $M_{^{0.1}r}$, stellar mass $M_\\ast$, $g-r$ colour,\nconcentration parameter $R_{90}/R_{50}$ and surface stellar mass density\n$\\mu_\\ast$.\n  Both luminosity and stellar mass are found to be statistically linked to the\nlarge-scale environment, regardless of how the environment is quantified. More\nluminous (massive) galaxies reside preferentially in the regions with higher\ndensities, lower ellipticities and halo-like structures. At fixed luminosity,\nthe large-scale overdensity depends strongly on parameters related to the\nrecent star formation history, that is colour and D(4000), but is almost\nindependent of the structural parameters $R_{90}/R_{50}$ and $\\mu_\\ast$. All\nthe physical properties are statistically linked to the shear of the\nlarge-scale environment even when the large-scale density is constrained to a\nnarrow range. This statistical link has been found to be most significant in\nthe quasi-linear regions where the large-scale density approximates to an order\nof unity, but no longer significant in highly nonlinear regimes with\n$\\delta_{\\rm LS}\\gg 1$.\n","Comment: submitted to MNRAS, 8 pages, 7 figures"]}]
["0803.1762",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1762","APPLIED PHYSICS LETTERS 91, 192904 (2007)","doi:10.1063/1.2804008"],"date":["2008-03-12"],"type":["text"],"creator":["Singh, Akhilesh Kumar","Pandey, Dhananjai","Yoon, Songhak","Baik, Sunggi","Shin, Namsoo"],"language":[],"coverage":[],"title":["High-resolution synchrotron XRD study of Zr-rich compositions of\n  Pb(Zr_xTi_1-x)O_3 (0.525\\leq x \\leq 0.60): evidence for the absence of the\n  rhombohedral phase"],"description":["  Results of Rietveld analysis of the synchrotron XRD data on Pb(Zr_xTi_1-x)O_3\n(PZT) for 0.525\\leqx\\leq0.60 are presented to show the absence of rhombohedral\nphase on the Zr-rich side of the morphotropic phase boundary (MPB). Our results\nreveal that the structure of PZT is monoclinic in the Cm space group for\n0.525\\leq x\\leq 0.60. The nature of the monoclinic distortion changes from\npseudo-tetragonal for 0.525\\leqx\\leq0.54 to pseudo-rhombohedral for x>0.54.\n","Comment: 12 pages, 5 figure"]}]
["0803.1763",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1763"],"date":["2008-03-12"],"type":["text"],"creator":["Granåker, Johan"],"language":[],"coverage":[],"title":["Unimodular L-infinity algebras"],"description":["  We give a new short proof that the wheeled operad of unimodular Lie algebras\nis Koszul and use this to explicitly construct its minimal resolution. A\nrepresentation of this resolution in a finite dimensional vector space V we\ncall a unimodular L-infinity algebra. Such a structure corresponds to a\nhomological vector field on V together with an invariant measure. We present\nexplicit formulae for homotopy transferred structures, define the deformation\ncomplex and give a cohomological obstruction to the extension of an arbitrary\nstructure of finite dimensional L-infinity algebra to a structure of unimodular\nL-infinity algebra.\n","Comment: 17 pages"]}]
["0803.1767",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1767"],"date":["2008-03-12"],"type":["text"],"creator":["Zakhariev, B. N.","Chabanov, V. M."],"language":[],"coverage":[],"title":["Single- and Multichannel Wave Bending"],"description":["  Recently, we have discovered a new concept of permanent wave resonance with\npotential spatial oscillations. This means the constant wave swinging frequency\non the whole energy intervals of spectral forbidden zones destroying physical\nsolutions and deepening the theory of waves in periodic potentials. It also\nshows the other side of strengthening the fundamentally important magic nuclear\nstructures. A new language of wave bending will be presented to enrich our\nquantum intuition, e.g., the paradoxical effective attraction of barriers and\nrepulsion of wells in multichannel systems.\n","Comment: 14 pages, 5 figures"]}]
["0803.1788",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q35, 35B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1788"],"date":["2008-03-12"],"type":["text"],"creator":["Chae, Dongho"],"language":[],"coverage":[],"title":["The finite time blow-up for the Euler-Poisson equations in $\\Bbb R^n$"],"description":["  We prove the finite time blow-up for $C^1$ solutions to the Euler-Poisson\nequations in $\\Bbb R^n$, $n\\geq 1$, with/without background density for initial\ndata satisfying suitable conditions. We also find a sufficient condition for\nthe initial data such that $C^3$ solution breaks down in finite time for the\ncompressible Euler equations for polytropic gas flows.\n","Comment: 11 pages"]}]
["0803.1789",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1789"],"date":["2008-03-12"],"type":["text"],"creator":["Pedio, M.","Casero, E.","Nannarone, S.","Giglia, A.","Mahne, N.","Hayakawa, K.","Benfatto, M.","Hatada, K.","Felici, R.","Cerda', J. I.","Alonso, C.","Martin-Gago, J. A."],"language":[],"coverage":[],"title":["A Nexafs Study of Nitric Oxide Layers Adsorbed from a nitrite Solution\n  onto a Pt(111) Surface"],"description":["  NO molecules adsorbed on a Pt(111) surface from dipping in an acidic nitrite\nsolution are studied by near edge X-ray absorption fine structure spectroscopy\n(NEXAFS), X-ray photoelectron spectroscopy (XPS), low energy electron\ndiffraction (LEED) and scanning tunnelling microscopy (STM) techniques. LEED\npatterns and STM images show that no long range ordered structures are formed\nafter NO adsorption on a Pt(111) surface. Although the total NO coverage is\nvery low, spectroscopic features in N K-edge and O K-edge absorption spectra\nhave been singled out and related to the different species induced by this\npreparation method. From these measurements it is concluded that the NO\nmolecule is adsorbed trough the N atom in an upright conformation. The maximum\nsaturation coverage is about 0.3 monolayers, and although nitric oxide is the\nmajor component, nitrite and nitrogen species are slightly co-adsorbed on the\nsurface. The results obtained from this study are compared with those\npreviously reported in the literature for NO adsorbed on Pt(111) under UHV\nconditions.\n"]}]
["0803.1792",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1792"],"date":["2008-03-12"],"type":["text"],"creator":["Salis, M.","Ricci, P. C.","Anedda, A."],"language":[],"coverage":[],"title":["On the Raman shift in nanosized crystals"],"description":["  An analytical form of the Raman shift dependence on size of nanocrystals is\npresented. Based on the hard confinement model, it works in those cases where\nthe average phonon curve shows a quadratic dependence on the phonon\nquasi-momentum in the range of interest.\n","Comment: 2 figures"]}]
["0803.1803",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1803"],"date":["2008-03-12"],"type":["text"],"creator":["Koda, Jun","Milosavljevic, Milos","Shapiro, Paul R.","Nagai, Daisuke","Nakar, Ehud"],"language":[],"coverage":[],"title":["The Cluster-Merger Shock in 1E 0657-56"],"description":["  The merging galaxy cluster 1E 0657-56, known as the \"bullet cluster,\" is one\nof the hottest clusters known. The X-ray emitting plasma exhibits\nbow-shock-like temperature and density jumps. The segregation of this plasma\nfrom the peaks of the mass distribution determined by gravitational lensing has\nbeen interpreted as a direct proof of collisionless dark matter. If the high\nshock speed inferred from the shock jump conditions equals the relative speed\nof the merging CDM halos, however, this merger is predicted to be such a rare\nevent in a LCDM universe that observing it presents a possible conflict with\nthe LCDM model.\n  We examined this question using high resolution, 2D simulations of gas\ndynamics in cluster collisions to analyze the relative motion of the clusters,\nthe bow shock, and the contact discontinuity, and relate these to the X-ray\ndata for the bullet cluster. We find that the velocity of the fluid shock need\nnot equal the relative velocity of the CDM components. An illustrative\nsimulation finds that the present relative velocity of the CDM halos is 16%\nlower than that of the shock. While this conclusion is sensitive to the\ndetailed initial mass and gas density profiles of the colliding clusters, such\na decrease of the inferred halo relative velocity would significantly increase\nthe likelihood of finding 1E 0657-56 in a LCDM universe.\n  (Conference proceedings based on a poster at Bash Symposium 2007)\n","Comment: Conference proceedings of Bash Symposium 2007. - to appear in ASP\n  Conference Series, eds. Frebel, Maund, Shen, & Siegel"]}]
["0803.1804",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1804"],"date":["2008-03-12"],"type":["text"],"creator":["Pallinger, A.","Sas, B.","Pethes, I.","Vad, K.","Williams, F. I. B.","Kriza, G."],"language":[],"coverage":[],"title":["Bardeen-Stephen flux flow law disobeyed in the high-$T_c$ superconductor\n  Bi$_{2}$Sr$_{2}$CaCu$_{2}$O$_{8+\\delta}$"],"description":["  Pulsed high current experiments in single crystals of the high-$T_{c}$\nsuperconductor Bi$_{2}$Sr$_{2}$CaCu$_{2}$O$_{8+\\delta}$ in c-axis directed\nmagnetic field $H$ reveal that the $ab$-face resistance in the free flux flow\nregime is a solely logarithmic function of H, devoid of any power law\ncomponent. Re-analysis of published data confirms this result and leads to\nempirical analytic forms for the $ab$-plane and c-axis resistivities:\n$\\rho_{ab}\\propto$ $H^{3/4}$, which does not obey the expected Bardeen-Stephen\nresult for free flux flow, and $\\rho_{c} \\propto H^{-3/4} \\log^{2}H$.\n","Comment: 5 pages, 3 figures. Submitted to Phys. Rev. Lett"]}]
["0803.1807",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1807"],"date":["2008-03-12"],"type":["text"],"creator":["Kraidy, Ghassan M.","Savin, Valentin"],"language":[],"coverage":[],"title":["Minimum-Delay Decoding of Turbo-Codes for Upper-Layer FEC"],"description":["  In this paper we investigate the decoding of parallel turbo codes over the\nbinary erasure channel suited for upper-layer error correction. The proposed\nalgorithm performs on-the-fly decoding, i.e. it starts decoding as soon as the\nfirst symbols are received. This algorithm compares with the iterative decoding\nof codes defined on graphs, in that it propagates in the trellises of the turbo\ncode by removing transitions in the same way edges are removed in a bipartite\ngraph under message-passing decoding. Performance comparison with LDPC codes\nfor different coding rates is shown.\n","Comment: 5 pages, submitted SPAWC08"]}]
["0803.1809",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1809"],"date":["2008-03-12"],"type":["text"],"creator":["Fre', Pietro","Grassi, Pietro Antonio"],"language":[],"coverage":[],"title":["Pure Spinors for General Backgrounds"],"description":["  We show the equivalence of the different types of pure spinor constraints\ngeometrically derived from the Free Differential Algebras of N=2 d=10\nsupergravities. Firstly, we compute the general solutions of these constraints,\nusing both a G_2 and an SO(8) covariant decomposition of the 10d chiral\nspinors. Secondly, we verify that the number of independent degrees of freedom\nis equal to that implied by the Poincare' pure spinor constraints so-far used\nfor superstrings, namely twenty two. Thirdly, we show the equivalence between\nthe FDA type IIA/B constraints among each other and with the Poincare' ones.\n","Comment: 18 pp., no figures, latex"]}]
["0803.1814",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1814"],"date":["2008-03-12"],"type":["text"],"creator":["Cardoso, Jean-Francois","Martin, Maude","Delabrouille, Jacques","Betoule, Marc","Patanchon, Guillaume"],"language":[],"coverage":[],"title":["Component separation with flexible models. Application to the separation\n  of astrophysical emissions"],"description":["  This paper offers a new point of view on component separation, based on a\nmodel of additive components which enjoys a much greater flexibility than more\ntraditional linear component models. This flexibility is needed to process the\ncomplex full-sky observations of the CMB expected from the Planck space\nmission, for which it was developed, but it may also be useful in any context\nwhere accurate component separation is needed.\n","Comment: 20 pages, 9 figures. Submitted to a special issue of IEEE-JSTSP on\n  Signal processing for astronomy and space research"]}]
["0803.1817",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1817"],"date":["2008-03-12"],"type":["text"],"creator":["Chrusciel, Piotr T.","Pacard, Frank","Pollack, Daniel"],"language":[],"coverage":[],"title":["Singular Yamabe metrics and initial data with exactly\n  Kottler-Schwarzschild-de Sitter ends II. Generic metrics"],"description":["  We present a gluing construction which adds, via a localized deformation,\nexactly Delaunay ends to generic metrics with constant positive scalar\ncurvature. This provides time-symmetric initial data sets for the vacuum\nEinstein equations with positive cosmological constant with exactly\nKottler-Schwarzschild-de Sitter ends, extending the results in arXiv:0710.3365\n[gr-qc].\n","Comment: 7 pages"]}]
["0803.1822",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1822","Phys. Rev. B 77, 092504 (2008)","doi:10.1103/PhysRevB.77.092504"],"date":["2008-03-12"],"type":["text"],"creator":["Hernández, Alexander D.","Montoya, Javier A.","Profeta, Gianni","Scandolo, Sandro"],"language":[],"coverage":[],"title":["First-principles investigation of the electron-phonon interaction in\n  OsN$_2$: Theoretical prediction of superconductivity mediated by N-N covalent\n  bonds"],"description":["  A first-principles investigation of the electron-phonon interaction in the\nrecently synthesized osmium dinitride (OsN$_2$) compound predicts that the\nmaterial is a superconductor. Superconductivity in OsN$_2$ would originate from\nthe stretching of covalently bonded dinitrogen units embedded in the\ntransition-metal matrix, thus adding dinitrides to the class of superconductors\ncontaining covalently bonded light elements. The dinitrogen vibrations are\nstrongly coupled to the electronic states at the Fermi level and generate\nnarrow peaks in the Eliashberg spectral function $\\alpha^2F(\\omega)$. The total\nelectron-phonon coupling of OsN$_2$ is $\\lambda=0.37$ and the estimated\nsuperconducting temperature T$_c \\approx 1$ K. We suggest that the\nsuperconducting temperature can be substantially increased by hole doping of\nthe pristine compound and show that T$_c$ increases to 4 K with a doping\nconcentration of 0.25 holes/OsN$_2$ unit.\n","Comment: 4 pages, 5 figures"]}]
["0803.1825",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","12Y05","13P10, 37N25, 68W30, 93C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1825"],"date":["2008-03-12"],"type":["text"],"creator":["Jarrah, Abdul S.","Laubenbacher, Reinhard"],"language":[],"coverage":[],"title":["On the algebraic geometry of polynomial dynamical systems"],"description":["  This paper focuses on polynomial dynamical systems over finite fields. These\nsystems appear in a variety of contexts, in computer science, engineering, and\ncomputational biology, for instance as models of intracellular biochemical\nnetworks. It is shown that several problems relating to their structure and\ndynamics, as well as control theory, can be formulated and solved in the\nlanguage of algebraic geometry.\n","Comment: To appear in \"Emerging applications of algebraic geometry,\" M.\n  Putinar and S. Sullivant (eds.), IMA Volume Series, Springer Verlag"]}]
["cond-mat/0512491",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512491"],"date":["2005-12-20","2008-03-13"],"type":["text"],"creator":["Avgin, I.","Huber, D. L."],"language":[],"coverage":[],"title":["Amplitude scaling behavior of low-energy Frenkel exciton chains with\n  correlated off-diagonal disorder"],"description":["  We report the amplitude scaling behavior of Frenkel exciton chains with\nnearest-neighbor correlated off-diagonal random interactions. The band center\nspectrum and its localization properties are investigated through the\nintegrated density of states and the inverse localization length. The\ncorrelated random interactions are produced through a binary sequence similar\nto the interactions in spin glass chains. We produced sets of data with\ndifferent interaction strength and \"wrong\" sign concentrations that collapsed\nafter scaling to the predictions of a theory developed earlier for Dirac\nfermions with random-varying mass. We found good agreement as the energy\napproaches the band center for a wide range of concentrations. We have also\nestablished the concentration dependence of the lowest order expansion\ncoefficient of the scaling amplitudes for the correlated case. The correlation\ncauses unusual behavior of the spectra, i.e., deviations from the Dyson-type\nsingularity.\n","Comment: one figure added, content changed, appendix rewritten. Appear in J.\n  Lumn"]}]
["cond-mat/0611539",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611539","Appl. Phys. Lett. 90, 122904 (2007)","doi:10.1063/1.2715102"],"date":["2006-11-20"],"type":["text"],"creator":["Rodriguez, Brian J.","Jesse, Stephen","Kalinin, Sergei V.","Kim, Jihee","Ducharme, Stephen","Fridkin, V. M."],"language":[],"coverage":[],"title":["Nanoscale polarization manipulation and imaging in ferroelectric\n  Langmuir-Blodgett polymer films"],"description":["  The behavior of ferroelectricity at the nanoscale is the focus of increasing\nresearch activity because of intense interest in the fundamental nature of\nspontaneous order in condensed-matter systems and because of the many practical\napplications of ferroelectric thin films to, for example, electromechanical\ntransducers, infrared imaging sensors, and nonvolatile random-access memories.\nFerroelectricity, in analogy with its namesake ferromagnetism, is the property\nof some crystalline systems to maintain a permanent, but reversible, electrical\npolarization in the absence of an external electric field. The imaging and\ndynamics of the piezoelectric response at the nanoscale is perhaps the most\ndirect means of probing polarization, as has been demonstrated in a number of\nthin films and nanostructures . Here we report the use of piezoresponse force\nmicroscopy (PFM) and switching spectroscopy PFM (SSPFM) to image the\nferroelectric properties, domain structure, and polarization switching of\nultrathin ferroelectric Langmuir-Blodgett films of poly(vinylidene\nfluoride-trifluoroethylene) (P(VDF-TrFE)) copolymers. PFM imaging of\nP(VDF-TrFE) thin films reveals ferroelectric domain sizes on the order of 25-50\nnm and an imaging resolution below 5 nm. The feature sizes in topography and\nPFM images are comparable and the boundaries of uniformly polarized regions\ncoincide with topographic features. Arbitrary polarization patterns could be\nrepeatedly written and erased, with writing resolution limited by the grain\nsize. Hysteresis loops from individual domains show clear coercive voltage, but\nare not well saturated at +/-10 V amplitude.\n","Comment: 11 pages, 3 figures"]}]
["cond-mat/0701718",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701718","J. Low Temp. Phys., vol. 149, pp.130--160 (2007)","doi:10.1007/s10909-007-9511-x"],"date":["2007-01-29"],"type":["text"],"creator":["Kleiner, Reinhold","Koelle, Dieter","Clarke, John"],"language":[],"coverage":[],"title":["A Numerical Treatment of the Rf SQUID: I. General Properties and Noise\n  Energy"],"description":["  We investigate the characteristics and noise performance of rf\nSuperconducting Quantum Interference Devices (SQUIDs) by solving the\ncorresponding Langevin equations numerically and optimizing the model\nparameters with respect to noise energy. After introducing the basic concepts\nof the numerical simulations, we give a detailed discussion of the performance\nof the SQUID as a function of all relevant parameters. The best performance is\nobtained in the crossover region between the dispersive and dissipative\nregimes, characterized by an inductance parameter \\beta_L'\\equiv 2\\pi L\nI_0/\\Phi_0\\approx 1; L is the loop inductance, I_0 the critical current of the\nJosephson junction, and \\Phi_0 the flux quantum. In this regime, which is not\nwell explored by previous analytical approaches, the lowest (intrinsic) values\nof noise energy are a factor of about 2 above previous estimates based on\nanalytical approaches. However, several other analytical predictions, such as\nthe inverse proportionality of the noise energy on the tank circuit quality\nfactor and the square of the coupling coefficient between the tank circuit and\nthe SQUID loop, could not be well reproduced. The optimized intrinsic noise\nenergy of the rf SQUID is superior to that of the dc SQUID at all temperatures.\nAlthough for technologically achievable parameters this advantage shrinks,\nparticularly at low thermal fluctuation levels, we give an example for\nrealistic parameters that leads to a noise energy comparable to that of the dc\nSQUID even in this regime.\n","Comment: submitted to J. Low Temp. Phys"]}]
["cond-mat/0701719",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701719","J. Low Temp. Phys., vol.149, pp.261--293 (2007)","doi:10.1007/s10909-007-9512-9"],"date":["2007-01-29"],"type":["text"],"creator":["Kleiner, Reinhold","Koelle, Dieter","Clarke, John"],"language":[],"coverage":[],"title":["A Numerical Treatment of the Rf SQUID: II. Noise Temperature"],"description":["  We investigate rf SQUIDs (Superconducting QUantum Interference Devices),\ncoupled to a resonant input circuit, a readout tank circuit and a preamplifier,\nby numerically solving the corresponding Langevin equations and optimizing\nmodel parameters with respect to noise temperature. We also give approximate\nanalytic solutions for the noise temperature, which we reduce to parameters of\nthe SQUID and the tank circuit in the absence of the input circuit. The\nanalytic solutions agree with numerical simulations of the full circuit to\nwithin 10%, and are similar to expressions used to calculate the noise\ntemperature of dc SQUIDs. The best device performance is obtained when\n\\beta_L'\\equiv 2\\pi L I_0\\Phi_0 is 0.6 - 0.8; L is the SQUID inductance, I_0\nthe junction critical current and \\Phi_0 the flux quantum. For a tuned input\ncircuit we find an optimal noise temperature T_{N,opt}\\approx 3Tf/f_c, where T,\nf and f_c denote temperature, signal frequency and junction characteristic\nfrequency, respectively. This value is only a factor of 2 larger than the\noptimal noise temperatures obtained by approximate analytic theories carried\nout previously in the limit \\beta_L'<<1. We study the dependence of the noise\ntemperature on various model parameters, and give examples using realistic\ndevice parameters of the extent to which the intrinsic noise temperature can be\nrealized experimentally.\n","Comment: submitted to J. Low Temp. Phys"]}]
["dg-ga/9712004",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/dg-ga/9712004","Rep. Math. Phys. 41 (1998), No.3, 279-286","doi:10.1016/S0034-4877(98)80016-5"],"date":["1997-12-04"],"type":["text"],"creator":["Sergheyev, Arthur G."],"language":[],"coverage":[],"title":["Generalized Symmetries of Partial Differential Equations and Quasiexact\n  Solvability"],"description":["  Using the adjoint action of the infinitesimal translations (with respect to\nsome (in)dependant variables) on specific finite-dimensional subspaces of the\nspace of generalized symmetries of some system of partial differential\nequations, we explicitly determine the dependance of coefficients of\ngeneralized symmetries from these subspaces on the above-mentioned variables.\nWe establish the connection of our results with the theory of quasiexactly\nsolvable models. Some generalizations of the approach proposed also are\ndiscussed.\n","Comment: 10 pages, Latex, no figures"]}]
["math/0405596",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405596","Divulgaciones Matematicas. Vol.15. No.2 (2007), pp. 179-192"],"date":["2004-05-31","2005-04-19"],"type":["text"],"creator":["Diaz, Rafael","Pariguan, Eddy"],"language":[],"coverage":[],"title":["On hypergeometric functions and Pochhammer $k$-symbol"],"description":["  We introduce the $k$-generalized gamma function $\\Gamma_k$, beta function\n$B_k$, and Pochhammer $k$-symbol $(x)_{n,k}$. We prove several identities\ngeneralizing those satisfied by the classical gamma function, beta function and\nPochhammer symbol. We provided integral representation for the $\\Gamma_k$ and\n$B_k$ functions.\n","Comment: 12 pages, 3 figures"]}]
["math/0511347",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Functional Analysis","49K27","47J30","46T20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511347","Appl. Sci. 10 (2008), 207--218"],"date":["2005-11-14"],"type":["text"],"creator":["Rocha, Eugenio A. M.","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["First Integrals for Problems of Calculus of Variations on Locally Convex\n  Spaces"],"description":["  The fundamental problem of calculus of variations is considered when\nsolutions are differentiable curves on locally convex spaces. Such problems\nadmit an extension of the Euler-Lagrange equations [Orlov 2002] for\ncontinuously normally differentiable Lagrangians. Here, we formulate a Legendre\ncondition and an extension of the classical theorem of Emmy Noether, thus\nobtaining first integrals for problems of the calculus of variations on locally\nconvex spaces.\n","Comment: Presented at OTFUSA'2005, International Conference on \"Operator\n  Theory, Function Spaces and Applications\", dedicated to the 60th birthday of\n  Professor F.-O. Speck, 7-9 July 2005, Aveiro, Portugal"]}]
["math/0611126",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611126"],"date":["2006-11-05","2008-03-13"],"type":["text"],"creator":["Andersen, Jorgen Ellegaard"],"language":[],"coverage":[],"title":["Hitchin's connection, Toeplitz operators and symmetry invariant\n  deformation quantization"],"description":["  We establish that Hitchin's connection exist for any rigid holomorphic family\nof Kahler structures on any compact pre-quantizable symplectic manifold which\nsatisfies certain simple topological constraints. Using Toeplitz operators we\nprove that Hitchin's connection induces a unique formal connection on smooth\nfunctions on the symplectic manifold. Parallel transport of this formal\nconnection produces equivalences between the corresponding Berezin-Toeplitz\ndeformation quantizations. - In the cases where the Hitchin connection is\nprojectively flat, the formal connections will be flat and we get a\nsymmetry-invariant formal quantization. If a certain cohomological condition is\nsatisfied a global trivialization of this algebra bundle is constructed. As a\ncorollary we get a symmetry-invariant deformation quantization.\n  Finally, these results are applied to the moduli space situation in which\nHitchin's originally constructed his connection. First we get a proof that the\nHitchin connection in this case is the same as the connection constructed by\nAxelrod, Della Pietra and Witten. Second we obtain in this way a mapping class\ngroup invariant formal quantization of the smooth symplectic leaves of the\nmoduli space of flat SU(n)-connections on any compact surface.\n","Comment: Typo's corrected"]}]
["math/0611157",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611157"],"date":["2006-11-06","2008-03-13"],"type":["text"],"creator":["Stipsicz, Andras I.","Szabo, Zoltan","Wahl, Jonathan"],"language":[],"coverage":[],"title":["Rational blow-downs and smoothings of surface singularities"],"description":["  In this paper we give a necessary combinatorial condition for a\nnegative--definite plumbing tree to be suitable for rational blow--down, or to\nbe the graph of a complex surface singularity which admits a rational homology\ndisk smoothing. New examples of surface singularities with rational homology\ndisk smoothings are also presented; these include singularities with resolution\ngraph having valency four nodes.\n","Comment: 61 pages, 28 figures"]}]
["math/0612742",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","58J32, 49J52, 49L25, 35D05, 35J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612742"],"date":["2006-12-23","2008-03-12"],"type":["text"],"creator":["Azagra, Daniel","Ferrera, Juan","Sanz, Beatriz"],"language":[],"coverage":[],"title":["Viscosity solutions to second order partial differential equations on\n  Riemannian manifolds"],"description":["  We prove comparison, uniqueness and existence results for viscosity solutions\nto a wide class of fully nonlinear second order partial differential equations\n$F(x, u, du, d^{2}u)=0$ defined on a finite-dimensional Riemannian manifold\n$M$. Finest results (with hypothesis that require the function $F$ to be\ndegenerate elliptic, that is nonincreasing in the second order derivative\nvariable, and uniformly continuous with respect to the variable $x$) are\nobtained under the assumption that $M$ has nonnegative sectional curvature,\nwhile, if one additionally requires $F$ to depend on $d^{2}u$ in a uniformly\ncontinuous manner, then comparison results are established with no restrictive\nassumptions on curvature.\n","Comment: Final version: the domain of F in the equation F=0 has been changed\n  in order to get more generality and simplicity in the definitions and\n  assumptions, and several important misprints have been corrected"]}]
