["0704.3795",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Astrophysics","Condensed Matter - Statistical Mechanics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3795"],"date":["2007-04-28","2008-12-05"],"type":["text"],"creator":["Pal, Supriyo","Kumar, Krishna","Verma, Mahendra K.","Carati, Daniele","De, Arnab K.","Eswaran, Vinayak"],"language":[],"coverage":[],"title":["Chaotic traveling rolls in Rayleigh-B\\'enard convection"],"description":["  In this paper we investigate two-dimensional (2D) Rayleigh-B\\'enard\nconvection using direct numerical simulation in Boussinesq fluids of Prandtl\nnumber $P = 6.8$ confined between thermally conducting plates. We show through\nthe simulation that in a small range of reduced Rayleigh number $r$ ($770 < r <\n890$) the 2D rolls move chaotically in a direction normal to the roll axis. The\nlateral shift of the rolls may lead to global flow reversal of the convective\nmotion. The chaotic traveling rolls are observed in simulation with {\\it\nfree-slip} as well as {\\it no-slip} boundary conditions on the velocity field.\nWe show that the traveling rolls and the flow reversal are due to an interplay\nbetween the real and imaginary parts of the critical modes.\n","Comment: 9 pages. Revtex preprint format"]}]
["0707.2513",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2513","Phys. Rev. A 76, 063807 (2007)","doi:10.1103/PhysRevA.76.063807"],"date":["2007-07-17"],"type":["text"],"creator":["Nanda, Lipsa","Ramakrishna, S. Anantha"],"language":[],"coverage":[],"title":["Time for pulse traversal through slabs of dispersive and negative\n  ($\\epsilon$, $\\mu$) materials"],"description":["  The traversal times for an electromagnetic pulse traversing a slab of\ndispersive and dissipative material with negative dielectric permittivity\n($\\epsilon$) and magnetic permeability ($\\mu$) have been calculated by using\nthe average flow of electromagnetic energy in the medium. The effects of\nbandwidth of the pulse and dissipation in the medium have been investigated.\nWhile both large bandwidth and large dissipation have similar effects in\nsmoothening out the resonant features that appear due to Fabry-P\\'{e}rot\nresonances, large dissipation can result in very small or even negative\ntraversal times near the resonant frequencies. We have also investigated the\ntraversal times and Wigner delay times for obliquely incident pulses and\nevanescent pulses. The coupling to slab plasmon polariton modes in frequency\nranges with negative $\\epsilon$ or $\\mu$ is shown to result in large traversal\ntimes at the resonant conditions. We also find that the group velocity mainly\ncontributes to the delay times for pulse propagating across a slab with n=-1.\nWe have checked that the traversal times are positive and subluminal for pulses\nwith sufficiently large bandwidths.\n","Comment: 9 pages, 9 figures, Submitted to Phys. Rev. A"]}]
["0708.2269",{"format":[],"subject":["Mathematics - Dynamical Systems","37J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2269"],"date":["2007-08-16","2008-12-05"],"type":["text"],"creator":["Broer, Henk W.","Ciocci, M. Cristina","Hanßmann, Heinz","Vanderbauwhede, André"],"language":[],"coverage":[],"title":["Quasi-periodic stability of normally resonant tori"],"description":["  We study quasi-periodic tori under a normal-internal resonance, possibly with\nmultiple eigenvalues. Two non-degeneracy conditions play a role. The first of\nthese generalizes invertibility of the Floquet matrix and prevents drift of the\nlower dimensional torus. The second condition involves a Kolmogorov-like\nvariation of the internal frequencies and simultaneously versality of the\nFloquet matrix unfolding. We focus on the reversible setting, but our results\ncarry over to the Hamiltonian and dissipative contexts.\n"]}]
["0709.1316",{"format":[],"subject":["Mathematics - Operator Algebras","46L55","37A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1316","Bull. Austral. Math. Soc. 78 (2008), 87--95","doi:10.1017/S000497270800049X"],"date":["2007-09-10"],"type":["text"],"creator":["Duvenhage, Rocco"],"language":[],"coverage":[],"title":["A mean ergodic theorem for actions of amenable quantum groups"],"description":["  We prove a weak form of the mean ergodic theorem for actions of amenable\nlocally compact quantum groups in the von Neumann algebra setting.\n","Comment: 9 pages"]}]
["0709.3715",{"format":[],"subject":["Mathematics - Algebraic Topology","55P99","06B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3715"],"date":["2007-09-24","2008-12-05"],"type":["text"],"creator":["Krishnan, Sanjeevi"],"language":[],"coverage":[],"title":["Criteria for homotopic maps to be so along monotone homotopies"],"description":["  The state spaces of machines admit the structure of time. A homotopy theory\nrespecting this additional structure can detect machine behavior unseen by\nclassical homotopy theory. In an attempt to bootstrap classical tools into the\nworld of abstract spacetime, we identify criteria for classically homotopic,\nmonotone maps of pospaces to future homotope, or homotope along homotopies\nmonotone in both coordinates, to a common map. We show that consequently, a\nhypercontinuous lattice equipped with its Lawson topology is future\ncontractible, or contractible along a future homotopy, if its underlying space\nhas connected CW type.\n","Comment: 7 pages, 5 figures, partially presented at GETCO 2006. title change;\n  strengthened Cor. 3.3. -> Prop. 3.7, Prop. 3.2 -> Lem. 3.2; corrected def of\n  category of continuous lattices in sec. 2; added 5 figures, 8 eg's, Def. 3.4,\n  Lemmas 2.8, 3.5, refs [1],[4],[5]; rewording throughout; conclusion and\n  abstract rewritten"]}]
["0709.4118",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4118"],"date":["2007-09-26","2008-12-05"],"type":["text"],"creator":["Ranzato, Francesco","Tapparo, Francesco"],"language":[],"coverage":[],"title":["An efficient simulation algorithm based on abstract interpretation"],"description":["  A number of algorithms for computing the simulation preorder are available.\nLet Sigma denote the state space, -> the transition relation and Psim the\npartition of Sigma induced by simulation equivalence. The algorithms by\nHenzinger, Henzinger, Kopke and by Bloom and Paige run in O(|Sigma||->|)-time\nand, as far as time-complexity is concerned, they are the best available\nalgorithms. However, these algorithms have the drawback of a space complexity\nthat is more than quadratic in the size of the state space. The algorithm by\nGentilini, Piazza, Policriti--subsequently corrected by van Glabbeek and\nPloeger--appears to provide the best compromise between time and space\ncomplexity. Gentilini et al.'s algorithm runs in O(|Psim|^2|->|)-time while the\nspace complexity is in O(|Psim|^2 + |Sigma|log|Psim|). We present here a new\nefficient simulation algorithm that is obtained as a modification of Henzinger\net al.'s algorithm and whose correctness is based on some techniques used in\napplications of abstract interpretation to model checking. Our algorithm runs\nin O(|Psim||->|)-time and O(|Psim||Sigma|log|Sigma|)-space. Thus, this\nalgorithm improves the best known time bound while retaining an acceptable\nspace complexity that is in general less than quadratic in the size of the\nstate space. An experimental evaluation showed good comparative results with\nrespect to Henzinger, Henzinger and Kopke's algorithm.\n"]}]
["0712.4321",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4321","Proc. of IEEE ISIT 08, Toronto, CA, 2008"],"date":["2007-12-28","2008-01-08"],"type":["text"],"creator":["Aly, Salah A.","Klappenecker, Andreas"],"language":[],"coverage":[],"title":["Subsystem Code Constructions"],"description":["  Subsystem codes are the most versatile class of quantum error-correcting\ncodes known to date that combine the best features of all known passive and\nactive error-control schemes. The subsystem code is a subspace of the quantum\nstate space that is decomposed into a tensor product of two vector spaces: the\nsubsystem and the co-subsystem. A generic method to derive subsystem codes from\nexisting subsystem codes is given that allows one to trade the dimensions of\nsubsystem and co-subsystem while maintaining or improving the minimum distance.\nAs a consequence, it is shown that all pure MDS subsystem codes are derived\nfrom MDS stabilizer codes. The existence of numerous families of MDS subsystem\ncodes is established. Propagation rules are derived that allow one to obtain\nlonger and shorter subsystem codes from given subsystem codes. Furthermore,\npropagation rules are derived that allow one to construct a new subsystem code\nby combining two given subsystem codes.\n","Comment: 5 pages, trading dimensions of subsystem codes, MDS subsystem codes,\n  and propagation rules. All stabilizer codes are converted to subsystem codes.\n  A talk given at QEC07, and submitted to IEEE ISIT 2008"]}]
["0801.2656",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Astrophysics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2656","Phys. Rev. E, v76, 036409 (2008)","doi:10.1103/PhysRevE.78.036409"],"date":["2008-01-17"],"type":["text"],"creator":["Verma, Mahendra K.","Lessinnes, Thomas","Carati, Daniele","Sarris, Ioannis","Kumar, Krishna","Singh, Meenakshi"],"language":[],"coverage":[],"title":["Dynamo Transition in Low-dimensional Models"],"description":["  Two low-dimensional magnetohydrodynamic models containing three velocity and\nthree magnetic modes are described. One of them (nonhelical model) has zero\nkinetic and current helicity, while the other model (helical) has nonzero\nkinetic and current helicity. The velocity modes are forced in both these\nmodels. These low-dimensional models exhibit a dynamo transition at a critical\nforcing amplitude that depends on the Prandtl number. In the nonhelical model,\ndynamo exists only for magnetic Prandtl number beyond 1, while the helical\nmodel exhibits dynamo for all magnetic Prandtl number. Although the model is\nfar from reproducing all the possible features of dynamo mechanisms, its\nsimplicity allows a very detailed study and the observed dynamo transition is\nshown to bear similarities with recent numerical and experimental results.\n","Comment: 7 pages"]}]
["0802.0384",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0384","EXTENDED VERSION in J. Phys.: Condens. Matter 21 (2009) 015304\n  (6pp)","doi:10.1088/0953-8984/21/1/015304"],"date":["2008-02-04"],"type":["text"],"creator":["Simserides, Constantinos"],"language":[],"coverage":[],"title":["Purely orbital diamagnetic to paramagnetic fluctuation of quasi\n  two-dimensional carriers under in-plane magnetic field"],"description":["  An external magnetic field, $H$, applied parallel to a quasi two-dimensional\nsystem modifies quantitatively and qualitatively the density of states. Using a\nself-consistent numerical approach, we study how this affects the entropy, $S$,\nthe free energy, $F$, and the magnetization, $M$, for different sheet carrier\nconcentrations, $N_s$. As a prototype system we employ III-V double quantum\nwells. We find that although $M$ is mainly in the opposite direction of $H$,\nthe system is not linear. Surprisingly $\\partial M / \\partial H$ swings between\nnegative and positive values, i.e., we predict an entirely orbital diamagnetic\nto paramagnetic fluctuation. This phenomenon is important compared to the ideal\nde Haas-van Alphen effect i.e. the corresponding phenomenon under perpendicular\nmagnetic field.\n","Comment: 4 pages, 6 figures"]}]
["0802.0827",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0827","J. Math. Anal. Appl. 343 (2008) 175--181","doi:10.1016/j.jmaa.2008.01.056"],"date":["2008-02-06"],"type":["text"],"creator":["Duvenhage, Rocco"],"language":[],"coverage":[],"title":["Joinings of W*-dynamical systems"],"description":["  We study the notion of joinings of W*-dynamical systems, building on ideas\nfrom measure theoretic ergodic theory. In particular we prove sufficient and\nnecessary conditions for ergodicity in terms of joinings, and also briefly look\nat conditional expectation operators associated with joinings.\n","Comment: 11 pages"]}]
["0802.1451",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1451"],"date":["2008-02-10","2008-12-04"],"type":["text"],"creator":["Fraternali, Fernando","Porter, Mason A.","Daraio, Chiara"],"language":[],"coverage":[],"title":["Optimal design of composite granular protectors"],"description":["  We employ an evolutionary algorithm to investigate the optimal design of\ncomposite protectors using one-dimensional granular chains composed of beads of\nvarious sizes, masses, and stiffnesses. We define a fitness function using the\nmaximum force transmitted from the protector to a \"wall\" that represents the\nbody to be protected and accordingly optimize the {topology} (arrangement),\n{size}, and {material} of the chain. We obtain optimally randomized granular\nprotectors characterized by high-energy equipartition and the transformation of\nincident waves into interacting solitary pulses. We consistently observe that\nthe pulses traveling to the wall combine to form an extended (long-wavelength),\nsmall-amplitude pulse.\n","Comment: 13 pages, 23 figures (many with multiple parts), to appear in\n  Mechanics of Advanced Materials and Structures"]}]
["0804.0207",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0207","J. Mol. Spec. 252, 25 (2008)","doi:10.1016/j.jms.2008.06.002"],"date":["2008-04-01"],"type":["text"],"creator":["Motsch, Michael","Schenk, Markus","Zeppenfeld, Martin","Schmitt, Michael","Meerts, W. Leo","Pinkse, Pepijn W. H.","Rempe, Gerhard"],"language":[],"coverage":[],"title":["Spectroscopy of formaldehyde in the 30140-30790cm^-1 range"],"description":["  Room-temperature absorption spectroscopy of formaldehyde has been performed\nin the 30140-30790cm^-1 range. Using tunable ultraviolet continuous-wave laser\nlight, individual rotational lines are well resolved in the Doppler-broadened\nspectrum. Making use of genetic algorithms, the main features of the spectrum\nare reproduced. Spectral data is made available as Supporting Information.\n"]}]
["0804.3961",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3961","Nucl.Phys.B806:103-177,2009","doi:10.1016/j.nuclphysb.2008.07.033"],"date":["2008-04-24","2008-12-05"],"type":["text"],"creator":["Haack, Michael","Kallosh, Renata","Krause, Axel","Linde, Andrei","Lust, Dieter","Zagermann, Marco"],"language":[],"coverage":[],"title":["Update of D3/D7-Brane Inflation on K3 x T^2/Z_2"],"description":["  We update the D3/D7-brane inflation model on K3 x T^2/Z_2 with branes and\nfluxes. For this purpose, we study the low energy theory including g_s\ncorrections to the gaugino condensate superpotential that stabilizes the K3\nvolume modulus. The gauge kinetic function is verified to become holomorphic\nwhen the original N=2 supersymmetry is spontaneously broken to N=1 by bulk\nfluxes. From the underlying classical N=2 supergravity, the theory inherits a\nshift symmetry which provides the inflaton with a naturally flat potential. We\nanalyze the fate of this shift symmetry after the inclusion of quantum\ncorrections. The field range of the inflaton is found to depend significantly\non the complex structure of the torus but is independent of its volume. This\nallows for a large kinematical field range for the inflaton. Furthermore, we\nshow that the D3/D7 model may lead to a realization of the recent CMB fit by\nHindmarsh et al. with an 11% contribution from cosmic strings and a spectral\nindex close to n_s=1. On the other hand, by a slight change of the parameters\nof the model one can strongly suppress the cosmic string contribution and\nreduce the spectral index n_s to fit the WMAP5 data in the absence of cosmic\nstrings. We also demonstrate that the inclusion of quantum corrections allows\nfor a regime of eternal D3/D7 inflation.\n","Comment: LaTeX2e, 55 pages + appendices, 8 figures; v3: added appendix F and a\n  note at the end of the conclusions in order to clarify the relation of our\n  results to the recent work by Burgess et al. (arXiv:0811.1503)"]}]
["0807.2494",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2494","J. Phys.: Condens. Matter 21 (2009) 012207","doi:10.1088/0953-8984/21/1/012207"],"date":["2008-07-15"],"type":["text"],"creator":["Lou, X. J."],"language":[],"coverage":[],"title":["Statistical switching kinetics in ferroelectrics"],"description":["  By assuming a more realistic nucleation and polarization reversal scenario we\nbuild a new statistical switching model for ferroelectrics, which is different\nfrom either the Kolmogorov-Avrami-Ishibashi (KAI) model or the\nNucleation-Limited-Switching (NLS) model. After incorporating a time-dependent\ndepolarization field this model gives a good description about the retardation\nbehavior in polycrystalline thin films at medium or low fields, which can not\nbe described by the traditional KAI model. This model predicts correctly n=1\nfor polycrystalline thin films at high Eappl or ceramic bulks in the ideal\ncase.\n"]}]
["0808.1305",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1305","doi:10.1111/j.1365-2966.2008.14076.x"],"date":["2008-08-08","2008-12-05"],"type":["text"],"creator":["Guillot, Sebastien","Rutledge, Robert E.","Bildsten, Lars","Brown, Edward F.","Pavlov, George G.","Zavlin, Vyacheslav E."],"language":[],"coverage":[],"title":["X-ray Spectral Identification of Three Candidate Quiescent Low-Mass\n  X-ray Binaries in the Globular Cluster NGC 6304"],"description":["  We report the search for low-mass X-ray binaries in quiescence (qLMXBs) in\nthe globular cluster NGC 6304 using XMM observations. We present the spectral\nanalysis leading to the identification of three candidate qLMXBs within the\nfield of this globular cluster (GC), each consistent with the X-ray spectral\nproperties of previously identified qLMXBs in the field and in other globular\nclusters -- specifically, with a hydrogen atmosphere neutron star with radius\nbetween 5--20\\km. One (source 4, with R=11.7^{+8.3}_{-0.4} (D/5.97 kpc) km and\nkT_eff=117^{+59}_{-44} eV) is located within one core radius (r_c) of the\ncentre of NGC 6304. This candidate also presents a spectral power-law component\ncontributing 49 per cent of the 0.5-10 keV flux. A second one (source 9 with\nR=15.3^{+11.2}_{-6.5} (D/5.97 kpc) km and kT_eff=100^{+24}_{-19} eV) is found\nwell outside the optical core (at 32 r_c) but still within the tidal radius.\n  From spatial coincidence, we identify a bright 2MASS infrared counterpart\nwhich, at the distance of NGC 6304, seems to be a post-asymptotic giant branch\nstar. The third qLMXB (source 5 with R=23^{+38}_{-14} (D/5.97 kpc) km and\nkT_eff=70^{+28}_{-20} eV) is a low signal-to-noise candidate for which we also\nidentify from spatial coincidence a bright 2MASS infrared counterpart, with\n99.916 per cent confidence. Three qLMXBs from this GC is marginally consistent\nwith that expected from the encounter rate of NGC 6304. We also report a low\nsignal-to-noise source with an unusually hard photon index\n(\\alpha=-2.0^{+1.2}_{-2.2}). Finally, we present an updated catalogue of the\nX-ray sources lying in the field of NGC 6304, and compare this with the\nprevious catalogue compiled from ROSAT observations.\n","Comment: 28 pages, 9 figures, 6 tables. Accepted to MNRAS. In Press"]}]
["0809.2155",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2155","Phys. Rev. A 78, 062305 (2008)","doi:10.1103/PhysRevA.78.062305"],"date":["2008-09-12","2008-11-05"],"type":["text"],"creator":["Vallone, Giuseppe","Ceccarelli, Raino","De Martini, Francesco","Mataloni, Paolo"],"language":[],"coverage":[],"title":["Hyperentanglement witness"],"description":["  A new criterium to detect the entanglement present in a {\\it hyperentangled\nstate}, based on the evaluation of an entanglement witness, is presented. We\nshow how some witnesses recently introduced for graph states, measured by only\ntwo local settings, can be used in this case. We also define a new witness\n$W_3$ that improves the resistance to noise by increasing the number of local\nmeasurements.\n","Comment: 6 pages, 2 figures, RevTex. v2: new title, minor changes in the\n  explanation of the witness for hyperentangled states, more comments in the\n  conclusions section"]}]
["0809.4059",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Computer Science - Information Theory","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4059","Biological Cybernetics (2008) 99:403-416","doi:10.1007/s00422-008-0273-6"],"date":["2008-09-23","2008-10-07"],"type":["text"],"creator":["Koepsell, Kilian","Sommer, Friedrich T."],"language":[],"coverage":[],"title":["Information transmission in oscillatory neural activity"],"description":["  Periodic neural activity not locked to the stimulus or to motor responses is\nusually ignored. Here, we present new tools for modeling and quantifying the\ninformation transmission based on periodic neural activity that occurs with\nquasi-random phase relative to the stimulus. We propose a model to reproduce\ncharacteristic features of oscillatory spike trains, such as histograms of\ninter-spike intervals and phase locking of spikes to an oscillatory influence.\nThe proposed model is based on an inhomogeneous Gamma process governed by a\ndensity function that is a product of the usual stimulus-dependent rate and a\nquasi-periodic function. Further, we present an analysis method generalizing\nthe direct method (Rieke et al, 1999; Brenner et al, 2000) to assess the\ninformation content in such data. We demonstrate these tools on recordings from\nrelay cells in the lateral geniculate nucleus of the cat.\n","Comment: 18 pages, 8 figures, to appear in Biological Cybernetics"]}]
["0809.4118",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4118","doi:10.1140/epjd/e2008-00218-8"],"date":["2008-09-24"],"type":["text"],"creator":["Hong, Fang-Yu","Xiong, Shi-Jie"],"language":[],"coverage":[],"title":["Quantum Interfaces Using Nanoscale Surface Plasmons"],"description":["  The strong coupling between individual optical emitters and propagating\nsurface plasmons confined to a conducting nanotip make this system act as an\nideal interface for quantum networks, through which a stationary qubit and a\nflying photon (surface plasmon) qubit can be interconverted via a Raman\nprocess. This quantum interface paves the way for many essential functions of a\nquantum network, including sending, receiving, transferring, swapping, and\nentangling qubits at distributed quantum nodes as well as a deterministic\nsource and an efficient detector of a single-photon. Numerical simulation shows\nthat this scheme is robust against experimental imperfections and has high\nfidelity. Furthermore, being smaller this interface would significantly\nfacilitate the scalability of quantum computers.\n","Comment: 4 pages 3 figures 1 table"]}]
["0810.3383",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3383","R. Kotynski et al 2009 J. Opt. A: Pure Appl. Opt. 11 015001","doi:10.1088/1464-4258/11/1/015001"],"date":["2008-10-19"],"type":["text"],"creator":["Kotynski, R.","Stefaniuk, T."],"language":[],"coverage":[],"title":["Comparison of imaging with sub-wavelength resolution in the canalization\n  and resonant tunnelling regimes"],"description":["  We compare the properties of subwavelength imaging in the visible wavelength\nrange for metal-dielectric multilayers operating in the canalization and the\nresonant tunnelling regimes. The analysis is based on the transfer matrix\nmethod and time domain simulations. We show that Point Spread Functions for the\nfirst two resonances in the canalization regime are approximately Gaussian in\nshape. Material losses suppress transmission for higher resonances, regularise\nthe PSF but do not compromise the resolution. In the resonant tunnelling\nregime, the MTF may dramatically vary in their phase dependence. Resulting PSF\nmay have a sub-wavelength thickness as well as may be broad with multiple\nmaxima and a rapid phase modulation. We show that the width of PSF may be\nreduced by further propagation in free space, and we provide arguments to\nexplain this surprising observation.\n","Comment: 17 pages,12 figures"]}]
["0810.3968",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3968","Phys. Rev. B 78, 235405 (2008)","doi:10.1103/PhysRevB.78.235405"],"date":["2008-10-22"],"type":["text"],"creator":["Sasaki, K.","Saito, R.","Dresselhaus, G.","Dresselhaus, M. S.","Farhat, H.","Kong, J."],"language":[],"coverage":[],"title":["Chirality dependent frequency shift of radial breathing mode in metallic\n  carbon nanotubes"],"description":["  A phonon frequency shift of the radial breathing mode for metallic single\nwall carbon nanotubes is predicted as a function of Fermi energy. Armchair\nnanotubes do not show any frequency shift while zigzag nanotubes exhibit phonon\nsoftening, but this softening is not associated with the broadening. This\nchirality dependence originates from a curvature-induced energy gap and a\nspecial electron-phonon coupling mechanism for radial breathing modes. Because\nof the particle-hole symmetry, only the off-site deformation potential\ncontributes to the frequency shift. On the other hand, the on-site potential\ncontributes to the Raman intensity, and the radial breathing mode intensity is\nstronger than that of the $G$ band. The relationship between the chirality\ndependence of the frequency shift of the radial breathing mode and the $\\Gamma$\npoint optical phonon frequency shift is discussed.\n","Comment: 12 pages, 7 figures"]}]
["0810.4181",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4181"],"date":["2008-10-22","2008-12-04"],"type":["text"],"creator":["Jakovac, Antal","Nogradi, Daniel"],"language":[],"coverage":[],"title":["Shear viscosity of pure Yang-Mills theory at strong coupling"],"description":["  We calculate the shear viscosity to entropy density ratio in pure SU(N)\nYang-Mills theory below the critical temperature using the strong coupling\nexpansion. The result for the eta/s ratio for temperatures around the phase\ntransition is 0.22 for N = 2 and 0.028N^2 for N > 2. The results are consistent\nwith the conjectured 1/4pi lower bound inspired by the AdS/CFT correspondence.\n","Comment: 16 pages, 4 figures, N-dependence corrected in final result"]}]
["0811.1076",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1076"],"date":["2008-11-07","2008-12-05"],"type":["text"],"creator":["Matsinos, Evangelos"],"language":[],"coverage":[],"title":["Collimator effects in proton planning"],"description":["  The present paper pertains to corrections which are due to the presence of\nbeam-limiting and beam-shaping devices in proton planning. Two types of\ncorrections are considered: those which are due to the nonzero thickness of\nsuch devices (geometrical effects) and those relating to the scattering of beam\nparticles off their material. The application of these two types of corrections\nis greatly facilitated by decomposing the physical effects (i.e., the\ncontribution to the fluence) of two-dimensional objects (i.e., of the apertures\nof the devices) into one-dimensional, easily-calculable contributions. To\nminimise the time requirements in the derivation of the scattering corrections,\na two-step process is introduced. The first step occurs at beam-configuration\nphase and comprises the analysis of half-block fluence measurements and the\nextraction of the one parameter of the model which is used in the description\nof the beamline characteristics; subsequently, a number of Monte-Carlo runs\nlead to the determination of the parameters of a convenient parameterisation of\nthe relevant fluence contributions. The second step involves (at planning time)\nthe reconstruction of the parameters (which are used in the description of the\nscattering contributions) via simple interpolations, performed on the results\nobtained during the beam-configuration phase. It is shown that the inclusion of\nthe scattering effects leads to substantial improvement in the reproduction of\nthe experimental data. The contributions from the block-thickness and\nblock-scattering effects have been presented separately in the case of a simple\nwater phantom. In this example, the maximal contribution of the block-relating\neffects amounts to a few percent of the prescribed dose.\n","Comment: 48 pages, 24 figures; final version"]}]
["0811.1693",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1693","Proc. of ICCTA, 2008"],"date":["2008-11-11"],"type":["text"],"creator":["Aly, Salah A.","Kamal, Ahmed E."],"language":[],"coverage":[],"title":["Protection Schemes for Two Link Failures in Optical Networks"],"description":["  In this paper we develop network protection schemes against two link failures\nin optical networks. The motivation behind this work is the fact that the\nmajority of all available links in an optical network suffer from single and\ndouble link failures. In the proposed network protection schemes, NPS2-I and\nNPS2-II, we deploy network coding and reduced capacity on the working paths to\nprovide backup protection paths. In addition, we demonstrate the encoding and\ndecoding aspects of the proposed schemes.\n","Comment: 2 figures, 5 pages, private comments are welcome"]}]
["0811.4078",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4078"],"date":["2008-11-25","2008-12-05"],"type":["text"],"creator":["Troyan, Yu. A.","Beljaev, A. V.","Troyan, A. Yu.","Plekhanov, E. B.","Jerusalimov, A. P.","Arakelian, S. G."],"language":[],"coverage":[],"title":["The Search and Study of Low-Mass Scalar Mesons in the Reaction np --> np\n  Pi+Pi- at Pn = 5.20 Gev/c^2"],"description":["  Using irradiation of a 1-meter Hydrogen Bubble Chamber (LHE JINR) by a\nquasimonochromatic neutron beam with impulse Pn=(5.20 +/- 0.12)GeV/c produced\nafter acceleration of deuterons in the synchrophasotron (LHE JINR) 2560 events\nof reaction np-->npPi+Pi- were selected. After supplementary sorting out the\nevents where a secondary proton flies forward in the general c.m.s. of reaction\nin the effective mass spectrum of Pi+Pi- - combinations, there were nine\npeculiarities found out at masses 350, 408, 489, 579, 676, 762, 878, 1036, 1170\nMeV/c^2 with experimental widths not more than several tens of MeV/c^2. The\nresonance effects grow too much after using an additional criterion - balance\nof the sum of the longitudinal impulse of Pi+ and Pi--mesons in the general\nc.m.s. of the reaction. Under these conditions the values of a standard\nderivation from the background are (5 - 7.5). The direct measurement of the\nspin of resonances was carried out. Also other quantum numbers were obtained.\nAll of these peculiarities have a similar set of quantum numbers\nI^G(J^(PC))=0+(0++). This way the sequence of scalar-izoscalar resonances\nf0(SIGMA0) with masses in the range of M<M1200 MeV/c^2 are to be seen. There is\nno information about these resonances in the literature. The phenomenological\ndependence for the resonance mass from its number was found. This dependence\ncovered not only resonances shown in this paper but also all those which are\npresent in PDG tables with quantum numbers f0(SIGMA0) - mesons.\n","Comment: 11 pages, 11 figures, 4 tables; Presented at XIX ISHEPP (JINR, Dubna,\n  Russia, September, 2008). English version of JINR prepr. P1-2008-100.\n  Submitted to Yad.Fiz"]}]
["0811.4506",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4506"],"date":["2008-11-27","2008-12-05"],"type":["text"],"creator":["Snashall, Nicole"],"language":[],"coverage":[],"title":["Support varieties and the Hochschild cohomology ring modulo nilpotence"],"description":["  This is a survey paper based on my talks at the 41st Symposium on Ring Theory\nand Representation Theory, held in Shizuoka University, Japan in September\n2008, and will appear in the conference proceedings.\n  The paper begins with a brief introduction to the use of Hochschild\ncohomology in developing the theory of support varieties for a module over an\nartin algebra, by Snashall and Solberg (Proc. London Math. Soc.(3) 88 (2004),\n705-732). The paper then describes the current status of research concerning\nthe structure of the Hochschild cohomology ring modulo nilpotence.\n","Comment: Very minor corrections/changes"]}]
["0812.0253",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0253"],"date":["2008-12-01","2008-12-05"],"type":["text"],"creator":["Gurin, V. S."],"language":[],"coverage":[],"title":["Calculation of geometrical and spin features of a series of\n  metal-endofullerenes"],"description":["  A series of endofullerenes M@C60 were calculated from the first principles\n(unrestricted Hartree Fock and DFT B3LYP) methods with effective core potential\n(M = Ag, Cs) and all-electronic basis set (M = Li, Na, Cu). An arbitrary\nsymmetry distortion (down to C1 point group) was assumed. The geometrical and\nelectronic properties of M@C60 are compared for this series of endoatoms\nincluding the off-center position of enoatoms within C60, effective charges and\nspin density. The latter values are featured for Ag@C60 and Cu@C60.\n","Comment: 9 pages including 1 figure"]}]
["0812.0540",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","05A17, 11D45, 11D85, 11E25, 11P83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0540"],"date":["2008-12-02","2008-12-04"],"type":["text"],"creator":["Moreno, Agustin"],"language":[],"coverage":[],"title":["On sums of three squares"],"description":["  We prove that a positive integer not of the form, 4^{k}(8m+7) can be\nexpressible as a sum of three or fewer squares by using some results of Kane\nand Sun on mixed sums of squares and triangular numbers.\n"]}]
["0812.0598",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Data Structures and Algorithms","F.2.2","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0598"],"date":["2008-12-02","2008-12-05"],"type":["text"],"creator":["Poplawski, Laura J.","Rajaraman, Rajmohan","Sundaram, Ravi","Teng, Shang-Hua"],"language":[],"coverage":[],"title":["Preference Games and Personalized Equilibria, with Applications to\n  Fractional BGP"],"description":["  We study the complexity of computing equilibria in two classes of network\ngames based on flows - fractional BGP (Border Gateway Protocol) games and\nfractional BBC (Bounded Budget Connection) games. BGP is the glue that holds\nthe Internet together and hence its stability, i.e. the equilibria of\nfractional BGP games (Haxell, Wilfong), is a matter of practical importance.\nBBC games (Laoutaris et al) follow in the tradition of the large body of work\non network formation games and capture a variety of applications ranging from\nsocial networks and overlay networks to peer-to-peer networks.\n  The central result of this paper is that there are no fully polynomial-time\napproximation schemes (unless PPAD is in FP) for computing equilibria in both\nfractional BGP games and fractional BBC games. We obtain this result by proving\nthe hardness for a new and surprisingly simple game, the fractional preference\ngame, which is reducible to both fractional BGP and BBC games.\n  We define a new flow-based notion of equilibrium for matrix games --\npersonalized equilibria -- generalizing both fractional BBC and fractional BGP\ngames. We prove not just the existence, but the existence of rational\npersonalized equilibria for all matrix games, which implies the existence of\nrational equilibria for fractional BGP and BBC games. In particular, this\nprovides an alternative proof and strengthening of the main result in [Haxell,\nWilfong]. For k-player matrix games, where k = 2, we provide a combinatorial\ncharacterization leading to a polynomial-time algorithm for computing all\npersonalized equilibria. For k >= 5, we prove that personalized equilibria are\nPPAD-hard to approximate in fully polynomial time. We believe that the concept\nof personalized equilibria has potential for real-world significance.\n","Comment: 25 pages, 3 figures, v2: minor editorial changes"]}]
["0812.0806",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0806"],"date":["2008-12-03"],"type":["text"],"creator":["Kormendy, John"],"language":[],"coverage":[],"title":["The Elliptical-Spheroidal and Elliptical-Elliptical Galaxy Dichotomies"],"description":["  This paper summarizes Kormendy et al. (2009, ApJS, in press,\narXiv:0810.1681). We confirm that spheroidal galaxies have fundamental plane\ncorrelations that are almost perpendicular to those for bulges and ellipticals.\nSpheroidals are not dwarf ellipticals. They are structurally similar to\nlate-type galaxies. We suggest that they are defunct (\"red and dead\") late-type\ngalaxies transformed by a variety of gas removal processes. Minus spheroidals,\nellipticals come in two varieties: giant, non-rotating, boxy galaxies with\ncuspy cores and smaller, rotating, disky galaxies that lack cores. We find a\nnew feature of this \"E-E dichotomy\": Coreless ellipticals have extra light at\nthe center with respect to an inward extrapolation of the outer Sersic profile.\nWe suggest that extra light is made in starbursts that swamp core scouring in\nwet mergers. In general, only giant, core ellipticals contain X-ray gas halos.\nWe suggest that they formed in mergers that were kept dry by X-ray gas heated\nby active galactic nuclei.\n","Comment: 8 pages, 4 figures, requires asp2006.sty, to be published in Galaxy\n  Evolution: Emerging Insights and Future Challenges, ed. S. Jogee et al.,\n  Astron. Soc. Pacific, 2009"]}]
["0812.0808",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0808"],"date":["2008-12-03"],"type":["text"],"creator":["Shlosman, Isaac"],"language":[],"coverage":[],"title":["Galactic Bars in Cosmological Context"],"description":["  Galactic disks can form in asymmetric potentials of the assembling dark\nmatter (DM) halos, giving rise to the first generation of gas-rich bars.\nProperties of these bars differ from canonical bars analyzed so far. Moreover,\nrapid disk growth is associated with the influx of clumpy DM and baryons along\nthe large-scale filaments. Subsequent interactions between this substructure\nand the disk can trigger generations of bars, which can explain their ubiquity\nin the Universe. I provide a brief summary of such bar properties and argue\nthat they fit naturally within the broad cosmological context of a hierarchical\nbuildup of structure in the universe.\n","Comment: 8 pages, 6 figures, invited talk at the Pattern Speeds Along the\n  Hubble Sequence; to be published by the Memorie della Societa` Astronomica\n  Italiana"]}]
["0812.0816",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0816"],"date":["2008-12-03"],"type":["text"],"creator":["Lazarian, A."],"language":[],"coverage":[],"title":["Grain Alignment by Radiative Torques"],"description":["  Grain alignment is a notoriously difficult problem, that is extremely rich in\nunderlying physics. The long history of attempts theoretical handling of the\nproblem resulted in rather sceptical approach to the theory on the part of some\npolarimetry practitioners. However, recently the theory has been very\nsuccessful in accounting for the observational data. In view of that, I present\na very concise discussion of the most promising mechanism of grain alignment,\nnamely, radiative torque alignment. In particular, I discuss a new analytical\nmodel which excellently reproduces properties of radiative torques, as well as\nthe application of the model to predicting the degree of alignment.\n","Comment: 7 pages, 3 figures"]}]
["0812.0820",{"format":[],"subject":["Mathematics - Probability","60J25","90C40","93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0820"],"date":["2008-12-03"],"type":["text"],"creator":["Costa, O. L. V.","Dufour, F."],"language":[],"coverage":[],"title":["The Vanishing Approach for the Average Continuous Control of Piecewise\n  Deterministic Markov Processes"],"description":["  The main goal of this paper is to derive sufficient conditions for the\nexistence of an optimal control strategy for the long run average continuous\ncontrol problem of piecewise deterministic Markov processes (PDMP's) taking\nvalues in a general Borel space and with compact action space depending on the\nstate variable. In order to do that we apply the so-called vanishing discount\napproach to obtain a solution to an average cost optimality inequality\nassociated to the long run average cost problem. Our main assumptions are\nwritten in terms of some integro-differential inequalities related to the\nso-called expected growth condition, and geometric convergence of the post-jump\nlocation kernel associated to the PDMP.\n","Comment: 23 pages"]}]
["0812.0823",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13H10","13F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0823","Bull. Math. Soc. Sci. Math. Roumanie (N.S.) 51 (2008), no. 4,\n  279--305"],"date":["2008-12-03"],"type":["text"],"creator":["Brennan, Joseph P.","Dupont, Luis A.","Villarreal, Rafael H."],"language":[],"coverage":[],"title":["Duality, a-invariants and canonical modules of rings arising from linear\n  optimization problems"],"description":["  The aim of this paper is to study integer rounding properties of various\nsystems of linear inequalities to gain insight about the algebraic properties\nof Rees algebras of monomial ideals and monomial subrings. We study the\nnormality and Gorenstein property--as well as the canonical module and the\na-invariant--of Rees algebras and subrings arising from systems with the\ninteger rounding property. We relate the algebraic properties of Rees algebras\nand monomial subrings with integer rounding properties and present a duality\ntheorem.\n"]}]
["0812.0827",{"format":[],"subject":["Mathematics - Differential Geometry","53C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0827"],"date":["2008-12-03"],"type":["text"],"creator":["Vargo, James"],"language":[],"coverage":[],"title":["A proof of Lens Rigidity in the category of Analytic Metrics"],"description":["  Consider a compact Riemannian manifold with boundary. Assume all maximally\nextended geodesics intersect the boundary at both ends. Then to each maximal\ngeodesic segment one can form a triple consisting of the initial and final\nvectors of the segment and the length of the segment. The collection of all\nsuch triples comprises the lens data. In this paper, it is shown that in the\ncategory of analytic Riemannian manifolds, the lens data uniquely determine the\nmetric up to isometry. There are no convexity assumptions on the boundary, and\nconjugate points are allowed, but with some restriction.\n","Comment: 11 pages, 5 figures"]}]
["0812.0832",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0832"],"date":["2008-12-03"],"type":["text"],"creator":["Langner, M. C.","Kantner, C. L. S.","Chu, Y. H.","Martin, L. W.","Yu, P.","Ramesh, R.","Orenstein, J."],"language":[],"coverage":[],"title":["Observation of ferromagnetic resonance in strontium ruthenate (SrRuO3)"],"description":["  We report the observation of ferromagnetic resonance (FMR) in SrRuO3 using\nthe time-resolved magneto-optical Kerr effect. The FMR oscillations in the\ntime-domain appear in response to a sudden, optically induced change in the\ndirection of easy-axis anistropy. The high FMR frequency, 250 GHz, and large\nGilbert damping parameter, alpha ~ 1, are consistent with strong spin-orbit\ncoupling. We find that the parameters associated with the magnetization\ndynamics, including alpha, have a non-monotonic temperature dependence,\nsuggestive of a link to the anomalous Hall effect.\n","Comment: submitted to Phys. Rev. Lett"]}]
["0812.0834",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H15, 35R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0834"],"date":["2008-12-03"],"type":["text"],"creator":["Zhang, Xicheng"],"language":[],"coverage":[],"title":["Stochastic Volterra Equations in Banach Spaces and Stochastic Partial\n  Differential Equations"],"description":["  In this paper, we first study the existence-uniqueness and large deviation\nestimate of solutions for stochastic Volterra integral equations with singular\nkernels in 2-smooth Banach spaces. Then, we apply them to a large class of\nsemilinear stochastic partial differential equations (SPDE) driven by Brownian\nmotions as well as by fractional Brownian motions, and obtain the existence of\nunique maximal strong solutions (in the sense of SDE and PDE) under local\nLipschitz conditions. Lastly, high order SPDEs in a bounded domain of Euclidean\nspace, second order SPDEs on complete Riemannian manifolds, as well as\nstochastic Navier-Stokes equations are investigated.\n","Comment: 65Pages"]}]
["0812.0835",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0835","doi:10.1051/0004-6361:20077058"],"date":["2008-12-03"],"type":["text"],"creator":["Tarnopolski, S.","Bzowski, M."],"language":[],"coverage":[],"title":["Neutral interstellar hydrogen in the inner heliosphere under the\n  influence of wavelength-dependent solar radiation pressure"],"description":["  With the plethora of detailed results from heliospheric missions and at the\nadvent of the first mission dedicated IBEX, we have entered the era of\nprecision heliospheric studies. Interpretation of these data require precision\nmodeling, with second-order effects quantitatively taken into account. We study\nthe influence of the non-flat shape of the solar Ly-alpha line on the\ndistribution of neutral interstellar H in the inner heliosphere. Based on\navailable data, we (i) construct a model of evolution for the solar Ly-alpha\nline profile with solar activity, (ii) modify an existing test-particle code\nused to calculate the distribution of neutral interstellar H in the inner\nheliosphere so that it takes the dependence of radiation pressure on radial\nvelocity into account, and (iii) compare the results of the old and new\nversion. Discrepancies between the classical and Doppler models appear between\n~5 and ~3 AU and increase towards the Sun from a few percent to a factor of 1.5\nat 1 AU. The classical model overestimates the density everywhere except for a\n~60-degr cone around the downwind direction, where a density deficit appears.\nThe magnitude of the discrepancies appreciably depends on the phase of the\nsolar cycle, but only weakly on the parameters of the gas at the termination\nshock. For in situ measurements of neutral atoms performed at ~1 AU, the\nDoppler correction will need to be taken into account, because the\nmodifications include both the magnitude and direction of the local flux by a\nfew km/s and degrees, respectively, which, when unaccounted for, would\nintroduce an error of a few km/s and degrees in determination of the magnitude\nand direction of the bulk velocity vector at the termination shock.\n","Comment: 10 pages, 13 figures, accepted by A&A"]}]
["0812.0837",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0837"],"date":["2008-12-03"],"type":["text"],"creator":["Chandra, Ajay"],"language":[],"coverage":[],"title":["Efficiency and influence function of estimators for ARCH models"],"description":["  This paper proposes a closed-form optimal estimator based on the theory of\nestimating functions for a class of linear ARCH models. The estimating function\n(EF) estimator has the advantage over the widely used maximum likelihood (ML)\nand quasi-maximum likelihood (QML) estimators that (i) it can be easily\nimplemented, (ii) it does not depend on a distributional assumption for the\ninnovation, and (iii) it does not require the use of any numerical optimization\nprocedures or the choice of initial values of the conditional variance\nequation. In the case of normality, the asymptotic distribution of the ML and\nQML estimators naturally turn out to be identical and, hence, coincides with\nours. Moreover, a robustness property of the EF estimator is derived by means\nof influence function. Simulation results show that the efficiency benefits of\nour estimator relative to the ML and QML estimators are substantial for some\nARCH innovation distributions.\n","Comment: 14 pages, 2 Tables"]}]
["0812.0838",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0838"],"date":["2008-12-03"],"type":["text"],"creator":["Chandra, Ajay"],"language":[],"coverage":[],"title":["Testing the equality of error distributions from k independent GARCH\n  models"],"description":["  In this paper we study the problem of testing the null hypothesis that errors\nfrom k independent parametrically specified generalized autoregressive\nconditional heteroskedasticity (GARCH) models have the same distribution versus\na general alternative. First we establish the asymptotic validity of a class of\nlinear test statistics derived from the k residual-based empirical distribution\nfunctions. A distinctive feature is that the asymptotic distribution of the\ntest statistics involves terms depending on the distributions of errors and the\nparameters of the models, and weight functions providing the flexibility to\nchoose scores for investigating power performance. A Monte Carlo study assesses\nthe asymptotic performance in terms of empirical size and power of the\nthree-sample test based on the Wilcoxon and Van der Waerden score generating\nfunctions in finite samples. The results demonstrate that the two proposed\ntests have overall reasonable size and their power is particularly high when\nthe assumption of Gaussian errors is violated. As an illustrative example, the\ntests are applied to daily individual stock returns of the New York Stock\nExchange data.\n","Comment: 24 pages"]}]
["0812.0861",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0861"],"date":["2008-12-04"],"type":["text"],"creator":["Briand, Emmanuel","Orellana, Rosa","Rosas, Mercedes"],"language":[],"coverage":[],"title":["Quasipolynomial formulas for the Kronecker coefficients indexed by two\n  two-row shapes (extended abstract)"],"description":["  We show that the Kronecker coefficients (the Clebsch-Gordan coefficients of\nthe symmetric group) indexed by two two-row shapes are given by quadratic\nquasipolynomial formulas whose domains are the maximal cells of a fan. Simple\ncalculations provide explicitly the quasipolynomial formulas and a description\nof the associated fan.\n  These new formulas are obtained from analogous formulas for the corresponding\nreduced Kronecker coefficients and a formula recovering the Kronecker\ncoefficients from the reduced Kronecker coefficients.\n  As an application, we characterize all the Kronecker coefficients indexed by\ntwo two-row shapes that are equal to zero. This allowed us to disprove a\nconjecture of Mulmuley about the behavior of the stretching functions attached\nto the Kronecker coefficients.\n","Comment: 12 pages. See also http://emmanuel.jean.briand.free.fr/publications/"]}]
["0812.0870",{"format":[],"subject":["Mathematics - Combinatorics","05C50","15A03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0870"],"date":["2008-12-04"],"type":["text"],"creator":["DeLoss, Laura","Grout, Jason","Hogben, Leslie","McKay, Tracy","Smith, Jason","Tims, Geoff"],"language":[],"coverage":[],"title":["Table of minimum ranks of graphs of order at most 7 and selected optimal\n  matrices"],"description":["  The minimum rank of a simple graph $G$ is defined to be the smallest possible\nrank over all symmetric real matrices whose $ij$th entry (for $i\\neq j$) is\nnonzero whenever $\\{i,j\\}$ is an edge in $G$ and is zero otherwise. Minimum\nrank is a difficult parameter to compute. However, there are now a number of\nknown reduction techniques and bounds that can be programmed on a computer; we\nhave developed a program using the open-source mathematics software Sage to\nimplement several techniques. We have also established several additional\nstrategies for computation of minimum rank. These techniques have been used to\ndetermine the minimum ranks of all graphs of order 7. This paper contains a\nlist of minimum ranks for all graphs of order at most 7. We also present\nselected optimal matrices.\n","Comment: 54 pages, 1 spreadsheet, 1 Sage program"]}]
["0812.0872",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry","05C80","68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0872"],"date":["2008-12-04"],"type":["text"],"creator":["Theran, Louis"],"language":[],"coverage":[],"title":["Rigid Components of Random Graphs"],"description":["  The planar rigidity problem asks, given a set of m pairwise distances among a\nset P of n unknown points, whether it is possible to reconstruct P, up to a\nfinite set of possibilities (modulo rigid motions of the plane). The celebrated\nMaxwell-Laman Theorem from Rigidity Theory says that, generically, the rigidity\nproblem has a combinatorial answer: the underlying combinatorial structure must\ncontain a spanning minimally-rigid graph (Laman graph). In the case where the\nsystem is not rigid, its inclusion-wise maximal rigid substructures (rigid\ncomponents) are also combinatorially characterized via the Maxwell-Laman\ntheorem, and may be found efficiently.\n  Physicists have used planar combinatorial rigidity has been used to study the\nphase transition between liquid and solid in network glasses. The approach has\nbeen to generate a graph via a stochastic process and then experimentally\nanalyze its rigidity properties. Of particular interest is the size of the\nlargest rigid components.\n  In this paper, we study the emergence of rigid components in an Erdos-Renyi\nrandom graph G(n,p), using the parameterization p=c/n for a fixed constant c>0.\nOur first result is that for all c>0, almost surely all rigid components have\nsize 2, 3 or Omega(n). We also show that for c>4, almost surely the largest\nrigid components have size at least n/10.\n  While the G(n,p) model is simpler than those appearing in the physics\nliterature, these results are the first of this type where the distribution is\nover all graphs on n vertices and the expected number of edges is O(n).\n"]}]
["0812.0873",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0873","12th International Conference on Information Visualisation, London\n  : Royaume-Uni (2008)"],"date":["2008-12-04"],"type":["text"],"creator":["Bourqui, Romain","Jourdan, Fabien"],"language":[],"coverage":[],"title":["Revealing subnetwork roles using contextual visualization: comparison of\n  metabolic networks"],"description":["  This article is addressing a recurrent problem in biology: mining newly built\nlarge scale networks. Our approach consists in comparing these new networks to\nwell known ones. The visual backbone of this comparative analysis is provided\nby a network classification hierarchy. This method makes sense when dealing\nwith metabolic networks since comparison could be done using pathways\n(clusters). Moreover each network models an organism and it exists organism\nclassification such as taxonomies. Video demonstration:\nhttp://www.labri.fr/perso/bourqui/video.wmv\n"]}]
["0812.0874",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0874"],"date":["2008-12-04"],"type":["text"],"creator":["Feng, Guihuan","Viard-Gaudin, Christian"],"language":[],"coverage":[],"title":["Stroke Fragmentation based on Geometry Features and HMM"],"description":["  Stroke fragmentation is one of the key steps in pen-based interaction. In\nthis letter, we present a unified HMM-based stroke fragmentation technique that\ncan do segment point location and primitive type determination simultaneously.\nThe geometry features included are used to evaluate local features, and the HMM\nmodel is utilized to measure the global drawing context. Experiments prove that\nthe model can efficiently represent smooth curves as well as strokes made up of\narbitrary lines and circular arcs.\n"]}]
["0812.0879",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0879","13th World Congress of Food Science and Technology, IUFost, Nantes\n  : France (2006)"],"date":["2008-12-04"],"type":["text"],"creator":["Pignon, Frédéric","Belina, Gabor","Narayanan, Theyencheri","Paubel, Xavier","Magnin, Albert","Gésan-Guiziou, Geneviève"],"language":[],"coverage":[],"title":["Structure of skimmed milk during ultrafiltration process probed by\n  in-situ small angle X-ray scattering"],"description":["  The stability and mechanism underlying the formation of deposits of casein\nmicelles during ultrafiltration process were investigated by small-angle (SAXS)\nand ultra small-angle X-ray scattering(USAXS) which allowed us to probe the\nstructure of skimmed milk on an exceptionally wide range of length scales from\n1 to 2000 nm. Frontal filtration cells were specially developed to probe the\nmicrostructure of deposits by SAXS during the separation process. The results\nrevealed two characteristic length scales for the equilibrium structure with\nradius of gyrations Rg, about 100 nm and 5.6 nm, pertaining to the globular\nmicelles and their non-globular internal structure respectively (Pignon et al.\n2004). In-situ scattering measurements showed that the decrease of permeation\nflows is directly related to the deformation and compression of the micelles in\nthe immediate vicinity of the membrane (figure 1). From absolute SAXS\nintensities, the concentration of the micelles in the deposit can be deduced\nreliably.\n"]}]
["0812.0882",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0882","Conf\\'erence Internationale Francophone d'Automatique CIFA'08,\n  Bucarest : Roumanie (2008)"],"date":["2008-12-04"],"type":["text"],"creator":["Thomas, Philippe","Thomas, André"],"language":[],"coverage":[],"title":["Elagage d'un perceptron multicouches : utilisation de l'analyse de la\n  variance de la sensibilit\\'e des param\\`etres"],"description":["  The stucture determination of a neural network for the modelisation of a\nsystem remain the core of the problem. Within this framework, we propose a\npruning algorithm of the network based on the use of the analysis of the\nsensitivity of the variance of all the parameters of the network. This\nalgorithm will be tested on two examples of simulation and its performances\nwill be compared with three other algorithms of pruning of the literature\n","Comment: 6 pages"]}]
["0812.0890",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0890"],"date":["2008-12-04"],"type":["text"],"creator":["Kojima, Takeo"],"language":[],"coverage":[],"title":["Wakimoto realization of Drinfeld current for the elliptic quantum\n  algebra $U_{q,p}(sl_3^)$"],"description":["  We study a free field realization of the elliptic quantum algebra\n$U_{q,p}(sl_3^)$ for arbitrary level $k$. We give the free field realization of\nelliptic analogue of Drinfeld current associated with $U_{q,p}(sl_3^)$ for\narbitrary level $k$. In the limit $p \\to 0, q \\to 1$ our realization reproduce\nWakimoto realization for the affine Lie algebra $sl_3^$.\n","Comment: LaTEX, Proceedings for the 27-th International Colloquium of Group\n  Theoretical Method in Physics held at Yerevan, Armenia"]}]
["0812.0896",{"format":[],"subject":["Mathematics - Probability","42C05, 47B36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0896"],"date":["2008-12-04"],"type":["text"],"creator":["Lytvynov, Eugene","Rodionova, Irina"],"language":[],"coverage":[],"title":["Lowering and raising operators for the free Meixner class of orthogonal\n  polynomials"],"description":["  We compare some properties of the lowering and raising operators for the\nclassical and free classes of Meixner polynomials on the real line.\n"]}]
["0812.0899",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0899"],"date":["2008-12-04"],"type":["text"],"creator":["Springham, James"],"language":[],"coverage":[],"title":["Ergodic properties of linked-twist maps"],"description":["  We study a class of homeomorphisms of surfaces collectively known as\nlinked-twist maps. We introduce an abstract definition which enables us to give\na precise characterisation of a property observed by other authors, namely that\nsuch maps fall into one of two classes termed co- and counter-twisting. We\nsingle out three specific linked-twist maps, one each on the two-torus, in the\nplane and on the two-sphere and for each prove a theorem concerning its ergodic\nproperties with respect to the invariant Lebesgue measure.\n  For the map on the torus we prove that there is an invariant, zero-measure\nCantor set on which the dynamics are topologically conjugate to a full shift on\nthe space of symbol sequences. Such features are commonly known as topological\nhorseshoes. For the map in the plane we prove that there is a set of full\nmeasure on which the dynamics are measure-theoretically isomorphic to a full\nshift on the space of symbol sequences. This is commonly known as the Bernoulli\nproperty and verifies, under certain conditions, a conjecture of Wojtkowski's.\nWe introduce the map on the sphere and prove that it too has the Bernoulli\nproperty.\n  We conclude with some conjectures, drawn from our experience, concerning how\none might extend the results we have for specific linked-twist maps to the\nabstract linked-twist maps we have defined.\n","Comment: PhD thesis, September 2008, University of Bristol, UK, supervisor: S.\n  R. Wiggins. 160 pages, 31 figures (higher quality figures on request)"]}]
["0812.0900",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0900"],"date":["2008-12-04"],"type":["text"],"creator":["Hayashi, Masako","Inagaki, Tomohiro","Takata, Hiroyuki"],"language":[],"coverage":[],"title":["Multi-fermion interaction models in curved spacetime"],"description":["  A model with a scalar type eight-fermion interaction is investigated in\ncurved spacetime. The ground state of the model can be obtained by observing\nthe effective potential. Applying the Riemann normal coordinate expansion, we\ncalculate an effective potential of the model in a weakly curved spacetime. The\nresult is extended to models with multi-fermion interactions. We numerically\nshow the behavior of the effective potential and find the phase structure of\nthe model.\n"]}]
["0812.0902",{"format":[],"subject":["Mathematics - Spectral Theory","47B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0902"],"date":["2008-12-04"],"type":["text"],"creator":["Kushel, Olga Y.","Zabreiko, Petr P."],"language":[],"coverage":[],"title":["Gantmakher-Krein theorem for 2-totally nonnegative operators in ideal\n  spaces"],"description":["  The tensor and exterior squares of a completely continuous non-negative\nlinear operator $A$ acting in the ideal space $X(\\Omega)$ are studied. The\ntheorem representing the point spectrum (except, probably, zero) of the tensor\nsquare $A \\otimes A$ in the terms of the spectrum of the initial operator $A$\nis proved. The existence of the second (according to the module) positive\neigenvalue $\\lambda_2$, or a pair of complex adjoint eigenvalues of a\ncompletely continuous non-negative operator $A$ is proved under the additional\ncondition, that its exterior square $A\\wedge A$ is also nonnegative.\n","Comment: 13 pages"]}]
["0812.0904",{"format":[],"subject":["Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0904"],"date":["2008-12-04"],"type":["text"],"creator":["Lee, Jun Kyoung","Yang, Janghoon","Kim, Dong Ku"],"language":[],"coverage":[],"title":["An Approximation of the Outage Probability for Multi-hop AF Fixed Gain\n  Relay"],"description":["  In this letter, we present a closed-form approximation of the outage\nprobability for the multi-hop amplify-and-forward (AF) relaying systems with\nfixed gain in Rayleigh fading channel. The approximation is derived from the\noutage event for each hop. The simulation results show the tightness of the\nproposed approximation in low and high signal-to-noise ratio (SNR) region.\n","Comment: 3 pages, 3 figures, Submitted to IEEE Communication Letters"]}]
["0812.0908",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0908"],"date":["2008-12-04"],"type":["text"],"creator":["Rex, Martin","Royall, C. Patrick","van Blaaderen, Alfons","Löwen, Hartmut"],"language":[],"coverage":[],"title":["Lane formation in driven colloidal mixtures: is it continuous or\n  discontinuous?"],"description":["  Binary mixtures of oppositely charged colloids driven by an electric field\nare shown to exhibit a nonequilibrium transition towards lane formation if the\ndriving force is increased. Brownian dynamics computer simulations and\nreal-space experiments are employed to study hysteresis effects in an order\nparameter measuring the extent of lane formation upon increasing and decreasing\nthe driving force. Both from simulation and experiment, we find that lane\nformation due to electrical fields is continuous. However, simulations show a\ndiscontinuous transition if the driving force is gravity.\n","Comment: 5 pages, 4 figures"]}]
["0812.0918",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0918","Proceedings of the 11th International Symposium on Continuum\n  Models and Discrete Systems, Dominique Jeulin and Samuel Forest (eds.), Mines\n  ParisTech Les Presses, Paris, 2007, 271-276"],"date":["2008-12-04"],"type":["text"],"creator":["Csikor, Ferenc F.","Groma, István","Hochrainer, Thomas","Weygand, Daniel","Zaiser, Michael"],"language":[],"coverage":[],"title":["On the range of 3D dislocation pair correlations"],"description":["  Numerical studies of dislocation pair correlations have played a central role\nin deriving a continuum theory from the equations of motion of 2D dislocation\nsystems in a mathematically rigorous way. As part of an effort to extend this\ntheory into the full 3D dislocation problem, 3D dislocation pair correlations\nwere studied with discrete dislocation dynamics simulation. As a first\napproximation, dislocations were modeled as uncharged curves in space (their\nBurgers vectors were disregarded). An inverse square decay with distance was\nfound to describe the numerically obtained pair correlations of the studied\ncurve system.\n","Comment: 6 pages, 4 figures"]}]
["0812.0920",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0920"],"date":["2008-12-04"],"type":["text"],"creator":["Efthymiopoulos, C."],"language":[],"coverage":[],"title":["Scaling of the diffusion coefficient on the normal form remainder in\n  doubly resonant domains"],"description":["  An outline of theoretical estimates is given regarding the dependence of the\nvalue of the diffusion coefficient $D$ on the size $R$ of the remainder of the\nnormal form in doubly or simply resonant domains of the action space of 3dof\nHamiltonian systems.\n","Comment: To appear in the proceedings of the international workshop on the\n  dynamics of celestial bodies, Litohoro, Greece, July 2008 (in honor of Prof.\n  John Hadjidemetriou)"]}]
["0812.0921",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0921"],"date":["2008-12-04"],"type":["text"],"creator":["Chiou, Dah-Wei"],"language":[],"coverage":[],"title":["Effective equations of motion for constrained quantum systems: A study\n  of the Bianchi I loop quantum cosmology"],"description":["  A new mathematical framework is formulated to derive the effective equations\nof motion for the constrained quantum system which possesses an internal clock.\nIn the realm close to classical behavior, the quantum evolution is approximated\nby a finite system of coupled but ordinary differential equations adhered to\nthe weakly imposed Hamiltonian constraint. For the simplified version of loop\nquantum cosmology in the Bianchi I model with a free massless scalar filed, the\nresulting effective equations of motion affirm the bouncing scenario predicted\nby the previous studies: The big bang singularity is resolved and replaced by\nthe big bounces, which take place up to three times, once in each diagonal\ndirection, whenever the directional density approaches the critical value in\nthe regime of Planckian density. It is also revealed that back-reaction arises\nfrom the quantum corrections and modifies the precise value of the directional\ndensity at the bouncing epoch. Additionally, as an example of symmetry\nreduction, we study isotropy emerging from the anisotropic Bianchi I model in\nthe context of effective equations of motion.\n","Comment: 30 pages"]}]
["0812.0927",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0927","Differential and integral equations 20, 1 (2006) 77-92"],"date":["2008-12-04"],"type":["text"],"creator":["Adriouch, Khalid","Hamidi, Abdallah El"],"language":[],"coverage":[],"title":["On local compactness in quasilinear elliptic problems"],"description":["  One of the major difficulties in nonlinear elliptic problems involving\ncritical nonlinearities is the compactness of Palais-Smale sequences. In their\ncelebrated work \\cite{BN}, Br\\'ezis and Nirenberg introduced the notion of\ncritical level for these sequences in the case of a critical perturbation of\nthe Laplacian homogeneous eigenvalue problem. In this paper, we give a natural\nand general formula of the critical level for a large class of nonlinear\nelliptic critical problems. The sharpness of our formula is established by the\nconstruction of suitable Palais-Smale sequences which are not relatively\ncompact.\n"]}]
["0812.0930",{"format":[],"subject":["Mathematics - General Mathematics","11F03, 11P32, 11R37, 14B12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0930"],"date":["2008-12-04"],"type":["text"],"creator":["Pierre, Christian"],"language":[],"coverage":[],"title":["The Goldbach conjecture resulting from global-local cuspidal\n  representations and deformations of Galois representations"],"description":["  In the basic general frame of the Langlands global program, a local p-adic\nelliptic semimodule corresponding to a local (left) cuspidal form is\nconstructed from its global equivalent covered by p-th roots. In the same\ncontext, global and local bilinear deformations of Galois representations\ninducing the invariance of their respective residue fields are introduced as\nwell as global and local bilinear quantum deformations leaving invariant the\norders of the inertia subgroups. More particularly, the inverse quantum\ndeformation of a closed curve responsible for its splitting directly leads to\nthe Goldbach conjecture.\n","Comment: 63 pages"]}]
["0812.0932",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0932"],"date":["2008-12-04"],"type":["text"],"creator":["Conte, Elio","Zbilut, Joseph P."],"language":[],"coverage":[],"title":["Evidence of Low Dimensional Chaos in Glow Curves of Thermoluminescence"],"description":["  Electron trapping following exposition to ionising radiations and consequent\nelectron release during variation of temperature in solids represent processes\nhappening at the quantum microphysical level. The interesting feature of the\nthermally stimulated process, that in fact deserves further investigation, is\nthat the dynamic of electrons release during, variation of the temperature,\nhere examined through the so called thermoluminescent Glow Curve, evidences\nchaotic and fractal regimes. Phase space reconstruction, Correlation Dimension,\nlargest Lyapunov exponent, Recurrence Quantification Analysis(RQA) and fractal\ndimension analysis, developed by calculation of Hurst exponent, are performed\non three samples. The results unequivocally fix that Glow Curves respond to a\nchaotic regime. RQA supports such results revealing the inner structure of Glow\nCurve signals in relation to their properties of recurrence, determinism and\nintermittency signed from laminarity as well as chaos-chaos and chaos order\ntransitions.\n"]}]
["0812.0933",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0933"],"date":["2008-12-04"],"type":["text"],"creator":["Kalai, Adam Tauman","Teng, Shang-Hua"],"language":[],"coverage":[],"title":["Decision trees are PAC-learnable from most product distributions: a\n  smoothed analysis"],"description":["  We consider the problem of PAC-learning decision trees, i.e., learning a\ndecision tree over the n-dimensional hypercube from independent random labeled\nexamples. Despite significant effort, no polynomial-time algorithm is known for\nlearning polynomial-sized decision trees (even trees of any super-constant\nsize), even when examples are assumed to be drawn from the uniform distribution\non {0,1}^n. We give an algorithm that learns arbitrary polynomial-sized\ndecision trees for {\\em most product distributions}. In particular, consider a\nrandom product distribution where the bias of each bit is chosen independently\nand uniformly from, say, [.49,.51]. Then with high probability over the\nparameters of the product distribution and the random examples drawn from it,\nthe algorithm will learn any tree. More generally, in the spirit of smoothed\nanalysis, we consider an arbitrary product distribution whose parameters are\nspecified only up to a [-c,c] accuracy (perturbation), for an arbitrarily small\npositive constant c.\n"]}]
["0812.0936",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0936","Journal of Physics: Conference Series 95 (2008) 012016","doi:10.1088/1742-6596/95/1/012016"],"date":["2008-12-04"],"type":["text"],"creator":["Braunstein, A.","Pagnani, A.","Weigt, M.","Zecchina, R."],"language":[],"coverage":[],"title":["Gene-network inference by message passing"],"description":["  The inference of gene-regulatory processes from gene-expression data belongs\nto the major challenges of computational systems biology. Here we address the\nproblem from a statistical-physics perspective and develop a message-passing\nalgorithm which is able to infer sparse, directed and combinatorial regulatory\nmechanisms. Using the replica technique, the algorithmic performance can be\ncharacterized analytically for artificially generated data. The algorithm is\napplied to genome-wide expression data of baker's yeast under various\nenvironmental conditions. We find clear cases of combinatorial control, and\nenrichment in common functional annotations of regulated genes and their\nregulators.\n","Comment: Proc. of International Workshop on Statistical-Mechanical Informatics\n  2007, Kyoto"]}]
["0812.0940",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0940","J. Stat. Mech. (2008) P12001","doi:10.1088/1742-5468/2008/12/P12001"],"date":["2008-12-04"],"type":["text"],"creator":["Braunstein, A.","Pagnani, A.","Weigt, M.","Zecchina, R."],"language":[],"coverage":[],"title":["Inference algorithms for gene networks: a statistical mechanics analysis"],"description":["  The inference of gene regulatory networks from high throughput gene\nexpression data is one of the major challenges in systems biology. This paper\naims at analysing and comparing two different algorithmic approaches. The first\napproach uses pairwise correlations between regulated and regulating genes; the\nsecond one uses message-passing techniques for inferring activating and\ninhibiting regulatory interactions. The performance of these two algorithms can\nbe analysed theoretically on well-defined test sets, using tools from the\nstatistical physics of disordered systems like the replica method. We find that\nthe second algorithm outperforms the first one since it takes into account\ncollective effects of multiple regulators.\n"]}]
["0812.0950",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0950"],"date":["2008-12-04"],"type":["text"],"creator":["Abreu, E. M. C.","Mendes, A. C. R.","Neves, C.","Oliveira, W.","Wotzasek, C.","Xavier, L. M. V."],"language":[],"coverage":[],"title":["Duality considerations about the Maxwell-Podolsky theory through the\n  symplectic embedding formalism and spectrum analysis"],"description":["  We find the dual equivalent (gauge invariant) version of the Maxwell theory\nin D=4 with a Proca-like mass term by using the symplectic embedding method.\nThe dual theory obtained (Maxwell-Podolsky) includes a higher-order derivative\nterm and preserve the gauge symmetry. We also furnish an investigation of the\npole structure of the vector propagator by the residue matrix which considers\nthe eventual existence of the negative-norm of the theory.\n","Comment: 7 pages. Revtex4"]}]
["0812.0952",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0952"],"date":["2008-12-04"],"type":["text"],"creator":["Laurati, M.","Petekidis, G.","Koumakis, N.","Cardinaux, F.","Schofield, A. B.","Brader, J. M.","Fuchs, M.","Egelhaaf, S. U."],"language":[],"coverage":[],"title":["Rheology, Structure and Dynamics of Colloid-Polymer Mixtures: from\n  Liquids to Gels"],"description":["  We investigated the viscoelastic properties of colloid-polymer mixtures at\nintermediate colloid volume fraction and varying polymer concentrations,\nthereby tuning the attractive interactions. Within the examined range of\npolymer concentrations, the samples ranged from fluids to gels. Already in the\nliquid phase the viscoelastic properties significantly changed when approaching\nthe gelation boundary, indicating the formation of clusters and transient\nnetworks. This is supported by an increasing correlation length of the density\nfluctuations, observed by static light scattering and microscopy. At the same\ntime, the correlation function determined by dynamic light scattering\ncompletely decays, indicating the absence of dynamical arrest. Upon increasing\nthe polymer concentration beyond the gelation boundary, the rheological\nproperties changed qualitatively again, now they are consistent with the\nformation of colloidal gels. Our experimental results, namely the location of\nthe gelation boundary as well as the elastic (storage) and viscous (loss)\nmoduli, are compared to different theoretical models. These include\nconsideration of the escape time as well as predictions for the viscoelastic\nmoduli based on scaling relations and Mode Coupling Theories (MCT).\n","Comment: 34 pages, 11 figures, To be submitted to JCP"]}]
["0812.0966",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0966"],"date":["2008-12-04"],"type":["text"],"creator":["Babichenko, A.","Babichenko, V."],"language":[],"coverage":[],"title":["Sigma model effective action for strong localization"],"description":["  Bose gas in a random external field is considered. The sigma model like\neffective action both for weak and strong random fields compared with the\ninteraction between particles is derived by averaging over the random field and\nintegration over the quantum fluctuations in the framework of the\nKeldysh-Schwinger technique for irreversible processes. Using this effective\naction the properties of the system in strongly fluctuating random field are\nanalyzed.\n","Comment: 17 pages, 1 figure"]}]
["0812.0970",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N35","05E15, 14M15, 14N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0970"],"date":["2008-12-04"],"type":["text"],"creator":["Buch, Anders S.","Kresch, Andrew","Tamvakis, Harry"],"language":[],"coverage":[],"title":["Quantum Giambelli formulas for isotropic Grassmannians"],"description":["  Let X be a symplectic or odd orthogonal Grassmannian which parametrizes\nisotropic subspaces in a vector space equipped with a nondegenerate (skew)\nsymmetric form. We prove quantum Giambelli formulas which express an arbitrary\nSchubert class in the small quantum cohomology ring of X as a polynomial in\ncertain special Schubert classes, extending the cohomological Giambelli\nformulas of arXiv:0811.2781.\n","Comment: 11 pages"]}]
["0812.0971",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0971"],"date":["2008-12-04"],"type":["text"],"creator":["Subr, Ladislav"],"language":[],"coverage":[],"title":["SMBH feeding and star formation in massive accretion discs"],"description":["  Galactic nuclei are unique laboratories for the study of processes connected\nwith the accretion of gas onto supermassive black holes. At the same time, they\nrepresent challenging environments from the point of view of stellar dynamics\ndue to their extreme densities and masses involved. There is a growing evidence\nabout the importance of the mutual interaction of stars with gas in galactic\nnuclei. Gas rich environment may lead to stellar formation which, on the other\nhand, may regulate accretion onto the central mass. Gas in the form of massive\ntorus or accretion disc further influences stellar dynamics in the central\nparsec either via gravitational or hydrodynamical interaction. Eccentricity\noscillations on one hand and energy dissipation on the other hand lead to\nincreased rate of infall of stars into the supermassive black hole. Last, but\nnot least, processes related to the stellar dynamics may be detectable with\nforthcoming gravitational waves detectors.\n","Comment: proc. conf. \"The Central Kiloparsec - Active Galactic Nuclei and\n  Their Hosts\", Ierapetra, Crete, 4 - 6 June 2008, to appear in Memorie della\n  Societa Astronomica Italiana vol. 79"]}]
["0812.0982",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","45K05","35B65","60J75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0982"],"date":["2008-12-04"],"type":["text"],"creator":["Bass, Richard F."],"language":[],"coverage":[],"title":["Regularity results for stable-like operators"],"description":["  For $\\alpha\\in [1,2)$ we consider operators of the form $$L f(x)=\\int_{R^d}\n[f(x+h)-f(x)-1_{(|h|\\leq 1)} \\nabla f(x)\\cdot h]\n\\frac{A(x,h)}{|h|^{d+\\alpha}}$$ and for $\\alpha\\in (0,1)$ we consider the same\noperator but where the $\\nabla f$ term is omitted. We prove, under appropriate\nconditions on $A(x,h)$, that the solution $u$ to $L u=f$ will be in\n$C^{\\alpha+\\beta}$ if $f\\in C^\\beta$.\n"]}]
["0812.0983",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0983"],"date":["2008-12-04"],"type":["text"],"creator":["Aleinikava, D.","Dedits, E.","Kuklov, A. B.","Schmeltzer, D."],"language":[],"coverage":[],"title":["Mechanical and superfluid properties of dislocations in solid He4"],"description":["  Dislocations are shown to be smooth at zero temperature because of the\neffective Coulomb-type interaction between kinks. Crossover to finite\ntemperature rougnehing is suggested to be a mechanism responsible for the\nsoftening of \\he4 shear modulus recently observed by Day and Beamish (Nature,\n{\\bf 450}, 853 (2007)). We discuss also that strong suppresion of superfuidity\nalong the dislocation core by thermal kinks can lead to locking in of the\nmechanical and superfluid responses.\n","Comment: 4 pages with 2 figures"]}]
["0812.0990",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0990"],"date":["2008-12-04"],"type":["text"],"creator":["Bagis, M. L. Glasser Nikos"],"language":[],"coverage":[],"title":["Some applications of the Poisson summation formula"],"description":["  We derive special forms of the Poisson summation formula for even and odd\nfunctions, which are applied to obtain representations for Euler-type numbers\nand to sum various series related to elliptic functions.\n"]}]
["0812.0997",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems","93B05, 93B29, 70F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0997"],"date":["2008-12-04"],"type":["text"],"creator":["Sarychev, Andrey"],"language":[],"coverage":[],"title":["Controlling Multiparticle System on the Line, II - Periodic case"],"description":["  As in arXiv: math. 0809.2365 we consider classical system of interacting\nparticles $\\mathcal{P}_1, ..., \\mathcal{P}_n$ on the line with only neighboring\nparticles involved in interaction. On the contrast to arXiv: math. 0809.2365\nnow {\\it periodic boundary conditions} are imposed onto the system, i.e.\n$\\mathcal{P}_1$ and $\\mathcal{P}_n$ are considered neighboring. Periodic Toda\nlattice would be a typical example. We study possibility to control periodic\nmultiparticle systems by means of forces applied to just few of its particles;\nmainly we study system controlled by single force. The free dynamics of\nmultiparticle systems in periodic and nonperiodic case differ substantially. We\nsee that also the controlled periodic multiparticle system does not mimic its\nnon-periodic counterpart.\n  Main result established is global controllability by means of single\ncontrolling force of the multiparticle system with ageneric potential of\ninteraction. We study the nongeneric potentials for which controllability and\naccessibility properties may lack. Results are formulated and proven in\nSections~2,3.\n","Comment: 15 pages"]}]
["0812.0999",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0999"],"date":["2008-12-04"],"type":["text"],"creator":["Alicki, Robert"],"language":[],"coverage":[],"title":["The macroscopic qubit delusion"],"description":["  There exists a large number of experimental and theoretical results\nsupporting the picture of \"macroscopic qubits\" implemented, for instance, by\nRydberg atoms, Josephson junctions or Bose-Einstein condensates - the systems\nwhich should rather emerge in localized semiclassical states. In this note it\nis shown how, under realistic conditions, the false qubit interpretation can be\nconsistent with the restricted set of experimental data collected for\nsemiclassical systems. The recent experiments displaying semiclassical\ncharacter of Bose-Einstein condensates and possible quantumness tests for a\nsingle system are briefly invoked also.\n","Comment: 4 pages, no figures"]}]
["0812.1004",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1004","Proceedings of SPIE Volume 7057, Paper 7057-11, 2008"],"date":["2008-12-04"],"type":["text"],"creator":["Guruprasad, V."],"language":[],"coverage":[],"title":["Prediction of spectral shifts proportional to source distances by\n  time-varying frequency or wavelength selection"],"description":["  Any frequency selective device with an ongoing drift will cause observed\nspectra to be variously and simultaneously scaled in proportion to their source\ndistances. The reason is that detectors after the drifting selection will\nintegrate instantaneous electric or magnetic field values from successive\nsinusoids, and these sinusoids would differ in both frequency and phase. Phase\ndifferences between frequencies are ordinarily irrelevant, and recalibration\nprocedures at most correct for frequency differences. With drifting selection,\nhowever, each integrated field value comes from *the sinusoid of the\ninstantaneously selected frequency at its instantaneous received phase*, hence\nthe waveform constructed by the integration will follow the drifting selection\nwith a phase acceleration given by the drift rate times the slope of the\nreceived phase spectrum. A phase acceleration is literally a frequency shift,\nand the phase spectrum slope of a received waveform is an asymptotic measure of\nthe source distance, as the path delay presents phase offsets proportional to\nfrequency times the distance, and eventually exceeding all initial phase\ndifferences. Tunable optics may soon be fast enough for realizing such shifts\nby Fourier switching, and could lead to pocket X-ray devices; sources\ncontinuously variable from RF to gamma rays; capacity multiplication with\njamming and noise immunity in both fibre and radio channels, passive ranging\nfrom ground to deep space; etc.\n","Comment: 15 pages, 10 figures. Nature of Light II: Light in Nature, SPIE\n  Optics+Photonics, San Diego, Aug 2008"]}]
["0812.1006",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1006"],"date":["2008-12-04"],"type":["text"],"creator":["Robilliard, C.","Da Souza, B. Pinto","Bielsa, F.","Mauchain, J.","Nardone, M.","Bailly, G.","Fouché, M.","Battesti, R.","Rizzo, C."],"language":[],"coverage":[],"title":["The BMV project: Search for photon oscillations into massive particles"],"description":["  In this contribution to PSAS08 we report on the research activities developed\nin our Toulouse group, in the framework of the BMV project, concerning the\nsearch for photon oscillations into massive particles, such as axion-like\nparticles in the presence of a strong transverse magnetic field. We recall our\nmain result obtained in collaboration with LULI at \\'Ecole Polytechnique\n(Palaiseau, France). We also present the very preliminary results obtained with\nthe BMV experiment which is set up at LNCMP (Toulouse, France).\n","Comment: Proceedings of PSAS'08, to be published in Can. J. Phys"]}]
["0812.1011",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","35Q55, 65D10, 65N35, 65T50, 76B47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1011"],"date":["2008-12-04"],"type":["text"],"creator":["de la Hoz, Francisco","Garcia-Cervera, Carlos","Vega, Luis"],"language":[],"coverage":[],"title":["A numerical study of the self-similar solutions of the Schroedinger Map"],"description":["  We present a numerical study of the self-similar solutions of the Localized\nInduction Approximation of a vortex filament. These self-similar solutions,\nwhich constitute a one-parameter family, develop a singularity at finite time.\nWe study a number of boundary conditions that allow us reproduce the mechanism\nof singularity formation. Some related questions are also considered.\n"]}]
["0812.1014",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Information Retrieval","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1014","Artificial Immune Systems: 7th International Conference, (ICARIS\n  2008). Bentley, Peter; Lee, Doheon; Jung, Sungwon (Eds.) Lecture Notes in\n  Computer Science. Springer-Verlag, 5132: 36-47","doi:10.1007/978-3-540-85072-4_4"],"date":["2008-12-04"],"type":["text"],"creator":["Abi-Haidar, Alaa","Rocha, Luis M."],"language":[],"coverage":[],"title":["Adaptive Spam Detection Inspired by a Cross-Regulation Model of Immune\n  Dynamics: A Study of Concept Drift"],"description":["  This paper proposes a novel solution to spam detection inspired by a model of\nthe adaptive immune system known as the crossregulation model. We report on the\ntesting of a preliminary algorithm on six e-mail corpora. We also compare our\nresults statically and dynamically with those obtained by the Naive Bayes\nclassifier and another binary classification method we developed previously for\nbiomedical text-mining applications. We show that the cross-regulation model is\ncompetitive against those and thus promising as a bio-inspired algorithm for\nspam detection in particular, and binary classification in general.\n"]}]
["0812.1015",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1015"],"date":["2008-12-04"],"type":["text"],"creator":["Maor, Irit","Kephart, Thomas W.","Krauss, Lawrence M.","Ng, Y. Jack","Starkman, Glenn D."],"language":[],"coverage":[],"title":["Replacing Anthropy with entropy: Does it work?"],"description":["  Probably not, because there are lots of manifestly unanthropic ways of\nproducing entropy. We demonstrate that the Causal Entropic Principle (CEP), as\na replacement for the anthropic principle to explain the properties of the\nobserved universe, suffers from many of the same problems of adopting myopic\nassumptions in order to predict that various fundamental parameters take\napproximately the observed values. In particular, we demonstrate that four\nmechanisms -- black hole production, black hole decay, phase transitions, and\ndark matter annihilations or decays -- will manifestly change the conclusions\nof the CEP to predict that we should live in a universe quite different than\nthe one in which we find ourselves.\n","Comment: 6 pages, 1 figure"]}]
["0812.1016",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60F05, 60G10, 37A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1016","doi:10.1007/s10959-008-0199-x"],"date":["2008-12-04"],"type":["text"],"creator":["Abadi, Miguel","Vergne, Nicolas"],"language":[],"coverage":[],"title":["Sharp error terms for return time statistics under mixing conditions"],"description":["  We describe the statistics of repetition times of a string of symbols in a\nstochastic process. Denote by T(A) the time elapsed until the process spells\nthe finite string A and by S(A) the number of consecutive repetitions of A. We\nprove that, if the length of the string grows unbondedly, (1) the distribution\nof T(A), when the process starts with A, is well aproximated by a certain\nmixture of the point measure at the origin and an exponential law, and (2) S(A)\nis approximately geometrically distributed. We provide sharp error terms for\neach of these approximations. The errors we obtain are point-wise and allow to\nget also approximations for all the moments of T(A) and S(A). To obtain (1) we\nassume that the process is phi-mixing while to obtain (2) we assume the\nconvergence of certain contidional probabilities.\n"]}]
["math-ph/0602006",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0602006","J. Operator Theory 60 (2008), 199--215."],"date":["2006-02-02","2006-05-24"],"type":["text"],"creator":["Duvenhage, Rocco"],"language":[],"coverage":[],"title":["Evolution integrals"],"description":["  A framework analogous to path integrals in quantum physics is set up for\nabstract dynamical systems in a W*-algebraic setting. We consider spaces of\nevolutions, defined in a specific way, of a W*-algebra A as an analogue of\nspaces of classical paths, and show how integrals over such spaces, which we\ncall ``evolution integrals'', lead to dynamics in a Hilbert space on a ``higher\nlevel'' which is viewed as an analogue of quantum dynamics obtained from path\nintegrals. The measures with respect to which these integrals are performed are\nprojection valued.\n","Comment: v1: 17 pages. v2: 19 pages, Section 3 extended, Section 4 shortened,\n  Section 5 corrected"]}]
["math/0003065",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18G55 (Primary) 18C10, 55U35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0003065","Topology Appl. 119 (2002), 65-94"],"date":["2000-03-10"],"type":["text"],"creator":["Rezk, Charles"],"language":[],"coverage":[],"title":["Every homotopy theory of simplicial algebras admits a proper model"],"description":["  We show that any closed model category of simplicial algebras over an\nalgebraic theory is Quillen equivalent to a proper closed model category. By\n``simplicial algebra'' we mean any category of algebras over a simplicial\nalgebraic theory, which is allowed to be multi-sorted. The results have\napplications to the construction of localization model category structures.\n"]}]
["math/0305381",{"format":[],"subject":["Mathematics - Differential Geometry","53D10","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0305381","Tohoku Math. J. 57 (2005), no. 2, 247--260"],"date":["2003-05-27","2008-12-05"],"type":["text"],"creator":["Bande, Gianluca","Hadjar, Amine"],"language":[],"coverage":[],"title":["Contact Pairs"],"description":["  We introduce a new geometric structure on differentiable manifolds. A\n\\textit{Contact} \\textit{Pair}on a manifold $M$ is a pair $(\\alpha,\\eta) $ of\nPfaffian forms of constant classes $2k+1$ and $2h+1$ respectively such that\n$\\alpha\\wedge d\\alpha^{k}\\wedge\\eta\\wedge d\\eta^{h}$ is a volume form. Both\nforms have a characteristic foliation whose leaves are contact manifolds. These\nfoliations are transverse and complementary. Further differential objects are\nassociated to Contact Pairs: two commuting Reeb vector fields, Legendrian\ncurves on $M$ and two Lie brackets on $\\mathcal{C}^{\\infty}(M) $. We give a\nlocal model and several existence theorems on nilpotent Lie groups,\nnilmanifolds, bundles over the circle and principal torus bundles.\n","Comment: 15 pages"]}]
["math/0407022",{"format":[],"subject":["Mathematics - Algebraic Topology","55N22","55P43, 55S05, 55S25, 55P47, 55P60, 55N34, 11F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0407022","J. Amer. Math. Soc. 19 (2006), 969-1014"],"date":["2004-07-01","2005-06-13"],"type":["text"],"creator":["Rezk, Charles"],"language":[],"coverage":[],"title":["The units of a ring spectrum and a logarithmic cohomology operation"],"description":["  We construct a ``logarithmic'' cohomology operation on Morava E-theory, which\nis a homomorphism defined on the multiplicative group of invertible elements in\nthe ring E^0(K) of a space K. We obtain a formula for this map in terms of the\naction of Hecke operators on Morava E-theory. Our formula is closely related to\nthat for an Euler factor of the Hecke L-function of an automorphic form.\n","Comment: 44 pages; revised version, including an expanded introduction and a\n  complete reworking of sections 4 and 8 (of the original version), which now\n  correspond to sections 4, 5, and 9 of the new version"]}]
["math/0610599",{"format":[],"subject":["Mathematics - Differential Geometry","53C15, 53C25, 53A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610599","Annals of Global Analysis and Geometry 33, 1 (2008) 11-18","doi:10.1007/s10455-007-9071-y"],"date":["2006-10-19","2008-12-05"],"type":["text"],"creator":["Moroianu, Andrei","Ornea, Liviu"],"language":[],"coverage":[],"title":["Conformally Einstein Products and Nearly K\\\"ahler Manifolds"],"description":["  In the first part of this note we study compact Riemannian manifolds (M,g)\nwhose Riemannian product with R is conformally Einstein. We then consider\ncompact 6--dimensional almost Hermitian manifolds of type W_1+W_4 in the\nGray--Hervella classification admitting a parallel vector field and show that\n(under some regularity assumption) they are obtained as mapping tori of\nisometries of compact Sasaki-Einstein 5-dimensional manifolds. In particular,\nwe obtain examples of inhomogeneous locally (non-globally) conformal nearly\nK\\\"ahler compact manifolds.\n"]}]
["math/0701227",{"format":[],"subject":["Mathematics - Analysis of PDEs","Physics - Atmospheric and Oceanic Physics","76B15, 35L55, 35C20, 35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701227","Mathematical Modelling and Numerical Analysis 41, 4 (2007) 771-799","doi:10.1051/m2an:2007041"],"date":["2007-01-08"],"type":["text"],"creator":["Chazel, Florent"],"language":[],"coverage":[],"title":["Influence of Bottom Topography on Long Water Waves"],"description":["  We focus here on the water waves problem for uneven bottoms in the long-wave\nregime, on an unbounded two or three-dimensional domain. In order to derive\nasymptotic models for this problem, we consider two different regimes of bottom\ntopography, one for small variations in amplitude, and one for strong\nvariations. Starting from the Zakharov formulation of this problem, we\nrigorously compute the asymptotics expansion of the involved Dirichlet-Neumann\noperator. then, following the global strategy introduced by Bona, Colin and\nLannes, new symetric asymptotic models are derived for each regime of bottom\ntopography. Solutions of these systems are proved to give good approximations\nof solutions of the water waves problem. These results hold for solutions that\nevanesce at infinity as well as for spatially periodic ones.\n"]}]
["math/0702662",{"format":[],"subject":["Mathematics - Analysis of PDEs","35E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702662"],"date":["2007-02-22","2008-12-05"],"type":["text"],"creator":["Trumper, Mariel Saez"],"language":[],"coverage":[],"title":["Existence of a solution to a vector-valued Allen-Cahn equation with a\n  three well potential"],"description":["  In this paper we prove existence of a vector-valued solution $v$ to -\\Delta v\n+\\frac{\\nabla_v W(v)}{2}&=0, \\lim_{r\\to \\infty}v(r \\cos\\theta,r\\sin\\theta)&=\nc_i \\hbox{for} \\theta \\in (\\theta_{i-1}, \\theta_i), where $W:\\rr^2\\to \\rr$ is\nnon-negative function that attains its minimum 0 at $\\{c_i\\}_{i=1}^3$ and the\nangles $\\theta_i$ are determined by the function $W$. This solution is an\nenergy minimizer.\n","Comment: 44 pages"]}]
["math/9811037",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55U35 (Primary), 18G30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9811037","Trans. Amer. Math. Soc. 353 (2001), 973-1007"],"date":["1998-11-06","2000-03-10"],"type":["text"],"creator":["Rezk, Charles"],"language":[],"coverage":[],"title":["A model for the homotopy theory of homotopy theory"],"description":["  We describe a category, the objects of which may be viewed as models for\nhomotopy theories. We show that for such models, ``functors between two\nhomotopy theories form a homotopy theory'', or more precisely that the category\nof such models has a well-behaved internal hom-object.\n","Comment: revisions for publication, to appear in AMS Trans"]}]
["quant-ph/0607032",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0607032","Quantum Information and Computation 7(7),584 (2007)"],"date":["2006-07-05","2007-01-18"],"type":["text"],"creator":["Yu, Chang-shui","Song, He-shan","Wang, Ya-hong"],"language":[],"coverage":[],"title":["Genuine tripartite entanglement semi-monotone for (2 x 2 x\n  n)-dimensional systems"],"description":["  In this paper, we present a new approach to study genuine tripartite\nentanglement existing in $(2\\times 2\\times n)-$dimensional quantum pure states.\nBy utilizing the approach, we introduce a particular quantity to measure\ngenuine tripartite entanglement. The quantity is shown to be an entanglement\nmonotone in 2-dimensional subsystems (semi-monotone) and reaches zero for\nseparable states and $(2\\times 2\\times 2)-$dimensional $W$ states, hence is a\ngood criterion to characterize genuine tripartite entanglement. Furthermore,\nthe formulation for pure states can be conveniently extended to the case of\nmixed states by utilizing the kronecker product approximation technique. As\napplications, we give the analytic approximation for weakly mixed states, and\nstudy the genuine tripartite entanglement of two given weakly mixed states.\n","Comment: 11 pages, 1 figure. Replaced by revised version. To be published in\n  Quantum Information and Computation"]}]
["quant-ph/0611011",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611011","Chinese Physics B, 17(8):1674 (2008)"],"date":["2006-11-01"],"type":["text"],"creator":["Yu, Chang-shui","Song, He-shan","Cui, Hai-tao"],"language":[],"coverage":[],"title":["Genuine tripartite entanglement and quantum phase transition"],"description":["  A new formulation called as entanglement measure for simplification, is\npresented to characterize genuine tripartite entanglement of $(2\\times 2\\times\nn)-$dimensional quantum pure states. The formulation shows that the genuine\ntripartite entanglement can be described only on the basis of the local\n$(2\\times 2)-$dimensional reduced density matrix. In particular, the two\nexactly solvable models of spin system studied by Yang (Phys. Rev. A\n\\textbf{71}, 030302(R) (2005)) is reconsidered by employing the entanglement\nmeasure. The results show that a discontinuity in the first derivative of the\nentanglement measure or in the entanglement measure itself of the ground state\njust corresponds to the existence of quantum phase transition, which is\nobviously prior to concurrence. Hence, the given entanglement measure may\nbecome a new alternate candidate to help study the connection between quantum\nentanglement and quantum phase transitions.\n","Comment: 5 pages and 1 figure"]}]
