["0705.0797",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0797","\"Anomalous Transport: Foundations and Applications\", edited by R.\n  Klages, G. Radons and I.M Sokolov, as Chapter 4, pp. 93-127,WILEY-VCH,\n  Weinheim, Germany (2008) [ISBN 978-3-5277-40722-4]"],"date":["2007-05-06","2008-05-12"],"type":["text"],"creator":["Gorenflo, Rudolf","Mainardi, Francesco"],"language":[],"coverage":[],"title":["Continuous time random walk, Mittag-Leffler waiting time and fractional\n  diffusion: mathematical aspects"],"description":["  We show the asymptotic long-time equivalence of a generic power law waiting\ntime distribution to the Mittag-Leffler waiting time distribution,\ncharacteristic for a time fractional CTRW. This asymptotic equivalence is\neffected by a combination of \"rescaling\" time and \"respeeding\" the relevant\nrenewal process followed by a passage to a limit for which we need a suitable\nrelation between the parameters of rescaling and respeeding. Turning our\nattention to spatially 1-D CTRWs with a generic power law jump distribution,\n\"rescaling\" space can be interpreted as a second kind of \"respeeding\" which\nthen, again under a proper relation between the relevant parameters leads in\nthe limit to the space-time fractional diffusion equation. Finally, we treat\nthe `time fractional drift\" process as a properly scaled limit of the counting\nnumber of a Mittag-Leffler renewal process.\n","Comment: 36 pages, 3 figures (5 files eps). Invited lecture by R. Gorenflo at\n  the 373. WE-Heraeus-Seminar on Anomalous Transport: Experimental Results and\n  Theoretical Challenges, Physikzentrum Bad-Honnef (Germany), 12-16 July 2006;\n  Chairmen: R. Klages, G. Radons and I.M. Sokolov"]}]
["0705.1576",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1576"],"date":["2007-05-10","2008-05-18"],"type":["text"],"creator":["Gan, Wee Teck","Takeda, Shuichiro"],"language":[],"coverage":[],"title":["On Shalika Periods and a Theorem of Jacquet-Martin"],"description":["  Let \\pi be a cuspidal automorphic representation of GL_4 with central\ncharacter \\mu^2. It is known that \\pi has Shalika period with respect to \\mu if\nand only if the L-function L^S(s, \\pi, \\bigwedge^2\\otimes\\mu^{-1}) has a pole\nat s=1. Recentlt, Jacquet and Martin considered the analogous question for\ncuspidal representations \\pi_D of the inner form GL_2(D)(\\A), and obtained a\npartial result via the relative trace formula. In this paper, we provide a\ncomplete solution to this problem via the method of theta correspondence, and\ngive necessary and sufficient conditions for the existence of Shalika period\nfor \\pi_D. We also resolve the analogous question in the local setting.\n"]}]
["0708.1777",{"format":[],"subject":["Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1777","J. Phys. Chem. A, 112, 332 (2008)","doi:10.1021/jp0765087"],"date":["2007-08-13","2008-05-18"],"type":["text"],"creator":["Jiang, De-en","Dai, Sheng"],"language":[],"coverage":[],"title":["Electronic Ground State of Higher Acenes"],"description":["  We examine the electronic ground state of acenes with different number of\nfused benzene rings (up to 40) by using first principles density functional\ntheory. Their properties are compared with those of infinite polyacene. We find\nthat the ground state of acenes that consist of more than seven fused benzene\nrings is an antiferromagnetic (in other words, open-shell singlet) state, and\nwe show that this singlet is not necessarily a diradical, because the spatially\nseparated magnetizations for the spin-up and spin-down electrons increase with\nthe size of the acene. For example, our results indicate that there are about\nfour spin-up electrons localized at one zigzag edge of 20-acene. The reason\nthat both acenes and polyacene have the antiferromagnetic ground state is due\nto the zigzag-shaped boundaries, which cause pi-electrons to localize and form\nspin orders at the edges. Both wider graphene ribbons and large\nrectangular-shaped polycyclic aromatic hydrocarbons have been shown to share\nthis antiferromagnetic ground state. Therefore, we demonstrate that the\npi-electronic structure of higher acenes and ployacene are still dictated by\nthe zigzag edges, and our results provide a consistent description of their\nelectronic ground state.\n","Comment: revised: corrected some errors, rephrased some discussions, and added\n  a reference (Ref. 29); 19 pages, 6 figures"]}]
["0711.3491",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3491","2008MNRAS.386..245L","doi:10.1111/j.1365-2966.2008.13018.x"],"date":["2007-11-21","2008-05-18"],"type":["text"],"creator":["Lynden-Bell, Donald","Jin, Shoko"],"language":[],"coverage":[],"title":["Analytic Central Orbits and their Transformation Group"],"description":["  A useful crude approximation for Abelian functions is developed and applied\nto orbits. The bound orbits in the power-law potentials A*r^{-alpha} take the\nsimple form (l/r)^k = 1 + e cos(m*phi), where k = 2 - alpha > 0 and 'l' and 'e'\nare generalisations of the semi-latus-rectum and the eccentricity. 'm' is given\nas a function of 'eccentricity'. For nearly circular orbits 'm' is sqrt{k},\nwhile the above orbit becomes exact at the energy of escape where 'e' is one\nand 'm' is 'k'. Orbits in the logarithmic potential that gives rise to a\nconstant circular velocity are derived via the limit of small alpha. For such\norbits, r^2 vibrates almost harmonically whatever the 'eccentricity'. Unbound\norbits in power-law potentials are given in an appendix. The transformation of\norbits in one potential to give orbits in a different potential is used to\ndetermine orbits in potentials that are positive powers of r. These\ntransformations are extended to form a group which associates orbits in sets of\nsix potentials, e.g. there are corresponding orbits in the potentials\nproportional to r, r^{-2/3}, r^{-3}, r^{-6}, r^{4/3} and r^{-4}. A degeneracy\nreduces this to three, which are r^{-1}, r^2 and r^{-4} for the Keplerian case.\nA generalisation of this group includes the isochrone with the Kepler set.\n","Comment: 12 pages, 8 figures; updated version with minor typographical\n  corrections; published in MNRAS"]}]
["0711.3779",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Mathematics - Complex Variables","26A33, 33E12, 33C40, 33C60, 44A10 45K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3779","Journal of Computational and Applied Mathematics: Vol 207, No 2,\n  pp.245-257 (2007)"],"date":["2007-11-23"],"type":["text"],"creator":["Mainardi, Francesco","Pagnini, Gianni"],"language":[],"coverage":[],"title":["The role of the Fox-Wright functions in fractional sub-diffusion of\n  distributed order"],"description":["  The fundamental solution of the fractional diffusion equation of distributed\norder in time (usually adopted for modelling sub-diffusion processes) is\nobtained based on its Mellin-Barnes integral representation. Such solution is\nproved to be related via a Laplace-type integral to the Fox-Wright functions. A\nseries expansion is also provided in order to point out the distribution of\ntime-scales related to the distribution of the fractional orders. The results\nof the time fractional diffusion equation of a single order are also recalled\nand then re-obtained from the general theory.\n","Comment: 18 pages. Conference \"Special Functions: Asymptotic Analysis and\n  Computation\", Santander (Spain) on 4-6 July, 2005"]}]
["0712.1862",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1862","J. Phys. Chem. C, 112, 5348 (2008).","doi:10.1021/jp711660k"],"date":["2007-12-11","2008-05-18"],"type":["text"],"creator":["Jiang, De-en","Dai, Sheng"],"language":[],"coverage":[],"title":["Spin states of zigzag-edged Mobius graphene nanoribbons from first\n  principles"],"description":["  Mobius graphene nanoribbons have only one edge topologically. How the\nmagnetic structures, previously associated with the two edges of zigzag-edged\nflat nanoribbons or cyclic nanorings, would change for their Mobius\ncounterparts is an intriguing question. Using spin-polarized density functional\ntheory, we shed light on this question. We examine spin states of zigzag-edged\nMobius graphene nanoribbons (ZMGNRs) with different widths and lengths. We find\na triplet ground state for a Mobius cyclacene, while the corresponding\ntwo-edged cyclacene has an open-shell singlet ground state. For wider ZMGNRs,\nthe total magnetization of the ground state is found to increase with the\nribbon length. For example, a quintet ground state is found for a ZMGNR. Local\nmagnetic moments on the edge carbon atoms form domains of majority and minor\nspins along the edge. Spins at the domain boundaries are found to be\nfrustrated. Our findings show that the Mobius topology (i.e., only one edge)\ncauses ZMGNRs to favor one spin over the other, leading to a ground state with\nnon-zero total magnetization.\n","Comment: 17 pages, 4 figures"]}]
["0801.0146",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics","26A33, 45K05, 47G30, 60G18, 60G50, 60G51, 60J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0146"],"date":["2007-12-30","2008-05-03"],"type":["text"],"creator":["Gorenflo, Rudolf","Mainardi, Francesco"],"language":[],"coverage":[],"title":["Some recent advances in theory and simulation of fractional diffusion\n  processes"],"description":["  To offer a view into the rapidly developing theory of fractional diffusion\nprocesses we describe in some detail three topics of present interest: (i) the\nwell-scaled passage to the limit from continuous time random walk under power\nlaw assumptions to space-time fractional diffusion, (ii) the asymptotic\nuniversality of the Mittag-Leffler waiting time law in time-fractional\nprocesses, (iii) our method of parametric subordination for generating particle\ntrajectories.\n","Comment: 33 pages, 3 Figures, 5 eps files. Second International Workshop on\n  Analysis and Numerical Approximation of Singular Problems (IWANASP 2006), 6-8\n  September 2006, Aegean University in Karlovassi, Samos, Greece"]}]
["0801.4914",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Mathematics - Dynamical Systems","26A33, 33E12, 33C60, 44A10 (Primary)","45K05, 74D05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4914","Fractional Calculus and Applied Analysis,Vol. 10 No 3 (2007) pp.\n  269-308"],"date":["2008-01-31"],"type":["text"],"creator":["Mainardi, Francesco","Gorenflo, Rudolf"],"language":[],"coverage":[],"title":["Time-fractional derivatives in relaxation processes: a tutorial survey"],"description":["  The aim of this tutorial survey is to revisit the basic theory of relaxation\nprocesses governed by linear differential equations of fractional order. The\nfractional derivatives are intended both in the Rieamann-Liouville sense and in\nthe Caputo sense. After giving a necessary outline of the classical theory of\nlinear viscoelasticity, we contrast these two types of fractional derivatives\nin their ability to take into account initial conditions in the constitutive\nequations of fractional order. We also provide historical notes on the origins\nof the Caputo derivative and on the use of fractional calculus in\nviscoelasticity.\n","Comment: 40 pages, 5 Figures"]}]
["0803.2054",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2054","J. Phys. Cond. Matt. 20, 235233 (2008)","doi:10.1088/0953-8984/20/23/235233"],"date":["2008-03-14"],"type":["text"],"creator":["Hirsch, J. E."],"language":[],"coverage":[],"title":["The missing angular momentum of superconductors"],"description":["  We point out that the Meissner effect, the process by which a superconductor\nexpels magnetic field from its interior, represents an unsolved puzzle within\nthe London-BCS theoretical framework used to describe the physics of\nconventional superconductors, because it appears to give rise to\nnon-conservation of angular momentum. Possible ways to avoid this inconsistency\nwithin the conventional theory of superconductivity are argued to be\nfarfetched. Consequently, we argue that unless/until a consistent explanation\nis put forth, the existence of the Meissner effect represents an anomaly that\ncasts doubt on the validity of the conventional framework. Instead, we point\nout that two elements of the unconventional theory of hole superconductivity,\nnamely that the charge distribution in superconductors is macroscopically\ninhomogeneous, and the fact that spin-orbit coupling plays an essential role,\nallow for a consistent explanation of the Meissner effect.\n"]}]
["0803.3530",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3530","Science 320, 899 (2008)."],"date":["2008-03-25"],"type":["text"],"creator":["Radu, Iuliana P.","Miller, J. B.","Marcus, C. M.","Kastner, M. A.","Pfeiffer, L. N.","West, K. W."],"language":[],"coverage":[],"title":["Quasiparticle Tunneling in the Fractional Quantum Hall State at \\nu =\n  5/2"],"description":["  Theory predicts that quasiparticle tunneling between the counter-propagating\nedges in a fractional quantum Hall state can be used to measure the effective\nquasiparticle charge e* and dimensionless interaction parameter g, and thereby\ncharacterize the many-body wavefunction describing the state. We report\nmeasurements of quasiparticle tunneling in a high mobility GaAs two dimensional\nelectron system in the fractional quantum Hall state at nu=5/2 using a\ngate-defined constriction to bring the edges close together. We find the\ndc-bias peaks in the tunneling conductance at different temperatures collapse\nonto a single curve when scaled, in agreement with weak tunneling theory.\nVarious models for the \\nu=5/2 state predict different values for g. Among\nthese models, the non-abelian states with e*=1/4 and g=1/2 are most consistent\nwith the data.\n","Comment: supporting material: http://marcuslab.harvard.edu/Radu_SOMs.pdf"]}]
["0804.0018",{"format":[],"subject":["Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0018"],"date":["2008-03-31","2008-05-18"],"type":["text"],"creator":["Jiang, De-en","Luo, Weidong","Tiago, Murilo L.","Dai, Sheng"],"language":[],"coverage":[],"title":["In search of a structural model for a thiolate-protected Au38 cluster"],"description":["  The structure of thiolate-protected gold cluster Au38(SR)24 has not been\ndetermined experimentally and the best available signature is its measured\noptical spectrum. Using this signature and energetic stability as criteria and\nSCH3 for SR, we compare four candidate structures: two from others and two we\nobtained. Our models are distinct from others in that thiolate groups form\nmonomers and dimers of the staple motif (a nearly linear RS-Au-SR bonding\nunit). We examine the energetics and electronic structures of the four\nstructures with density functional theory (DFT) and compute their optical\nspectra with time-dependent DFT. We show that our dimer-dominated model is over\n2.6 eV lower in energy than the two models from others and 1.3 eV lower than\nour previous monomer-dominated model. The dimer-dominated model also presents\ngood agreement with experiment for optical absorption.\n","Comment: revised: added 1 figure and 1 scheme and discussion; 23 pages, 3\n  schemes, 5 figures, resubmitted to J. Phys. Chem. C"]}]
["cs/0308009",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Computer Vision and Pattern Recognition","G.3","I.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0308009"],"date":["2003-08-05","2008-05-17"],"type":["text"],"creator":["Muldowney, Pat","Murtagh, Fionn"],"language":[],"coverage":[],"title":["The Generalized Riemann or Henstock Integral Underpinning Multivariate\n  Data Analysis: Application to Faint Structure Finding in Price Processes"],"description":["  Practical data analysis involves many implicit or explicit assumptions about\nthe good behavior of the data, and excludes consideration of various\npotentially pathological or limit cases. In this work, we present a new general\ntheory of data, and of data processing, to bypass some of these assumptions.\nThe new framework presented is focused on integration, and has direct\napplicability to expectation, distance, correlation, and aggregation. In a case\nstudy, we seek to reveal faint structure in financial data. Our new foundation\nfor data encoding and handling offers increased justification for our\nconclusions.\n","Comment: 27 pages, 4 figures. Various changes made relative to previous\n  versions, in particular in introductory section"]}]
["math/0404364",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D06, 14H30, 14J28, 14Q05, 14Q10, 14R05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404364"],"date":["2004-04-20","2008-05-18"],"type":["text"],"creator":["Amram, M.","Ciliberto, C.","Miranda, R.","Teicher, M."],"language":[],"coverage":[],"title":["Braid monodromy factorization for a non-prime $K3$ surface branch curve"],"description":["  This paper is the second in a series. The first one describes pillow\ndegenerations of a $K3$ surface with genus $g$. In this paper we study the\n$(2,2)$-pillow degeneration of a non-prime $K3$ surface and the braid monodromy\nof the branch curve of the surface with respect to a generic projection onto\n$\\C\\P^2$. In future papers we study the fundamental group of the complement of\nthe branch curve and the fundamental group of the Galois cover of the surface\nwith respect to this generic projection.\n","Comment: 31 pages"]}]
["math/0603072",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603072"],"date":["2006-03-03","2008-05-18"],"type":["text"],"creator":["Takeda, Shuichiro"],"language":[],"coverage":[],"title":["Some local-global non-vanishing results for theta lifts from orthogonal\n  groups"],"description":["  We, firstly, improve a theorem of B. Roberts which characterizes\nnon-vanishing of a global theta lift from O(X) to Sp(n) in terms of\nnon-vanishing of local theta lifts. In particular, we will remove all the\narchimedean conditions imposed upon his theorem. Secondly, following Roberts,\nwe will apply our theorem to theta lifting of low rank similitude groups.\nNamely we characterize the non-vanishing condition of a global theta lift from\nGO(4) to GSp(2) in our improved setting. Also we consider non-vanishing\nconditions of a global theta lift from GO(4) to GSp(1) and explicitly compute\nthe lift when it exists.\n","Comment: 23 papges"]}]
["quant-ph/0605167",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0605167","Ann. Phys. (Berlin) 17, No. 6, 355-373 (2008)","doi:10.1002/andp.200710300"],"date":["2006-05-18","2008-05-18"],"type":["text"],"creator":["Dannenberg, Olavi"],"language":[],"coverage":[],"title":["Coherence theory and coherence phenomena in a closed spin-1/2 system"],"description":["  A simplified Heisenberg spin model is studied in order to examine the idea of\ndecoherence in closed quantum systems. For this purpose, we present a\nquantifiable definition to quantum coherence $\\Xi$, and discuss in some detail\na general coherence theory and its elementary results. As expected, decoherence\nis understood as a statistical process that is caused by the dynamics of the\nsystem, similar to the growth of entropy. It appears that coherence is an\nimportant measure that helps to understand quantum properties of a system,\ne.g., the decoherence time can be derived from the coherence function $\\Xi(t)$,\nbut not from the entropy dynamics. Moreover, the concept of decoherence time is\napplicable in closed and finite systems. However, in most cases, the decay of\noff-diagonal elements differs from the usual $\\exp(-t/\\tau_{\\rm d})$ behaviour.\nFor concreteness, we report the form of decoherence time $\\tau_{\\rm d}$ in a\nfinite Heisenberg model with respect to the number of particles $N$, density\n$n_{\\rho}$, spatial dimension $D$ and $\\epsilon$ in a $\\eta/r^{\\epsilon}$-type\nof potential.\n","Comment: 31 pages, 5 figures, v2: major changes, accepted for publication"]}]
