["0705.4341",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - K-Theory and Homology","46L35","46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4341","Journal of Functional Analysis, Volume 254, Issue 12, 15 June\n  2008, Pages 3079-3092","doi:10.1016/j.jfa.2008.03.004"],"date":["2007-05-30","2008-03-04"],"type":["text"],"creator":["Loring, Terry A."],"language":[],"coverage":[],"title":["A Projective C*-Algebra Related to K-Theory"],"description":["  The C*-algebra qC is the smallest of the C*-algebras qA introduced by Cuntz\nin the context of KK-theory. An important property of qC is the natural\nisomorphism of K0 of D with classes of homomorphism from qC to matrix algebras\nover D. Our main result concerns the exponential (boundary) map from K0 of a\nquotient B to K1 of an ideal I. We show if a K0 element is realized as a\nhomomorphism from qC to B then its boundary is realized as a unitary in the\nunitization of I. The picture we obtain of the exponential map is based on a\nprojective C*-algebra P that is universal for a set of relations slightly\nweaker than the relations that define qC. A new, shorter proof of the\nsemiprojectivity of qC is described. Smoothing questions related the relations\nfor qC are addressed.\n","Comment: 11 pages. Added a result about the boundary map in K-theory"]}]
["0710.3795",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3795","Astrophys.J. 677 (2008) 1184-1200","doi:10.1086/528953"],"date":["2007-10-19","2008-05-27"],"type":["text"],"creator":["Lang, Ryan N.","Hughes, Scott A."],"language":[],"coverage":[],"title":["Localizing coalescing massive black hole binaries with gravitational\n  waves"],"description":["  Massive black hole binary coalescences are prime targets for space-based\ngravitational wave (GW) observatories such as {\\it LISA}. GW measurements can\nlocalize the position of a coalescing binary on the sky to an ellipse with a\nmajor axis of a few tens of arcminutes to a few degrees, depending on source\nredshift, and a minor axis which is $2 - 4$ times smaller. Neglecting weak\ngravitational lensing, the GWs would also determine the source's luminosity\ndistance to better than percent accuracy for close sources, degrading to\nseveral percent for more distant sources. Weak lensing cannot, in fact, be\nneglected and is expected to limit the accuracy with which distances can be\nfixed to errors no less than a few percent. Assuming a well-measured cosmology,\nthe source's redshift could be inferred with similar accuracy. GWs alone can\nthus pinpoint a binary to a three-dimensional ``pixel'' which can help guide\nsearches for the hosts of these events. We examine the time evolution of this\npixel, studying it at merger and at several intervals before merger. One day\nbefore merger, the major axis of the error ellipse is typically larger than its\nfinal value by a factor of $\\sim 1.5-6$. The minor axis is larger by a factor\nof $\\sim 2-9$, and, neglecting lensing, the error in the luminosity distance is\nlarger by a factor of $\\sim 1.5-7$. This large change over a short period of\ntime is due to spin-induced precession, which is strongest in the final days\nbefore merger. The evolution is slower as we go back further in time. For $z =\n1$, we find that GWs will localize a coalescing binary to within $\\sim 10\\\n\\mathrm{deg}^2$ as early as a month prior to merger and determine distance (and\nhence redshift) to several percent.\n","Comment: 30 pages, 10 figures, 5 tables. Version published in ApJ"]}]
["0710.4920",{"format":[],"subject":["Mathematics - Number Theory","11M41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4920"],"date":["2007-10-25","2008-05-28"],"type":["text"],"creator":["Tanaka, Tatsushi"],"language":[],"coverage":[],"title":["On the quasi-derivation relation for multiple zeta values"],"description":["  Recently, Masanobu Kaneko introduced a conjecture on an extension of the\nderivation relation for multiple zeta values. The goal of the present paper is\nto present a proof of this conjecture by reducing it to a class of relations\nfor multiple zeta values studied by Kawashima. In addition, some algebraic\naspects of the quasi-derivation operator $\\partial_n^{(c)}$ on $\\mathbb{Q}<\nx,y>$, which was defined by modeling a Hopf algebra developed by Connes and\nMoscovici, will be presented.\n","Comment: 14 pages"]}]
["0711.0822",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0822","Journal of Statistical Mechanics, P03003, 2008"],"date":["2007-11-06"],"type":["text"],"creator":["Levnajić, Zoran","Tadić, Bosiljka"],"language":[],"coverage":[],"title":["Self-organization in Trees and Motifs of Two-Dimensional Chaotic Maps\n  with Time Delay"],"description":["  We study two-dimensional chaotic standard maps coupled along the edges of\nscale-free trees and tree-like subgraph (4-star) with a non-symplectic coupling\nand time delay between the nodes. Apart from the chaotic and regular 2-periodic\nmotion, the coupled map system exhibits variety of dynamical effects in a wide\nrange of coupling strengths. This includes dynamical localization, emergent\nperiodicity, and appearance of strange non-chaotic attractors. Near the strange\nattractors we find long-range correlations in the intervals of return-times to\nspecified parts of the phase space. We substantiate the analysis with the\nfinite-time Lyapunov stability. We also give some quantitative evidence of how\nthe small-scale dynamics at 4-star motifs participates in the genesis of the\ncollective behavior at the whole network.\n","Comment: Submitted to Journal of Statistical Mechanics"]}]
["0712.0707",{"format":[],"subject":["Mathematics - Probability","Mathematics - Rings and Algebras","62N05, 90B25 (Primary)","28B15, 46N30, 60K10, 62G30, 94C10\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0707","Probability in the Engineering and Informational Sciences 22 (3)\n  (2008) 373-388","doi:10.1017/S0269964808000223"],"date":["2007-12-05","2008-05-28"],"type":["text"],"creator":["Dukhovny, Alexander","Marichal, Jean-Luc"],"language":[],"coverage":[],"title":["System reliability and weighted lattice polynomials"],"description":["  The lifetime of a system of connected units under some natural assumptions\ncan be represented as a random variable Y defined as a weighted lattice\npolynomial of random lifetimes of its components. As such, the concept of a\nrandom variable Y defined by a weighted lattice polynomial of (lattice-valued)\nrandom variables is considered in general and in some special cases. The\ncentral object of interest is the cumulative distribution function of Y. In\nparticular, numerous results are obtained for lattice polynomials and weighted\nlattice polynomials in case of independent arguments and in general. For the\ngeneral case, the technique consists in considering the joint probability\ngenerating function of \"indicator\" variables. A connection is studied between Y\nand order statistics of the set of arguments.\n","Comment: Revised version (minor changes)"]}]
["0712.1238",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1238","doi:10.1103/PhysRevA.77.033404"],"date":["2007-12-07"],"type":["text"],"creator":["Rangelov, A. A.","Vitanov, N. V.","Shore, B. W."],"language":[],"coverage":[],"title":["Population trapping in three-state quantum loops revealed by Householder\n  reflections"],"description":["  Population trapping occurs when a particular quantum-state superposition is\nimmune to action by a specific interaction, such as the well-known dark state\nin a three-state lambda system. We here show that in a three-state loop\nlinkage, a Hilbert-space Householder reflection breaks the loop and presents\nthe linkage as a single chain. With certain conditions on the interaction\nparameters, this chain can break into a simple two-state system and an\nadditional spectator state. Alternatively, a two-photon resonance condition in\nthis Householder-basis chain can be enforced, which heralds the existence of\nanother spectator state. These spectator states generalize the usual dark state\nto include contributions from all three bare basis states and disclose hidden\npopulation trapping effects, and hence hidden constants of motion. Insofar as a\nspectator state simplifies the overall dynamics, its existence facilitates the\nderivation of analytic solutions and the design of recipes for quantum state\nengineering in the loop system. Moreover, it is shown that a suitable sequence\nof Householder transformations can cast an arbitrary N-dimensional hermitian\nHamiltonian into a tridiagonal form. The implication is that a general N-state\nsystem, with arbitrary linkage patterns where each state connects to any other\nstate, can be reduced to an equivalent chainwise-connected system, with\nnearest-neighbor interactions only, with ensuing possibilities for discovering\nhidden multidimensional spectator states and constants of motion.\n"]}]
["0801.1913",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1913"],"date":["2008-01-12","2008-05-28"],"type":["text"],"creator":["Rylov, Yuri A."],"language":[],"coverage":[],"title":["Geometrical dynamics: spin as a result of rotation with superluminal\n  speed"],"description":["  Dynamics is considered as a corollary of the space-time geometry. Evolution\nof a particle in the space-time is described as a chain of connected equivalent\ngeometrical objects. Space-time geometry is determined uniquely by the world\nfunction $\\sigma $. Proper modification of the Minkowskian world function for\nlarge space-time interval leads to wobbling of the chain, consisted of timelike\nstraight segments. Statistical description of the stochastic world chain\ncoincides with the quantum description by means of the Schr\\\"{o}dinger\nequation. Proper modification of the Minkowskian world function for small\nspace-time interval may lead to appearance of a world chain, having a shape of\na helix with timelike axis. Links of the chain are spacelike straight segments.\nSuch a world chain describes a spatial evolution of a particle. In other words,\nthe helical world chain describes the particle rotation with superluminal\nvelocity. The helical world chain associated with the classical Dirac particle,\nwhose world line is a helix. Length of world chain link cannot be arbitrary. It\nis determined by the space-time geometry and, in particular, by the elementary\nlength. There exists some discrimination mechanism, which can discriminate some\nworld chains.\n","Comment: 38 pages, 1 figure, New version of stabilizing vector"]}]
["0801.4625",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4625","Eur. Phys. J. B 62, 27 (2008)","doi:10.1140/epjb/e2008-00128-7"],"date":["2008-01-30"],"type":["text"],"creator":["Kupcic, Ivan"],"language":[],"coverage":[],"title":["Thermally activated charge carriers and mid-infrared optical excitations\n  in quarter-filled CDW systems"],"description":["  The optical properties of the quarter-filled single-band CDW systems have\nbeen reexamined in the model with the electron-phonon coupling related to the\nvariations of electron site energies. It appears that the indirect,\nelectron-mediated coupling between phase phonons and external electromagnetic\nfields vanishes for symmetry reasons, at variance with the infrared selection\nrules used in the generally accepted microscopic theory. It is shown that the\nphase phonon modes and the electric fields couple directly, with the coupling\nconstant proportional to the magnitude of the charge-density wave. The\nsingle-particle contributions to the optical conductivity tensor are determined\nfor the ordered CDW state and the related weakly doped metallic state by means\nof the Bethe--Salpeter equations for elementary electron-hole excitations. It\nturns out that this gauge-invariant approach establishes a clear connection\nbetween the effective numbers of residual, thermally activated and bound charge\ncarriers. Finally, the relation between these numbers and the activation energy\nof dc conductivity and the optical CDW gap scale is explained in the way\nconsistent with the conductivity sum rules.\n","Comment: 12 pages, 9 figures"]}]
["0802.1097",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1097"],"date":["2008-02-08","2008-05-27"],"type":["text"],"creator":["Srisongmuang, B","Pairor, P","Berciu, M"],"language":[],"coverage":[],"title":["Tunneling conductance of a metal-semiconductor heterostructure with\n  Rashba effect"],"description":["  We theoretically studied the in-plane tunneling spectroscopy of the hybrid\nstructure composed of a metal and a semiconductor with Rashba spin-orbit\ncoupling. We found that the energy spacing between two distinct features in the\nconductance spectrum can be used to measure the Rashba energy of the\nsemiconductor. We also considered the effect that varying the probability of\nspin-conserving and spin-flip scattering at the interface has on the overall\nconductance. Surprisingly, an increase in interface scattering probability can\nactually result in increased conductance under certain conditions.\nParticularly, in the tunneling regime, an increase in spin-flip scattering\nprobability enhances the conductance. It is also found that the interfacial\nscattering greatly affects the spin polarization of the conductance in metal,\nbut hardly affects that in the semiconductor.\n"]}]
["0803.0034",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0034"],"date":["2008-02-29","2008-05-28"],"type":["text"],"creator":["Andreev, Leonid"],"language":[],"coverage":[],"title":["From a set of parts to an indivisible whole. Part I: Operations in a\n  closed mode"],"description":["  This paper provides a description of a new method for information processing\nbased on holistic approach wherein analysis is a direct product of synthesis.\nThe core of the method is iterative averaging of all the elements of a system\naccording to all the parameters describing the elements. Contrary to common\nlogic, the iterative averaging of a system's elements does not result in\nhomogenization of the system; instead, it causes an obligatory subdivision of\nthe system into two alternative subgroups, leaving no outliers. Within each of\nthe formed subgroups, similarity coefficients between the elements reach the\nvalue of 1, whereas similarity coefficients between the elements of different\nsubgroups equal a certain constant value greater than 0 but lower than 1. When\nsubjected to iterative averaging, any system consisting of three or more\nelements of which at least two elements are not completely identical undergo\nsuch a process of bifurcation that occurs non-linearly. Successive iterative\naveraging of each of the forming subgroups eventually provides a hierarchical\nsystem that reflects relationships between the elements of an input system\nunder analysis. We propose a definition of a natural hierarchy that can exist\nonly in conditions of closeness of a system and can be discovered upon\nproviding such an effect onto a system which allows its elements interact with\neach other based on the principle of self-organization. Self-organization can\nbe achieved through an overall and total cross-averaging of a system's\nelements. We demonstrate the application potentials of the proposed technology\non a number of examples, including a system of scattered points, randomized\ndatasets, as well as meteorological and demographical datasets.\n","Comment: 28 pages, 10 figures; typos in equations (4) and (5) corrected"]}]
["0803.2163",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2163"],"date":["2008-03-14","2008-05-28"],"type":["text"],"creator":["Fernandez, Francisco M."],"language":[],"coverage":[],"title":["Rational approximation to the Thomas--Fermi equation"],"description":["  We show that a simple and straightforward rational approximation to the\nThomas--Fermi equation provides the slope at origin with unprecedented\naccuracy. We compare present approach with other available ones.\n"]}]
["0803.2173",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2173"],"date":["2008-03-14","2008-05-28"],"type":["text"],"creator":["Armagan, Artin","Zaretzki, Russell"],"language":[],"coverage":[],"title":["Adaptive Ridge Selector (ARiS)"],"description":["  We introduce a new shrinkage variable selection operator for linear models\nwhich we term the \\emph{adaptive ridge selector} (ARiS). This approach is\ninspired by the \\emph{relevance vector machine} (RVM), which uses a Bayesian\nhierarchical linear setup to do variable selection and model estimation.\nExtending the RVM algorithm, we include a proper prior distribution for the\nprecisions of the regression coefficients, $v_{j}^{-1} \\sim\nf(v_{j}^{-1}|\\eta)$, where $\\eta$ is a scalar hyperparameter. A novel fitting\napproach which utilizes the full set of posterior conditional distributions is\napplied to maximize the joint posterior distribution\n$p(\\boldsymbol\\beta,\\sigma^{2},\\mathbf{v}^{-1}|\\mathbf{y},\\eta)$ given the\nvalue of the hyper-parameter $\\eta$. An empirical Bayes method is proposed for\nchoosing $\\eta$. This approach is contrasted with other regularized least\nsquares estimators including the lasso, its variants, nonnegative garrote and\nordinary ridge regression. Performance differences are explored for various\nsimulated data examples. Results indicate superior prediction and model\nselection accuracy under sparse setups and drastic improvement in accuracy of\nmodel choice with increasing sample size.\n"]}]
["0803.2203",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2203"],"date":["2008-03-14","2008-05-28"],"type":["text"],"creator":["García, N.","Esquinazi, P.","Barzola-Quiquia, J.","Ming, B.","Spoddig, D."],"language":[],"coverage":[],"title":["From Ohmic to Ballistic Transport in Oriented Graphite"],"description":["  In this work we show that for a quasi-2D system of size $\\Omega$ and\nthickness $t$ the resistance goes as $(2\\rho/\\pi t)\\ln(\\Omega/W)$, diverging\nlogarithmically with the size. Measurements in highly oriented pyrolytic\ngraphite (HOPG) as well as numerical simulations confirm this relation.\nFurthermore, we present an experimental method that allows us to obtain the\ncarriers mean free path $l(T)$, the Fermi wavelength $\\lambda(T)$ and the\nmobility $\\mu(T)$ directly from experiments without adjustable parameters.\nMeasuring the electrical resistance through microfabricated constrictions in\nHOPG and observing the transition from ohmic to ballistic regime we obtain that\n$0.2 \\mu$m $\\lesssim l \\lesssim 10 \\mu$m, $0.1 \\mu$m $\\lesssim \\lambda \\lesssim\n2 \\mu$m and a mobility $5 \\times 10^4$ cm$^2$/Vs $ \\lesssim \\mu \\lesssim 4\n\\times 10^7$ cm$^2$/Vs when the temperature decreases from 270K to 3K. A\ncomparison of these results with those from literature indicates that\nconventional, multiband Boltzmann-Drude approaches are inadequate for oriented\ngraphite. The upper value obtained for the mobility is much larger than the\nmobility graphene samples of micrometer size can have.\n","Comment: 28 pages, 8 figures. To be published in Phys. Rev. B (2008)"]}]
["0803.3368",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3368","2008 J. Phys.: Condens. Matter 20 215211","doi:10.1088/0953-8984/20/21/215211"],"date":["2008-03-24"],"type":["text"],"creator":["Voggu, Rakesh","Paul, Shrinwantu","Pati, Swapan K.","Rao, C. N. R."],"language":[],"coverage":[],"title":["Semiconductor to metal transition in SWNTs caused by interaction with\n  gold and platinum nanoparticles"],"description":["  Single-walled carbon nanotubes (SWNTs) have been coated with gold and\nplatinum nanoparticles either by microwave treatment or by the click reaction\nand the Raman spectra of these SWNT-metal nanoparticle composites have been\ninvestigated. Analysis of the G bands in the Raman spectra shows an increase in\nthe proportion of metallic SWNTs on attachment with metal nanoparticles. This\nconclusion is also supported by the changes observed in the RBM bands.\nAb-initio calculations reveal that semiconductor-metal transition occurs in\nSWNTs due to Columbic charge transfer between the metal nanoparticles and the\nsemiconducting SWNTs.\n","Comment: 16 pages, 5 figures"]}]
["0803.3720",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3720","Phys. Rev. Lett. 100, 205701 (2008)","doi:10.1103/PhysRevLett.100.205701"],"date":["2008-03-26"],"type":["text"],"creator":["Rüegg, Ch.","Normand, B.","Matsumoto, M.","Furrer, A.","McMorrow, D.","Krämer, K.","Güdel, H. -U.","Gvasaliya, S.","Mutka, H.","Boehm, M."],"language":[],"coverage":[],"title":["Quantum Magnets under Pressure: Controlling Elementary Excitations in\n  TlCuCl3"],"description":["  We follow the evolution of the elementary excitations of the quantum\nantiferromagnet TlCuCl3 through the pressure-induced quantum critical point,\nwhich separates a dimer-based quantum disordered phase from a phase of\nlong-ranged magnetic order. We demonstrate by neutron spectroscopy the\ncontinuous emergence in the weakly ordered state of a low-lying but massive\nexcitation corresponding to longitudinal fluctuations of the magnetic moment.\nThis mode is not present in a classical description of ordered magnets, but is\na direct consequence of the quantum critical point.\n","Comment: 4 pages, 4 figures"]}]
["0804.1866",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1866","Journal of Statistical Mechanics: Theory & Experiment, 2008,\n  P05012","doi:10.1088/1742-5468/2008/05/P05012"],"date":["2008-04-11","2008-04-14"],"type":["text"],"creator":["Sabhapandit, Sanjib","Bena, Ioana","Majumdar, Satya N."],"language":[],"coverage":[],"title":["Statistics of the total number of collisions and the ordering time in a\n  freely expanding hard-point gas"],"description":["  We consider a Jepsen gas of $N$ hard-point particles undergoing free\nexpansion on a line, starting from random initial positions of the particles\nhaving random initial velocities. The particles undergo binary elastic\ncollisions upon contact and move freely in-between collisions. After a certain\nordering time $T_{o}$, the system reaches a ``fan'' state where all the\nvelocities are completely ordered from left to right in an increasing fashion\nand there is no further collision. We compute analytically the distributions of\n(i) the total number of collisions and (ii) the ordering time $T_{o}$. We show\nthat several features of these distributions are universal.\n","Comment: 18 pages, 5 figures"]}]
["0804.2546",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2546","Solid State Communications, 146 (2008) 487-490","doi:10.1016/j.ssc.2008.03.042"],"date":["2008-04-16"],"type":["text"],"creator":["Gammag, Rayda","Villagonzalo, Cristine"],"language":[],"coverage":[],"title":["The Interplay of Landau Level Broadening and Temperature on\n  Two-Dimensional Electron Systems"],"description":["  This work investigates the influence of low temperature and broadened Landau\nlevels on the thermodynamic properties of two-dimensional electron systems. The\ninterplay between these two physical parameters on the magnetic field\ndependence of the chemical potential, the specific heat and the magnetization\nis calculated. In the absence of a complete theory that explains the Landau\nlevel broadening, experimental and theoretical studies in literature perform\ndifferent model calculations of this parameter. Here it is presented that\ndifferent broadening parameters of Gaussian-shaped Landau levels cause width\nvariations in their contributions to interlevel and intralevel excitations.\nBelow a characteristic temperature, the interlevel excitations become\nnegligible. Likewise, at this temperature range, the effect of the Landau level\nbroadening vanishes.\n","Comment: 5 pages, 5 figures, submitted to Solid State Communications"]}]
["0804.3579",{"format":[],"subject":["Mathematics - Dynamical Systems","Nonlinear Sciences - Exactly Solvable and Integrable Systems","39A10 (Primary)","39A11, 39A20, 39B12, 39B52, 39B72 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3579"],"date":["2008-04-22","2008-05-27"],"type":["text"],"creator":["Sedaghat, H."],"language":[],"coverage":[],"title":["Order-reducing Form Symmetries and Semiconjugate Factorizations of\n  Difference Equations"],"description":["  The scalar difference equation $x_{n+1}=f_{n}(x_{n},x_{n-1},...,x_{n-k})$ may\nexhibit symmetries in its form that allow for reduction of order through\nsubstitution or a change of variables. Such form symmetries can be defined\ngenerally using the semiconjugate relation on a group which yields a reduction\nof order through the semiconjugate factorization of the difference equation of\norder $k+1$ into equations of lesser orders. Different classes of equations are\nconsidered including separable equations and homogeneous equations of degree 1.\nApplications include giving a complete factorization of the linear\nnon-homogeneous difference equation of order $k+1$ into a system of $k+1$ first\norder linear non-homogeneous equations in which the coefficients are the\neigenvalues of the higher order equation. Form symmetries are also used to\nexplain the complicated multistable behavior of a separable, second order\nexponential equation.\n","Comment: 25 pages, 2 figures; reduction of order based on the new concept of\n  form symmetry and semiconjugate factorization; Version 2 adds a converse to\n  Theorem 2, a new example and several remarks; it also updates references (two\n  new papers on this topic accepted) and corrects minor errors"]}]
["0804.4479",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4479"],"date":["2008-04-28","2008-05-27"],"type":["text"],"creator":["Kamalov, Timur F."],"language":[],"coverage":[],"title":["Geometrical Properties of Feynman Path Integrals"],"description":["  This model is one of the possible geometrical interpretations of Quantum\nMechanics where found to every image Path correspondence the geodesic\ntrajectory of classical test particles in the random geometry of the stochastic\nfields background. We are finding to the imagined Feynman Path a classical\nmodel of test particles as geodesic trajectory in the curved space of Projected\nHilbert space on Bloch's sphere.\n"]}]
["0805.1544",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1544"],"date":["2008-05-11","2008-05-27"],"type":["text"],"creator":["Tao, Terence"],"language":[],"coverage":[],"title":["A global compact attractor for high-dimensional defocusing non-linear\n  Schr\\\"odinger equations with potential"],"description":["  We study the asymptotic behavior of large data solutions in the energy space\n$H := H^1(\\R^d)$ in very high dimension $d \\geq 11$ to defocusing Schr\\\"odinger\nequations $i u_t + \\Delta u = |u|^{p-1} u + Vu$ in $\\R^d$, where $V \\in\nC^\\infty_0(\\R^d)$ is a real potential (which could contain bound states), and\n$1+\\frac{4}{d} < p < 1+\\frac{4}{d-2}$ is an exponent which is\nenergy-subcritical and mass-supercritical. In the spherically symmetric case,\nwe show that as $t \\to +\\infty$, these solutions split into a radiation term\nthat evolves according to the linear Schr\\\"odinger equation, and a remainder\nwhich converges in $H$ to a compact attractor $K$, which consists of the union\nof spherically symmetric almost periodic orbits of the NLS flow in $H$. The\nmain novelty of this result is that $K$ is a \\emph{global} attractor, being\nindependent of the initial energy of the initial data; in particular, no matter\nhow large the initial data is, all but a bounded amount of energy is radiated\naway in the limit.\n","Comment: 19 pages, no figures, submitted, Dynamics of PDE. Referee corrections\n  incorporated"]}]
["0805.2063",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2063"],"date":["2008-05-14","2008-05-28"],"type":["text"],"creator":["Ito, Genta"],"language":[],"coverage":[],"title":["Replication via Invalidating the Applicability of the Fixed Point\n  Theorem"],"description":["  We present a construction of a certain infinite complete partial order (CPO)\nthat differs from the standard construction used in Scott's denotational\nsemantics. In addition, we construct several other infinite CPO's. For some of\nthose, we apply the usual Fixed Point Theorem (FPT) to yield a fixed point for\nevery continuous function $\\mu:2\\to 2$ (where 2 denotes the set $\\{0,1\\}$),\nwhile for the other CPO's we cannot invoke that theorem to yield such fixed\npoints. Every element of each of these CPO's is a binary string in the\nmonotypic form and we show that invalidation of the applicability of the FPT to\nthe CPO that Scott's constructed yields the concept of replication.\n","Comment: 26 pages, 2 figures"]}]
["0805.2468",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R30","70G45","32G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2468"],"date":["2008-05-16"],"type":["text"],"creator":["Kieserman, Noah"],"language":[],"coverage":[],"title":["The Liouville phenomenon in the deformation problem of coisotropics"],"description":["  The work of Oh and Park ([OP]) on the deformation problem of coisotropic\nsubmanifolds opened the possibility of studying a large and interesting class\nof foliations with some explicit geometric tools. These tools assemble into the\nstructure of an L-infinity algebra on the shifted foliation complex\n(\\Omega^*[1](\\fol), d_\\fol), which allows a concise description of deformations\nin terms of a Maurer-Cartan equation. Infinitesimal deformations are given by\nd_\\fol-closed forms, and the relation between infinitesimal deformations and\nfull deformations can be studied in terms of obstruction classes lying in the\nfoliation cohomology H^*_\\fol. Closely related to the foliation cohomology is\nHaefliger's group \\Omega^*_c(T/H), an under-appreciated model for the leaf\nspace of a foliation. We make integral use of this group in showing solvability\nand unsolvability of the obstruction equations. We also show the L-infinity\napparatus to be capable of detecting the Liouville/diophantine distinction of\nKAM theory, and argue for the greater significance of Haefliger's\nintegration-over-leaves map in passing this fine structure to a geometric model\nfor the leaf space.\n","Comment: 27 pages, 3 figures"]}]
["0805.3577",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3577"],"date":["2008-05-23","2008-05-28"],"type":["text"],"creator":["Igamov, S. B.","Tursunmakhatov, K. I.","Yarmukhamedov, R."],"language":[],"coverage":[],"title":["Determination of the 3He+alpha\\to 7Be asymp. normalization coefficients\n  (nucl. vertex constants) and their application for extrapolation of the\n  3He(alpha,gamma)7Be astroph. S-factors to the solar energy region"],"description":["  A new analysis of the precise experimental astrophysical $S$-factors for the\ndirect capture $^3He(\\alpha,\\gamma)^7{\\rm {Be}}$ reaction [B.S. Nara Singh et\nal., Phys.Rev.Lett. {\\bf 93} (2004) 262503; D. Bemmerer et al., Phys.Rev.Lett.\n{\\bf 97} (2006) 122502; F.Confortola et al., Phys.Rev. {\\bf C 75} (2007) 065803\nand T.A.D.Brown et al., Phys.Rev. {\\bf C 76} (2007) 055801] populating to the\nground and first excited states of $^7{\\rm Be}$ is carried out based on the\nmodified two - body potential approach in which the direct astrophysical\n$S$-factor, $S_{34}(E)$, is expressed in terms of the asymptotic normalization\nconstants for $^3{\\rm {He}}+\\alpha\\to ^7{\\rm {Be}}$ and two additional\nconditions are involved to verify the peripheral character of the reaction\nunder consideration. The Woods--Saxon potential form is used for the bound\n($\\alpha+^3{\\rm {He}}$)- state and the $^3{\\rm {He}}\\alpha$- scattering wave\nfunctions. New estimates are obtained for the \"indirectly measured\", values of\nthe asymptotic normalization constants (the nuclear vertex constants) for\n$^3{\\rm {He}}+\\alpha\\to^7{\\rm {Be}}(g.s.)$ and $^3{\\rm {He}}+\\alpha\\to^7{\\rm\n{Be}}(0.429 MeV)$ as well as the astrophysical $S$-factors $S_{34}(E)$ at\nE$\\le$ 90 keV, including $E$=0. The values of asymptotic normalization\nconstants have been used for getting information about the $\\alpha$-particle\nspectroscopic factors for the mirror ($^7Li^7{\\rm {Be}}$)-pair.\n","Comment: 27 pages, 11 figures, 2 tables"]}]
["0805.3616",{"format":[],"subject":["Mathematics - Functional Analysis","46B04","46E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3616"],"date":["2008-05-23","2008-05-27"],"type":["text"],"creator":["Rambla, Fernando","Talponen, Jarno"],"language":[],"coverage":[],"title":["Simultaneous realization of function space structures in transitive\n  Banach spaces"],"description":["  This paper has been withdrawn, since it contains a corollary with impossible\nconsequences and the source of an error is currently unknown.\n","Comment: This paper has been withdrawn"]}]
["0805.3729",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3729"],"date":["2008-05-23"],"type":["text"],"creator":["Dreyer, Olaf"],"language":[],"coverage":[],"title":["Early Universe Cosmology in Internal Relativity"],"description":["  We present a new approach to early universe cosmology. Inflation is replaced\nby a phase transition in which both matter and geometry are created\nsimultaneously. We calculate the spectrum of metric perturbations and show that\nit is flat. We then argue that as a consequence of the dynamic nature of the\nphase transition the spectrum is likely not completely flat but tilted. We\nargue that the tilt is related to $\\eta$, one of the critical exponents\ncharacterizing the phase transition. This exponent generically lies between\n0.03 and 0.06. It thus coincides with the observed tilt of the perturbation\nspectrum. Because the critical exponent is related to the presence of an\nadditional small length scale we argue that the deviation of the observed\nspectrum from flatness might be an experimental indication that our world is in\nfact discrete.\n","Comment: 7 pages, 3 figures"]}]
["0805.3972",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3972"],"date":["2008-05-26","2008-05-28"],"type":["text"],"creator":["Maeno, Yoshiharu","Ohsawa, Yukio"],"language":[],"coverage":[],"title":["Intuitive visualization of the intelligence for the run-down of\n  terrorist wire-pullers"],"description":["  The investigation of the terrorist attack is a time-critical task. The\ninvestigators have a limited time window to diagnose the organizational\nbackground of the terrorists, to run down and arrest the wire-pullers, and to\ntake an action to prevent or eradicate the terrorist attack. The intuitive\ninterface to visualize the intelligence data set stimulates the investigators'\nexperience and knowledge, and aids them in decision-making for an immediately\neffective action. This paper presents a computational method to analyze the\nintelligence data set on the collective actions of the perpetrators of the\nattack, and to visualize it into the form of a social network diagram which\npredicts the positions where the wire-pullers conceals themselves.\n","Comment: 10 pages, and 2 figures"]}]
["0805.4009",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4009","doi:10.1016/j.nima.2008.04.045"],"date":["2008-05-26"],"type":["text"],"creator":["Dunning, D. J.","McNeil, B. W. J.","Thompson, N. R."],"language":[],"coverage":[],"title":["Short wavelength regenerative amplifier free electron lasers"],"description":["  In this paper we discuss extending the operating wavelength range of tunable\nRegenerative Amplifier FELs to shorter wavelengths than current design\nproposals, notably into the XUV regions of the spectrum and beyond where the\nreflectivity of broadband optics is very low. Simulation studies are presented\nwhich demonstrate the development of good temporal coherence in generic systems\nwith a broadband radiation feedback of less than one part in ten thousand.\n","Comment: Accepted for publication in NIM-A"]}]
["0805.4017",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4017"],"date":["2008-05-27"],"type":["text"],"creator":["Morozov, Alexandre V.","Fortney, Karissa","Gaykalova, Daria A.","Studitsky, Vasily M.","Widom, Jonathan","Siggia, Eric D."],"language":[],"coverage":[],"title":["Extrinsic and intrinsic nucleosome positioning signals"],"description":["  In eukaryotic genomes, nucleosomes function to compact DNA and to regulate\naccess to it both by simple physical occlusion and by providing the substrate\nfor numerous covalent epigenetic tags. While nucleosome positions in vitro are\ndetermined by sequence alone, in vivo competition with other DNA-binding\nfactors and action of chromatin remodeling enzymes play a role that needs to be\nquantified. We developed a biophysical model for the sequence dependence of DNA\nbending energies, and validated it against a collection of in vitro free\nenergies of nucleosome formation and a nucleosome crystal structure; we also\nsuccessfully designed both strong and poor histone binding sequences ab initio.\nFor in vivo data from S.cerevisiae, the strongest positioning signal came from\nthe competition with other factors. Based on sequence alone, our model predicts\nthat functional transcription factor binding sites have a tendency to be\ncovered by nucleosomes, but are uncovered in vivo because functional sites\ncluster within a single nucleosome footprint, making transcription factors bind\ncooperatively. Similarly a weak enhancement of nucleosome binding in the TATA\nregion for naked DNA becomes a strong depletion when the TATA-binding protein\nis included, in quantitative agreement with experiment. Predictions at specific\nloci were also greatly enhanced by including competing factors. Our physically\ngrounded model distinguishes multiple ways in which genomic sequence can\ninfluence nucleosome positions and thus provides an alternative explanation for\nseveral important experimental findings.\n","Comment: 20 pages and 6 figures in main text, plus supporting information"]}]
["0805.4022",{"format":[],"subject":["Mathematics - Numerical Analysis","65R20","45A05","78A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4022"],"date":["2008-05-26"],"type":["text"],"creator":["Demanet, Laurent","Ying, Lexing"],"language":[],"coverage":[],"title":["Scattering in flatland: Efficient representations via wave atoms"],"description":["  This paper presents a numerical compression strategy for the boundary\nintegral equation of acoustic scattering in two dimensions. These equations\nhave oscillatory kernels that we represent in a basis of wave atoms, and\ncompress by thresholding the small coefficients to zero. This phenomenon was\nperhaps first observed in 1993 by Bradie, Coifman, and Grossman, in the context\nof local Fourier bases \\cite{BCG}. Their results have since then been extended\nin various ways. The purpose of this paper is to bridge a theoretical gap and\nprove that a well-chosen fixed expansion, the nonstandard wave atom form,\nprovides a compression of the acoustic single and double layer potentials with\nwave number $k$ as $O(k)$-by-$O(k)$ matrices with $O(k^{1+1/\\infty})$\nnonnegligible entries, with a constant that depends on the relative $\\ell_2$\naccuracy $\\eps$ in an acceptable way. The argument assumes smooth, separated,\nand not necessarily convex scatterers in two dimensions. The essential features\nof wave atoms that enable to write this result as a theorem is a sharp\ntime-frequency localization that wavelet packets do not obey, and a parabolic\nscaling wavelength $\\sim$ (essential diameter)${}^2$. Numerical experiments\nsupport the estimate and show that this wave atom representation may be of\ninterest for applications where the same scattering problem needs to be solved\nfor many boundary conditions, for example, the computation of radar cross\nsections.\n","Comment: 39 pages"]}]
["0805.4023",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4023"],"date":["2008-05-26"],"type":["text"],"creator":["Taherzadeh, Mahmoud","Khandani, Amir K."],"language":[],"coverage":[],"title":["Robust Joint Source-Channel Coding for Delay-Limited Applications"],"description":["  In this paper, we consider the problem of robust joint source-channel coding\nover an additive white Gaussian noise channel. We propose a new scheme which\nachieves the optimal slope of the signal-to-distortion (SDR) curve (unlike the\npreviously known coding schemes). Also, we propose a family of robust codes\nwhich together maintain a bounded gap with the optimum SDR curve (in terms of\ndB). To show the importance of this result, we drive some theoretical bounds on\nthe asymptotic performance of delay-limited hybrid digital-analog (HDA) coding\nschemes. We show that, unlike the delay-unlimited case, for any family of\ndelay-limited HDA codes, the asymptotic performance loss is unbounded (in terms\nof dB).\n","Comment: Submitted to IEEE Transactions on Information Theory"]}]
["0805.4024",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4024","SIGMA 4 (2008), 046, 9 pages","doi:10.3842/SIGMA.2008.046"],"date":["2008-05-27"],"type":["text"],"creator":["Kovalchuk, Vasyl","Slawianowski, Jan Jerzy"],"language":[],"coverage":[],"title":["Hamiltonian Systems Inspired by the Schr\\\"odinger Equation"],"description":["  Described is n-level quantum system realized in the n-dimensional ''Hilbert''\nspace H with the scalar product G taken as a dynamical variable. The most\ngeneral Lagrangian for the wave function and G is considered. Equations of\nmotion and conservation laws are obtained. Special cases for the free evolution\nof the wave function with fixed G and the pure dynamics of G are calculated.\nThe usual, first- and second-order modified Schr\\\"odinger equations are\nobtained.\n","Comment: This is a contribution to the Proc. of the Seventh International\n  Conference ''Symmetry in Nonlinear Mathematical Physics'' (June 24-30, 2007,\n  Kyiv, Ukraine), published in SIGMA (Symmetry, Integrability and Geometry:\n  Methods and Applications) at http://www.emis.de/journals/SIGMA/"]}]
["0805.4027",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4027","Dopov. Nats. Akad. Nauk Ukr. Mat. Prirodozn. Tekh. Nauki 2003, no.\n  7, 19--27. MR2044325 (2004m:13069)"],"date":["2008-05-27"],"type":["text"],"creator":["Seifullin, Timur R."],"language":["en"],"coverage":[],"title":["Continuation of root functionals of a system of polynomial equations and\n  the reduction of polynomials modulo its ideal"],"description":["  The notion of a root functional of polynomials is a generalization of the\nnotion of a root for a multiple root. A root functional is a linear functional\nthat is defined on a polynomial ring and annuls the ideal of a system of\npolynomials. A bounded root functional is a functional that annuls d-th\ncomponent of the ideal in some filtration in this ideal. It was constructed the\noperation of continuation of root functionals and the operation of reduction of\npolynomials modulo the ideal on the basis of the extension operation for\nbounded root functionals when the number of polynomials is equal to the number\nof variables and the ideal of polynomials is 0-dimensional. The extension\noperation has connection with the multivariate Bezoutian construction.\n","Comment: Paper translated from Russian. Summary in English"]}]
["0805.4029",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Distributed, Parallel, and Cluster Computing","D.3.3","D.1.3","F.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4029"],"date":["2008-05-26"],"type":["text"],"creator":["Chaudhuri, Avik"],"language":[],"coverage":[],"title":["Event Synchronization by Lightweight Message Passing"],"description":["  Concurrent ML's events and event combinators facilitate modular concurrent\nprogramming with first-class synchronization abstractions. A standard\nimplementation of these abstractions relies on fairly complex manipulations of\nfirst-class continuations in the underlying language. In this paper, we present\na lightweight implementation of these abstractions in Concurrent Haskell, a\nlanguage that already provides first-order message passing. At the heart of our\nimplementation is a new distributed synchronization protocol. In contrast with\nseveral previous translations of event abstractions in concurrent languages, we\nremain faithful to the standard semantics for events and event combinators; for\nexample, we retain the symmetry of $\\mathtt{choose}$ for expressing selective\ncommunication.\n"]}]
["0805.4041",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4041","doi:10.1111/j.1365-2966.2006.10462.x"],"date":["2008-05-26"],"type":["text"],"creator":["Li, Lifang","Zhang, Fenghui"],"language":[],"coverage":[],"title":["The dynamical stability of W Ursae Majoris-type systems"],"description":["  Theoretical study indicates that a contact binary system would merge into a\nrapidly rotating single star due to tidal instability when the spin angular\nmomentum of the system is more than a third of its orbital angular momentum.\nAssuming that W UMa contact binary systems rigorously comply with the Roche\ngeometry and the dynamical stability limit is at a contact degree of about 70%,\nwe obtain that W UMa systems might suffer Darwin's instability when their mass\nratios are in a region of about 0.076--0.078 and merge into the fast-rotating\nstars. This suggests that the W UMa systems with mass ratio $q\\leq0.076$ can\nnot be observed. Meanwhile, we find that the observed W UMa systems with a mass\nratio of about 0.077, corresponding to a contact degree of about 86% would\nsuffer tidal instability and merge into the single fast-rotating stars. This\nsuggests that the dynamical stability limit for the observed W UMa systems is\nhigher than the theoretical value, implying that the observed systems have\nprobably suffered the loss of angular momentum due to gravitational wave\nradiation (GR) or magnetic stellar wind (MSW).\n","Comment: 4 pages, 3 figures, published in MNRAS (2006MNRAS.369.2001)"]}]
["0805.4047",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4047"],"date":["2008-05-27"],"type":["text"],"creator":["Dai, Hui-Hui","Wang, Jiong","Chen, Zhen"],"language":[],"coverage":[],"title":["On Constructing the Asymptotic Solutions for Phase Transitions in a\n  Slender Cylinder Composed of a Compressible Hyperelastic Material with\n  Clamped End Conditions"],"description":["  In this paper, we study phase transitions in a slender circular cylinder\ncomposed of a compressible hyperelastic material with a non-convex strain\nenergy function. We aim to construct the asymptotic solutions based on an\naxisymmetrical three-dimensional setting and use the results to describe the\nkey features (in particular, instability phenomena) observed in the experiments\nby others. The difficult problem of the solution bifurcations of the governing\nnonlinear partial differential equations (PDE's) is solved through a novel\napproach. By using a methodology involving coupled series-asymptotic\nexpansions, we derive the normal form equation of the original complicated\nsystem of nonlinear PDE's. By writing the normal form equation into a\nfirst-order dynamical system and with a phase-plane analysis, we manage to\ndeduce the global bifurcation properties and to solve the boundary-value\nproblem analytically. The asymptotic solutions (including post-bifurcation\nsolutions) in terms of integrals are obtained. The engineering stress-strain\ncurve plotted from the asymptotic solutions can capture the key features of the\ncurve measured in a few experiments (e.g., the stress drop, the stress plateau,\nand the small stress valley). It appears that the asymptotic solutions obtained\nshed certain light on the instability phenomena associated with phase\ntransitions in a cylinder, in particular the role played by the radius-length\nratio. Also, an important feature of this work is that we consider the clamped\nend conditions, which are more practical but rarely used in literature for\nphase transition problems.\n"]}]
["0805.4053",{"format":[],"subject":["Computer Science - Information Theory","94A29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4053"],"date":["2008-05-27"],"type":["text"],"creator":["Timo, R.","Grant, A.","Chan, T.","Kramer, G."],"language":[],"coverage":[],"title":["Source Coding for a Simple Network with Receiver Side Information"],"description":["  We consider the problem of source coding with receiver side information for\nthe simple network proposed by R. Gray and A. Wyner in 1974. In this network, a\ntransmitter must reliably transport the output of two correlated information\nsources to two receivers using three noiseless channels: a public channel which\nconnects the transmitter to both receivers, and two private channels which\nconnect the transmitter directly to each receiver. We extend Gray and Wyner's\noriginal problem by permitting side information to be present at each receiver.\nWe derive inner and outer bounds for the achievable rate region and, for three\nspecial cases, we show that the outer bound is tight.\n","Comment: To be presented at the 2008 International Symposium on Information\n  Theory (ISIT), Toronto, Canada"]}]
["0805.4056",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4056"],"date":["2008-05-27"],"type":["text"],"creator":["Moghaddam, M."],"language":[],"coverage":[],"title":["Realization of a certain class of semi-groups as value semi-groups of\n  valuations"],"description":["  Given a well-ordered semi-group $\\Gamma$ with a minimal system of generators\nof ordinal type at most $\\omega n$ and of rational rank $r$, which satisfies a\npositivity and increasing condition, we construct a zero-dimensional valuation\ncentered on the ring of polynomials with $r$ variables such that the semi-group\nof the values of the polynomial ring is equal to $\\Gamma$. The construction\nuses a generalization of Favre and Jonsson's version of MacLane's sequence of\nkey-polynomials.\n","Comment: To be Published in BIMS"]}]
["0805.4057",{"format":[],"subject":["Mathematics - General Mathematics","00A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4057"],"date":["2008-05-27"],"type":["text"],"creator":["Manin, Yu. I."],"language":[],"coverage":[],"title":["Truth as value and duty: lessons of mathematics"],"description":["  I discuss some connotations of mathematical notion of \"truth\" in the context\nof humanistic discourse\n","Comment: 11 pp. Talk at the International Symposium of the Balzan Foundation\n  \"Truth in the Humanities, Science and Religion\", Lugano, May 16-17, 2008"]}]
["0805.4058",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4058"],"date":["2008-05-27"],"type":["text"],"creator":["Zhang, Hanzhong","Wang, Enke"],"language":[],"coverage":[],"title":["Refraction of Gluon jet in QGP"],"description":["  We introduce photon-like refraction for gluon jet in quark gluon plasma\ncreated in high energy nucleus-nucleus collisions. A quark jet goes straightly\nwhile a gluon jet is assumed to bend in the non-homogeneous medium. Combining\nrefraction and energy loss, we calculate the away-side dihadron $\\Delta\\phi$\ndistribution in central $Au+Au$ collisions at RHIC energy. The dihadrons from\nquark-quark pair center around $\\Delta\\phi=\\pi$, while the dihadrons from\nquark-gluon and gluon-gluon pair are deflected from $\\Delta\\phi=\\pi$. The\nresulting distribution shows three peaks at intermediate $p_T$ since both\nquark-quark and quark-gluon are important. However we only observe one center\npeak at high $p_T$, where the quark-quark contribution dominates. These\nobservation qualitatively agrees with the experiment data.\n","Comment: 4 pages, 5 figures"]}]
["0805.4065",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs","35Q40","81Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4065"],"date":["2008-05-27"],"type":["text"],"creator":["Umeda, Tomio"],"language":[],"coverage":[],"title":["Eigenfunctions of Dirac operators at the threshold energies"],"description":["  We show that the eigenspaces of the Dirac operator $H=\\alpha\\cdot (D - A(x))\n+ m \\beta $ at the threshold energies $\\pm m$ are coincide with the direct sum\nof the zero space and the kernel of the Weyl-Dirac operator $\\sigma\\cdot (D -\nA(x))$. Based on this result, we describe the asymptotic limits of the\neigenfunctions of the Dirac operator corresponding to these threshold energies.\nAlso, we discuss the set of vector potentials for which the kernels of $H\\mp m$\nare non-trivial, i.e. ${Ker}(H\\mp m) \\not = \\{0 \\}$.\n","Comment: 9 pages"]}]
["0805.4076",{"format":[],"subject":["Mathematics - Algebraic Topology","55U35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4076"],"date":["2008-05-27"],"type":["text"],"creator":["Huettemann, Thomas","Roendigs, Oliver"],"language":[],"coverage":[],"title":["Twisted diagrams and homotopy sheaves"],"description":["  Twisted diagrams are \"diagrams\" with components in different categories.\nStructure maps are defined using auxiliary data which consists of functors\nrelating the various categories to each other. Prime examples of the\nconstruction are spectra (in the sense of homotopy theory) and quasi-coherent\nsheaves on schemes. We develop the basic theory of twisted diagrams, and\nestablish various model structures (which are well-known in special cases). We\nalso introduce a notion of homotopy sheaves, a collection of local data which\nis compatible up to weak equivalence, and study basic properties of such\nobjects. These objects occur in nature; for example, the notion of an\nOmega-spectrum fits into this framework. The main purpose of the paper is to\nprovide a convenient reference for model structures on twisted diagrams, and\nfor the language of sheaves and homotopy sheaves as defined here.\n","Comment: 37 pages; diagrams need post script viewer or PDF"]}]
["0805.4084",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4084"],"date":["2008-05-27"],"type":["text"],"creator":["Janson, Svante","Kuba, Markus","Panholzer, Alois"],"language":[],"coverage":[],"title":["Generalized Stirling permutations, families of increasing trees and urn\n  models"],"description":["  Bona [2007+] studied the distribution of ascents, plateaux and descents in\nthe class of Stirling permutations, introduced by Gessel and Stanley [1978].\nRecently, Janson [2008+] showed the connection between Stirling permutations\nand plane recursive trees and proved a joint normal law for the parameters\nconsidered by Bona. Here we will consider generalized Stirling permutations\nextending the earlier results of Bona and Janson, and relate them with certain\nfamilies of generalized plane recursive trees, and also $(k+1)$-ary increasing\ntrees. We also give two different bijections between certain families of\nincreasing trees, which both give as a special case a bijection between ternary\nincreasing trees and plane recursive trees. In order to describe the\n(asymptotic) behaviour of the parameters of interests, we study three\n(generalized) Polya urn models using various methods.\n","Comment: 25 pages, 3 figures, Keywords: Increasing trees, plane recursive\n  trees, Stirling permutations, ascents, descents, urn models, limiting\n  distributions"]}]
["0805.4087",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4087"],"date":["2008-05-27"],"type":["text"],"creator":["Braunewell, Stefan","Bornholdt, Stefan"],"language":[],"coverage":[],"title":["Reliability of regulatory networks and its evolution"],"description":["  The problem of reliability of the dynamics in biological regulatory networks\nis studied in the framework of a generalized Boolean network model with\ncontinuous timing and noise. Using well-known artificial genetic networks such\nas the repressilator, we discuss concepts of reliability of rhythmic\nattractors. In a simple evolution process we investigate how overall network\nstructure affects the reliability of the dynamics. In the course of the\nevolution, networks are selected for reliable dynamics. We find that most\nnetworks can be easily evolved towards reliable functioning while preserving\nthe original function.\n","Comment: 11 pages, 12 figures"]}]
["0805.4090",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4090"],"date":["2008-05-27"],"type":["text"],"creator":["Pierseaux, Yves"],"language":[],"coverage":[],"title":["Relativistic Invariance of the Phase of a Spherical Wave, relativistic\n  Doppler Formula and Poincare's expansion of space"],"description":["  Recently Einstein's invariance of the phase of a plane wave (1905) has been\ndescribed as \"questionable\" (Huang). Another definition of this phase, taking\ninto account a \"relativistically induced optical anisotropy\" for isotropic\nmedium in moving, has been proposed (Gjurkinovski). We suggest (logically) to\ndetermine this \"relativistically induced effect\" if the isotropic medium is the\nvacuum. We prove that the basic Lorentz invariant, in vacuum, is not the phase\nof a plane wave but the phase of a spherical wave. According to Poincare an\nisotropic spherical wave is not LTed (Lorentz transformed) into an isotropic\nspherical wave (Einstein 1905) but LTed into an anisotropic ellipsoidal wave\n(relativity of simultaneity). Poincare's ellipsoidal wavefront (1906) is an\n{equiphase} surface. The Lorenz gauge is connected with the invariance of the\nphase of a spherical wave and the transverse gauge with Einstein's invariant.\nWe deduce from Poincare's invariant a relativistic Doppler formula which is\nunseparable from Poincare's theory of expansion of space and therefore the\nmeasurements of Hubble.\n","Comment: 6 pages"]}]
["0805.4094",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4094"],"date":["2008-05-27"],"type":["text"],"creator":["Slepyan, G. Ya.","Yerchak, Y. D.","Maksimenko, S. A.","Hoffmann, A."],"language":[],"coverage":[],"title":["Strong coupling of light with one-dimensional quantum dot chain: from\n  Rabi oscillations to Rabi waves"],"description":["  Interaction of traveling wave of classic light with 1D-chain of coupled\nquantum dots (QDs) in strong coupling regime has been theoretically considered.\nThe effect of space propagation of Rabi oscillations in the form of traveling\nwaves and wave packets has been predicted. Physical interpretation of the\neffect has been given, principles of its experimental observation are\ndiscussed.\n","Comment: 5 pages, 3 figures. submitted to Physical Review Letters"]}]
["0805.4097",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4097"],"date":["2008-05-27"],"type":["text"],"creator":["Mazov, L. S."],"language":[],"coverage":[],"title":["On superconducting mechanism in the iron-based layered superconductors"],"description":["  It is demonstrated that SC mechanism of doped Fe-based compounds is\ncharacteristic for itinerant electron systems with coexistence of both (e-e)-\nand (e-h)-pairing arising due to electron-phonon and Coulomb interactions,\nrespectively. The higher Tc of the SC transition here (as compared with\nconventional (LTSC) BCS-systems without (e-h)-pairing) is a natural consequence\nof (e-e)-pairing at the background of high density of states which arises in\nthe narrow energy range near dielectric-(SDW)-gap (pseudogap) edges due to\nremoving of electronic states from the energy region of dielectric (SDW) gap\n(pseudogap) (already formed at the part of the Fermi surface in the normal\nstate with onset temperature T* (near the same for corresponding structural\ntransition) due to (e-h)-pairing). Below Tc the system enters the coexistence\n(SC+SDW) state. The SDW formed is incommensurate with lattice and dynamic in\ncharacter. The phase diagram for such system is determined: the doping\ndependence of the SC gap (and Tc) has a maximum (optimal doping) while the\ndielectric (SDW) gap (pseudogap) (and T*) is a decreasing function of doping.\nThese conclusions follow from detailed analysis of available resistivity and\nanother data for Fe-based superconductors on the basis of model with partial\ndielectrization of electron energy spectra. The picture obtained and\nmanifestation of two order parameters (SC and SDW) in experiments, first of\nall, in threshold phenomena are discussed. The comparison with the case of\ncuprates is performed.\n","Comment: 12 pages, 5 figures"]}]
["0805.4103",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4103"],"date":["2008-05-27"],"type":["text"],"creator":["Cencarikova, Hana","Farkasovsky, Pavol","Tomasovicov, Natalia","Zonda, Martin"],"language":[],"coverage":[],"title":["Charge and magnetic order in the spin-one-half Falicov-Kimball model\n  with Hund coupling in two dimensions"],"description":["  The spin-one-half Falicov-Kimball model with spin-dependent on-site\ninteraction between localized ($f$) and itinerant ($d$) electrons is studied by\nsmall-cluster exact-diagonalization calculations and a well-controlled\napproximative method in two dimensions. The results obtained are used to\ncategorize the ground-state configurations according to common features (charge\nand spin ordering) for all $f$ and $d$ electron concentrations ($n_f$ and\n$n_d$) on finite square lattices. It is shown that only a few configuration\ntypes form the basic structure of the charge phase diagram in the $n_f-n_d$\nplane. In particular, the largest regions of stability correspond to the phase\nsegregated configurations, the axial striped configurations and configurations\nthat can be considered as mixtures of chessboard configurations and the full\n(empty) lattice. Since the magnetic phase diagram is much richer than the\ncharge phase diagram, the magnetic superstructures are examined only at\nselected values of $f$ and $d$ electron concentrations.\n","Comment: 18 pages, 9 figures"]}]
["0805.4128",{"format":[],"subject":["Mathematics - Probability","60F05","60E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4128"],"date":["2008-05-27"],"type":["text"],"creator":["Balan, Raluca","Louhichi, Sana"],"language":[],"coverage":[],"title":["Convergence of Point Processes with Weakly Dependent Points"],"description":["  For each $n \\geq 1$, let $\\{X_{j,n}\\}_{1 \\leq j \\leq n}$ be a sequence of\nstrictly stationary random variables. In this article, we give some asymptotic\nweak dependence conditions for the convergence in distribution of the point\nprocess $N_n=\\sum_{j=1}^{n}\\delta_{X_{j,n}}$ to an infinitely divisible point\nprocess. From the point process convergence, we obtain the convergence in\ndistribution of the partial sum sequence $S_n=\\sum_{j=1}^{n}X_{j,n}$ to an\ninfinitely divisible random variable, whose L\\'{e}vy measure is related to the\ncanonical measure of the limiting point process. As examples, we discuss the\ncase of triangular arrays which possess known (row-wise) dependence structures,\nlike the strong mixing property, the association, or the dependence structure\nof a stochastic volatility model.\n","Comment: 19 pages"]}]
["0805.4133",{"format":[],"subject":["Mathematics - Combinatorics","05C80, 68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4133"],"date":["2008-05-27"],"type":["text"],"creator":["Kim, Jeong Han"],"language":[],"coverage":[],"title":["Poisson Cloning Model for Random Graphs"],"description":["  In the random graph $G(n,p)$ with $pn$ bounded, the degrees of the vertices\nare almost i.i.d Poisson random variables with mean $\\gl:= p(n-1)$. Motivated\nby this fact, we introduce the Poisson cloning model $G_{PC} (n,p)$ for random\ngraphs in which the degrees are i.i.d Poisson random variables with mean $\\gl$.\nThen, we first establish a theorem that shows the new model is equivalent to\nthe classical model $G(n,p)$ in an asymptotic sense. Next, we introduce a\nuseful algorithm, called the cut-off line algorithm, to generate the random\ngraph $G_{PC} (n,p)$. The Poisson cloning model $G_{PC}(n,p)$ equipped with the\ncut-off line algorithm enables us to very precisely analyze the sizes of the\nlargest component and the $t$-core of $G(n,p)$. This new approach to the\nproblems yields not only elegant proofs but also improved bounds that are\nessentially best possible. We also consider the Poisson cloning models for\nrandom hypergraphs and random $k$-SAT problems. Then, the $t$-core problem for\nrandom hypergraphs and the pure literal algorithm for random $k$-SAT problems\nare analyzed.\n"]}]
["0805.4140",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Algebraic Geometry","14E20, 14E07, 32H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4140"],"date":["2008-05-27"],"type":["text"],"creator":["Zhang, De-Qi"],"language":[],"coverage":[],"title":["Cohomologically hyperbolic endomorphisms of complex manifolds"],"description":["  We show that if a compact Kahler manifold X admits a cohomologically\nhyperbolic surjective endomorphism then its Kodaira dimension is non-positive.\nThis gives an affirmative answer to a conjecture of Guedj in the holomorphic\ncase. The main part of the paper is to determine the geometric structure and\nthe fundamental groups (up to finite index) for those X of dimension 3.\n","Comment: International Journal of Mathematics (to appear)"]}]
["0805.4144",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Functional Analysis","58A12, 53C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4144"],"date":["2008-05-27"],"type":["text"],"creator":["Dubrovskiy, Stanislav"],"language":[],"coverage":[],"title":["Stokes Theorem for Lipschitz forms on a smooth manifold"],"description":["  Stokes theorem holds for Lipschitz forms on a smooth manifold.\n"]}]
["0805.4147",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4147"],"date":["2008-05-27"],"type":["text"],"creator":["Bose, Prosenjit","Chen, Eric Y.","He, Meng","Maheshwari, Anil","Morin, Pat"],"language":[],"coverage":[],"title":["Succinct Geometric Indexes Supporting Point Location Queries"],"description":["  We propose to design data structures called succinct geometric indexes of\nnegligible space (more precisely, o(n) bits) that, by taking advantage of the n\npoints in the data set permuted and stored elsewhere as a sequence, to support\ngeometric queries in optimal time. Our first and main result is a succinct\ngeometric index that can answer point location queries, a fundamental problem\nin computational geometry, on planar triangulations in O(lg n) time. We also\ndesign three variants of this index. The first supports point location using\n$\\lg n + 2\\sqrt{\\lg n} + O(\\lg^{1/4} n)$ point-line comparisons. The second\nsupports point location in o(lg n) time when the coordinates are integers\nbounded by U. The last variant can answer point location in O(H+1) expected\ntime, where H is the entropy of the query distribution. These results match the\nquery efficiency of previous point location structures that use O(n) words or\nO(n lg n) bits, while saving drastic amounts of space.\n  We then generalize our succinct geometric index to planar subdivisions, and\ndesign indexes for other types of queries. Finally, we apply our techniques to\ndesign the first implicit data structures that support point location in\n$O(\\lg^2 n)$ time.\n"]}]
["0805.4148",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4148"],"date":["2008-05-27"],"type":["text"],"creator":["Grushevsky, Samuel","Manni, Riccardo Salvati"],"language":[],"coverage":[],"title":["The loci of abelian varieties with points of high multiplicity on the\n  theta divisor"],"description":["  We study the loci of principally polarized abelian varieties with points of\nhigh multiplicity on the theta divisor. Using the heat equation and\ndegeneration techniques, we relate these loci and their closures to each other,\nas well as to the singular set of the universal theta divisor. We obtain bounds\non the dimensions of these loci and relations among their dimensions, and make\nfurther conjectures about their structure.\n"]}]
["0805.4150",{"format":[],"subject":["Mathematics - Geometric Topology","57Q10","55N99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4150"],"date":["2008-05-27"],"type":["text"],"creator":["Wegner, Christian"],"language":[],"coverage":[],"title":["L^2-Invariants of Finite Aspherical CW-Complexes"],"description":["  Let $X$ be a finite aspherical CW-complex whose fundamental group $\\pi_1(X)$\npossesses a subnormal series $\\pi_1(X) \\rhd G_m \\rhd ... \\rhd G_0$ with a\nnon-trivial elementary amenable group $G_0$. We investigate the\n$L^2$-invariants of the universal covering of such a CW-complex $X$. We show\nthat the Novikov-Shubin invariants $\\alpha_n({\\tilde X})$ are positive. We\nfurther prove that the $L^2$-torsion $\\rho^{(2)}({\\tilde X})$ vanishes if\n$\\pi_1(X)$ has semi-integral determinant.\n","Comment: 11 pages"]}]
["0805.4157",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4157"],"date":["2008-05-27"],"type":["text"],"creator":["Martinez-Gonzalez, Enrique"],"language":[],"coverage":[],"title":["Gaussianity"],"description":["  In this chapter we review the present status of the Gaussianity studies of\nthe CMB anisotropies, including physical effects producing non-Gaussianity,\nmethods to test it and observational constraints.\n","Comment: 29 pages, 13 figures, contribution to the proceedings of the IAC\n  Winter School 2007 \"Cosmic Microwave Background: from quantum fluctuations to\n  the present universe\""]}]
["0805.4162",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4162"],"date":["2008-05-27"],"type":["text"],"creator":["Hassett, Brendan","Tschinkel, Yuri"],"language":[],"coverage":[],"title":["Flops on holomorphic symplectic fourfolds and determinantal cubic\n  hypersurfaces"],"description":["  We study the birational geometry of irreducible holomorphic symplectic\nvarieties arising as varieties of lines of general cubic fourfolds containing a\ncubic scroll. We compute the ample and moving cones, and exhibit a birational\nautomorphism of infinite order explaining the chamber decomposition of the\nmoving cone.\n","Comment: 30 pages"]}]
["0805.4166",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4166"],"date":["2008-05-27"],"type":["text"],"creator":["Ascensi, Gerard","Lyubarskii, Yurii I.","Seip, Kristian"],"language":[],"coverage":[],"title":["Phase space distribution of Gabor expansions"],"description":["  We present an example of a complete and minimal Gabor system consisting of\ntime-frequency shifts of a Gaussian, localized at the coordinate axes in the\ntime-frequency plane (phase space). Asymptotically, the number of\ntime-frequency shifts contained in a disk centered at the origin is only 2/pi\ntimes the number of points from the von Neumann lattice found in the same disk.\nRequiring a certain regular distribution in phase space, we show that our\nsystem has minimal density among all complete and minimal systems of\ntime-frequency shifts of a Gaussian.\n","Comment: 9 pages, submitted to publication"]}]
["0805.4169",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4169"],"date":["2008-05-27"],"type":["text"],"creator":["Nieuwenhuizen, Theo M."],"language":[],"coverage":[],"title":["Exact solution for the interior of a black hole"],"description":["  Within the Relativistic Theory of Gravitation it is shown that the equation\nof state $p=\\rho$ holds near the center of a black hole. For the stiff equation\nof state $p=\\rho-\\rho_c$ the interior metric is solved exactly. It is matched\nwith the Schwarzschild metric, which is deformed in a narrow range beyond the\nhorizon. The solution is regular everywhere, with a specific shape at the\norigin. The gravitational redshift at the horizon remains finite but is large,\n$z\\sim 10^{23}$$M_\\odot/M$. Time keeps its standard role also in the interior.\nThe energy of the Schwarzschild metric, shown to be minus infinity in the\nGeneral Theory of Relativity, is regularized in this setup, resulting in\n$E=Mc^2$.\n","Comment: 12 pages newFNLstyle. 4 figures"]}]
["0805.4181",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4181"],"date":["2008-05-27"],"type":["text"],"creator":["Sierra, José Carlos"],"language":[],"coverage":[],"title":["A degree bound for globally generated vector bundles"],"description":["  We obtain a sharp bound on the degree of a globally generated vector bundle\nover a reduced irreducible projective variety defined over an algebraically\nclosed field of characteristic zero. As an application, we obtain a Del\nPezzo-Bertini type theorem on varieties of minimal degree for subvarieties of\nGrassmannians.\n","Comment: 9 pages, to appear in Mathematische Zeitschrift"]}]
["0805.4185",{"format":[],"subject":["Mathematics - Rings and Algebras","16K40","16W60","16S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4185"],"date":["2008-05-27"],"type":["text"],"creator":["Ferreira, Vitor O.","Fornaroli, Érica Z."],"language":[],"coverage":[],"title":["Free fields in skew fields"],"description":["  Building on the work of K. Chiba (J. Algebra 263 (2003), 75-87), we present\nsufficient conditions for the completion of a division ring with respect to the\nmetric defined by a discrete valuation function to contain a free field, i.e.\nthe universal field of fractions of a free associative algebra. Several\napplications to division rings generated by torsion-free nilpotent groups, skew\nLaurent series and related division rings are discussed.\n","Comment: 16 pages"]}]
["0805.4187",{"format":[],"subject":["Mathematics - Differential Geometry","53C12","53C27","57R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4187"],"date":["2008-05-27"],"type":["text"],"creator":["Jung, Seoung Dal","Richardson, Ken"],"language":[],"coverage":[],"title":["Transverse conformal Killing forms and a Gallot-Meyer Theorem for\n  foliations"],"description":["  We study transverse conformal Killing forms on foliations and prove a\nGallot-Meyer theorem for foliations. Moreover, we show that on a foliation with\n$C$-positive normal curvature, if there is a closed basic 1-form $\\phi$ such\nthat $\\Delta_B\\phi=qC\\phi$, then the foliation is transversally isometric to\nthe quotient of a $q$-sphere.\n","Comment: 20 pages"]}]
["cond-mat/0604446",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0604446","Phys. Rev. B 74, 085319 (2006)","doi:10.1103/PhysRevB.74.085319"],"date":["2006-04-19"],"type":["text"],"creator":["Suffczynski, J.","Kazimierczuk, T.","Goryca, M.","Piechal, B.","Trajnerowicz, A.","Kowalik, K.","Kossacki, P.","Golnik, A.","Korona, K.","Nawrocki, M.","Gaj, J. A.","Karczewski, G."],"language":[],"coverage":[],"title":["Excitation mechanisms of individual CdTe/ZnTe quantum dots studied by\n  photon correlation spectroscopy"],"description":["  Systematic measurements of auto- and cross-correlations of photons emitted\nfrom individual CdTe/ZnTe quantum dots under pulsed excitation were used to\nelucidate non-resonant excitation mechanisms in this self-assembled system.\nMemory effects extending over a few excitation pulses have been detected in\nagreement with previous reports and quantitatively described by a rate equation\nmodel, fitting a complete set of correlation and PL intensity results. The\nimportant role of single carrier trapping in the quantum dot was established.\nAn explanation was suggested for the unusually wide antibunching dip observed\npreviously in X-X autocorrelation experiments on quantum dots under cw\nexcitation.\n","Comment: 8 pages, 8 figures"]}]
["hep-ph/0407337",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0407337"],"date":["2004-07-29","2008-05-28"],"type":["text"],"creator":["Ohl, Thorsten","Reuter, Jurgen"],"language":[],"coverage":[],"title":["Tests of the Noncommutative Standard Model at a Future Photon Collider"],"description":["  Extensions of the Standard Model of elementary particle physics to\nnoncommutative geometries are proposed by string models. Independent of this\nmotivation, one may consider such a model as an effective field theory with\nhigher-dimensional operators containing an antisymmetric rank-2 background\nfield. We study the signals of such a Noncommutative Standard Model (NCSM) and\nanalyze the discovery potential of fermion pair production at a future photon\ncollider.\n","Comment: LaTeX, 5 pages, 5 figures (included), to appear in the proceeding of\n  the International Conference on Linear Colliders (LCWS 2004), April 2004,\n  Paris, France"]}]
["math/0605455",{"format":[],"subject":["Mathematics - Quantum Algebra","20F36","17B37","16S99","05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605455","Math. Proc. Cambridge Philos. Soc. vol. 144, no. 3, (2008),\n  623--638."],"date":["2006-05-16"],"type":["text"],"creator":["Larsen, Michael J.","Rowell, Eric C."],"language":[],"coverage":[],"title":["An algebra-level version of a link-polynomial identity of Lickorish"],"description":["  We establish isomorphisms between certain specializations of\nBirman-Murakami-Wenzl algebras and the symmetric squares of Temperley-Lieb\nalgebras. These isomorphisms imply a link-polynomial identity due to W. B. R.\nLickorish. As an application, we compute the closed images of the irreducible\nbraid group representations factoring over these specialized BMW algebras.\n","Comment: 21 pages, 2 figures"]}]
["math/0605702",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology","14C15","19D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605702"],"date":["2006-05-27","2008-05-28"],"type":["text"],"creator":["Park, Jinhyun"],"language":[],"coverage":[],"title":["Regulators on additive higher Chow groups"],"description":["  As an attempt to understand motives over $k[x]/(x^m)$, we define the cubical\nadditive higher Chow groups with modulus for all dimensions extending the works\nof S. Bloch, H. Esnault and K. R\\\"ulling on 0-dimensional cycles. We give an\nexplicit construction of regulator maps on the groups of 1-cycles with an aid\nof the residue theory of A. Parshin and V. Lomadze.\n","Comment: 17 pages; 2 figures; v2) introduction revised; typos corrected; some\n  notations changed to be more coherent; some remarks corrected; v3) further\n  typos corrected. compactified. a version of this paper to appear in Amer. J.\n  Math"]}]
["math/0612064",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","57M25, 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612064"],"date":["2006-12-02","2008-05-28"],"type":["text"],"creator":["Goodman, Frederick M.","Mosley, Holly Hauschild"],"language":[],"coverage":[],"title":["Cyclotomic Birman--Wenzl--Murakami algebras, I: Freeness and realization\n  as tangle algebras"],"description":["  The cyclotomic Birman-Wenzl-Murakami algebras are quotients of the affine BMW\nalgebras in which the affine generator satisfies a polynomial relation. We show\nthat the cyclotomic BMW algebras are free modules over any (admissible,\nintegral) ground ring, and that they are isomorphic to cyclotomic versions of\nthe Kauffman tangle algebras\n","Comment: Minor corrections"]}]
["math/0612065",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","20C08, 81R50, 16G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612065"],"date":["2006-12-02","2008-05-28"],"type":["text"],"creator":["Goodman, Frederick M.","Mosley, Holly Hauschild"],"language":[],"coverage":[],"title":["Cyclotomic Birman--Wenzl--Murakami algebras, II: Admissibility Relations\n  and Freeness"],"description":["  The cyclotomic Birman-Wenzl-Murakami algebras are quotients of the affine BMW\nalgebras in which the affine generator satisfies a polynomial relation. We\nstudy admissibility conditions on the ground ring for these algebras, and show\nthat the algebras defined over an admissible integral ground ring $S$ are free\n$S$--modules and isomorphic to cyclotomic Kauffman tangle algebras. We also\ndetermine the representation theory in the generic semisimple case, obtain a\nrecursive formula for the weights of the Markov trace, and give a sufficient\ncondition for semisimplicity.\n","Comment: Stylistic corrections; changed numbering of sections; changed title"]}]
