["0704.1195",{"format":[],"subject":["Mathematics - Complex Variables","32J15, 32H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1195","Bull. Soc. Math. de France 136 (2008), 243-260"],"date":["2007-04-10","2008-12-17"],"type":["text"],"creator":["Toma, Matei"],"language":[],"coverage":[],"title":["On the Kaehler rank of compact complex surfaces"],"description":["  Harvey and Lawson introduced the Kaehler rank and computed it in connection\nto the cone of positive exact currents of bidimension (1,1) for many classes of\ncompact complex surfaces. In this paper we extend these computations to the\nonly further known class of surfaces not considered by them, that of Kato\nsurfaces. Our main tool is the reduction to the dynamics of associated\nholomorphic contractions.\n"]}]
["0705.4220",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F65 (primary)","20F10, 20F36 (secondary)."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4220","Bull. Lond. Math. Soc. 40 (2008), no. 3, 384-394","doi:10.1112/blms/bdn019"],"date":["2007-05-29","2008-12-17"],"type":["text"],"creator":["Dison, Will"],"language":[],"coverage":[],"title":["An Isoperimetric Function for Bestvina-Brady Groups"],"description":["  Given a right-angled Artin group A, the associated Bestvina-Brady group is\ndefined to be the kernel of the homomorphism A \\to \\mathbb{Z} that maps each\ngenerator in the standard presentation of A to a fixed generator of \\mathbb{Z}.\nWe prove that the Dehn function of an arbitrary finitely presented\nBestvina-Brady group is bounded above by n^4. This is the best possible\nuniversal upper bound.\n","Comment: 11 pages, 1 figure. Minor typos corrected and cosmetic changes made.\n  Final version"]}]
["0706.4255",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4255","Phys. Rev. A 76, 042305 (2007)","doi:10.1103/PhysRevA.76.042305"],"date":["2007-06-28","2007-09-04"],"type":["text"],"creator":["Lodewyck, Jerome","Bloch, Matthieu","Garcia-Patron, Raul","Fossier, Simon","Karpov, Evgueni","Diamanti, Eleni","Debuisschert, Thierry","Cerf, Nicolas J.","Tualle-Brouri, Rosa","McLaughlin, Steven W.","Grangier, Philippe"],"language":[],"coverage":[],"title":["Quantum key distribution over 25 km with an all-fiber\n  continuous-variable system"],"description":["  We report on the implementation of a reverse-reconciliated coherent-state\ncontinuous-variable quantum key distribution system, with which we generated\nsecret keys at a rate of more than 2 kb/s over 25 km of optical fiber. Time\nmultiplexing is used to transmit both the signal and phase reference in the\nsame optical fiber. Our system includes all experimental aspects required for a\nfield implementation of a quantum key distribution setup. Real-time reverse\nreconciliation is achieved by using fast and efficient LDPC error correcting\ncodes.\n","Comment: 11 pages, 5 figures, submitted to Phys. Rev. A"]}]
["0707.0957",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0957"],"date":["2007-07-06","2008-12-17"],"type":["text"],"creator":["Coley, A.","Fuster, A.","Hervik, S."],"language":[],"coverage":[],"title":["Supergravity solutions with constant scalar invariants"],"description":["  We study a class of constant scalar invariant (CSI) spacetimes, which belong\nto the higher-dimensional Kundt class, that are solutions of supergravity. We\nreview the known CSI supergravity solutions in this class and we explicitly\npresent a number of new exact CSI supergravity solutions, some of which are\nEinstein.\n","Comment: 12 pages; to appear in IJMPA"]}]
["0707.3791",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3791","Phys.Rev.D76:125010,2007","doi:10.1103/PhysRevD.76.125010"],"date":["2007-07-25","2008-12-16"],"type":["text"],"creator":["Kneipp, Marco A. C."],"language":[],"coverage":[],"title":["BPS Z(N) String Tensions, Sine Law and Casimir Scaling and Integrable\n  Field Theories"],"description":["  We consider a Yang-Mills-Higgs theory with spontaneous symmetry breaking of\nthe gauge group G -> U(1)^r -> C(G), with C(G) being the center of G. We study\ntwo vacua solutions of the theory which produce this symmetry breaking. We show\nthat for one of these vacua, the theory in the Coulomb phase has the mass\nspectrum of particles and monopoles which is exactly the same as the mass\nspectrum of particles and solitons of two dimensional affine Toda field theory.\nThat result holds also for N=4 Super Yang-Mills theories. On the other hand, in\nthe Higgs phase, we show that for each of the two vacua the ratio of the\ntensions of the BPS Z(N) strings satisfy either the Casimir scaling or the sine\nlaw scaling for G=SU(N). These results are extended to other gauge groups: for\nthe Casimir scaling, the ratios of the tensions are equal to the ratios of the\nquadratic Casimir constant of specific representations; for the sine law\nscaling, the tensions are proportional to the components of the left\nPerron-Frobenius eigenvector of Cartan matrix and the ratios of tensions are\nequal to the ratios of the soliton masses of affine Toda field theories.\n","Comment: 21 pages, 10 figures. A correction on the title page"]}]
["0708.0061",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0061","Statistics & Probability Letters 79(1):112-115:2009"],"date":["2007-07-31"],"type":["text"],"creator":["Lian, Heng"],"language":[],"coverage":[],"title":["Cross Validation for Comparing Multiple Density Estimation Procedures"],"description":["  We demonstrate the consistency of cross validation for comparing multiple\ndensity estimators using simple inequalities on the likelihood ratio. In\nnonparametric problems, the splitting of data does not require the domination\nof test data over the training/estimation data, contrary to Shao (1993). The\nresult is complementary to that of Yang (2005) and Yang (2006).\n"]}]
["0708.4184",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4184","Phys. Rev. A 78, 062328 (2008)","doi:10.1103/PhysRevA.78.062328"],"date":["2007-08-30","2008-11-26"],"type":["text"],"creator":["He, Bing","Bergou, János A."],"language":[],"coverage":[],"title":["Entanglement transformation with no classical communication"],"description":["  We present an optimal scheme to realize the transformations between single\ncopies of two bipartite entangled states without classical communication\nbetween the sharing parties. The scheme achieves the upper bound for the\nsuccess probabilities [PRA 63, 022301 (2001), PRL 83, 1455 (1999)] of\ngenerating maximally entangled states if applied to entanglement concentration.\nSuch strategy also dispenses with the interaction with an ancilla system in the\nimplementation. We also show that classical communications are indispensable in\nrealizing the deterministic transformations of a single bipartite entangled\nstate. With a finite number of identical pairs of two entangled bosons, on the\nother hand, we can realize the deterministic transformation to any target\nentangled state of equal or less Schmidt rank through an extension of the\nscheme.\n","Comment: published version"]}]
["0709.1307",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1307","Biostatistics, 2008 9(3):411-418"],"date":["2007-09-10"],"type":["text"],"creator":["Lian, Heng"],"language":[],"coverage":[],"title":["MOST: detecting cancer differential gene expression"],"description":["  We propose a new statistics for the detection of differentially expressed\ngenes, when the genes are activated only in a subset of the samples. Statistics\ndesigned for this unconventional circumstance has proved to be valuable for\nmost cancer studies, where oncogenes are activated for a small number of\ndisease samples. Previous efforts made in this direction include COPA, OS and\nORT. We propose a new statistics called maximum ordered subset t-statistics\n(MOST) which seems to be natural when the number of activated samples is\nunknown. We compare MOST to other statistics and find the proposed method often\nhas more power then its competitors.\n"]}]
["0710.1339",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1339","NEW JOURNAL OF PHYSICS 10, 013008 (2008)."],"date":["2007-10-05"],"type":["text"],"creator":["Morales-Molina, Luis","Flach, Sergej"],"language":[],"coverage":[],"title":["Resonant ratcheting of a Bose-Einstein condensate"],"description":["  We study the rectification process of interacting quantum particles in a\nperiodic potential exposed to the action of an external ac driving. The\nbreaking of spatio-temporal symmetries leads to directed motion already in the\nabsence of interactions. A hallmark of quantum ratcheting is the appearance of\nresonant enhancement of the current (Europhys. Lett. 79 (2007) 10007 and Phys.\nRev. A 75 (2007) 063424). Here we study the fate of these resonances within a\nGross-Pitaevskii equation which describes a mean field interaction between many\nparticles. We find, that the resonance is i) not destroyed by interactions, ii)\nshifting its location with increasing interaction strength. We trace the\nFloquet states of the linear equations into the nonlinear domain, and show that\nthe resonance gives rise to an instability and thus to the appearance of new\nnonlinear Floquet states, whose transport properties differ strongly as\ncompared to the case of noninteracting particles.\n"]}]
["0711.1262",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1262"],"date":["2007-11-08","2008-12-17"],"type":["text"],"creator":["Bhowmik, Gautami","Halupczok, Immanuel","Schlage-Puchta, Jan-Christoph"],"language":[],"coverage":[],"title":["Inductive Methods and zero-sum free sequences"],"description":["  We obtain a decidability result for the Davenport constant.\n"]}]
["0711.2245",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2245","Problems of Information Transmission, Vol. 44, No. 2, (2008), 3-22"],"date":["2007-11-14"],"type":["text"],"creator":["Shirokov, M. E.","Holevo, A. S."],"language":[],"coverage":[],"title":["On approximation of quantum channels"],"description":["  We develop an approximation approach to infinite dimensional quantum channels\nbased on detailed investigation of the continuity properties of entropic\ncharacteristics of quantum channels and operations (trace-nonincreasing\ncompletely positive maps) as functions of a pair ``channel, input state''. The\nobtained results are then applied to the following problems: continuity of the\n$\\chi$-capacity as function of a channel; strong additivity of the\n$\\chi$-capacity for infinite dimensional channels; the analytical expression\nfor the convex closure of the output entropy of arbitrary quantum channel.\n","Comment: 26 pages"]}]
["0711.2342",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","13A35","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2342"],"date":["2007-11-15","2008-12-17"],"type":["text"],"creator":["Takagi, Shunsuke"],"language":[],"coverage":[],"title":["Adjoint ideals along closed subvarieties of higher codimension"],"description":["  In this paper, we introduce a notion of adjoint ideal sheaves along closed\nsubvarieties of higher codimension and study its local properties using\ncharacteristic $p$ methods. When $X$ is a normal Gorenstein closed subvariety\nof a smooth complex variety $A$, we formulate a restriction property of the\nadjoint ideal sheaf $\\adj_X(A)$ of $A$ along $X$ involving the l.c.i. ideal\nsheaf $\\mathcal{D}_X$ of $X$. The proof relies on a modification of generalized\ntest ideals of Hara and Yoshida.\n","Comment: 17 pages; v.2: minor changes, to appear in Crelles Journal"]}]
["0712.1514",{"format":[],"subject":["Mathematical Physics","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1514","Journal of Mathematics of Tokyo University 48, 3 (2008) p 597-616"],"date":["2007-12-10"],"type":["text"],"creator":["Morame, Abderemane","Truc, Francoise"],"language":[],"coverage":[],"title":["Magnetic bottles on the Poincar\\'e half-plane: spectral asymptotics"],"description":["  We consider a magnetic laplacian P(A) on the Poincar\\'e half-plane, when the\nmagnetic field dA is infinite at infinity such that P(A) has pure discret\nspectrum. We give the asymptotic behavior of the counting function of the\neigenvalues.\n"]}]
["0801.0815",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0815"],"date":["2008-01-05","2008-12-17"],"type":["text"],"creator":["Kochman, Yuval","Zamir, Ram"],"language":[],"coverage":[],"title":["Joint Wyner-Ziv/Dirty Paper coding by modulo-lattice modulation"],"description":["  The combination of source coding with decoder side-information (Wyner-Ziv\nproblem) and channel coding with encoder side-information (Gel'fand-Pinsker\nproblem) can be optimally solved using the separation principle. In this work\nwe show an alternative scheme for the quadratic-Gaussian case, which merges\nsource and channel coding. This scheme achieves the optimal performance by a\napplying modulo-lattice modulation to the analog source. Thus it saves the\ncomplexity of quantization and channel decoding, and remains with the task of\n\"shaping\" only. Furthermore, for high signal-to-noise ratio (SNR), the scheme\napproaches the optimal performance using an SNR-independent encoder, thus it is\nrobust to unknown SNR at the encoder.\n","Comment: Submitted to IEEE Transactions on Information Theory. Presented in\n  part in ISIT-2006, Seattle. New version after review"]}]
["0801.2986",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2986","Proc. Natl. Acad. Sci. 105, 18681(2008)","doi:10.1073/pnas.0808245105"],"date":["2008-01-18","2008-12-17"],"type":["text"],"creator":["Kassal, Ivan","Jordan, Stephen P.","Love, Peter J.","Mohseni, Masoud","Aspuru-Guzik, Alán"],"language":[],"coverage":[],"title":["Polynomial-time quantum algorithm for the simulation of chemical\n  dynamics"],"description":["  The computational cost of exact methods for quantum simulation using\nclassical computers grows exponentially with system size. As a consequence,\nthese techniques can only be applied to small systems. By contrast, we\ndemonstrate that quantum computers could exactly simulate chemical reactions in\npolynomial time. Our algorithm uses the split-operator approach and explicitly\nsimulates all electron-nuclear and inter-electronic interactions in quadratic\ntime. Surprisingly, this treatment is not only more accurate than the\nBorn-Oppenheimer approximation, but faster and more efficient as well, for all\nreactions with more than about four atoms. This is the case even though the\nentire electronic wavefunction is propagated on a grid with appropriately short\ntimesteps. Although the preparation and measurement of arbitrary states on a\nquantum computer is inefficient, here we demonstrate how to prepare states of\nchemical interest efficiently. We also show how to efficiently obtain\nchemically relevant observables, such as state-to-state transition\nprobabilities and thermal reaction rates. Quantum computers using these\ntechniques could outperform current classical computers with one hundred\nqubits.\n","Comment: 9 pages, 3 figures. Updated version as appears in PNAS"]}]
["0801.4283",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J17, 14J70, 14P25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4283"],"date":["2008-01-28","2008-12-17"],"type":["text"],"creator":["Labs, Erwan Brugalle Oliver"],"language":[],"coverage":[],"title":["Surfaces with Many Solitary Points"],"description":["  It is classically known that a real cubic surface in the real projective\n3-space cannot have more than one solitary point (locally given by\nx^2+y^2+z^2=0) whereas it can have up to four nodes (x^2+y^2-z^2=0). We show\nthat on any surface of degree at least 3 in the real projective 3-space, the\nmaximum possible number of solitary points is strictly smaller than the maximum\npossible number of nodes. Conversely, we adapt a construction of Chmutov to\nobtain surfaces with many solitary points by using a refined version of\nBrusotti's theorem. Finally, we adapt this construction to get real algebraic\nsurfaces with many singular points of type $A_{2k-1}^\\smbullet$ for all $k\\ge\n1$.\n","Comment: 13 pages, 1 figure"]}]
["0803.1523",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1523","doi:10.1103/PhysRevA.78.043815"],"date":["2008-03-11","2008-12-16"],"type":["text"],"creator":["Lu, Daquan","Hu, Wei","zheng, Yajian","liang, Yanbin","Cao, Longgui","Lan, Sheng","Guo, Qi"],"language":[],"coverage":[],"title":["Self-Induced Fractional Fourier Transform and Revivable Higher Order\n  Spatial Solitons in Strongly Nonlocal Nonlinear Media"],"description":["  The fractional Fourier transform (FRFT) naturally exists in the strongly\nnonlocal nonlinear (SNN) media and the propagation of optical beams in SNN\nmedia can be simply regarded as a self-induced FRFT. Through FRFT technic the\nevolution of fields in SNN media can be conveniently dealt with and an\narbitrary square-integrable input field presents generally as a revivable\nhigher order spatial soliton which reconstructs its profile periodically after\nevery 4 times of Fourier transforms. The self-induced FRFT would illuminate the\nprospect of the SNN media in new applications such as continuously tunable\nnonlinearity-induced FRFT devices.\n","Comment: Published in Phys. Rev. A"]}]
["0804.0262",{"format":[],"subject":["Mathematics - Probability","60K37","60F10","82C44."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0262"],"date":["2008-04-01","2008-12-17"],"type":["text"],"creator":["Yilmaz, Atilla"],"language":[],"coverage":[],"title":["Quenched large deviations for random walk in a random environment"],"description":["  We take the point of view of a particle performing random walk with bounded\njumps on $\\mathbb{Z}^d$ in a stationary and ergodic random environment. We\nprove the quenched large deviation principle (LDP) for the pair empirical\nmeasure of the environment Markov chain. By an appropriate contraction, we\ndeduce the quenched LDP for the mean velocity of the particle and obtain a\nvariational formula for the corresponding rate function. We propose an Ansatz\nfor the minimizer of this formula. When $d=1$, we verify this Ansatz and\ngeneralize the nearest-neighbor result of Comets, Gantert and Zeitouni to walks\nwith bounded jumps.\n","Comment: 28 pages. I added the construction of the minimizer of the\n  variational formula for the rate function in the one-dimensional\n  non-nearest-neighbor case, provided an explicit formula for the rate\n  function, and indicated a qualitative difference from the nearest-neighbor\n  case. Apart from this major revision, I also added three appendices"]}]
["0805.3359",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Logic","01A20, 03A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3359","Foundations of Science, 13, 3, 2008, pp. 347-371"],"date":["2008-05-21"],"type":["text"],"creator":["Verelst, Karin"],"language":[],"coverage":[],"title":["On what Ontology Is and not-Is"],"description":["  In this paper I study the connection between logic and metaphysics in Plato's\nparticipation theory, from the structural properties of the latter. Although\nPlato was the first ever to formulate the contradiction principle explicitly\n(in the Phaedo), the logic underlying his system appears to be paraconsistent.\nThis confirms an earlier suggestion by G. Priest. Its technical characteristics\nand the textual evidence supporting this interpretation are both studied in\ndetail.\n","Comment: 27 pages, 6 figures"]}]
["0805.4326",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4326","Phys. Rev. B 78, 161407(R) (2008).","doi:10.1103/PhysRevB.78.161407"],"date":["2008-05-28"],"type":["text"],"creator":["Evaldsson, M.","Zozoulenko, I. V.","Xu, Hengyi","Heinzel, T."],"language":[],"coverage":[],"title":["Edge disorder induced Anderson localization and conduction gap in\n  graphene nanoribbons"],"description":["  We study the effect of the edge disorder on the conductance of the graphene\nnanoribbons (GNRs). We find that only very modest edge disorder is sufficient\nto induce the conduction energy gap in the otherwise metallic GNRs and to lift\nany difference in the conductance between nanoribbons of different edge\ngeometry. We relate the formation of the conduction gap to the pronounced edge\ndisorder induced Anderson-type localization which leads to the strongly\nenhanced density of states at the edges, formation of surface-like states and\nto blocking of conductive paths through the ribbons.\n"]}]
["0806.2059",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2059","J. Phys.: Condens. Matter 21 (2009) 034109","doi:10.1088/0953-8984/21/3/034109"],"date":["2008-06-12","2008-11-28"],"type":["text"],"creator":["Tøstesen, Eivind","Sandve, Geir Kjetil","Liu, Fang","Hovig, Eivind"],"language":[],"coverage":[],"title":["Segmentation of DNA sequences into twostate regions and melting fork\n  regions"],"description":["  The accurate prediction and characterization of DNA melting domains by\ncomputational tools could facilitate a broad range of biological applications.\nHowever, no algorithm for melting domain prediction has been available until\nnow. The main challenges include the difficulty of mathematically mapping a\nqualitative description of DNA melting domains to quantitative statistical\nmechanics models, as well as the absence of 'gold standards' and a need for\ngenerality. In this paper, we introduce a new approach to identify the twostate\nregions and melting fork regions along a given DNA sequence. Compared with an\nad hoc segmentation used in one of our previous studies, the new algorithm is\nbased on boundary probability profiles, rather than standard melting maps. We\ndemonstrate that a more detailed characterization of the DNA melting domain map\ncan be obtained using our new method, and this approach is independent of the\nchoice of DNA melting model. We expect this work to drive our understanding of\nDNA melting domains one step further.\n","Comment: 17 pages, 8 figures; new introduction, added refs, minor changes"]}]
["0806.2195",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2195","Phys. Rev. Lett. 101, 257002 (2008)","doi:10.1103/PhysRevLett.101.257002"],"date":["2008-06-13","2008-07-11"],"type":["text"],"creator":["Qiu, Y.","Bao, Wei","Huang, Q.","Yildirim, T.","Simmons, J.","Lynn, J. W.","Gasparovic, Y. C.","Li, J.","Green, M.","Wu, T.","Wu, G.","Chen, X. H."],"language":[],"coverage":[],"title":["Structure and Magnetic Order in the NdFeAs(O,F) Superconductor System"],"description":["  The transition temperature Tc~26 K of the recently discovered superconductor\nLaFeAs(O,F) has been demonstrated to be extremely sensitive to the lanthanide\nion, reaching 55 K for the Sm containing oxypnictides. Therefore, it is\nimportant to determine how the moment on the lanthanide affects the overall\nmagnetism in these systems. Here we report a neutron diffraction study of the\nNd oxypnictides. Long ranged antiferromagnetic order is apparent in NdFeAsO\nbelow 1.96 K. Rietveld refinement shows that both Fe and Nd magnetic ordering\nare required to describe the observed data with the staggered moment 1.55(4)\nBohr magneton per Nd and 0.9(1) Bohr magneton per Fe at 0.3 K. The other\nstructural properties such as the tetragonal-orthorhombic distortion are found\nto be very similar to those in LaFeAsO. Neither the magnetic ordering nor the\nstructural distortion occur in the superconducting sample NdFeAsO0.80F0.20 at\nany temperatures down to 1.5 K.\n","Comment: 4 pages, 5 figures, 1 table. Identical to v3, correct HTML front\n  matter; Scientific data and conclusions the same as in v2"]}]
["0806.2776",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2776","Phys. Rev. Lett. 101, 257003 (2008)","doi:10.1103/PhysRevLett.101.257003"],"date":["2008-06-17","2008-07-09"],"type":["text"],"creator":["Huang, Q.","Qiu, Y.","Bao, Wei","Lynn, J. W.","Green, M. A.","Chen, Y.","Wu, T.","Wu, G.","Chen, X. H."],"language":[],"coverage":[],"title":["Magnetic order in BaFe2As2, the parent compound of the FeAs based\n  superconductors in a new structural family"],"description":["  In addition to higher Tc compared with the ubiquitous cuprates for a material\ncomposed of a single electronically active layer, the newly discovered LnFeAsO\nsuperconductors offer additional compositional variation. In a similar fashion\nto the CuO2 layers in cuprates, the FeAs layers now dominate the electronic\nstates that produce superconductivity. Cuprate superconductors distinguish\nthemselves structurally by adopting different stacking of the Cu-O and\nelectronically inactive \"spacer\" layers. Using the same structural philosophy,\nmaterials with the formula (A,K)Fe2As2,A=Ba or Sr have been reported and\npossess a Tc~38 K. Here, we report the neutron diffraction studies of BaFe2As2\nthat shows, in contrast to previous studies on the LnFeAsO materials, an\nantiferromagnetic transition which concurs with first-order structural\ntransition. Although the magnetic and structural transitions occur differently\nin the AFe2As2 and LnFeAsO-type materials, this work clearly demonstrates that\nthe complete evolution to a low symmetry structure is a pre-requirement for the\nmagnetic order.\n","Comment: 16 pages, 4 figures, 1 table"]}]
["0806.3191",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Other Condensed Matter","35Q55,47J30,76M23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3191","J. Phys. A: Math. Theor. 41 (2008), 445002.","doi:10.1088/1751-8113/41/44/445002"],"date":["2008-06-19","2008-08-30"],"type":["text"],"creator":["Correggi, M.","Yngvason, J."],"language":[],"coverage":[],"title":["Energy and Vorticity in Fast Rotating Bose-Einstein Condensates"],"description":["  We study a rapidly rotating Bose-Einstein condensate confined to a finite\ntrap in the framework of two-dimensional Gross-Pitaevskii theory in the strong\ncoupling (Thomas-Fermi) limit. Denoting the coupling parameter by $1/\\eps^2$\nand the rotational velocity by $\\Omega$, we evaluate exactly the next to\nleading order contribution to the ground state energy in the parameter regime\n$|\\log\\eps|\\ll \\Omega\\ll 1/(\\eps^2|\\log\\eps|)$ with $\\eps\\to 0$. While the TF\nenergy includes only the contribution of the centrifugal forces the next order\ncorresponds to a lattice of vortices whose density is proportional to the\nrotational velocity.\n","Comment: 19 pages, LaTeX; typos corrected, clarifying remarks added, some\n  rearrangements in the text"]}]
["0806.3236",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3236"],"date":["2008-06-19","2008-12-17"],"type":["text"],"creator":["Dolgopyat, Dmitry","Liverani, Carlangelo"],"language":[],"coverage":[],"title":["Non-perturbative approach to random walk in markovian environment"],"description":["  We prove an averaged CLT for a random walk in a dynamical environment where\nthe states of the environment at different sites are independent Markov chains.\n"]}]
["0806.3661",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3661","Phys. Rev. A 78, 060101 (2008) (Rapid Communication)","doi:10.1103/PhysRevA.78.060101"],"date":["2008-06-23","2008-12-17"],"type":["text"],"creator":["Rigas, I.","Sanchez-Soto, L. L.","Klimov, A. B.","Rehacek, J.","Hradil, Z."],"language":[],"coverage":[],"title":["Full quantum reconstruction of vortex states"],"description":["  We propose a complete tomographic reconstruction of any vortex state carrying\norbital angular momentum. The scheme determines the angular probability\ndistribution of the state at different times under free evolution. To represent\nthe quantum state we introduce a bona fide Wigner function defined on the\ndiscrete cylinder, which is the natural phase space for the pair angle-angular\nmomentum. The feasibility of the proposal is addressed.\n","Comment: Final published version"]}]
["0807.3574",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3574"],"date":["2008-07-22","2008-12-17"],"type":["text"],"creator":["Zhang, Jun","Andrews, Jeffrey G.","Heath Jr, Robert W."],"language":[],"coverage":[],"title":["Mode Switching for MIMO Communication Based on Delay and Channel\n  Quantization"],"description":["  This paper has been withdrawn by the author as a major revision is made and a\nnew version is uploaded at arXiv:0812.3120\n","Comment: This paper has been withdrawn"]}]
["0807.3784",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3784","Phys. Rev. Lett. 101, 256802-4 (2008)","doi:10.1103/PhysRevLett.101.256802"],"date":["2008-07-23","2008-09-26"],"type":["text"],"creator":["Hashimoto, K.","Sohrmann, C.","Wiebe, J.","Inaoka, T.","Meier, F.","Hirayama, Y.","Roemer, R. A.","Wiesendanger, R.","Morgenstern, M."],"language":[],"coverage":[],"title":["The Quantum Hall Transition in Real Space: From Localized to Extended\n  States"],"description":["  Using scanning tunneling spectroscopy in ultra-high vacuum at low temperature\n(T = 0.3 K) and high magnetic fields (B < 12 T), we directly probe electronic\nwave functions across an integer quantum Hall transition. In accordance with\ntheoretical predictions, we observe the evolution from localized drift states\nin the insulating phases to branched extended drift states at the quantum\ncritical point. The observed microscopic behavior close to the extended state\nindicates points of localized quantum tunneling, which are considered to be\ndecisive for a quantitative description of the transition.\n","Comment: 4 pages, 3 figures, shortened content"]}]
["0807.3802",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3802","Phys.Rev.D78:083005,2008","doi:10.1103/PhysRevD.78.083005"],"date":["2008-07-24","2008-12-17"],"type":["text"],"creator":["Schleicher, Dominik R. G.","Banerjee, Robi","Klessen, Ralf S."],"language":[],"coverage":[],"title":["Reionization - A probe for the stellar population and the physics of the\n  early universe"],"description":["  We calculate the reionization history for different models of the stellar\npopulation and explore the effects of primordial magnetic fields, dark matter\ndecay and dark matter annihilation on reionization. We find that stellar\npopulations based on a Scalo-type initial mass function for Population II stars\ncan be ruled out as sole sources for reionization, unless star formation\nefficiencies of more than 10% or very high photon escape fractions from the\nparental halo are adopted. When considering primordial magnetic fields, we find\nthat the additional heat injection from ambipolar diffusion and decaying MHD\nturbulence has significant impact on the thermal evolution and the ionization\nhistory of the post-recombination universe and on structure formation. The\nmagnetic Jeans mass changes the typical mass scale of the star forming halos,\nand depending on the adopted stellar model we derive upper limits to the\nmagnetic field strength between 0.7 and $5 $nG (comoving). For dark matter\nannihilation, we find an upper limit to the thermally averaged mass-weighted\ncross section of $10^{-33} \\mathrm{cm}^3\\mathrm{/s/eV}$. For dark matter decay,\nour calculations yield a lower limit to the lifetime of dark matter particles\nof $3\\times10^{23}$ s. These limits are in agreement with constraints from\nrecombination and the X-ray background and provide an independent confirmation\nat a much later epoch.\n","Comment: 13 pages, 10 figures, accepted for publication at Phys.Rev.D"]}]
["0807.5049",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.5049","Phys. Rev. Lett. 101, 240403 (2008)","doi:10.1103/PhysRevLett.101.240403"],"date":["2008-07-31","2008-12-17"],"type":["text"],"creator":["Calvo, Hernan L.","Jalabert, Rodolfo A.","Pastawski, Horacio M."],"language":[],"coverage":[],"title":["Semiclassical Theory of Time-Reversal Focusing"],"description":["  Time reversal mirrors have been successfully implemented for various kinds of\nwaves propagating in complex media. In particular, acoustic waves in chaotic\ncavities exhibit a refocalization that is extremely robust against external\nperturbations or the partial use of the available information. We develop a\nsemiclassical approach in order to quantitatively describe the refocusing\nsignal resulting from an initially localized wave-packet. The time-dependent\nreconstructed signal grows linearly with the temporal window of injection, in\nagreement with the acoustic experiments, and reaches the same spatial extension\nof the original wave-packet. We explain the crucial role played by the chaotic\ndynamics for the reconstruction of the signal and its stability against\nexternal perturbations.\n","Comment: 4 pages, 1 figure"]}]
["0808.0525",{"format":[],"subject":["Mathematics - Dynamical Systems","37A30 (Primary)","37A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0525"],"date":["2008-08-04","2008-12-16"],"type":["text"],"creator":["LaVictoire, Patrick"],"language":[],"coverage":[],"title":["L^1 Ergodic Theorems for Random Group Averages"],"description":["  This is an earlier, but more general, version of \"An L^1 Ergodic Theorem for\nSparse Random Subsequences\". We prove an L^1 ergodic theorem for averages\ndefined by independent random selector variables, in a setting of general\nmeasure-preserving group actions. A far more readable version of this paper is\nin the works.\n","Comment: LaTeX, 16 pages; removed erroneous application"]}]
["0808.1274",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D12","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1274"],"date":["2008-08-08","2008-12-17"],"type":["text"],"creator":["Sabloff, Joshua M.","Traynor, Lisa"],"language":[],"coverage":[],"title":["Obstructions to the Existence and Squeezing of Lagrangian Cobordisms"],"description":["  Capacities that provide both qualitative and quantitative obstructions to the\nexistence of a Lagrangian cobordism between two $(n-1)$-dimensional\nsubmanifolds in parallel hyperplanes of $\\mathbb{R}^{2n}$ are defined using the\ntheory of generating families. Qualitatively, these capacities show that, for\nexample, in $\\mathbb R^4$ there is no Lagrangian cobordism between two\n$\\infty$-shaped curves with a negative crossing when the lower end is\n\"smaller\". Quantitatively, when the boundary of a Lagrangian ball lies in a\nhyperplane of $\\mathbb{R}^{2n}$, the capacity of the boundary gives a\nrestriction on the size of a rectangular cylinder into which the Lagrangian\nball can be squeezed.\n","Comment: 30 pages, 2 figures"]}]
["0808.1612",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1612","New Journal of Physics 10 (2008) 123023","doi:10.1088/1367-2630/10/12/123023"],"date":["2008-08-12","2008-10-08"],"type":["text"],"creator":["Wang, J.","Lai, C. -H."],"language":[],"coverage":[],"title":["Detecting groups of similar components in complex networks"],"description":["  We study how to detect groups in a complex network each of which consists of\ncomponent nodes sharing a similar connection pattern. Based on the mixture\nmodels and the exploratory analysis set up by Newman and Leicht (Newman and\nLeicht 2007 {\\it Proc. Natl. Acad. Sci. USA} {\\bf 104} 9564), we develop an\nalgorithm that is applicable to a network with any degree distribution. The\npartition of a network suggested by this algorithm also applies to its\ncomplementary network. In general, groups of similar components are not\nnecessarily identical with the communities in a community network; thus\npartitioning a network into groups of similar components provides additional\ninformation of the network structure. The proposed algorithm can also be used\nfor community detection when the groups and the communities overlap. By\nintroducing a tunable parameter that controls the involved effects of the\nheterogeneity, we can also investigate conveniently how the group structure can\nbe coupled with the heterogeneity characteristics. In particular, an\ninteresting example shows a group partition can evolve into a community\npartition in some situations when the involved heterogeneity effects are tuned.\nThe extension of this algorithm to weighted networks is discussed as well.\n","Comment: 14 pages, 10 figures, latex, more discussions added, typos cleared"]}]
["0808.2557",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2557","Laser & Photon. Rev. 2, No. 6, 527 - 556 (2008)","doi:10.1002/lpor.200810046"],"date":["2008-08-19"],"type":["text"],"creator":["Hartmann, Michael J.","Brandao, Fernando G. S. L.","Plenio, Martin B."],"language":[],"coverage":[],"title":["Quantum Many-Body Phenomena in Coupled Cavity Arrays"],"description":["  The increasing level of experimental control over atomic and optical systems\ngained in the past years have paved the way for the exploration of new physical\nregimes in quantum optics and atomic physics, characterised by the appearance\nof quantum many-body phenomena, originally encountered only in condensed-matter\nphysics, and the possibility of experimentally accessing them in a more\ncontrolled manner. In this review article we survey recent theoretical studies\nconcerning the use of cavity quantum electrodynamics to create quantum\nmany-body systems. Based on recent experimental progress in the fabrication of\narrays of interacting micro-cavities and on their coupling to atomic-like\nstructures in several different physical architectures, we review proposals on\nthe realisation of paradigmatic many-body models in such systems, such as the\nBose-Hubbard and the anisotropic Heisenberg models. Such arrays of coupled\ncavities offer interesting properties as simulators of quantum many-body\nphysics, including the full addressability of individual sites and the\naccessibility of inhomogeneous models.\n","Comment: overview article, 27 pages, 31 figures"]}]
["0808.2744",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2744","Phys. Scr. T132 (2008) 014026","doi:10.1088/0031-8949/2008/T132/014026"],"date":["2008-08-20"],"type":["text"],"creator":["Peters, Thomas","Banerjee, Robi","Klessen, Ralf S."],"language":[],"coverage":[],"title":["Ionization front-driven turbulence in the clumpy interstellar medium"],"description":["  We present 3D radiation-gasdynamical simulations of an ionization front\nrunning into a dense clump. In our setup, a B0 star irradiates an overdensity\nwhich is at a distance of 10 pc and modelled as a supercritical 100 M_sol\nBonnor-Ebert sphere. The radiation from the star heats up the gas and creates a\nshock front that expands into the interstellar medium. The shock compresses the\nclump material while the ionizing radiation heats it up. The outcome of this\n\"cloud-crushing\" process is a fully turbulent gas in the wake of the clump. In\nthe end, the clump entirely dissolves. We propose that this mechanism is very\nefficient in creating short-living supersonic turbulence in the vicinity of\nmassive stars.\n"]}]
["0809.0670",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0670","Nano Lett., 8 (12), 4506-4512 (2008)","doi:10.1021/nl802473n"],"date":["2008-09-03","2008-12-16"],"type":["text"],"creator":["Kuemmeth, F.","Bolotin, K. I.","Shi, S. -F.","Ralph, D. C."],"language":[],"coverage":[],"title":["Measurement of discrete energy-level spectra in individual\n  chemically-synthesized gold nanoparticles"],"description":["  We form single-electron transistors from individual chemically-synthesized\ngold nanoparticles, 5-15 nm in diameter, with monolayers of organic molecules\nserving as tunnel barriers. These devices allow us to measure the discrete\nelectronic energy levels of individual gold nanoparticles that are, by virtue\nof chemical synthesis, well-defined in their composition, size and shape. We\nshow that the nanoparticles are non-magnetic and have spectra in good accord\nwith random-matrix-theory predictions taking into account strong spin-orbit\ncoupling.\n","Comment: 15 pages, 5 figures; corrected typos, added journal reference"]}]
["0809.1690",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","17B37","20G42","20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1690"],"date":["2008-09-09","2008-12-16"],"type":["text"],"creator":["Hu, Jun"],"language":[],"coverage":[],"title":["On the decomposition numbers of the Hecke algebra of type $D_n$ when $n$\n  is even"],"description":["  Let $n\\geq 4$ be an even integer. Let $K$ be a field with $\\cha\n  K\\neq 2$ and $q$ an invertible element in $K$ such that\n  $\\prod_{i=1}^{n-1}(1+q^i)\\neq 0$. In this paper, we study the decomposition\nnumbers over $K$ of the Iwahori--Hecke algebra $\\HH_q(D_n)$ of type $D_n$. We\nobtain some equalities which relate its decomposition numbers with certain\nSchur elements and the decomposition numbers of various Iwahori--Hecke algebras\nof type $A$ with the same parameter $q$. When $\\cha K=0$, this completely\ndetermine all of its decomposition numbers. The main tools we used are the\nMorita equivalence theorem established in \\cite{Hu1} and certain twining\ncharacter formulae of Weyl modules over a tensor product of two $q$-Schur\nalgebras.\n","Comment: corrected some typos"]}]
["0809.1723",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1723","Phys. Rev. B 78, 224413 (2008)","doi:10.1103/PhysRevB.78.224413"],"date":["2008-09-10","2008-12-17"],"type":["text"],"creator":["Dillenschneider, Raoul"],"language":[],"coverage":[],"title":["Quantum discord and quantum phase transition in spin chains"],"description":["  Quantum phase transitions of the transverse Ising and antiferromagnetic XXZ\nspin S=1/2 chains are studied using quantum discord. Quantum discord allows the\nmeasure of quantum correlations present in many-body quantum systems. It is\nshown that the amount of quantum correlations increases close to the critical\npoints. The observations are in agreement with the information provided by the\nconcurrence which measures the entanglement of the many-body system.\n","Comment: 8 pages, 9 figures"]}]
["0810.3123",{"format":[],"subject":["Mathematics - Probability","60J10 60F15 60J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3123"],"date":["2008-10-17","2008-12-17"],"type":["text"],"creator":["Csáki, Endre","Földes, Antónia","Révész, Pál"],"language":[],"coverage":[],"title":["On the number of cutpoints of the transient nearest neighbor random walk\n  on the line"],"description":["  We consider transient nearest neighbor random walks on the positive part of\nthe real line. We give criteria for the finiteness of the number of cutpoints\nand strong cutpoints. Examples and open problems are presented.\n","Comment: 17 pages"]}]
["0811.1492",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1492"],"date":["2008-11-10","2008-12-16"],"type":["text"],"creator":["Tsarev, S. P.","Shemyakova, E."],"language":[],"coverage":[],"title":["Differential transformations of parabolic second-order operators in the\n  plane"],"description":["  Here, Darboux's classical results about transformations with differential\nsubstitutions for hyperbolic equations are extended to the case of parabolic\nequations of the form $L u = \\big(D^2_{x} + a(x,y) D_x + b(x,y) D_y +\nc(x,y)\\big)u=0$.\n  We prove a general Theorem that provides a way to determine transformations\nfor parabolic equations shown above. It turnes out that transforming operators\n$M$ of some higher order can be always represented as a composition of some\nfirst-order operators that consecutively define a series of transformations.\n  Existence of inverse transformations implies some differential constrains on\nthe coefficients of the initial operator. We show that these relations can\nimply famous integrable equations, in particular, the Boussinesq equation.\n","Comment: 12 pages, LaTeX 2e, v2: small changes, the dedication added. Accepted\n  for publication in: Proceesings Steklov Inst. Math. (Moscow), 2009, v. 266"]}]
["0811.2645",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2645","Phys.Rev.D78:124001,2008","doi:10.1103/PhysRevD.78.124001"],"date":["2008-11-17"],"type":["text"],"creator":["Kojima, Yasufumi","Saijo, Motoyuki"],"language":[],"coverage":[],"title":["Amplification of azimuthal modes with odd wave numbers during dynamical\n  bar-mode growth in rotating stars"],"description":["  Nonlinear growth of the bar-mode deformation is studied for a differentially\nrotating star with supercritical rotational energy. In particular, the growth\nmechanism of some azimuthal modes with odd wave numbers is examined by\ncomparing a simplified mathematical model with a realistic simulation. Mode\ncoupling to even modes, i.e., the bar mode and higher harmonics, significantly\nenhances the amplitudes of odd modes, unless they are exactly zero initially.\nTherefore, other modes which are not axially symmetric cannot be neglected at\nlate times in the growth of the unstable bar-mode even when starting from an\nalmost axially symmetric state.\n","Comment: 10 pages with 5 figures, revtex4.cls. Accepted for publication in the\n  Physical Review D"]}]
["0811.2660",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2660"],"date":["2008-11-17","2008-12-16"],"type":["text"],"creator":["Nishimura, Hirokazu"],"language":[],"coverage":[],"title":["From Vector Analysis to Differential Forms"],"description":["  In our previous paper [International Journal of Theoretical Physics, 41\n(2002), 1165-1190] we have shown, following the tradition of synthetic\ndifferential geometry, that div and rot are uniquely determined, so long as we\nrequire that the divergence theorem and the Stokes theorem should hold on the\ninfinitesimal level. In this paper we will simplify the discussion considerably\nin terms of differential forms, leading to the natural derivation of exterior\ndifferentiation in the usual form.\n"]}]
["0812.0463",{"format":[],"subject":["Mathematics - Combinatorics","05E15","05A15","20B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0463"],"date":["2008-12-02","2008-12-17"],"type":["text"],"creator":["Barnabei, M.","Bonetti, F.","Silimbani, M."],"language":[],"coverage":[],"title":["Restricted involutions and Motzkin paths"],"description":["  We show how a bijection due to Biane between involutions and labelled Motzkin\npaths yields bijections between Motzkin paths and two families of restricted\ninvolutions that are counted by Motzkin numbers, namely, involutions avoiding\n4321 and 3412. As a consequence, we derive characterizations of Motzkin paths\ncorresponding to involutions avoiding either 4321 or 3412 together with any\npattern of length 3. Furthermore, we exploit the described bijection to study\nsome notable subsets of the set of restricted involutions, namely, fixed point\nfree and centrosymmetric restricted involutions.\n","Comment: 22 pages, 10 figures"]}]
["0812.1216",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1216","doi:10.1002/asna.200811056"],"date":["2008-12-05","2008-12-17"],"type":["text"],"creator":["Guedes, Javiera","Diemand, Jürg","Zemp, Marcel","Kuhlen, Michael","Madau, Piero","Mayer, Lucio","Stadel, Joachim"],"language":[],"coverage":[],"title":["Massive Black Hole Recoil in High Resolution Hosts"],"description":["  The final inspiral and coalescence of a black hole binary can produce highly\nbeamed gravitational wave radiation. To conserve linear momentum, the black\nhole remnant can recoil with \"kick\" velocity as high as 4000 km/s. We present\ntwo sets of full N-body simulations of recoiling massive black holes (MBH) in\nhigh-resolution, non-axisymmetric potentials. The host to the first set of\nsimulations is the main halo of the Via Lactea I simulation (Diemand et al.\n2007). The nature of the resulting orbits is investigated through a numerical\nmodel where orbits are integrated assuming an evolving, triaxial NFW potential,\nand dynamical friction is calculated directly from the velocity dispersion\nalong the major axes of the main halo of Via Lactea I. By comparing the\ntriaxial case to a spherical model, we find that the wandering time spent by\nthe MBH is significantly increased due to the asphericity of the halo. For\nkicks larger than 200 km/s, the remnant MBH does not return to the inner 200 pc\nwithin 1 Gyr, a timescale an order of magnitude larger than the upper limit of\nthe estimated QSO lifetime. The second set of simulations is run using the\noutcome of a high-resolution gas-rich merger (Mayer et al. 2007) as host\npotential. In this case, a recoil velocity of 500 km/s cannot remove the MBH\nfrom the nuclear region.\n","Comment: 4 pages, 4 figures. Proceedings of the conference Galactic & Stellar\n  Dynamics In the Era of High Resolution Surveys"]}]
["0812.2110",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2110"],"date":["2008-12-11"],"type":["text"],"creator":["Khvedelidze, Arsen"],"language":[],"coverage":[],"title":["Effect of a strong laser on spin precession"],"description":["  The semiclassical dynamics of a charged spin-1/2 particle in an intense\nelectromagnetic plane wave is analyzed beyond the electric dipole approximation\nand taking into account the leading relativistic corrections to the Pauli\nequation. It is argued that the adiabatic spin evolution driven by a low\nintensity radiation changes its character drastically as an intensity of a\nlaser is increasing. Particularly, it is shown that a charged particle exposes\na spin flip resonance at a certain pick value of a laser field strength, which\nis determined by a particle's gyromagnetic ratio.\n","Comment: Presented at XIII International Conference Selected Problems of\n  Modern Theoretical Physics, June 23 - 27, 2008, Dubna, Russia, 3 pages"]}]
["0812.2192",{"format":[],"subject":["Mathematics - Algebraic Topology","55R35 (Primary)","55R40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2192"],"date":["2008-12-11","2008-12-17"],"type":["text"],"creator":["Manion, Andrew","Pham, Lisa","Poelhuis, Jonathan"],"language":[],"coverage":[],"title":["The Virtually Cyclic Classifying Space of the Heisenberg Group"],"description":["  We are interested in the relationship between the virtual cohomological\ndimension (or vcd) of a discrete group Gamma and the smallest possible\ndimension of a model for the classifying space of Gamma relative to its family\nof virtually cyclic subgroups. In this paper we construct a model for the\nvirtually cyclic classifying space of the Heisenberg group. This model has\ndimension 3, which equals the vcd of the Heisenberg group. We also prove that\nthere exists no model of dimension less than 3.\n","Comment: 7 pages; added citation"]}]
["0812.2260",{"format":[],"subject":["Mathematics - Numerical Analysis","65F35","65Y05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2260"],"date":["2008-12-11","2008-12-17"],"type":["text"],"creator":["Armentano, Diego"],"language":[],"coverage":[],"title":["Average-Case Perturbations and Smooth Condition Numbers"],"description":["  We define a new condition number adapted to directionally uniform\nperturbations. The definitions and theorems can be applied to a large class of\nproblems. We show the relation with the classical condition number, and study\nsome interesting examples.\n"]}]
["0812.2702",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2702","Journal of Logic and Computation, 18 (6) 959-982 (2008)"],"date":["2008-12-14"],"type":["text"],"creator":["Pavicic, Mladen","Megill, Norman D."],"language":[],"coverage":[],"title":["Standard Logics Are Valuation-Nonmonotonic"],"description":["  It has recently been discovered that both quantum and classical propositional\nlogics can be modelled by classes of non-orthomodular and thus non-distributive\nlattices that properly contain standard orthomodular and Boolean classes,\nrespectively. In this paper we prove that these logics are complete even for\nthose classes of the former lattices from which the standard orthomodular\nlattices and Boolean algebras are excluded. We also show that neither quantum\nnor classical computers can be founded on the latter models. It follows that\nlogics are \"valuation-nonmonotonic\" in the sense that their possible models\n(corresponding to their possible hardware implementations) and the valuations\nfor them drastically change when we add new conditions to their defining\nconditions. These valuations can even be completely separated by putting them\ninto disjoint lattice classes by a technique presented in the paper.\n","Comment: 35 pages, 3 figures"]}]
["0812.2728",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2728","Nature Nanotechnology, volume 3, pages 691 - 696 (01 Nov 2008)","doi:10.1038/nnano.2008.275"],"date":["2008-12-15"],"type":["text"],"creator":["Ndieyira, J. W.","Watari, M.","Barrera, A. Donoso","Zhou, D.","Vögtli, M.","Batchelor, M.","Cooper, M. A.","Strunz, T.","Horton, M. A.","Abell, C.","Rayment, T.","Aeppli, G.","Mckendry, R. A."],"language":[],"coverage":[],"title":["Nanomechanical detection of antibiotic-mucopeptide binding in a model\n  for superbug drug resistance"],"description":["  The alarming growth of the antibiotic-resistant superbugs\nmethicillin-resistant Staphylococcus aureus (MRSA) and vancomycin-resistant\nEnterococcus (VRE) is driving the development of new technologies to\ninvestigate antibiotics and their modes of action. We report the label-free\ndetection of vancomycin binding to bacterial cell wall precursor analogues\n(mucopeptides) on cantilever arrays, with 10 nM sensitivity and at clinically\nrelevant concentrations in blood serum. Differential measurements quantified\nbinding constants for vancomycin-sensitive and vancomycin-resistant mucopeptide\nanalogues. Moreover, by systematically modifying the mucopeptide density we\ngain new insights into the origin of surface stress. We propose that stress is\na product of a local chemical binding factor and a geometrical factor\ndescribing the mechanical connectivity of regions affected by local binding in\nterms of a percolation process. Our findings place BioMEMS devices in a new\nclass of percolative systems. The percolation concept will underpin the design\nof devices and coatings to significantly lower the drug detection limit and may\nalso impact on our understanding of antibiotic drug action in bacteria.\n","Comment: Comments: This paper consists of the main article (6 pages, 5\n  figures) plus Supplemental Material (6 pages, 3 figures). More details are\n  available at http://www.london-nano.com"]}]
["0812.2926",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2926"],"date":["2008-12-15"],"type":["text"],"creator":["Stefanescu, Gheorghe","Chira, Camelia"],"language":[],"coverage":[],"title":["New parallel programming language design: a bridge between brain models\n  and multi-core/many-core computers?"],"description":["  The recurrent theme of this paper is that sequences of long temporal patterns\nas opposed to sequences of simple statements are to be fed into computation\ndevices, being them (new proposed) models for brain activity or\nmulti-core/many-core computers. In such models, parts of these long temporal\npatterns are already committed while other are predicted. This combination of\nmatching patterns and making predictions appears as a key element in producing\nintelligent processing in brain models and getting efficient speculative\nexecution on multi-core/many-core computers. A bridge between these far-apart\nmodels of computation could be provided by appropriate design of massively\nparallel, interactive programming languages. Agapia is a recently proposed\nlanguage of this kind, where user controlled long high-level temporal\nstructures occur at the interaction interfaces of processes. In this paper\nAgapia is used to link HTMs brain models with TRIPS multi-core/many-core\narchitectures.\n","Comment: To appear in: \"From Natural Language to Soft Computing: New Paradigms\n  in Artificial Intelligence,\", L.A. Zadeh et.al (Eds.), Editing House of\n  Romanian Academy, 2008"]}]
["0812.2928",{"format":[],"subject":["Mathematics - Operator Algebras","17C65, 39B82, 46L05, 47Jxx, 47B48, 39B72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2928"],"date":["2008-12-15"],"type":["text"],"creator":["Gordji, M. Eshaghi","Ghobadipour, N.","Park, C."],"language":[],"coverage":[],"title":["Jordan *-homomorphisms on $C^*$-algebras"],"description":["  In this paper, we investigate Jordan *-homomorphisms on $C^*$-algebras\nassociated with the following functional inequality\n$\\|f(\\frac{b-a}{3})+f(\\frac{a-3c}{3})+f(\\frac{3a+3c-b}{3})\\| \\leq \\|f(a)\\|.$ We\nmoreover prove the superstability and the generalized Hyers-Ulam stability of\nJordan *-homomorphisms on $C^*$-algebras associated with the following\nfunctional equation\n$$f(\\frac{b-a}{3})+f(\\frac{a-3c}{3})+f(\\frac{3a+3c-b}{3})=f(a).$$\n"]}]
["0812.2930",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2930"],"date":["2008-12-15"],"type":["text"],"creator":["Gluskin, Emanuel"],"language":[],"coverage":[],"title":["Switched systems and the logical foundation of circuit theory"],"description":["  Switched (singular) systems become very common, which requires some revision\nof the conceptual basis of system theory.\n","Comment: 19 pages, 8 figures. The complete, initial version of a work\n  submitted (in a much more contracted form) to a journal, with both scientific\n  and pedagogical stresses. The given classification of dynamic equations is\n  concerned with the system-theoretical concept of \"input\", and may be of\n  interest even for a pure mathematician"]}]
["0812.2931",{"format":[],"subject":["Mathematics - Functional Analysis","39B82, 39B52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2931"],"date":["2008-12-15"],"type":["text"],"creator":["Gordji, M. Eshaghi","Khodaei, H."],"language":[],"coverage":[],"title":["Solution and stability of generalized mixed type cubic, quadratic and\n  additive functional equation in quasi-Banach spaces"],"description":["  In this paper, we achieve the general solution and the generalized\n  Hyers-Ulam-Rassias stability of the following functional equation\n$$f(x+ky)+f(x-ky)=k^2f(x+y)+k^2f(x-y)+2(1-k^2)f(x)\\eqno {2 cm}$$for fixed\nintegers $k$ with $k\\neq0,\\pm1$ in the quasi-Banach spaces.\n"]}]
["0812.2933",{"format":[],"subject":["Mathematics - Operator Algebras","39B52, 39B72, 46K70,46LXX, 39B82"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2933"],"date":["2008-12-15"],"type":["text"],"creator":["Savadkouhi, M. Bavand","Gordji, M. Eshaghi","Ghobadipour, N."],"language":[],"coverage":[],"title":["Stability of homomorphisms and derivations in $C^*$-ternary algebras"],"description":["  In this paper, we investigate homomorphisms between $C^*$-ternary algebras\nand derivations on $C^*$-ternary algebras, associated with the following\nfunctional equation\n$$f(\\frac{x_2-x_1}{3})+f(\\frac{x_1-3x_3}{3})+f(\\frac{3x_1+3x_3-x_2}{3})=f(x_1).$$\nMoreover, we prove the generalized Hyers-Ulam -Rassias stability of\nhomomorphisms in $C^*$-ternary algebras and of derivations on $C^*$-ternary\nalgebras.\n"]}]
["0812.2934",{"format":[],"subject":["Mathematics - Functional Analysis","47B48,46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2934"],"date":["2008-12-15"],"type":["text"],"creator":["Gordji, M. Eshaghi"],"language":[],"coverage":[],"title":["n-Jordan homomorphisms"],"description":["  Let $n\\in \\Bbb N,$ and let $A,B$ be two rings. An additive map $h: A\\to B$ is\ncalled n-Jordan homomorphism if $h(a^n)=(h(a))^n$ for all $a \\in {A}$. Every\nJordan homomorphism is an n-Jordan homomorphism, for all $n\\geq 2,$ but the\nconverse is false, in general. In this paper we investigate the n-Jordan\nhomomorphisms on Banach algebras. Indeed some results related to continuity are\ngiven as well.\n"]}]
["0812.2937",{"format":[],"subject":["Mathematics - Combinatorics","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2937"],"date":["2008-12-15"],"type":["text"],"creator":["Kemkes, Graeme","Pérez-Giménez, Xavier","Wormald, Nicholas"],"language":[],"coverage":[],"title":["On the chromatic number of random d-regular graphs"],"description":["  In this work we show that, for any fixed d, random d-regular graphs\nasymptotically almost surely can be coloured with k colours, where k is the\nsmallest integer satisfying d<2(k-1)log(k-1). From previous lower bounds due to\nMolloy and Reed, this establishes the chromatic number to be asymptotically\nalmost surely k-1 or k. If moreover d>(2k-3)log(k-1), then the value k-1 is\ndiscarded and thus the chromatic number is exactly determined. Hence we improve\na recently announced result by Achlioptas and Moore in which the chromatic\nnumber was allowed to take the value k+1. Our proof applies the small subgraph\nconditioning method to the number of balanced k-colourings, where a colouring\nis balanced if the number of vertices of each colour is equal.\n"]}]
["0812.2941",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","37E30, 57M27, 57M55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2941"],"date":["2008-12-15"],"type":["text"],"creator":["Kin, Eiko","Kojima, Sadayoshi","Takasawa, Mitsuhiko"],"language":[],"coverage":[],"title":["Entropy vs volume for pseudo-Anosov maps"],"description":["  We will discuss theoretical and experimental results concerning comparison of\nentropy of pseudo-Anosov maps and volume of their mapping tori. Recent study of\nWeil-Petersson geometry of the Teichm\\\"uller space tells us that they admit\nlinear inequalities for both sides under some bounded geometry condition. We\nconstruct a family of pseudo-Anosov maps which violates one side of\ninequalities under unbounded geometry setting, present an explicit bounding\nconstant for a punctured torus, and provide several observations based on\nexperiments.\n","Comment: 16 pages, 14 figures"]}]
["0812.2944",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2944"],"date":["2008-12-15"],"type":["text"],"creator":["Sun, Peng"],"language":[],"coverage":[],"title":["Zero entropy invariant measures for some skew product diffeomorphisms"],"description":["  In this paper we study some skew product diffeomorphisms with nonuniformly\nhyperbolic structure along fibers. We show that there is an invariant measure\nwith zero entropy which has atomic conditional measures along fibers.\n","Comment: 7 pages, submitted to Ergodic Theory and Dynamical Systems"]}]
["0812.2947",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2947"],"date":["2008-12-15"],"type":["text"],"creator":["Wolynes, Peter G."],"language":[],"coverage":[],"title":["Spatiotemporal structures in aging and rejuvenating glasses"],"description":["  Complex spatiotemporal structures develop during the process of aging glasses\nafter cooling and of rejuvenating glasses upon heating. The key to\nunderstanding these structures is the interplay between the activated\nreconfiguration events which generate mobility and the transport of mobility.\nThese effects are both accounted for by combining the random first order\ntransition theory of activated events with mode coupling theory in an\ninhomogeneous setting. The predicted modifications by mobility transport of the\ntime course of the aging regime are modest. In contrast, the rejuvenation\nprocess is strongly affected through the propagation of fronts of enhanced\nmobility originating from the initial reconfiguration events. The structures in\na rejuvenating glass resemble flames. An analysis along the lines of combustion\ntheory provides an estimate of the front propagation speed. Heterogeneous\nrejuvenation naturally should occur for glasses with free surfaces. The analogy\nwith combustion also provides a new way of looking at the uptake of diluents by\nglasses described by case II and super case II diffusion.\n"]}]
["0812.2955",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2955"],"date":["2008-12-15"],"type":["text"],"creator":["Fisher, Matthew P. A.","Motrunich, Olexei I.","Sheng, Donna N."],"language":[],"coverage":[],"title":["Spin, Bose, and Non-Fermi Liquid Metals in Two Dimensions: Accessing via\n  Multi-Leg Ladders"],"description":["  Characterizing and accessing quantum phases of itinerant bosons or fermions\nin two dimensions (2D) that exhibit singular structure along surfaces in\nmomentum space but have no quasi-particle description remains as a central\nchallenge in the field of strongly correlated physics. Fortuitously, signatures\nof such 2D strongly correlated phases are expected to be manifest in\nquasi-one-dimensional \"$N$-leg ladder\" systems. The ladder discretization of\nthe transverse momentum cuts through the 2D surface, leading to a quasi-1D\ndescendant state with a set of low-energy modes whose number grows with the\nnumber of legs and whose momenta are inherited from the 2D surfaces. These\nmulti-mode quasi-1D liquids constitute a new and previously unanticipated class\nof quantum states interesting in their own right. But more importantly they\ncarry a distinctive quasi-1D \"fingerprint\" of the parent 2D quantum fluid\nstate. This can be exploited to access the 2D phases from controlled numerical\nand analytical studies in quasi-1D models. The preliminary successes and future\nprospects in this endeavor will be briefly summarized.\n","Comment: Proceedings of the 24th Solvay conference on physics - \"Quantum\n  theory of condensed matter\", Brussels, 11 - 13 October 2008"]}]
["0812.2959",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2959"],"date":["2008-12-15"],"type":["text"],"creator":["Buta, R.","Zhang, X."],"language":[],"coverage":[],"title":["Pattern Speeds and Galaxy Morphology"],"description":["  The morphology of a disk galaxy is closely linked to its kinematic state.\nThis is because density wave features are likely made of spontaneously-formed\nmodes which are allowed to arise in the galactic resonant cavity of a\nparticular basic disk state. The pattern speed of a density wave is an\nimportant parameter that characterizes the wave and its associated resonances.\nNumerical simulations by various authors have enabled us to interpret some\ngalaxies in terms of high or low pattern speeds. The potential-density\nphase-shift method for locating corotation radii is an effective new tool for\nutilizing galaxy morphology to determine the kinematic properties of galaxies.\nThe dynamical mechanism underlying this association is also responsible for the\nsecular evolution of galaxies. We describe recent results from the application\nof this new method to more than 150 galaxies in the Ohio State University\nBright Galaxy Survey and other datasets.\n","Comment: Submitted for publication in Memorie della Societa` Astronomica\n  Italiana, as part of the proceedings of the meeting \"Pattern Speeds Along the\n  Hubble Sequence,\" held in Padova, Italy 25-28 August, 2008 (LaTex, 8 pages +\n  13 figures)"]}]
["0812.2967",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2967"],"date":["2008-12-15"],"type":["text"],"creator":["Loffler, Maarten","Phillips, Jeff M."],"language":[],"coverage":[],"title":["Shape Fitting on Point Sets with Probability Distributions"],"description":["  A typical computational geometry problem begins: Consider a set P of n points\nin R^d. However, many applications today work with input that is not precisely\nknown, for example when the data is sensed and has some known error model. What\nif we do not know the set P exactly, but rather we have a probability\ndistribution mu_p governing the location of each point p in P?\n  Consider a set of (non-fixed) points P, and let mu_P be the probability\ndistribution of this set. We study several measures (e.g. the radius of the\nsmallest enclosing ball, or the area of the smallest enclosing box) with\nrespect to mu_P. The solutions to these problems do not, as in the traditional\ncase, consist of a single answer, but rather a distribution of answers. We\ndescribe several data structures that approximate distributions of answers for\nshape fitting problems.\n  We provide simple and efficient randomized algorithms for computing all of\nthese data structures, which are easy to implement and practical. We provide\nsome experimental results to assert this. We also provide more involved\ndeterministic algorithms for some of these data structures that run in time\npolynomial in n and 1/eps, where eps is the approximation factor.\n","Comment: 19 pages, 24 figures"]}]
["0812.2970",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2970"],"date":["2008-12-16"],"type":["text"],"creator":["Capitaine, N.","Guinot, B."],"language":[],"coverage":[],"title":["The astronomical units"],"description":["  The IAU-1976 System of astronomical constants includes three astronomical\nunits (i.e. for time, mass and length). This paper reports on the status of the\nastronomical unit of length (ua) and mass (MSun) within the context of the\nrecent IAU Resolutions on reference systems and the use of modern observations\nin the solar system. We especially look at a possible re-definition of the ua\nas an astronomical unit of length defined trough a fixed relation to the SI\nmetre by a defining number.\n","Comment: 2 pages, to be published in the Proceedings of the \"Journees 2008\n  Systemes de reference spatio-temporels\""]}]
["0812.2973",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2973"],"date":["2008-12-16"],"type":["text"],"creator":["Pergament, Alex","Kuldin, Nik"],"language":[],"coverage":[],"title":["Electrical properties of vanadium oxide subject to hydrogen plasma\n  treatment"],"description":["  The effect of doping with hydrogen on the electrical properties of vanadium\noxide is studied. For vanadium oxide films, subject to cold hydrogen plasma\ntreatment, the temperature dependence of resistance with a maximum at T ~ 100 K\nis observed. Also, the dependence of the a.c. resistance on frequency is\nstudied. A strategy for fabrication new superconducting materials is discussed.\n","Comment: 7 pages, 2 figures"]}]
["0812.2976",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2976","doi:10.1016/j.newast.2008.12.001"],"date":["2008-12-16"],"type":["text"],"creator":["Ford, Eric B."],"language":[],"coverage":[],"title":["Parallel Algorithm for Solving Kepler's Equation on Graphics Processing\n  Units: Application to Analysis of Doppler Exoplanet Searches"],"description":["  [Abridged] We present the results of a highly parallel Kepler equation solver\nusing the Graphics Processing Unit (GPU) on a commercial nVidia GeForce 280GTX\nand the \"Compute Unified Device Architecture\" programming environment. We apply\nthis to evaluate a goodness-of-fit statistic (e.g., chi^2) for Doppler\nobservations of stars potentially harboring multiple planetary companions\n(assuming negligible planet-planet interactions). We tested multiple\nimplementations using single precision, double precision, pairs of single\nprecision, and mixed precision arithmetic. We find that the vast majority of\ncomputations can be performed using single precision arithmetic, with selective\nuse of compensated summation for increased precision. However, standard single\nprecision is not adequate for calculating the mean anomaly from the time of\nobservation and orbital period when evaluating the goodness-of-fit for real\nplanetary systems and observational data sets. Using all double precision, our\nGPU code outperforms a similar code using a modern CPU by a factor of over 60.\nUsing mixed-precision, our GPU code provides a speed-up factor of over 600,\nwhen evaluating N_sys > 1024 models planetary systems each containing N_pl = 4\nplanets and assuming N_obs = 256 observations of each system. We conclude that\nmodern GPUs also offer a powerful tool for repeatedly evaluating Kepler's\nequation and a goodness-of-fit statistic for orbital models when presented with\na large parameter space.\n","Comment: 19 pages, to appear in New Astronomy"]}]
["0812.2978",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2978"],"date":["2008-12-16"],"type":["text"],"creator":["Ma, Jun","Yeh, Yeong-Nan"],"language":[],"coverage":[],"title":["Generalizations of Chung-Feller Theorem"],"description":["  The classical Chung-Feller theorem [2] tells us that the number of Dyck paths\nof length $n$ with flaws $m$ is the $n$-th Catalan number and independent on\n$m$. L. Shapiro [7] found the Chung-Feller properties for the Motzkin paths. In\nthis paper, we find the connections between these two Chung-Feller theorems. We\nfocus on the weighted versions of three classes of lattice paths and give the\ngeneralizations of the above two theorems. We prove the Chung-Feller theorems\nof Dyck type for these three classes of lattice paths and the Chung-Feller\ntheorems of Motzkin type for two of these three classes. From the obtained\nresults, we find an interesting fact that many lattice paths have the\nChung-Feller properties of both Dyck type and Motzkin type.\n"]}]
["0812.2979",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2979"],"date":["2008-12-16"],"type":["text"],"creator":["Sugon Jr., Quirino M.","McNamara, Daniel J."],"language":[],"coverage":[],"title":["Poisson commutator-anticommutator brackets for ray tracing and\n  longitudinal imaging via geometric algebra"],"description":["  We use the vector wedge product in geometric algebra to show that Poisson\ncommutator brackets measure preservation of phase space areas. We also use the\nvector dot product to define the Poisson anticommutator bracket that measures\nthe preservation of phase space angles. We apply these brackets to the paraxial\nmeridional complex height-angle ray vectors that transform via a 2x2 matrix,\nand we show that this transformation preserves areas but not angles in phase\nspace. The Poisson brackets here are expressed in terms of the coefficients of\nthe ABCD matrix. We also apply these brackets to the distance-height ray\nvectors measured from the input and output sides of the optical system. We show\nthat these vectors obey a partial Moebius transformation, and that this\ntransformation preserves neither areas nor angles. The Poisson brackets here\nare expressed in terms of the transverse and longitudinal magnifications.\n","Comment: 10 pages, 9 figures"]}]
["0812.2988",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2988","Ambisys, Quebec City : Canada (2008)"],"date":["2008-12-16"],"type":["text"],"creator":["Bouix, Emmanuel","Roose, Philippe","Dalmau, Marc"],"language":[],"coverage":[],"title":["The Korrontea Data Modeling"],"description":["  Needs of multimedia systems evolved due to the evolution of their\narchitecture which is now distributed into heterogeneous contexts. A critical\nissue lies in the fact that they handle, process, and transmit multimedia data.\nThis data integrates several properties which should be considered since it\nholds a considerable part of its semantics, for instance the lips\nsynchronization in a video. In this paper, we focus on the definition of a\nmodel as a basic abstraction for describing and modeling media in multimedia\nsystems by taking into account their properties. This model will be used in\nsoftware architecture in order to handle data in efficient way. The provided\nmodel is an interesting solution for the integration of media into\napplications; we propose to consider and to handle them in a uniform way. This\nmodel is proposed with synchronization policies to ensure synchronous transport\nof media. Therefore, we use it in a component model that we develop for the\ndesign and deployment of distributed multimedia systems.\n"]}]
["0812.2989",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2989","Journal of Networks, Issue N6, Academy Publisher 3, 4 (2008)"],"date":["2008-12-16"],"type":["text"],"creator":["Louberry, Christine","Roose, Philippe","Dalmau, Marc"],"language":[],"coverage":[],"title":["Heterogeneous component interactions: Sensors integration into\n  multimedia applications"],"description":["  Resource-constrained embedded and mobile devices are becoming increasingly\ncommon. Since few years, some mobile and ubiquitous devices such as wireless\nsensor, able to be aware of their physical environment, appeared. Such devices\nenable proposing applications which adapt to user's need according the context\nevolution. It implies the collaboration of sensors and software components\nwhich differ on their nature and their communication mechanisms. This paper\nproposes a unified component model in order to easily design applications based\non software components and sensors without taking care of their nature. Then it\npresents a state of the art of communication problems linked to heterogeneous\ncomponents and proposes an interaction mechanism which ensures information\nexchanges between wireless sensors and software components.\n"]}]
["0812.2990",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2990"],"date":["2008-12-16"],"type":["text"],"creator":["Mazoit, Frédéric"],"language":[],"coverage":[],"title":["Tree-width of hypergraphs and surface duality"],"description":["  In Graph Minor III, Robertson and Seymour conjecture that the tree-width of a\nplanar graph and that of its dual differ by at most one. We prove that given a\nhypergraph H on a surface of Euler genus k, the tree-width of H^* is at most\nthe maximum of tw(H) + 1 + k and the maximum size of a hyperedge of H^*.\n"]}]
["0812.2991",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2991"],"date":["2008-12-16"],"type":["text"],"creator":["Bouffier, Amanda","Poibeau, Thierry","Duclos, Catherine"],"language":[],"coverage":[],"title":["Analyse et structuration automatique des guides de bonnes pratiques\n  cliniques : essai d'\\'evaluation"],"description":["  Health Practice Guideliens are supposed to unify practices and propose\nrecommendations to physicians. This paper describes GemFrame, a system capable\nof semi-automatically filling an XML template from free texts in the clinical\ndomain. The XML template includes semantic information not explicitly encoded\nin the text (pairs of conditions and ac-tions/recommendations). Therefore,\nthere is a need to compute the exact scope of condi-tions over text sequences\nexpressing the re-quired actions. We present a system developped for this task.\nWe show that it yields good performance when applied to the analysis of French\npractice guidelines. We conclude with a precise evaluation of the tool.\n"]}]
["0812.2998",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2998"],"date":["2008-12-16"],"type":["text"],"creator":["Lazopoulos, A."],"language":[],"coverage":[],"title":["Multi-gluon one-loop amplitudes numerically"],"description":["  A c++ implementation of the D_s-dimensional unitarity cut algorithm for the\nnumerical evaluation of the virtual contribution to NLO QCD amplitudes is\npresented. The current version includes an arbitrary number of external gluons\nwith gluonic propagators in the loop. The building blocks are tree level\ncolor-ordered amplitudes with gluons and with gluons and two scalars in five\ndimensions. Numerical stability issues are addressed and agreement has been\nreached with the results published in the literature.\n","Comment: 17 pages, 3 figures"]}]
["0812.3000",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3000"],"date":["2008-12-16"],"type":["text"],"creator":["Xu, Hongquan","Phoa, Frederick K. H.","Wong, Weng Kee"],"language":[],"coverage":[],"title":["Recent Developments in Nonregular Fractional Factorial Designs"],"description":["  Nonregular fractional factorial designs such as Plackett-Burman designs and\nother orthogonal arrays are widely used in various screening experiments for\ntheir run size economy and flexibility. The traditional analysis focuses on\nmain effects only. Hamada and Wu (1992) went beyond the traditional approach\nand proposed an analysis strategy to demonstrate that some interactions could\nbe entertained and estimated beyond a few significant main effects. Their\ngroundbreaking work stimulated much of the recent developments in design\ncriterion creation, construction and analysis of nonregular designs. This paper\nreviews important developments in optimality criteria and comparison, including\nprojection properties, generalized resolution, various generalized minimum\naberration criteria, optimality results, construction methods and analysis\nstrategies for nonregular designs.\n","Comment: Submitted to the Statistics Surveys (http://www.i-journals.org/ss/)\n  by the Institute of Mathematical Statistics (http://www.imstat.org)"]}]
["0812.3003",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3003"],"date":["2008-12-16"],"type":["text"],"creator":["Pogorelov, Evgeny G.","Zhbanov, Alexander I.","Chang, Yia-Chung"],"language":[],"coverage":[],"title":["Uniform curves for van der Waals interaction between single-wall carbon\n  nanotubes"],"description":["  We report very simple and accurate algebraic expressions for the van der\nWaals (vdW) potentials and the forces between two parallel and crossed carbon\nnanotubes. The Lennard-Jones potential for two carbon atoms and the method of\nthe smeared out approximation suggested by L.A. Girifalco were used. It is\nfound that interaction between parallel and crossed tubes are described by\ndifferent uniform curves which depend only on dimensionless distance. The\nexplicit functions for equilibrium vdW distances, well depths, and maximal\nattractive forces have been given. These results may be used as a guide for\nanalysis of experimental data to investigate interaction between nanotubes of\nvarious natures.\n","Comment: 4 pages, 2 figures"]}]
["0812.3007",{"format":[],"subject":["Mathematics - Probability","60C05","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3007"],"date":["2008-12-16"],"type":["text"],"creator":["Turova, Tatyana S."],"language":[],"coverage":[],"title":["Asymptotics for the size of the largest component scaled to \"log n\" in\n  inhomogeneous random graphs"],"description":["  We study the inhomogeneous random graphs in the subcritical case. We derive\nan exact formula for the size of the largest connected component scaled to\n$\\log n$ where $n$ is the size of the graph. This generalizes the recent result\nfor the \"rank 1 case\". Here we discover that the same well-known equation for\nthe survival probability, whose positive solution determines the asymptotics of\nthe size of the largest component in the supercritical case, plays the crucial\nrole in the subcritical case as well. But now these are the negative solutions\nwhich come into play.\n","Comment: 34 pages"]}]
["0812.3009",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35J55","35J65","35J50","35Q40","35Q60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3009"],"date":["2008-12-16"],"type":["text"],"creator":["d'Avenia, Pietro","Pisani, Lorenzo","Siciliano, Gaetano"],"language":[],"coverage":[],"title":["Dirichlet and Neumann problems for Klein-Gordon-Maxwell systems"],"description":["  This paper deals with the Klein-Gordon-Maxwell system in a bounded spatial\ndomain. We study the existence of solutions having a specific form, namely\nstanding waves in equilibrium with a purely electrostatic field. We prescribe\nDirichlet boundary conditions on the matter field, and either Dirichlet or\nNeumann boundary conditions on the electric potential.\n","Comment: 14 pages"]}]
["0812.3025",{"format":[],"subject":["Mathematics - Number Theory","11F30, 11N25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3025"],"date":["2008-12-16"],"type":["text"],"creator":["Lau, Yuk Kam","Wu, Jie"],"language":[],"coverage":[],"title":["The number of Hecke eigenvalues of same signs"],"description":["  We give the best possible lower bounds in order of magnitude for the number\nof positive and negative Hecke eigenvalues. This improves upon a recent work of\nKohnen, Lau & Shparlinski. Also, we study an analogous problem for short\nintervals.\n","Comment: to appear in Math. Z"]}]
["0812.3035",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3035"],"date":["2008-12-16"],"type":["text"],"creator":["Popov, Konstantin"],"language":["ru"],"coverage":[],"title":["The Theory of Fermi Condensate Quantum Phase Transition"],"description":["  This report is devoted to the building of the theory and analyzing the\nphenomenon which take place in such strong correlated Fermi systems as High\ntemperature superconductors, metals with heavy fermions and quasi two\ndimensional Fermi-systems. The described theory of strong correlated Fermi\nsystems bases on conceptions of Fermi condensate quantum phase transition\n(FCQPT) and Fermi condensate. It develops the well known Landau paradigm based\non quasi particles formalism and order parameter. The description of the FCQPT\ntheory is followed by its verification on the different exactly solvable\nmodels, by numerical calculations and by comparing with wide collection of\nexperimental data.\n","Comment: 75 pages, 46 figures, in Russian"]}]
["0812.3038",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3038"],"date":["2008-12-16"],"type":["text"],"creator":["Fakoor, V.","Rad, N. Nakhaee"],"language":[],"coverage":[],"title":["Strong Gaussian approximations of product-limit and Quantile Processes\n  for Strong mixing and censored data"],"description":["  In this paper, we consider the product-limit quantile estimator of an unknown\nquantile function under a censored dependent model. This is a parallel problem\nto the estimation of the unknown distribution function by the product-limit\nestimator under the same model. Simultaneous strong Gaussian approximations of\nthe product-limit process and product-limit quantile process are constructed\nwith rate $O((\\log n)^{-\\lambda})$ for some $\\lambda>0,$. The strong Gaussian\napproximation of the product-limit process is then applied to derive the laws\nof the iterated logarithm for product-limit process.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0812.3041",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3041"],"date":["2008-12-16"],"type":["text"],"creator":["Marks, Joerg","Collaboration, for the BABAR"],"language":[],"coverage":[],"title":["D0 - D0bar Mixing: An Overview"],"description":["  Recently, the B factory experiments BABAR and Belle as well as the CDF\ncollaboration found evidence for mixing in the D meson system. The current\nstatus (beginning of summer 2008) of the experimental results of D mixing is\nsummarized.\n","Comment: 12 pages, 4 figures, invited talk at PIC 2008"]}]
["0812.3046",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30, 14E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3046"],"date":["2008-12-16"],"type":["text"],"creator":["Lazic, Vladimir"],"language":[],"coverage":[],"title":["Towards finite generation of the canonical ring without the MMP"],"description":["  This paper is the first of two steps in a project to prove finite generation\nof the log canonical ring without Mori theory.\n"]}]
["0812.3050",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","52C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3050"],"date":["2008-12-16"],"type":["text"],"creator":["Karpenkov, Oleg"],"language":[],"coverage":[],"title":["On the flexibility of Kokotsakis meshes"],"description":["  In this paper we study geometric, algebraic, and computational aspects of\nflexibility and infinitesimal flexibility of Kokotsakis meshes. A Kokotsakis\nmesh is a mesh that consists of a face in the middle and a certain band of\nfaces attached to the middle face by its perimeter. In particular any 3x3-mesh\nmade of quadrangles is a Kokotsakis mesh. We express the infinitesimal\nflexibility condition in terms of Ceva and Menelaus theorems. Further we study\nsemi-algebraic properties of the set of flexible meshes and give equations\ndescribing it. For 3x3-meshes we obtain flexibility conditions in terms of face\nangles.\n"]}]
["0812.3055",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3055"],"date":["2008-12-16"],"type":["text"],"creator":["Gassiat, Elisabeth","Landelle, Benoit"],"language":[],"coverage":[],"title":["Semiparametric regression estimation using noisy nonlinear non\n  invertible functions of the observations"],"description":["  We investigate a semiparametric regression model where one gets noisy non\nlinear non invertible functions of the observations. We focus on the\napplication to bearings-only tracking. We first investigate the least squares\nestimator and prove its consistency and asymptotic normality under mild\nassumptions. We study the semiparametric likelihood process and prove local\nasymptotic normality of the model. This allows to define the efficient Fisher\ninformation as a lower bound for the asymptotic variance of regular estimators,\nand to prove that the parametric likelihood estimator is regular and\nasymptotically efficient. Simulations are presented to illustrate our results.\n"]}]
["0812.3056",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","05E99 (Primary), 55S10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3056","In Invariant theory in all characteristics, volume 35 of CRM Proc.\n  Lecture Notes, pages 91-125. Amer. Math. Soc. Providence, RI, 2004"],"date":["2008-12-16"],"type":["text"],"creator":["Hivert, Florent","Thiéry, Nicolas M."],"language":[],"coverage":[],"title":["Deformation of symmetric functions and the rational Steenrod algebra"],"description":["  In 1999, Reg Wood conjectured that the quotient of Q[x_1,...,x_n] by the\naction of the rational Steenrod algebra is a graded regular representation of\nthe symmetric group S_n. As pointed out by Reg Wood, the analog of this\nstatement is a well known result when the rational Steenrod algebra is replaced\nby the ring of symmetric functions; actually, much more is known about the\nstructure of the quotient in this case.\n  We introduce a non-commutative q-deformation of the ring of symmetric\nfunctions, which specializes at q=1 to the rational Steenrod algebra. We use\nthis formalism to obtain some partial results. Finally, we describe several\nconjectures based on an extensive computer exploration. In particular, we\nextend Reg Wood's conjecture to q formal and to any q complex not of the form\n-a/b, with a in {1,...,n} and b a positive natural number.\n"]}]
["0812.3057",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3057"],"date":["2008-12-16"],"type":["text"],"creator":["Alba, David","Lusanna, Luca"],"language":[],"coverage":[],"title":["Charged Particles and the Electro-Magnetic Field in Non-Inertial Frames\n  of Minkowski Spacetime"],"description":["  By using the 3+1 point of view and parametrized Minkowski theories we develop\nthe theory of {\\it non-inertial} frames in Minkowski space-time. The transition\nfrom a non-inertial frame to another one is a gauge transformation connecting\nthe respective notions of instantaneous 3-space (clock synchronization\nconvention) and of the 3-coordinates inside them. As a particular case we get\nthe extension of the inertial rest-frame instant form of dynamics to the\nnon-inertial rest-frame one. We show that every isolated system can be\ndescribed as an external decoupled non-covariant canonical center of mass\n(described by frozen Jacobi data) carrying a pole-dipole structure: the\ninvariant mass and an effective spin. Moreover we identify the constraints\neliminating the internal 3-center of mass inside the instantaneous 3-spaces.\n  In the case of the isolated system of positive-energy scalar particles with\nGrassmann-valued electric charges plus the electro-magnetic field we obtain\nboth Maxwell equations and their Hamiltonian description in non-inertial\nframes. Then by means of a non-covariant decomposition we define the\nnon-inertial radiation gauge and we find the form of the non-covariant Coulomb\npotential. We identify the coordinate-dependent relativistic inertial\npotentials and we show that they have the correct Newtonian limit.\n  Then we study properties of Maxwell equations in non-inertial frames like the\nwrap-up effect and the Faraday rotation in astrophysics. Also the 3+1\ndescription without coordinate-singularities of the rotating disk and the\nSagnac effect are given, with added comments on pulsar magnetosphere and on a\nrelativistic extension of the Earth-fixed coordinate system.\n","Comment: 106 pAGES"]}]
["0812.3060",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3060"],"date":["2008-12-16"],"type":["text"],"creator":["Crainic, Marius","Fernandes, Rui Loja"],"language":[],"coverage":[],"title":["A geometric approach to Conn's linearization theorem"],"description":["  We give a soft geometric proof of the classical result due to Conn stating\nthat a Poisson structure is linearizable around a singular point (zero) at\nwhich the isotropy Lie algebra is compact and semisimple.\n","Comment: 13 pages"]}]
["0812.3062",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3062"],"date":["2008-12-16"],"type":["text"],"creator":["Wu, Ning"],"language":[],"coverage":[],"title":["Path Integral Quantization of Quantum Gauge General Relativity"],"description":["  Path integral quantization of quantum gauge general relativity is discussed\nin this paper. First, we deduce the generating functional of green function\nwith external fields. Based on this generating functional, the propagators of\ngravitational gauge field and related ghost field are deduced. Then, we\ncalculate Feynman rules of various interaction vertices of three or four\ngravitational gauge fields and vertex between ghost field and gravitational\ngauge field. Results in this paper are the bases of calculating vacuum\npolarization of gravitational gauge field and vertex correction of\ngravitational couplings in one loop diagram level. As we have pointed out in\nprevious paper, quantum gauge general relativity is perturbative\nrenormalizable, and a formal proof on its renormalizability is also given in\nthe previous paper. Next step, we will calculate one-loop and two-loop\nrenormalization constant, and to prove that the theory is renormalizable in\none-loop and two-loop level by direct calculations.\n","Comment: 19 pages, no figure"]}]
["0812.3063",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3063"],"date":["2008-12-16"],"type":["text"],"creator":["Monreal, Philipp","Frank, Martin"],"language":[],"coverage":[],"title":["Higher order minimum entropy approximations in radiative transfer"],"description":["  In this paper we approximate the radiative transfer equations by the method\nof moments, constructing mesoscopic approximations of arbitrary order of the\notherwise microscopic system. To define the necessary closure a minimum entropy\napproach is utilized. While in radiative transfer, the minimum entropy closure\nfor moment systems up to the first-order moment is well known, higher-order\nminimum entropy closures have not been implemented. This is probably due to the\nfact that the closure cannot be expressed in analytical form. Our focus thus\nlies in developing some general results about the minimum entropy system and in\nderiving a numerical closure. By extending to higher order, among increasing\nthe precision, we are able to overcome difficulties that arise for the first\norder minimum entropy method. Numerical experiments in a 1-dimensional domain\nirradiated by two beams or with internal source show the accuracy of this\napproach.\n","Comment: 17 pages, 8 figures, LateX updated"]}]
["0812.3066",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3066"],"date":["2008-12-16"],"type":["text"],"creator":["Eldar, Y. C.","Michaeli, T."],"language":[],"coverage":[],"title":["Beyond Bandlimited Sampling: Nonlinearities, Smoothness and Sparsity"],"description":["  Sampling theory has benefited from a surge of research in recent years, due\nin part to the intense research in wavelet theory and the connections made\nbetween the two fields. In this survey we present several extensions of the\nShannon theorem, that have been developed primarily in the past two decades,\nwhich treat a wide class of input signals as well as nonideal sampling and\nnonlinear distortions. This framework is based on viewing sampling in a broader\nsense of projection onto appropriate subspaces, and then choosing the subspaces\nto yield interesting new possibilities. For example, our results can be used to\nuniformly sample non-bandlimited signals, and to perfectly compensate for\nnonlinear effects.\n","Comment: 35 pages, 16 figures"]}]
["0812.3068",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3068"],"date":["2008-12-16"],"type":["text"],"creator":["van Glabbeek, Rob","Luttik, Bas","Trcka, Nikola"],"language":[],"coverage":[],"title":["Branching Bisimilarity with Explicit Divergence"],"description":["  We consider the relational characterisation of branching bisimilarity with\nexplicit divergence. We prove that it is an equivalence and that it coincides\nwith the original definition of branching bisimilarity with explicit divergence\nin terms of coloured traces. We also establish a correspondence with several\nvariants of an action-based modal logic with until- and divergence modalities.\n"]}]
["0812.3070",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Artificial Intelligence","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3070"],"date":["2008-12-16"],"type":["text"],"creator":["Borge, J.","Arenas, A."],"language":[],"coverage":[],"title":["A Computational Model to Disentangle Semantic Information Embedded in\n  Word Association Norms"],"description":["  Two well-known databases of semantic relationships between pairs of words\nused in psycholinguistics, feature-based and association-based, are studied as\ncomplex networks. We propose an algorithm to disentangle feature based\nrelationships from free association semantic networks. The algorithm uses the\nrich topology of the free association semantic network to produce a new set of\nrelationships between words similar to those observed in feature production\nnorms.\n","Comment: 9 pages, 3 figures"]}]
["0812.3072",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3072"],"date":["2008-12-16"],"type":["text"],"creator":["Pavicic, Mladen","Megill, Norman D."],"language":[],"coverage":[],"title":["Quantum Logic and Quantum Computation"],"description":["  We use classes of Hilbert lattice equations for an alternative representation\nof Hilbert lattices and Hilbert spaces of arbitrary quantum systems that might\nenable a direct introduction of the states of the systems into quantum\ncomputers. More specifically, we look for a way to feed a quantum computer with\nalgebraic equations of n-th order underlying an infinite dimensional Hilbert\nspace description of quantum systems. A number of new results on states defined\non Hilbert lattices are presented and discussed and a number of recently\nobtained results in the field of Hilbert space equations are reviewed.\n","Comment: 37 pages, 13 figures, published in Handbook of Quantum Logic and\n  Quantum Structures: Quantum Structures (Edited by Kurt Engesser, Dov M.\n  Gabbay and Daniel Lehmann), Elsevier, Amsterdam, 2007, pp. 755-792"]}]
["0812.3074",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3074"],"date":["2008-12-16"],"type":["text"],"creator":["Estienne, Benoit"],"language":[],"coverage":[],"title":["Renormalization group flows for the second $\\mathbb{Z}_{N}$\n  parafermionic field theory for $N$ even"],"description":["  Extending the results obtained in the case $N$ odd, the effect of slightly\nrelevant perturbations of the second parafermionic field theory with the\nsymmetry $\\mathbb{Z}_{N}$, for $N$ even, are studied. The renormalization group\nequations, and their infra red fixed points exhibit the same structure in both\ncases. In addition to the standard flow from the $p$-th to the $(p-2)$-th\nmodel, another fixed point corresponding to the $(p-1)$-th model is found.\n"]}]
["0812.3075",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","46E35","42B25","46B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3075"],"date":["2008-12-16"],"type":["text"],"creator":["Bernicot, Frederic"],"language":[],"coverage":[],"title":["Maximal inequalities for dual Sobolev spaces $W^{-1,p}$ and applications\n  to interpolation"],"description":["  We firstly describe a maximal inequality for dual Sobolev spaces W^{-1,p}.\nThis one corresponds to a \"Sobolev version\" of usual properties of the\nHardy-Littlewood maximal operator in Lebesgue spaces. Even in the euclidean\nspace, this one seems to be new and we develop arguments in the general\nframework of Riemannian manifold. Then we present an application to obtain\ninterpolation results for Sobolev spaces.\n","Comment: 18 pages"]}]
["0812.3076",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3076"],"date":["2008-12-16"],"type":["text"],"creator":["Selden, A C"],"language":[],"coverage":[],"title":["Saturable absorption or slow light?"],"description":["  Quantitative analysis of slow light experiments utilising coherent population\noscillation (CPO) in a range of saturably absorbing media, including ruby and\nalexandrite, Er3+:Y2SiO5, bacteriorhodopsin, semi-conductor quantum devices and\nerbium doped optical fibres, shows that the observations may be more simply\ninterpreted as saturable absorption phenomena. A basic two-level model of a\nsaturable absorber displays all the effects normally associated with slow\nlight, namely phase shift and modulation gain of the transmitted signal, hole\nburning in the modulation frequency spectrum and power broadening of the\nspectral hole, arising from the finite response time of the non-linear\nabsorption. Only where hole-burning in the optical spectrum is observed (using\nindependent pump and probe beams), or pulse delays exceeding the limits set by\nsaturable absorption are obtained, can reasonable confidence be placed in the\nobservation of slow light in such experiments. Superluminal ('fast light')\nphenomena in media with reverse saturable absorption (RSA) may be similarly\nexplained.\n","Comment: A re-interpretation of recent CPO experiments in a wide range of\n  saturable absorption media"]}]
["0812.3079",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","05C60","13A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3079","C. R. Acad. Sci. Paris S\\'er. I Math., 333(9): 821-826, 2001"],"date":["2008-12-16"],"type":["text"],"creator":["Maurice, Pouzet","Thiéry, Nicolas M."],"language":[],"coverage":[],"title":["Invariants alg\\'ebriques de graphes et reconstruction"],"description":["  We report on results about a study of algebraic graph invariants, based on\ncomputer exploration, and motivated by graph-isomorphism and reconstruction\nproblems.\n"]}]
["0812.3082",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","05C60","13A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3082","SIGSAM Bulletin (ACM Special Interest Group on Symbolic and\n  Algebraic Manipulation), 34(3): 9-20, September 2000"],"date":["2008-12-16"],"type":["text"],"creator":["Thiéry, Nicolas M."],"language":[],"coverage":[],"title":["Algebraic invariants of graphs; a study based on computer exploration"],"description":["  We consider the ring I_n of polynomial invariants over weighted graphs on n\nvertices. Our primary interest is the use of this ring to define and explore\nalgebraic versions of isomorphism problems of graphs, such as Ulam's\nreconstruction conjecture. There is a huge body of literature on invariant\ntheory which provides both general results and algorithms. However, there is a\ncombinatorial explosion in the computations involved and, to our knowledge, the\nring I_n has only been completely described for n<=4. This led us to study the\nring I_n in its own right. We used intensive computer exploration for small n,\nand developed PerMuVAR, a library for MuPAD, for computing in invariant rings\nof permutation groups. We present general properties of the ring I_n, as well\nas results obtained by computer exploration for small n, including the\nconstruction of a medium sized generating set for I_5. We address several\nconjectures suggested by those results (low degree system of parameters,\nunimodality), for I_n as well as for more general invariant rings. We also show\nthat some particular sets are not generating, disproving a conjecture of Pouzet\nrelated to reconstruction, as well as a lemma of Grigoriev on the invariant\nring over digraphs. We finally provide a very simple minimal generating set of\nthe field of invariants.\n"]}]
["0812.3083",{"format":[],"subject":["Quantitative Finance - Computational Finance","Quantitative Finance - Pricing of Securities"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3083"],"date":["2008-12-16"],"type":["text"],"creator":["Miglio, Edie","Sgarra, Carlo"],"language":[],"coverage":[],"title":["A Finite Element Framework for Option Pricing with the Bates Model"],"description":["  In the present paper we present a finite element approach for option pricing\nin the framework of a well-known stochastic volatility model with jumps, the\nBates model. In this model the asset log-returns are assumed to follow a\njump-diffusion model where the jump component consists of a Levy process of\ncompound Poisson type, while the volatility behavior is described by a\nstochastic differential equation of CIR type, with a mean-reverting drift term\nand a diffusion component correlated with that of the log-returns. Like in all\nthe Levy models, the option pricing problem can be formulated in terms of an\nintegro-differential equation: for the Bates model the unknown F(S, V, t) (the\noption price) of the pricing equation depends on three independent variables\nand the differential operator part turns out to be of parabolic kind, while the\nnonlocal integral operator is calculated with respect to the Levy measure of\nthe jumps. In this paper we will present a variational formulation of the\nproblem suitable for a finite element approach. The numerical results obtained\nfor european options will be compared with those obtained with different\nmethods.\n","Comment: 15 pages, 6 figures"]}]
["0812.3086",{"format":[],"subject":["Mathematics - Geometric Topology","57M25 (Primary), 57N10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3086","doi:10.1016/j.topol.2008.12.031"],"date":["2008-12-16"],"type":["text"],"creator":["Valdez-Sanchez, Luis G.","Ramirez-Losada, Enrique"],"language":[],"coverage":[],"title":["Hyperbolic (1,2)-knots in S^3 with crosscap number two and tunnel number\n  one"],"description":["  A knot in S^3 is said to have crosscap number two if it bounds a\nonce-punctured Klein bottle but not a Moebius band. In this paper we give a\nmethod of constructing crosscap number two hyperbolic (1,2)-knots with tunnel\nnumber one which are neither 2-bridge nor (1,1)-knots. An explicit infinite\nfamily of such knots is discussed in detail.\n","Comment: 31 pages, 11 figures. To appear in Topology and its Applications\n  (2008)"]}]
["0812.3096",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3096"],"date":["2008-12-16"],"type":["text"],"creator":["Hawkins, M. S.","Long, M. W.","Zotos, X."],"language":[],"coverage":[],"title":["Long-time asymptotics and conservation laws in integrable systems"],"description":["  One dimensional systems sometimes show pathologically slow decay of currents.\nThis robustness can be traced to the fact that an integrable model is nearby in\nparameter space. In integrable models some part of the current can be\nconserved, explaining this slow decay. Unfortunately, although this\nconservation law is formally anticipated, in practice it has been difficult to\nfind in concrete cases, such as the Heisenberg model. We investigate this issue\nboth analytically and numerically and find that the appropriate conservation\nlaw can be a non-analytic combination of the known local conservation laws and\nhence is invisible to elementary assumptions.\n"]}]
["0812.3104",{"format":[],"subject":["Mathematical Physics","35A30","58J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3104"],"date":["2008-12-16"],"type":["text"],"creator":["Ivanova, N. M."],"language":[],"coverage":[],"title":["Construction of potential systems for systems of PDEs with\n  multi-dimensional spaces of conservation laws"],"description":["  In this paper we consider generalization of procedure of construction of\npotential systems for systems of partial differential equations with\nmultidimensional spaces of conservation laws. More precisely, for construction\nof potential systems in cases when dimension of the space of local conservation\nlaws is greater than one, instead of using only basis conservation laws we use\ntheir arbitrary linear combinations being inequivalent with respect to\nequivalence group of the class of systems or symmetry group of the fixed\nsystem. It appears that the basis conservation laws can be equivalent with\nrespect to groups of symmetry or equivalence transformations, or vice versa,\nthe number of independent in this sense linear combinations of conservation\nlaws can be grater than the dimension of the space of conservation laws. The\nfirst possibility leads to an unnecessary, often cumbersome, investigation of\nequivalent systems, the second one makes possible missing a great number of\ninequivalent potential systems. Examples of all these possibilities are given.\n","Comment: 5 pages"]}]
["0812.3105",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","20G40","20G15","20M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3105"],"date":["2008-12-16"],"type":["text"],"creator":["Li, Zhuo","Li, Zhenheng","Cao, You'an"],"language":[],"coverage":[],"title":["Orders of Finite Reductive Monoids"],"description":["  We show four formulas for calculating the orders of finite reductive monoids\nwith zero. As applications, these formulas are then used to calculate the\norders of finite reductive monoids induced from the $F_q$-split\n$\\J$-irreducible monoids $\\overline {K^*\\rho(G_0)}$ where $G_0$ is a simple\nalgebraic group over the algebraic closure of $F_q$, and $\\rho: G_0\\to GL(V)$\nis the irreducible representation associated with any dominant weight. Finally,\nwe give an explicit formula for the orders of finite symplectic monoids\nassociated with the last fundamental dominant weight of type $C_l$; the\nconnections to $H$-polynomials and Betti numbers are shown.\n"]}]
["0812.3108",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3108"],"date":["2008-12-16"],"type":["text"],"creator":["Giokas, P","Watts, G M T"],"language":[],"coverage":[],"title":["Differential equations from null vectors of the Ramond algebra"],"description":["  We consider chiral blocks of four Ramond fields of the N=1 super Virasoro\nalgebra where one of the fields is in the (1,2) representation. We show how the\nnull vector in the (1,2) representation determines the chiral blocks as series\nexpansions. We then turn to the Ising model to find an algebraic method to\ndetermine differential equations for the blocks of four spin fields. Extending\nthese ideas to the super Virasoro case, we find a first order differential\nequation for blocks of four Ramond fields. We are able to find exact solutions\nin many cases. We compare our blocks with results known from other methods.\n","Comment: 19 pages"]}]
["0812.3115",{"format":[],"subject":["Mathematics - Numerical Analysis","65F05","65F15","15A48","15A23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3115"],"date":["2008-12-16"],"type":["text"],"creator":["Marco, Ana","Martinez, Jose-Javier"],"language":[],"coverage":[],"title":["Accurate numerical linear algebra with Bernstein-Vandermonde matrices"],"description":["  The accurate solution of some of the main problems in numerical linear\nalgebra (linear system solving, eigenvalue computation, singular value\ncomputation and the least squares problem) for a totally positive\nBernstein-Vandermonde matrix is considered. Bernstein-Vandermonde matrices are\na generalization of Vandermonde matrices arising when considering for the space\nof the algebraic polynomials of degree less than or equal to $n$ the Bernstein\nbasis, a widely used basis in Computer Aided Geometric Design, instead of the\nmonomial basis.\n  Our approach is based on the computation of the bidiagonal factorization of a\ntotally positive Bernstein-Vandermonde matrix (or its inverse) by means of\nNeville elimination. The explicit expressions obtained for the determinants\ninvolved in the process makes the algorithm both fast and accurate.\n","Comment: 21 pages"]}]
["0812.3116",{"format":[],"subject":["Mathematics - Numerical Analysis","65F05","65F15","15A48","15A23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3116"],"date":["2008-12-16"],"type":["text"],"creator":["Marco, Ana","Martinez, Jose-Javier"],"language":[],"coverage":[],"title":["Accurate computations with Said-Ball-Vandermonde matrices"],"description":["  A generalization of the Vandermonde matrices which arise when the power basis\nis replaced by the Said-Ball basis is considered. When the nodes are inside the\ninterval (0,1), then those matrices are strictly totally positive. An algorithm\nfor computing the bidiagonal decomposition of those Said-Ball-Vandermonde\nmatrices is presented, which allows to use known algorithms for totally\npositive matrices represented by their bidiagonal decomposition. The algorithm\nis shown to be fast and to guarantee high relative accuracy. Some numerical\nexperiments which illustrate the good behaviour of the algorithm are included.\n","Comment: 21 pages"]}]
["0812.3118",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3118"],"date":["2008-12-16"],"type":["text"],"creator":["Serota, R. A."],"language":[],"coverage":[],"title":["Correlation function of spectral staircase and particle number\n  fluctuations in integrable systems"],"description":["  We evaluate the correlation function of the spectral staircase and use it to\nevaluate the mesoscopic particle number fluctuations in integrable systems.\n","Comment: 8 pages"]}]
["0812.3130",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3130"],"date":["2008-12-16"],"type":["text"],"creator":["Bell, M. B."],"language":[],"coverage":[],"title":["The Peculiar Shape of the Beta_(app)-z Distribution Seen in Radio Loud\n  AGN Jets Is Explained Simply and Naturally In the Local Quasar Model"],"description":["  Recently, it was argued that the log(z)-m_{v} plot of 106,000 AGN galaxies\ncould be interpreted as an evolutionary path followed by local AGN galaxies as\nthey age. It was suggested that these objects are born as quasars with a high\nintrinsic redshift component that decreases with time. When the intrinsic\ncomponent is large it causes them to be pushed above the standard candle line\nfor brightest radio galaxies on a log(z)-m_{v} plot. In the jets of radio loud\nAGN galaxies, Beta_(app) is the apparent transverse velocity of the ejected\nmaterial relative to the speed of light. In the cosmological redshift (CR)\nmodel the Beta_(app) vs z distribution has a peculiar shape, and there have\nbeen several attempts to explain it. In agreement with the model proposed to\nexplain the log(z)-m_{v} plot, it is shown here that the peculiar shape of the\nBeta_(app)-z distribution in the CR model is exactly what is expected if the\nsources are local but their large intrinsic redshifts are assumed to be\ncosmological in the calculation of Beta_(app). This result not only supports\nour previous interpretation of the log(z)-m_{v} plot, it further implies that\nif a large component of the redshift is intrinsic a similar effect should be\nvisible when other parameters are plotted vs z. Examining this it is also found\nthat the results are consistent with the local model.\n","Comment: 9 pages with 8 figures"]}]
["0812.3133",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3133"],"date":["2008-12-16"],"type":["text"],"creator":["Butscher, Adrian","Mazzeo, Rafe"],"language":[],"coverage":[],"title":["Constant Mean Curvature Hypersurfaces Condensing to Geodesic Segments\n  and Rays in Riemannian Manifolds"],"description":["  We construct examples of compact and one-ended constant mean curvature\nsurfaces with large mean curvature in Riemannian manifolds with axial symmetry\nby gluing together small spheres positioned end-to-end along a geodesic. Such\nsurfaces cannot exist in Euclidean space, but we show that the gradient of the\nambient scalar curvature acts as a `friction term' which permits the usual\nanalytic gluing construction to be carried out.\n","Comment: 40 pages"]}]
["0812.3136",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3136"],"date":["2008-12-16"],"type":["text"],"creator":["Black, Katrina E.","Wittmann, Michael C."],"language":[],"coverage":[],"title":["Visualizing changes in student responses using consistency plots"],"description":["  Traditional methods of reporting changes in student responses have focused on\nclass-wide averages. Such models hide information about the switches in\nresponses by individual students over the course of a semester. We extend\nunpublished work by Steven Kanim on \"escalator diagrams\" which show changes in\nstudent responses from correct to incorrect (and vice versa) while representing\npre- and post-instruction results on questions. Our extension consists of\n\"consistency plots\" in which we represent three forms of data: method of\nsolution and correctness of solution both before and after instruction. Our\ndata are from an intermediate mechanics class, and come from (nearly) identical\nmidterm and final examination questions.\n","Comment: 10 pages, 11 figures, to be submitted to Physical Review Special\n  Topics - Physics Education Research"]}]
["0812.3139",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3139"],"date":["2008-12-16"],"type":["text"],"creator":["Cadoret, Malo","De Mirandes, Estefania","Cladé, Pierre","Schwob, Catherine","Nez, François","Julien, Lucile","Biraben, François","Guellati-Khélifa, Saïda"],"language":[],"coverage":[],"title":["Determination of the fine structure constant with atom interferometry\n  and Bloch oscillations"],"description":["  We use Bloch oscillations to transfer coherently many photon momenta to\natoms. Then we can measure accurately the recoil velocity $\\hbar k/m$ and\ndeduce the fine structure constant $\\alpha$. The velocity variation due to\nBloch oscillations is measured using atom interferometry. This method yields to\na value of the fine structure constant $\\alpha^{-1}= 137.035 999 45 (62)$ with\na relative uncertainty of about $4.5 \\times 10^{-9}$.\n"]}]
["0812.3142",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3142"],"date":["2008-12-16"],"type":["text"],"creator":["Yannouleas, Constantine","Landman, Uzi"],"language":[],"coverage":[],"title":["Trial wave functions, molecular states, and ro-vibrational spectra in\n  the lowest Landau level: A universal description for bosons and fermions"],"description":["  Through the introduction of a class of appropriate translationally invariant\ntrial wave functions, we show that the strong correlations in the lowest Landau\nlevel (LLL) reflect in finite systems the emergence of intrinsic point-group\nsymmetries associated with rotations and vibrations of molecules formed through\nparticle localization. This molecular description is universal, being valid for\nboth bosons and fermions, for both the yrast and excited states of the LLL\nspectra, and for both low and high angular momenta. This physical picture is\nfundamentally different from the \"quantum-fluid\" one associated with\nJastrow-type trial functions.\n","Comment: 5 pages with two tables. Revtex"]}]
["0812.3145",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3145"],"date":["2008-12-16"],"type":["text"],"creator":["Boczko, Erik","DiLullo, Andrew","Young, Todd"],"language":[],"coverage":[],"title":["Binary Classification Based on Potentials"],"description":["  We introduce a simple and computationally trivial method for binary\nclassification based on the evaluation of potential functions. We demonstrate\nthat despite the conceptual and computational simplicity of the method its\nperformance can match or exceed that of standard Support Vector Machine\nmethods.\n","Comment: 5 pages, 2 figures. Presented at the Ohio Collaborative Conference on\n  Bioinformatics (OCCBIO) June 2006"]}]
["0812.3147",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3147"],"date":["2008-12-16"],"type":["text"],"creator":["Boczko, Erik M.","Young, Todd","Zie, Minhui","Wu, Di"],"language":[],"coverage":[],"title":["Comparison of Binary Classification Based on Signed Distance Functions\n  with Support Vector Machines"],"description":["  We investigate the performance of a simple signed distance function (SDF)\nbased method by direct comparison with standard SVM packages, as well as\nK-nearest neighbor and RBFN methods. We present experimental results comparing\nthe SDF approach with other classifiers on both synthetic geometric problems\nand five benchmark clinical microarray data sets. On both geometric problems\nand microarray data sets, the non-optimized SDF based classifiers perform just\nas well or slightly better than well-developed, standard SVM methods. These\nresults demonstrate the potential accuracy of SDF-based methods on some types\nof problems.\n","Comment: 5 pages, 4 figures. Presented at the Ohio Collaborative Conference on\n  Bioinformatics (OCCBIO), June 2006"]}]
["math-ph/0606032",{"format":[],"subject":["Mathematical Physics","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0606032","Cubo, a Mathematical Journal 9, 2 (2007) 1-15"],"date":["2006-06-09"],"type":["text"],"creator":["Morame, Abderemane","Truc, Francoise"],"language":[],"coverage":[],"title":["Accuracy on eigenvalues for a Schrodinger operator with a degenerate\n  potential in the semi-classical limit"],"description":["  We consider a semi-classical Schrodinger operator with a degenerate potential\nV(x,y) =f(x) g(y) . g is assumed to be a homogeneous positive function of m\nvariables and f is a strictly positive function of n variables, with a strict\nminimum. We give sharp asymptotic behaviour of low eigenvalues bounded by some\npower of the parameter h, by improving Born-Oppenheimer approximation.\n"]}]
["math/0308050",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","15A52","05B20","05D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0308050","Combinatorics, Probability & Computing, 15:463-471, 2006"],"date":["2003-08-06","2008-12-17"],"type":["text"],"creator":["Voigt, Thomas","Ziegler, Günter M."],"language":[],"coverage":[],"title":["Singular 0/1-matrices, and the hyperplanes spanned by random 0/1-vectors"],"description":["  Let $P(d)$ be the probability that a random 0/1-matrix of size $d \\times d$\nis singular, and let $E(d)$ be the expected number of 0/1-vectors in the linear\nsubspace spanned by d-1 random independent 0/1-vectors. (So $E(d)$ is the\nexpected number of cube vertices on a random affine hyperplane spanned by\nvertices of the cube.)\n  We prove that bounds on $P(d)$ are equivalent to bounds on $E(d)$: \\[ P(d) =\n(2^{-d} E(d) + \\frac{d^2}{2^{d+1}}) (1 + o(1)). \\] We also report about\ncomputational experiments pertaining to these numbers.\n","Comment: 9 pages"]}]
["math/0502513",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502513"],"date":["2005-02-24","2008-12-17"],"type":["text"],"creator":["Aljadeff, Eli"],"language":[],"coverage":[],"title":["On cohomology rings of infinite groups"],"description":["  Let R be any ring (with 1), \\Gamma a group and R\\Gamma the corresponding\ngroup ring. Let Ext_{R\\Gamma}^{*}(M,M) be the cohomology ring associated to the\nR\\Gamma-module M. Let H be a subgroup of finite index of \\Gamma. The following\nis a special version of our main Theorem: Assume the profinite completion of\n\\Gamma is torsion free. Then an element \\zeta in Ext_{R\\Gamma}^{*}(M,M) is\nnilpotent (under Yoneda's product) if and only if its restriction to\nExt_{RH}^{*}(M,M)$ is nilpotent. In particular this holds for the Thompson\ngroup.\n  There are torsion free groups for which the analogous statement is false.\n","Comment: 6 pages"]}]
["math/0510482",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11H06","52C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510482","Monatshefte fuer Mathematik, vol.152, pp.217-249, 2007."],"date":["2005-10-22","2006-12-12"],"type":["text"],"creator":["Karpenkov, Oleg"],"language":[],"coverage":[],"title":["Completely empty pyramids on integer lattices and two-dimensional faces\n  of multidimensional continued fractions"],"description":["  In this paper we develop an integer-affine classification of\nthree-dimensional multistory completely empty convex marked pyramids. We apply\nit to obtain the complete lists of compact two-dimensional faces of\nmultidimensional continued fractions lying in planes with integer distances to\nthe origin equal 2, 3, 4 ... The faces are considered up to the action of the\ngroup of integer-linear transformations. In conclusion we formulate some actual\nunsolved problems associated with the generalizations for n-dimensional faces\nand more complicated face configurations.\n","Comment: Minor changes"]}]
["math/0602193",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","11H06","51M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602193","Functional Analysis and Other Mathematics, vol.1(1), pp.17-35,\n  2006","doi:10.1007/s11853-007-0002-z"],"date":["2006-02-09","2006-03-27"],"type":["text"],"creator":["Karpenkov, Oleg"],"language":[],"coverage":[],"title":["Classification of lattice-regular lattice convex polytopes"],"description":["  In this paper for any dimension n we give a complete list of lattice convex\npolytopes in R^n that are regular with respect to the group of affine\ntransformations preserving the lattice.\n","Comment: Minor correction. One picture added"]}]
["math/0702120",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702120","Canadian Journal of Statistics, 35(4):597-606, 2007"],"date":["2007-02-05"],"type":["text"],"creator":["Lian, Heng"],"language":[],"coverage":[],"title":["Nonlinear functional models for functional responses in reproducing\n  kernel Hilbert spaces"],"description":["  An extension of reproducing kernel Hilbert space (RKHS) theory provides a new\nframework for modeling functional regression models with functional responses.\nThe approach only presumes a general nonlinear regression structure as opposed\nto previously studied linear regression models. Generalized cross-validation\n(GCV) is proposed for automatic smoothing parameter estimation. The new RKHS\nestimate is applied to both simulated and real data as illustrations.\n"]}]
["quant-ph/0402178",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0402178","Problems of Information Transmission, Vol. 42, No. 4, (2006),\n  23--40"],"date":["2004-02-24","2005-06-28"],"type":["text"],"creator":["Shirokov, M. E."],"language":[],"coverage":[],"title":["On the structure of optimal sets for tensor product channel"],"description":["  For a given quantum channel we consider two optimal sets of states, related\nto the Holevo capacity and to the minimal output entropy of this channel. Some\nproperties of these sets as well as the necessary and sufficient condition for\ntheir coincidence are obtained. The relations between additivity properties for\ntwo quantum channels and the structure of the optimal sets for tensor product\nof these channels are considered. It turns out that these additivity properties\nare connected with the special hereditary property of the optimal sets for\ntensor product channel. We explore the structural properties of these optimal\nsets under two different assumptions.\n  The first assumption means that for tensor product of two channels with\narbitrary constraints there exists optimal ensemble with the product state\naverage. It turns out that exactly this assumption guarantees hereditary\nproperty of the both optimal sets for tensor product channel and provides some\nobservations concerning the additivity problems.\n  The second assumption means additivity of the Holevo capacity for two\nchannels with arbitrary constraints. It turns out that exactly this assumption\nguarantees strong hereditary property of the both optimal sets for tensor\nproduct channel and provides the natural \"projective\" relations between these\nsets and the optimal sets for single channels.\n","Comment: 25 pages"]}]
["quant-ph/0408176",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0408176","Theory of Probability and its Applications, Vol. 50, No.1, (2005),\n  86--114"],"date":["2004-08-30"],"type":["text"],"creator":["Holevo, A. S.","Shirokov, M. E."],"language":[],"coverage":[],"title":["Continuous ensembles and the $\\chi$-capacity of infinite-dimensional\n  channels"],"description":["  The paper is devoted to systematic study of the $\\chi$-capacity (underlying\nthe classical capacity) of infinite dimensional quantum channels. An essential\nfeature of this case is the natural appearance of the input constraints and\ninfinite, in general, ``continuous'' state ensembles, defined as probability\nmeasures on the set of all quantum states. By using compactness criteria from\nprobability theory and operator theory it is shown that the set of all\ngeneralized ensembles with the average (barycenter) in a compact set of states\nis itself a compact subset of the set of all probability measures. With this in\nhand we give a sufficient condition for the existence of an optimal generalized\nensemble for a constrained quantum channel. This condition can be verified in\nthe case of Bosonic Gaussian channels with constrained mean energy. The\nimportance of the above condition is shown by considering example of a\nconstrained channel with no optimal generalized ensemble. In the case of convex\nconstraints a characterization of the optimal generalized ensemble is obtained\nextending the `` maximal distance'' property.\n","Comment: 17 pages"]}]
["quant-ph/0602073",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0602073","Theory of Probability and its Applications, Vol. 53, No. 4,\n  (2008), 732-750"],"date":["2006-02-07"],"type":["text"],"creator":["Shirokov, M. E."],"language":[],"coverage":[],"title":["On channels with finite Holevo capacity"],"description":["  We consider a nontrivial class of infinite dimensional quantum channels\ncharacterized by finiteness of the Holevo capacity. Some general properties of\nchannels of this class are described. In particular, a special sufficient\ncondition of existence of an optimal measure is obtained and examples of\nchannels with no optimal measure are constructed.\n  It is shown that each channel with finite Holevo capacity has a natural\nextension to the set of all positive normalized functionals on the algebra of\nall bounded operators. General properties of such an extension are described.\n  The class of infinite dimensional channels, for which the Holevo capacity can\nbe explicitly determined, is considered.\n","Comment: 23 pages"]}]
["quant-ph/0608090",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0608090","Russian Mathematical Surveys, Vol. 61, No. 6, (2006), 1186--1188"],"date":["2006-08-10"],"type":["text"],"creator":["Shirokov, M. E."],"language":[],"coverage":[],"title":["The Convex Closure of the Output Entropy of Infinite Dimensional\n  Channels and the Additivity Problem"],"description":["  The continuity properties of the convex closure of the output entropy of\ninfinite dimensional channels and their applications to the additivity problem\nare considered.\n  The main result of this paper is the statement that the superadditivity of\nthe convex closure of the output entropy for all finite dimensional channels\nimplies the superadditivity of the convex closure of the output entropy for all\ninfinite dimensional channels, which provides the analogous statements for the\nstrong superadditivity of the EoF and for the additivity of the minimal output\nentropy.\n  The above result also provides infinite dimensional generalization of Shor's\ntheorem stated equivalence of different additivity properties.\n  The superadditivity of the convex closure of the output entropy (and hence\nthe additivity of the minimal output entropy) for two infinite dimensional\nchannels with one of them a direct sum of noiseless and entanglement-breaking\nchannels are derived from the corresponding finite dimensional results.\n  In the context of the additivity problem some observations concerning\ncomplementary infinite dimensional channels are considered.\n","Comment: 24 pages"]}]
