["0705.3838",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3838","Phys. Rev. A 78, 022306 (2008)","doi:10.1103/PhysRevA.78.022306"],"date":["2007-05-25"],"type":["text"],"creator":["Smith, Graeme"],"language":[],"coverage":[],"title":["The private classical capacity with a symmetric side channel and its\n  application to quantum cryptography"],"description":["  We study the symmetric-side-channel-assisted private capacity of a quantum\nchannel, for which we provide a single-letter formula. This capacity is\nadditive, convex, and, for degradable channels, equal to the unassisted private\ncapacity. While a channel's (unassisted) capacity for for private classical\ncommunication may be strictly larger than its quantum capacity, we will show\nthat these capacities are equal for degradable channels, thus demonstrating the\nequivalence of privacy and quantum coherence in this context. We use these\nideas to find new bounds on the key rate of quantum key distribution protocols\nwith one-way classical post-processing. For the Bennett-Brassard-84 (BB84)\nprotocol, our results demonstrate that collective attacks are strictly stronger\nthan individual attacks.\n","Comment: 8 pages, 1 figure"]}]
["0706.3968",{"format":[],"subject":["Mathematics - Statistics Theory","62G07, 62G10, 62G15, 62G20, 62G30 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3968","Annals of Statistics 2008, Vol. 36, No. 4, 1758-1785","doi:10.1214/07-AOS521"],"date":["2007-06-27","2008-08-07"],"type":["text"],"creator":["Duembgen, Lutz","Walther, Günther"],"language":[],"coverage":[],"title":["Multiscale inference about a density"],"description":["  We introduce a multiscale test statistic based on local order statistics and\nspacings that provides simultaneous confidence statements for the existence and\nlocation of local increases and decreases of a density or a failure rate. The\nprocedure provides guaranteed finite-sample significance levels, is easy to\nimplement and possesses certain asymptotic optimality and adaptivity\nproperties.\n","Comment: Version 2 is an extended version (Technical report 56, IMSV, Univ.\n  Bern) which is referred to in version 3. Published in at\n  http://dx.doi.org/10.1214/07-AOS521 the Annals of Statistics\n  (http://www.imstat.org/aos/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0706.4271",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4271","Physics Letters A, 372 (2008) 3616.","doi:10.1016/j.physleta.2008.02.040"],"date":["2007-06-28","2008-04-28"],"type":["text"],"creator":["Souza, Leonardo A. M.","Nemes, M. C."],"language":[],"coverage":[],"title":["Characteristic Time and Maximum Mixedness: Single Mode Gaussian States\n  in Dissipative Channels"],"description":["  We derive an upper limit for the mixedness of single bosonic mode gaussian\nstates propagating in dissipative channels. It is a function of the initial\nsqueezing and temperature of the channel only. Moreover the time at which von\nNeumann's entropy reaches its maximum value coincides with that of complete\nloss of coherence, thus defining a quantum-classical transition.\n","Comment: Accepted version"]}]
["0710.4000",{"format":[],"subject":["Mathematical Physics","35A30","35K57","35K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4000","Dynamics of PDE, Vol.5, No.2, 139-171, 2008"],"date":["2007-10-22","2008-08-07"],"type":["text"],"creator":["Ivanova, Nataliya M."],"language":[],"coverage":[],"title":["Exact Solutions of Diffusion-Convection Equations"],"description":["  In the presented paper known (up to the beginning of 2008) Lie- and non-Lie\nexact solutions of different $(1+1)$-dimensional diffusion-convection equations\nof form $f(x)u_t=(g(x)A(u)u_x)_x+h(x)B(u)u_x$ are collected.\n","Comment: version published at Dynamics of Partial Differential Equations\n  (DPDE), Volume 5, No. 2"]}]
["0711.2658",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2658","J. Phys. A: Math. Theor. 41 352001 (2008)","doi:10.1088/1751-8113/41/35/352001"],"date":["2007-11-16","2008-08-06"],"type":["text"],"creator":["Ferrie, Christopher","Emerson, Joseph"],"language":[],"coverage":[],"title":["Frame representations of quantum mechanics and the necessity of\n  negativity in quasi-probability representations"],"description":["  Several finite dimensional quasi-probability representations of quantum\nstates have been proposed to study various problems in quantum information\ntheory and quantum foundations. These representations are often defined only on\nrestricted dimensions and their physical significance in contexts such as\ndrawing quantum-classical comparisons is limited by the non-uniqueness of the\nparticular representation. Here we show how the mathematical theory of frames\nprovides a unified formalism which accommodates all known quasi-probability\nrepresentations of finite dimensional quantum systems. Moreover, we show that\nany quasi-probability representation satisfying two reasonable properties is\nequivalent to a frame representation and then prove that any such\nrepresentation of quantum mechanics must exhibit either negativity or a\ndeformed probability calculus.\n","Comment: 13 pages, published version"]}]
["0711.4390",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4390","Phys. Rev. A 78, 023601 (2008)","doi:10.1103/PhysRevA.78.023601"],"date":["2007-11-27","2008-07-08"],"type":["text"],"creator":["Liu, Xia-Ji","Hu, Hui","Drummond, Peter D."],"language":[],"coverage":[],"title":["Finite temperature phase diagram of a spin-polarized ultracold Fermi gas\n  in a highly elongated harmonic trap"],"description":["  We investigate the finite temperature properties of an ultracold atomic Fermi\ngas with spin population imbalance in a highly elongated harmonic trap.\nPrevious studies at zero temperature showed that the gas stays in an exotic\nspatially inhomogeneous Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) superfluid\nstate at the trap center; while moving to the edge, the system changes into\neither a non-polarized Bardeen-Cooper-Schriffer superfluid ($P<P_c$) or a fully\npolarized normal gas ($P>P_c$), depending on the smallness of the spin\npolarization $P$, relative to a critical value $P_c$. In this work, we show how\nthese two phase-separation phases evolve with increasing temperature, and\nthereby construct a finite temperature phase diagram. For typical interactions,\nwe find that the exotic FFLO phase survives below one-tenth of Fermi degeneracy\ntemperature, which seems to be accessible in the current experiment. The\ndensity profile, equation of state, and specific heat of the polarized system\nhave been calculated and discussed in detail. Our results are useful for the\non-going experiment at Rice University on the search for FFLO states in\nquasi-one-dimensional polarized Fermi gases.\n","Comment: 9 pages and 8 figures; Published version in Phys. Rev. A"]}]
["0712.2491",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2491","International Journal of Modern Physics C, Vol. 19, No. 5 (2008)\n  689-702"],"date":["2007-12-14"],"type":["text"],"creator":["Ozgur, Arzucan","Cetin, Burak","Bingol, Haluk"],"language":[],"coverage":[],"title":["Co-occurrence Network of Reuters News"],"description":["  Networks describe various complex natural systems including social systems.\nWe investigate the social network of co-occurrence in Reuters-21578 corpus,\nwhich consists of news articles that appeared in the Reuters newswire in 1987.\nPeople are represented as vertices and two persons are connected if they\nco-occur in the same article. The network has small-world features with\npower-law degree distribution. The network is disconnected and the component\nsize distribution has power law characteristics. Community detection on a\ndegree-reduced network provides meaningful communities. An edge-reduced\nnetwork, which contains only the strong ties has a star topology.\n  \"Importance\" of persons are investigated. The network is the situation in\n1987. After 20 years, a better judgment on the importance of the people can be\ndone. A number of ranking algorithms, including Citation count, PageRank, are\nused to assign ranks to vertices. The ranks given by the algorithms are\ncompared against how well a person is represented in Wikipedia. We find up to\nmedium level Spearman's rank correlations. A noteworthy finding is that\nPageRank consistently performed worse than the other algorithms. We analyze\nthis further and find reasons.\n","Comment: 10 pages, 4 figures, 6 tables"]}]
["0802.0035",{"format":[],"subject":["Mathematics - Probability","60J60, 60J80 (Primary)","60J35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0035"],"date":["2008-01-31","2008-08-07"],"type":["text"],"creator":["Kliem, Sandra M."],"language":["en"],"coverage":[],"title":["Degenerate Stochastic Differential Equations for Catalytic Branching\n  Networks"],"description":["  Uniqueness of the martingale problem corresponding to a degenerate SDE which\nmodels catalytic branching networks is proven. This work is an extension of a\npaper by Dawson and Perkins to arbitrary catalytic branching networks. As part\nof the proof estimates on the corresponding semigroup are found in terms of\nweighted Holder norms for arbitrary networks, which are proven to be equivalent\nto the semigroup norm for this generalized setting.\n  -----\n  On prouve l'unicite d'un probleme de martingale correspondant a une EDS\ndegeneree, qui apparait comme un modele de reseaux avec branchement\ncatalytique. Ce travail est une extension des resultats de Dawson et Perkins au\ncas de reseaux generaux. On obtient en particulier des estimees pour le\nsemi-groupe des reseaux generaux, sous forme de normes de Holder ponderees; et\non etablit l'equivalence de ces normes avec des normes de semi-groupe dans ce\ncontexte general.\n","Comment: 65 pages, 4 eps figures, in English. This is a more detailed version"]}]
["0802.1812",{"format":[],"subject":["Mathematics - Probability","60K25, 90B22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1812","Statistics & Probability Letters (2008) STAPRO: 5118","doi:10.1016/j.spl.2008.06.019"],"date":["2008-02-13"],"type":["text"],"creator":["Kernane, Tewfik"],"language":[],"coverage":[],"title":["Conditions for stability and instability of retrial queueing systems\n  with general retrial times"],"description":["  We study the stability of single server retrial queues under general\ndistribution for retrial times and stationary ergodic service times, for three\nmain retrial policies studied in the literature: classical linear, constant and\ncontrol policies. The approach used is the renovating events approach to obtain\nsufficient stability conditions by strong coupling convergence of the process\nmodeling the dynamics of the system to a unique stationary ergodic regime. We\nalso obtain instability conditions by convergence in distribution to improper\nlimiting sequences.\n"]}]
["0802.2476",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2476"],"date":["2008-02-18","2008-08-07"],"type":["text"],"creator":["Böcherer, Georg","Bielefeld, Daniel"],"language":[],"coverage":[],"title":["Theoretical Analysis of the Energy Capture in Strictly Bandlimited\n  Ultra-Wideband Channels"],"description":["  The frequency selectivity of wireless communication channels can be\ncharacterized by the delay spread Ds of the channel impulse response. If the\ndelay spread is small compared to the bandwidth W of the input signal, that is,\nDs*W approximately equal to 1, the channel appears to be flat fading. For Ds*W\n>> 1, the channel appears to be frequency selective, which is usually the case\nfor wideband signals. In the first case, small scale synchronization with a\nprecision much higher than the sampling time T = 1/W is crucial. In this paper,\nit is shown by analytical means that this is different in the wideband regime.\nHere synchronization with a precision of T is sufficient and small scale\nsynchronization cannot further increase the captured energy at the receiver.\nSimulation results show that this effect already occurs for W > 50MHz for the\nIEEE 802.15.4a channel model.\n","Comment: 5 pages. Changes from 2nd version: minor corrections. Essentially the\n  paper to be presented at ISWCS 2008 in Reykjavik"]}]
["0802.3455",{"format":[],"subject":["Mathematics - Probability","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3455"],"date":["2008-02-23","2008-08-06"],"type":["text"],"creator":["Chen, Xinjia"],"language":[],"coverage":[],"title":["A Truncation Approach for Fast Computation of Distribution Functions"],"description":["  In this paper, we propose a general approach for improving the efficiency of\ncomputing distribution functions. The idea is to truncate the domain of\nsummation or integration.\n","Comment: 9 pages, no figure, revised Theorem 3"]}]
["0803.3691",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3691","Eur. Phys. J. B 64, 277-283 (2008)","doi:10.1140/epjb/e2008-00299-1"],"date":["2008-03-26","2008-06-25"],"type":["text"],"creator":["Zhang, Zhongzhi","Zhou, Shuigeng","Chen, Lichao","Guan, Jihong"],"language":[],"coverage":[],"title":["Transition from fractal to non-fractal scalings in growing scale-free\n  networks"],"description":["  Real networks can be classified into two categories: fractal networks and\nnon-fractal networks. Here we introduce a unifying model for the two types of\nnetworks. Our model network is governed by a parameter $q$. We obtain the\ntopological properties of the network including the degree distribution,\naverage path length, diameter, fractal dimensions, and betweenness centrality\ndistribution, which are controlled by parameter $q$. Interestingly, we show\nthat by adjusting $q$, the networks undergo a transition from fractal to\nnon-fractal scalings, and exhibit a crossover from `large' to small worlds at\nthe same time. Our research may shed some light on understanding the evolution\nand relationships of fractal and non-fractal networks.\n","Comment: 7 pages, 3 figures, definitive version accepted for publication in\n  EPJB"]}]
["0803.3760",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3760","Phys.Rev. A78 (2008) 021801-(2)","doi:10.1103/PhysRevA.78.021801"],"date":["2008-03-26","2008-07-23"],"type":["text"],"creator":["Diósi, Lajos"],"language":[],"coverage":[],"title":["Remark on laser linewidth hazard in opto-mechanical cooling"],"description":["  I discuss the robustness of the pumped cavity dynamics against phase\ndiffusion of the laser and conclude that opto-mechanical cooling has extreme\nsensitivity compared to laser cooling of atoms. Certain proposals of ground\nstate opto-mechanical cooling by single cavity would require an unrealistic\nsharp laser linewidth or equivalently, a very low level of phase noise. A\nsystematic way to cancel classical excess phase noise is the interferometric\ntwin-cavity pumping, initiated for optically trapped macro-mirrors of future\ngravitational-wave detectors.\n","Comment: 2pp; slightly modified, PRA accepted version"]}]
["0804.0740",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0740","Phys. Rev. Lett. 101, 053601 (2008)","doi:10.1103/PhysRevLett.101.053601"],"date":["2008-04-04","2008-08-07"],"type":["text"],"creator":["Avenhaus, M.","Coldenstrodt-Ronge, H. B.","Laiho, K.","Mauerer, W.","Walmsley, I. A.","Silberhorn, C."],"language":[],"coverage":[],"title":["Photon Number Statistics of Multimode Parametric Down-Conversion"],"description":["  We experimentally analyze the complete photon number statistics of parametric\ndownconversion and ascertain the influence of multimode effects. Our results\nclearly reveal a difference between single mode theoretical description and the\nmeasured distributions. Further investigations assure the applicability of\nloss-tolerant photon number reconstruction and prove strict photon number\ncorrelation between signal and idler modes.\n","Comment: 5 pages, 3 figures"]}]
["0804.3595",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3595","Astrophys.J. 682 (2008) 724-736","doi:10.1086/589568"],"date":["2008-04-22"],"type":["text"],"creator":["Blondin, S.","Davis, T. M.","Krisciunas, K.","Schmidt, B. P.","Sollerman, J.","Wood-Vasey, W. M.","Becker, A. C.","Challis, P.","Clocchiatti, A.","Damke, G.","Filippenko, A. V.","Foley, R. J.","Garnavich, P. M.","Jha, S. W.","Kirshner, R. P.","Leibundgut, B.","Li, W.","Matheson, T.","Miknaitis, G.","Narayan, G.","Pignata, G.","Rest, A.","Riess, A. G.","Silverman, J. M.","Smith, R. C.","Spyromilio, J.","Stritzinger, M.","Stubbs, C. W.","Suntzeff, N. B.","Tonry, J. L.","Tucker, B. E.","Zenteno, A."],"language":[],"coverage":[],"title":["Time Dilation in Type Ia Supernova Spectra at High Redshift"],"description":["  We present multiepoch spectra of 13 high-redshift Type Ia supernovae (SNe Ia)\ndrawn from the literature, the ESSENCE and SNLS projects, and our own separate\ndedicated program on the ESO Very Large Telescope. We use the Supernova\nIdentification (SNID) code of Blondin & Tonry to determine the spectral ages in\nthe supernova rest frame. Comparison with the observed elapsed time yields an\napparent aging rate consistent with the 1/(1+z) factor (where z is the\nredshift) expected in a homogeneous, isotropic, expanding universe. These\nmeasurements thus confirm the expansion hypothesis, while unambiguously\nexcluding models that predict no time dilation, such as Zwicky's \"tired light\"\nhypothesis. We also test for power-law dependencies of the aging rate on\nredshift. The best-fit exponent for these models is consistent with the\nexpected 1/(1+z) factor.\n","Comment: 14 pages (emulateapj), 10 figures; accepted for publication in ApJ.\n  Version with full-resolution figures available at\n  http://www.cfa.harvard.edu/~sblondin/publications/timedilation/"]}]
["0805.0566",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0566","Phys. Rev. Lett. 101, 066802 (2008)","doi:10.1103/PhysRevLett.101.066802"],"date":["2008-05-05"],"type":["text"],"creator":["Helmes, R. W.","Costi, T. A.","Rosch, A."],"language":[],"coverage":[],"title":["Kondo proximity effect: How does a metal penetrate into a Mott\n  insulator?"],"description":["  We consider a heterostructure of a metal and a paramagnetic Mott insulator\nusing an adaptation of dynamical mean field theory to describe inhomogeneous\nsystems. The metal can penetrate into the insulator via the Kondo effect. We\ninvestigate the scaling properties of the metal-insulator interface close to\nthe critical point of the Mott insulator. At criticality, the quasiparticle\nweight decays as 1/x^2 with distance x from the metal within our mean field\ntheory. Our numerical results (using the numerical renormalization group as an\nimpurity solver) show that the prefactor of this power law is extremely small.\n","Comment: 4 pages, 3 figures"]}]
["0805.1220",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1220","Phys. Rev. B 78, 085406 (2008)","doi:10.1103/PhysRevB.78.085406"],"date":["2008-05-08","2008-05-26"],"type":["text"],"creator":["Carpio, A.","Bonilla, L. L."],"language":[],"coverage":[],"title":["Periodized discrete elasticity models for defects in graphene"],"description":["  The cores of edge dislocations, edge dislocation dipoles and edge dislocation\nloops in planar graphene have been studied by means of periodized discrete\nelasticity models. To build these models, we have found a way to discretize\nlinear elasticity on a planar hexagonal lattice using combinations of\ndifference operators that do not involve symmetrically all the neighbors of an\natom. At zero temperature, dynamically stable cores of edge dislocations may be\nheptagon-pentagon pairs (glide dislocations) or octagons (shuffle dislocations)\ndepending on the choice of initial configuration. Possible cores of edge\ndislocation dipoles are vacancies, pentagon-octagon-pentagon divacancies,\nStone-Wales defects and 7-5-5-7 defects. While symmetric vacancies, divacancies\nand 7-5-5-7 defects are dynamically stable, asymmetric vacancies and 5-7-7-5\nStone-Wales defects seem to be unstable.\n","Comment: 24 pages, 7 figures; comment on model with 3 slip directions,\n  calculation of defect energies, typos corrected"]}]
["0805.2595",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2595","Phys. Rev. Lett. 101, 047003 (2008)","doi:10.1103/PhysRevLett.101.047003"],"date":["2008-05-16","2008-08-07"],"type":["text"],"creator":["Grafe, H. -J.","Paar, D.","Lang, G.","Curro, N. J.","Behr, G.","Werner, J.","Hamann-Borrero, J.","Hess, C.","Leps, N.","Klingeler, R.","Buechner, B."],"language":[],"coverage":[],"title":["$^{75}$As NMR studies of superconducting LaO$_{0.9}$F$_{0.1}$FeAs"],"description":["  We have performed 75As Nuclear Magnetic Resonance (NMR) measurements on\naligned powders of the new LaO0.9F0.1FeAs superconductor. In the normal state,\nwe find a strong temperature dependence of the spin shift and Korringa behavior\nof the spin lattice relaxation rate. In the superconducting state, we find\nevidence for line nodes in the superconducting gap and spin-singlet pairing.\nOur measurements reveal a strong anisotropy of the spin lattice relaxation\nrate, which suggest that superconducting vortices contribute to the relaxation\nrate when the field is parallel to the c-axis but not for the perpendicular\ndirection.\n"]}]
["0805.3306",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3306","Phys. Rev. B 78, 060402(R) (2008) (4 pages)","doi:10.1103/PhysRevB.78.060402"],"date":["2008-05-21"],"type":["text"],"creator":["Seki, Kazuhiko","Imamura, Hiroshi"],"language":[],"coverage":[],"title":["Non-equilibrium thermodynamic study of magnetization dynamics in the\n  presence of spin-transfer torque"],"description":["  The dynamics of magnetization in the presence of spin-transfer torque was\nstudied. We derived the equation for the motion of magnetization in the\npresence of a spin current by using the local equilibrium assumption in\nnon-equilibrium thermodynamics. We show that, in the resultant equation, the\nratio of the Gilbert damping constant, $\\alpha$, and the coefficient, $\\beta$,\nof the current-induced torque, called non-adiabatic torque, depends on the\nrelaxation time of the fluctuating field $\\tau_{c}$. The equality\n$\\alpha=\\beta$ holds when $\\tau_c$ is very short compared to the time scale of\nmagnetization dynamics. We apply our theory to current-induced magnetization\nreversal in magnetic multilayers and show that the switching time is a\ndecreasing function of $\\tau_{c}$.\n","Comment: 4 pages, 2 figures"]}]
["0805.3854",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3854","Phys. Rev. A 78, 013640 (2008)","doi:10.1103/PhysRevA.78.013640"],"date":["2008-05-25","2008-07-07"],"type":["text"],"creator":["Poldy, R.","Buchler, B. C.","Close, J. C."],"language":[],"coverage":[],"title":["Single Atom Detection With Optical Cavities"],"description":["  We present a thorough analysis of single atom detection using optical\ncavities. The large set of parameters that influence the signal-to-noise ratio\nfor cavity detection is considered, with an emphasis on detunings, probe power,\ncavity finesse and photon detection schemes. Real device operating restrictions\nfor single photon counting modules and standard photodiodes are included in our\ndiscussion, with heterodyne detection emerging as the clearly favourable\ntechnique, particularly for detuned detection at high power.\n","Comment: 11 pages, 8 figures, submitted to PRA, minor changes in Secs. I and\n  IVD.2, and revised Fig.2"]}]
["0806.4106",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4106","Phys. Rev. A 78, 013642 (2008)","doi:10.1103/PhysRevA.78.013642"],"date":["2008-06-25"],"type":["text"],"creator":["Barros, V. P.","Moseley, Ch.","Gammal, A.","Ziegler, K."],"language":[],"coverage":[],"title":["Formation of vortices in a dense Bose-Einstein condensate"],"description":["  A relaxation method is employed to study a rotating dense Bose-Einstein\ncondensate beyond Thomas-Fermi approximation. We use a slave-boson model to\ndescribe the strongly interacting condensate and derive a generalized\nnon-linear Schr\\\"odinger equation with kinetic term for the rotating\ncondensate. In comparison with previous calculations, based on Thomas-Fermi\napproximation, significant improvements are found in regions, where the\ncondensate in a trap potential is not smooth. The critical angular velocity of\nthe vortex formation is higher than in the Thomas-Fermi prediction.\n","Comment: 10 pages, 4 figures"]}]
["0807.0319",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0319"],"date":["2008-07-02","2008-08-07"],"type":["text"],"creator":["Hohloch, Sonja","Noetzel, Gregor","Salamon, Dietmar"],"language":[],"coverage":[],"title":["Hypercontact structures and Floer homology"],"description":["  We introduce a new Floer theory associated to a pair consisting of a Cartan\nhypercontact 3-manifold M and a hyperkaehler manifold X.\n","Comment: 74 pages"]}]
["0808.0304",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0304"],"date":["2008-08-03"],"type":["text"],"creator":["Forkel, Hilmar"],"language":[],"coverage":[],"title":["Glueball correlators as holograms"],"description":["  We investigate the dynamical content of both hard- and soft-wall\napproximations to holographic QCD by deriving the corresponding glueball\ncorrelation functions and by confronting them with a variety of QCD results. We\nfurther calculate the glueball decay constants in both holographic duals,\ndiscuss emerging limitations and improvement strategies, and comment on a\nrecent attempt to generalize the glueball correlator in the soft-wall\nbackground.\n","Comment: 12 pages. Invited talk presented at the 8th Conference on Continuous\n  Advances in QCD, Minneapolis, Minnesota, May 15-18, 2008"]}]
["0808.0556",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0556"],"date":["2008-08-05"],"type":["text"],"creator":["Tarau, Paul"],"language":[],"coverage":[],"title":["Logic Engines as Interactors"],"description":["  We introduce a new programming language construct, Interactors, supporting\nthe agent-oriented view that programming is a dialog between simple,\nself-contained, autonomous building blocks.\n  We define Interactors as an abstraction of answer generation and refinement\nin Logic Engines resulting in expressive language extension and metaprogramming\npatterns, including emulation of Prolog's dynamic database.\n  A mapping between backtracking based answer generation in the callee and\n\"forward\" recursion in the caller enables interaction between different\nbranches of the callee's search process and provides simplified design patterns\nfor algorithms involving combinatorial generation and infinite answer streams.\n  Interactors extend language constructs like Ruby, Python and C#'s multiple\ncoroutining block returns through yield statements and they can emulate the\naction of monadic constructs and catamorphisms in functional languages.\n  Keywords: generalized iterators, logic engines, agent oriented programming\nlanguage constructs, interoperation with stateful objects, metaprogramming\n","Comment: unpublished draft"]}]
["0808.0652",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0652"],"date":["2008-08-05","2008-08-07"],"type":["text"],"creator":["Serre, Denis","Koechlin, Laurent","Deba, Paul"],"language":[],"coverage":[],"title":["Fresnel interferometric arrays for space-based imaging: testbed results"],"description":["  This paper presents the results of a Fresnel Interferometric Array testbed.\nThis new concept of imager involves diffraction focussing by a thin foil, in\nwhich many thousands of punched subapertures form a pattern related to a\nFresnel zone plate. This kind of array is intended for use in space, as a way\nto realizing lightweight large apertures for high angular resolution and high\ndynamic range observations. The chromaticity due to diffraction focussing is\ncorrected by a small diffractive achromatizer placed close to the focal plane\nof the array.\n  The laboratory test results presented here are obtained with an 8 centimeter\nside orthogonal array, yielding a 23 meter focal length at 600 nm wavelength.\nThe primary array and the focal optics have been designed and assembled in our\nlab. This system forms an achromatic image. Test targets of various shapes,\nsizes, dynamic ranges and intensities have been imaged. We present the first\nimages, the achieved dynamic range, and the angular resolution.\n","Comment: 7 pages, 8 figures; to be published as ref.6687-16 in SPIE\n  Proceedings vol. 6687: UV/Optical/IR Space Telescopes: Innovative\n  Technologies and Concepts III, Howard A. MacEwen; James B. Breckinridge,\n  Editors"]}]
["0808.0717",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","30C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0717"],"date":["2008-08-05"],"type":["text"],"creator":["Fryntov, Alexander","Nazarov, Fedor"],"language":[],"coverage":[],"title":["New estimates for the length of the Erdos-Herzog-Piranian lemniscate"],"description":["  Let p(z) be a monic polynomial of degree n. Consider the lemniscate\nL={z:|p(z)|=1}. It has been conjectured that L has the largest length when\np(z)=z^n-1. We show that the length of L attains a local maximum at this\npolynomial and prove the asymptotically sharp bound |L|<2n+o(n).\n","Comment: 18 pages"]}]
["0808.0720",{"format":[],"subject":["Mathematics - Probability","60H10","60J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0720","Electronic Communications in Probability, volume 11, 182--192.\n  2006"],"date":["2008-08-05"],"type":["text"],"creator":["Vadlamani, Sreekar","Adler, Robert J."],"language":[],"coverage":[],"title":["Global geometry under isotropic Brownian flows"],"description":["  We consider global geometric properties of a codimension one manifold\nembedded in Euclidean space, as it evolves under an isotropic and volume\npreserving Brownian flow of diffeomorphisms. In particular, we obtain\nexpressions describing the expected rate of growth of the Lipschitz-Killing\ncurvatures, or intrinsic volumes, of the manifold under the flow.\n  These results shed new light on some of the intriguing growth properties of\nflows from a global perspective, rather than the local perspective, on which\nthere is a much larger literature.\n","Comment: 12 pages"]}]
["0808.0725",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0725"],"date":["2008-08-05"],"type":["text"],"creator":["Roa, Luis","Hermann-Avigliano, Carla","Salazar, Roberto","Klimov, A. B.","Burgos, B.","Delgado, A."],"language":[],"coverage":[],"title":["Petal-shape probability areas: complete quantum state discrimination"],"description":["  We find the allowed complex numbers associated with the inner product of N\nequally separated pure quantum states. The allowed areas on the unitary complex\nplane have the form of petals. A point inside the petal-shape represents a set\nof N linearly independent (LI) pure states, and a point on the edge of that\narea represents a set of N linearly dependent (LD) pure states. For each one of\nthose LI sets we study the complete discrimination of its N equi-separated\nstates combining sequentially the two known strategies: first the unambiguous\nidentification protocol for LI states, followed, if necessary, by the\nerror-minimizing measurement scheme for LD states. We find that the\nprobabilities of success for both unambiguous and ambiguous discrimination\nprocedures depend on both the module and the phase of the involved inner\nproduct complex number. We show that, with respect to the phase-parameter, the\nmaximal probability of discriminating unambiguously the N non-orthogonal pure\nstates holds just when there no longer be probability of obtaining ambiguously\ninformation about the prepared state by applying the second protocol if the\nfirst one was not successful.\n"]}]
["0808.0726",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0726"],"date":["2008-08-05"],"type":["text"],"creator":["Brooijmans, G."],"language":[],"coverage":[],"title":["Mixing and CP Violation at the Tevatron"],"description":["  Measurements of meson mixing and CP violation parameters obtained by the CDF\nand D0 experiments at the Fermilab Tevatron are presented. These include\nresults on $B_s$ and $D$ meson mixing, and searches for CP violation in the\ndecay $B^+ \\to J/\\psi K^+$, in mixing through semileptonic $B_s$ meson decays,\nand in the interference between mixing and decay in the process $B_s \\to J/\\psi\n\\phi$.\n","Comment: 9 pages, Proceedings of the Hadron Collider Physics Symposium\n  (HCP2008),Galena, Illinois, USA"]}]
["0808.0727",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0727"],"date":["2008-08-05"],"type":["text"],"creator":["Teo, Lee-Peng"],"language":[],"coverage":[],"title":["Conformal weldings and Dispersionless Toda hierarchy"],"description":["  Given a $C^1$ homeomorphism of the unit circle $\\gamma$, let $f$ and $g$ be\nrespectively the normalized conformal maps from the unit disc and its exterior\nso that $\\gamma= g^{-1}\\circ f$ on the unit circle. In this article, we show\nthat by suitably defined time variables, the evolutions of the pairs $(g, f)$\nand $(g^{-1}, f^{-1})$ can be described by an infinite set of nonlinear partial\ndifferential equations known as dispersionless Toda hierarchy. Relations to the\nintegrable structure of conformal maps first studied by Wiegmann and Zabrodin\n\\cite{WZ} are discussed. An extension of the hierarchy which contains both our\nsolution and the solution of \\cite{WZ} is defined.\n","Comment: 31 pages"]}]
["0808.0728",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0728"],"date":["2008-08-05"],"type":["text"],"creator":["Adams, T."],"language":[],"coverage":[],"title":["SUSY Searches at the Tevatron"],"description":["  Numerous searches for evidence of supersymmetry at the Tevatron have been\nperformed by the CDF and D0 collaborations. Recent results are presented here\nincluding squarks and gluinos in jets and missing transverse energy, stop in\nseveral different decay modes, charginos and neutralinos in trileptons,\nneutralinos in di-photons, R-parity violating sneutrinos in e+mu events, and\nlong-lived particles. These explore many variations of SUSY such as MSSM,\nmSUGRA, and GMSB. While no evidence of SUSY production is observed, 95% CL\nlimits on cross sections and SUSY parameter space are set. Most of these limits\nare the world's best.\n","Comment: Invited talk at the Hadron Collider Physics Symposium (HCP2008),\n  Galena, Illinois, USA, May 27-31, 2008; 10 pages, LaTeX, 18 eps figures"]}]
["0808.0730",{"format":[],"subject":["Physics - Physics and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0730"],"date":["2008-08-05"],"type":["text"],"creator":["Costa, Luciano da Fontoura","Rodrigues, Francisco Aparecido"],"language":[],"coverage":[],"title":["Trees = Networks ?!?"],"description":["  This work addresses the intrinsic relationship between trees and networks\n(i.e. graphs). A complete (invertible) mapping is presented which allows trees\nto be mapped into weighted graphs and then backmapped into the original tree\nwithout loss of information. The extension of this methodology to more general\nnetworks, including unweighted structures, is also discussed and illustrated.\nIt is shown that the identified duality between trees and graphs underlies\nseveral key concepts and issues of current interest in complex networks,\nincluding comprehensive characterization of trees and community detection. For\ninstance, additional information about tree structures (e.g. phylogenetic\ntrees) can be immediately obtained by taking into account several off-the-shelf\nnetwork measurements -- such as the clustering coefficient, degree correlations\nand betweenness centrality. At the same time, the hierarchical structure of\nnetworks, including the respective communities, becomes clear when the network\nis represented in terms of the respective tree. Indeed, the network-tree\nmapping described in this work provides a simple and yet effective means of\ncommunity detection.\n","Comment: 4 pages, 4 figures. A working mansucript"]}]
["0808.0731",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0731"],"date":["2008-08-05"],"type":["text"],"creator":["Grigorenko, Ilya","Efimov, Anatoly"],"language":[],"coverage":[],"title":["Coherent control near metallic nanostructures"],"description":["  We study coherent control in the vicinity of metallic nanostructures. Unlike\nin the case of control in gas or liquid phase, the collective response of\nelectrons in a metallic nanostructure can significantly enhance different\nfrequency components of the control field. This enhancement strongly depends on\nthe geometry of the nanostructure and can substantially modify the temporal\nprofile of the local control field. The changes in the amplitude and phase of\nthe control field near the nanostructure are studied using linear response\ntheory. The inverse problem of finding the external electromagnetic field to\ngenerate the desired local control field is considered and solved.\n"]}]
["0808.0735",{"format":[],"subject":["Nuclear Theory","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0735"],"date":["2008-08-05"],"type":["text"],"creator":["Haxton, W. C."],"language":[],"coverage":[],"title":["Neutrino Astrophysics"],"description":["  I review the current status of neutrino astrophysics, including solar\nneutrinos; atmospheric neutrinos; neutrino mass and oscillations; supernova\nneutrinos; neutrino nucleosynthesis (Big Bang nucleosynthesis, the neutrino\nprocess, the r-process); neutrino cooling and red giants; and high energy\nneutrino astronomy.\n","Comment: 37 pages, 15 figures; presentation at an introductory level"]}]
["0808.0738",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0738","Mat. Sci. Forum 482, 123-126, 2005"],"date":["2008-08-05"],"type":["text"],"creator":["Gröger, R.","Vitek, V."],"language":[],"coverage":[],"title":["Breakdown of the Schmid law in bcc molybdenum related to the effect of\n  shear stress perpendicular to the slip direction"],"description":["  The breakdown of the Schmid law in bcc metals has been known for a long time.\nThe asymmetry of shearing in the slip direction <111> in the positive and\nnegative sense, respectively, commonly identified with the\ntwinning-antitwinning asymmetry, is undoubtedly one of the reasons. However,\neffect of stress components other than the shear stress in the slip direction\nmay be important. In this paper we investigate by atomistic modeling the effect\nof shear stresses perpendicular to the Burgers vector on the glide of a/2<111>\nscrew dislocations. We show that these shear stresses can significantly elevate\nor reduce the critical resolved shear stress (CRSS) in the direction of the\nBurgers vector needed for the dislocation motion, i.e. the Peierls stress. This\noccurs owing to the changes of the core induced by these stresses. This effect\nmay be the reason why slip systems with smaller Schmid factors may be preferred\nover that with the largest Schmid factor.\n","Comment: 4 pages, published in Mat. Sci. Forum 482, 2005"]}]
["0808.0741",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","37A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0741"],"date":["2008-08-05"],"type":["text"],"creator":["Athreya, Jayadev S."],"language":[],"coverage":[],"title":["Logarithm laws and shrinking target properties"],"description":["  We survey some of the recent developments in the study of logarithm laws and\nshrinking target properties for various families of dynamical systems. We\ndiscuss connections to geometry, diophantine approximation, and probability\ntheory.\n","Comment: This is a survey paper written following the Conference on Measures\n  and Dyanmics on groups and homogeneous spaces, at TIFR, Mumbai, in Dec. 2007.\n  It is in honor of Prof. S.G. Dani's 60th Birthday"]}]
["0808.0746",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0746"],"date":["2008-08-05"],"type":["text"],"creator":["Brandenberger, Robert H."],"language":[],"coverage":[],"title":["String Gas Cosmology"],"description":["  String gas cosmology is a string theory-based approach to early universe\ncosmology which is based on making use of robust features of string theory such\nas the existence of new states and new symmetries. A first goal of string gas\ncosmology is to understand how string theory can effect the earliest moments of\ncosmology before the effective field theory approach which underlies standard\nand inflationary cosmology becomes valid. String gas cosmology may also provide\nan alternative to the current standard paradigm of cosmology, the inflationary\nuniverse scenario. Here, the current status of string gas cosmology is\nreviewed.\n","Comment: 35 pages, 6 figures, draft of a contribution to a book on string\n  cosmology edited by J. Erdmenger, comments welcome"]}]
["0808.0750",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0750"],"date":["2008-08-05"],"type":["text"],"creator":["Ghomrasni, Raouf","Bonney, Lisa"],"language":[],"coverage":[],"title":["SDE in Random Population Growth"],"description":["  In this paper we extend the recent work of C.A. Braumann \\cite{B2007} to the\ncase of stochastic differential equation with random coefficients. Furthermore,\nthe relationship of the It\\^o-Stratonovich stochastic calculus to studies of\nrandom population growth is also explained.\n","Comment: 17 pages"]}]
["0808.0752",{"format":[],"subject":["Mathematics - Geometric Topology","57M07","57R17, 20F38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0752"],"date":["2008-08-05"],"type":["text"],"creator":["Endo, Hisaaki","Gurtas, Yusuf Z."],"language":[],"coverage":[],"title":["Positive Dehn Twist Expression for a $\\mathbb{Z}_3$ action on $\\Sigma_g$"],"description":["  A positive Dehn twist product for a $\\mathbb{Z}_3$ action with $g+2$ fixed\npoints on the 2-dimensional closed, compact, oriented surface $\\Sigma_g$ is\npresented. The homeomorphism invariants of the resulting symplectic 4-manifolds\nare computed.\n","Comment: 24 pages, 17 figures"]}]
["0808.0753",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0753"],"date":["2008-08-05"],"type":["text"],"creator":["Tarau, Paul"],"language":[],"coverage":[],"title":["Ranking Catamorphisms and Unranking Anamorphisms on Hereditarily Finite\n  Datatypes"],"description":["  Using specializations of unfold and fold on a generic tree data type we\nderive unranking and ranking functions providing natural number encodings for\nvarious Hereditarily Finite datatypes.\n  In this context, we interpret unranking operations as instances of a generic\nanamorphism and ranking operations as instances of the corresponding\ncatamorphism.\n  Starting with Ackerman's Encoding from Hereditarily Finite Sets to Natural\nNumbers we define pairings and tuple encodings that provide building blocks for\na theory of Hereditarily Finite Functions.\n  The more difficult problem of ranking and unranking Hereditarily Finite\nPermutations is then tackled using Lehmer codes and factoradics.\n  The self-contained source code of the paper, as generated from a literate\nHaskell program, is available at\n\\url{http://logic.csci.unt.edu/tarau/research/2008/fFUN.zip}.\n  Keywords: ranking/unranking, pairing/tupling functions, Ackermann encoding,\nhereditarily finite sets, hereditarily finite functions, permutations and\nfactoradics, computational mathematics, Haskell data representations\n","Comment: unpublished draft"]}]
["0808.0754",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0754"],"date":["2008-08-05"],"type":["text"],"creator":["Tarau, Paul"],"language":[],"coverage":[],"title":["A Functional Hitchhiker's Guide to Hereditarily Finite Sets, Ackermann\n  Encodings and Pairing Functions"],"description":["  The paper is organized as a self-contained literate Haskell program that\nimplements elements of an executable finite set theory with focus on\ncombinatorial generation and arithmetic encodings. The code, tested under GHC\n6.6.1, is available at http://logic.csci.unt.edu/tarau/research/2008/fSET.zip .\n  We introduce ranking and unranking functions generalizing Ackermann's\nencoding to the universe of Hereditarily Finite Sets with Urelements. Then we\nbuild a lazy enumerator for Hereditarily Finite Sets with Urelements that\nmatches the unranking function provided by the inverse of Ackermann's encoding\nand we describe functors between them resulting in arithmetic encodings for\npowersets, hypergraphs, ordinals and choice functions. After implementing a\ndigraph representation of Hereditarily Finite Sets we define {\\em decoration\nfunctions} that can recover well-founded sets from encodings of their\nassociated acyclic digraphs. We conclude with an encoding of arbitrary digraphs\nand discuss a concept of duality induced by the set membership relation.\n  Keywords: hereditarily finite sets, ranking and unranking functions,\nexecutable set theory, arithmetic encodings, Haskell data representations,\nfunctional programming and computational mathematics\n","Comment: unpublished draft"]}]
["0808.0760",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0760"],"date":["2008-08-05"],"type":["text"],"creator":["Tarau, Paul"],"language":[],"coverage":[],"title":["Declarative Combinatorics: Boolean Functions, Circuit Synthesis and BDDs\n  in Haskell"],"description":["  We describe Haskell implementations of interesting combinatorial generation\nalgorithms with focus on boolean functions and logic circuit representations.\n  First, a complete exact combinational logic circuit synthesizer is described\nas a combination of catamorphisms and anamorphisms.\n  Using pairing and unpairing functions on natural number representations of\ntruth tables, we derive an encoding for Binary Decision Diagrams (BDDs) with\nthe unique property that its boolean evaluation faithfully mimics its\nstructural conversion to a a natural number through recursive application of a\nmatching pairing function.\n  We then use this result to derive ranking and unranking functions for BDDs\nand reduced BDDs.\n  Finally, a generalization of the encoding techniques to Multi-Terminal BDDs\nis provided.\n  The paper is organized as a self-contained literate Haskell program,\navailable at http://logic.csci.unt.edu/tarau/research/2008/fBDD.zip .\n  Keywords: exact combinational logic synthesis, binary decision diagrams,\nencodings of boolean functions, pairing/unpairing functions, ranking/unranking\nfunctions for BDDs and MTBDDs, declarative combinatorics in Haskell\n","Comment: unpublished draft"]}]
["0808.0762",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Classical Analysis and ODEs","32U20, 31C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0762"],"date":["2008-08-05"],"type":["text"],"creator":["Bloom, T.","Bos, L.","Levenberg, N.","Waldron, S."],"language":[],"coverage":[],"title":["On the Convergence of Optimal Measures"],"description":["  Using recent results of Berman and Boucksom we show that for a non-pluripolar\ncompact set K in C^d and an admissible weight function w=e^{-\\phi} any sequence\nof so-called optimal measures converges weak-* to the equilibrium measure\n\\mu_{K,\\phi} of (weighted) Pluripotential Theory for K,\\phi.\n"]}]
["0808.0767",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0767","Physics Education (India), 9(3) (1992) 251-265. Also, chapter 5b,\n  Time:Towards a Consistent Theory, Kluwer Academic, Dordrecht, 1994, pp.\n  116-135"],"date":["2008-08-05"],"type":["text"],"creator":["Raju, C. K."],"language":[],"coverage":[],"title":["On Time. 5b: Electromagnetic Time"],"description":["  We formulate the 2-body problem of electrodynamics using functional\ndifferential equations, and explain the peculiar features of these equations\nwhich indicate a paradigm shift in physics. We examine the possible empirical\nexistence of advanced interactions using various absorber theories of\nradiation. Functional differential equations were connected to quantum\nmechanics in a subsequent paper in this series and in later publications.\n","Comment: 24 pages, 5 figures. New prefatory note added"]}]
["0808.0768",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0768"],"date":["2008-08-06"],"type":["text"],"creator":["Burgin, Mark"],"language":[],"coverage":[],"title":["Foundations of Information Theory"],"description":["  Information is the basic concept of information theory. However, there is no\ndefinition of this concept that can encompass all uses of the term information\nin information theories and beyond. Many question a possibility of such a\ndefinition. However, foundations of information theory developed in the context\nof the general theory of information made it possible to build such a relevant\nand at the same time, encompassing definition. Foundations of information\ntheory are built in a form of ontological principles, which reflect basic\nfeatures of information and information processes.\n"]}]
["0808.0775",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0775","Optics for EUV, X-Ray, and Gamma-Ray Astronomy III. Edited by\n  O'Dell, Stephen L.; Pareschi, Giovanni. Proceedings of the SPIE, Volume 6688,\n  pp. 66880O (2007)","doi:10.1117/12.733993"],"date":["2008-08-06"],"type":["text"],"creator":["Barrière, N.","von Ballmoos, P.","Bastie, P.","Courtois, P.","Abrosimov, N. V.","Andersen, K.","Buslaps, T.","Camus, T.","Halloin, H.","Jentschel, M.","Knodlseder, J.","Roudil, G.","Serre, D.","Skinner, G."],"language":[],"coverage":[],"title":["R&D progress on second-generation crystals for Laue lens applications"],"description":["  The concept of a gamma-ray telescope based on a Laue lens offers the\npossibility to increase the sensitivity by more than an order of magnitude with\nrespect to existing instruments. Laue lenses have been developed by our\ncollaboration for several years : the main achievement of this R&D program was\nthe CLAIRE lens prototype. Since then, the endeavour has been oriented towards\nthe development of efficient diffracting elements (crystal slabs), the aim\nbeing to step from a technological Laue lens to a scientifically exploitable\nlens. The latest mission concept featuring a gamma-ray lens is the European\nGamma-Ray Imager (GRI) which intends to make use of the Laue lens to cover\nenergies from 200 keV to 1300 keV.\n  Investigations of two promising materials, low mosaicity copper and gradient\nconcentration silicon-germanium are presented in this paper. The measurements\nhave been performed during three runs on beamline ID15A of the European\nSynchrotron Radiation Facility, and on the GAMS 4 instrument of the Institute\nLaue-Langevin (both in Grenoble, France) using highly monochromatic beam of\nenergy close to 500 keV. Despite it was not perfectly homogeneous, the\npresented copper crystal exhibits peak reflectivity of 25% in accordance with\ntheoretical predictions, and a mosaicity around 26 arcsec, the ideal range for\nthe realization of a Laue lens such as GRI. Silicon-germanium featuring a\nconstant gradient have been measured for the very first time at 500 keV. Two\nsamples showed a quite homogeneous reflectivity reaching 26%, which is far from\nthe 48% already observed in experimental crystals but a very encouraging\nbeginning. This results have been used to estimate the performance of the GRI\nLaue lens design.\n"]}]
["0808.0776",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0776"],"date":["2008-08-06"],"type":["text"],"creator":["Niu, Xiao-Ling","Gong, Yan-Xiao","Li, Jian","Peng, Liang","Zhang, Cheng-Jie","Zhang, Yong-Sheng","Huang, Yun-Feng","Guo, Guang-Can"],"language":[],"coverage":[],"title":["Experimental Measurement of Lower and Upper Bounds of Concurrence for\n  Mixed Quantum States"],"description":["  We experimentally measure the lower and upper bounds of concurrence for a set\nof two-qubit mixed quantum states using photonic systems. The measured\nconcurrence bounds are in agreement with the results evaluated from the density\nmatrices reconstructed through quantum state tomography. In our experiment, we\npropose and demonstrate a simple method to provide two faithful copies of a\ntwo-photon mixed state required for parity measurements: Two photon pairs\ngenerated by two neighboring pump laser pulses through optical parametric down\nconversion processes represent two identical copies. This method can be\nconveniently generalized for entanglement estimation of multi-photon mixed\nstates.\n","Comment: 4 pages, 2 figures"]}]
["0808.0777",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0777","Statistical Science 2008, Vol. 23, No. 1, 120-135","doi:10.1214/07-STS251"],"date":["2008-08-06"],"type":["text"],"creator":["Buja, Andreas","Künsch, Hans R."],"language":[],"coverage":[],"title":["A Conversation with Peter Huber"],"description":["  Peter J. Huber was born on March 25, 1934, in Wohlen, a small town in the\nSwiss countryside. He obtained a diploma in mathematics in 1958 and a Ph.D. in\nmathematics in 1961, both from ETH Zurich. His thesis was in pure mathematics,\nbut he then decided to go into statistics. He spent 1961--1963 as a postdoc at\nthe statistics department in Berkeley where he wrote his first and most famous\npaper on robust statistics, ``Robust Estimation of a Location Parameter.''\nAfter a position as a visiting professor at Cornell University, he became a\nfull professor at ETH Zurich. He worked at ETH until 1978, interspersed by\nvisiting positions at Cornell, Yale, Princeton and Harvard. After leaving ETH,\nhe held professor positions at Harvard University 1978--1988, at MIT\n1988--1992, and finally at the University of Bayreuth from 1992 until his\nretirement in 1999. He now lives in Klosters, a village in the Grisons in the\nSwiss Alps. Peter Huber has published four books and over 70 papers on\nstatistics and data analysis. In addition, he has written more than a dozen\npapers and two books on Babylonian mathematics, astronomy and history. In 1972,\nhe delivered the Wald lectures. He is a fellow of the IMS, of the American\nAssociation for the Advancement of Science, and of the American Academy of Arts\nand Sciences. In 1988 he received a Humboldt Award and in 1994 an honorary\ndoctorate from the University of Neuch\\^{a}tel. In addition to his fundamental\nresults in robust statistics, Peter Huber made important contributions to\ncomputational statistics, strategies in data analysis, and applications of\nstatistics in fields such as crystallography, EEGs, and human growth curves.\n","Comment: Published in at http://dx.doi.org/10.1214/07-STS251 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0808.0780",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0780"],"date":["2008-08-06"],"type":["text"],"creator":["Goldberg, Yair","Ritov, Ya'acov"],"language":[],"coverage":[],"title":["LLE with low-dimensional neighborhood representation"],"description":["  The local linear embedding algorithm (LLE) is a non-linear dimension-reducing\ntechnique, widely used due to its computational simplicity and intuitive\napproach. LLE first linearly reconstructs each input point from its nearest\nneighbors and then preserves these neighborhood relations in the\nlow-dimensional embedding. We show that the reconstruction weights computed by\nLLE capture the high-dimensional structure of the neighborhoods, and not the\nlow-dimensional manifold structure. Consequently, the weight vectors are highly\nsensitive to noise. Moreover, this causes LLE to converge to a linear\nprojection of the input, as opposed to its non-linear embedding goal. To\novercome both of these problems, we propose to compute the weight vectors using\na low-dimensional neighborhood representation. We prove theoretically that this\nstraightforward and computationally simple modification of LLE reduces LLE's\nsensitivity to noise. This modification also removes the need for\nregularization when the number of neighbors is larger than the dimension of the\ninput. We present numerical examples demonstrating both the perturbation and\nlinear projection problems, and the improved outputs using the low-dimensional\nneighborhood representation.\n"]}]
["0808.0781",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0781","Statistical Science 2008, Vol. 23, No. 1, 136-149","doi:10.1214/088342307000000104"],"date":["2008-08-06"],"type":["text"],"creator":["Fienberg, Stephen E."],"language":[],"coverage":[],"title":["The Early Statistical Years: 1947--1967 A Conversation with Howard\n  Raiffa"],"description":["  Howard Raiffa earned his bachelor's degree in mathematics, his master's\ndegree in statistics and his Ph.D. in mathematics at the University of\nMichigan. Since 1957, Raiffa has been a member of the faculty at Harvard\nUniversity, where he is now the Frank P. Ramsey Chair in Managerial Economics\n(Emeritus) in the Graduate School of Business Administration and the Kennedy\nSchool of Government. A pioneer in the creation of the field known as decision\nanalysis, his research interests span statistical decision theory, game theory,\nbehavioral decision theory, risk analysis and negotiation analysis. Raiffa has\nsupervised more than 90 doctoral dissertations and written 11 books. His new\nbook is Negotiation Analysis: The Science and Art of Collaborative Decision\nMaking. Another book, Smart Choices, co-authored with his former doctoral\nstudents John Hammond and Ralph Keeney, was the CPR (formerly known as the\nCenter for Public Resources) Institute for Dispute Resolution Book of the Year\nin 1998. Raiffa helped to create the International Institute for Applied\nSystems Analysis and he later became its first Director, serving in that\ncapacity from 1972 to 1975. His many honors and awards include the\nDistinguished Contribution Award from the Society of Risk Analysis; the Frank\nP. Ramsey Medal for outstanding contributions to the field of decision analysis\nfrom the Operations Research Society of America; and the Melamed Prize from the\nUniversity of Chicago Business School for The Art and Science of Negotiation.\nHe earned a Gold Medal from the International Association for Conflict\nManagement and a Lifetime Achievement Award from the CPR Institute for Dispute\nResolution. He holds honorary doctor's degrees from Carnegie Mellon University,\nthe University of Michigan, Northwestern University, Ben Gurion University of\nthe Negev and Harvard University. The latter was awarded in 2002.\n","Comment: Published in at http://dx.doi.org/10.1214/088342307000000104 the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0808.0782",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0782"],"date":["2008-08-06"],"type":["text"],"creator":["Shariati, Ahmad"],"language":[],"coverage":[],"title":["Comment on \"Learning to Build the Bomb\""],"description":["  According to Alisa Carrigan's opinion in Physics Today Dec 2007, to prevent\nproliferation of nuclear weapons, certain rules should be set to prevent the\nspread of a particular kind of knowledge. Here, I argue that a knowledge\nblockade does not work, and it is not a suitable means to establish a\nsustainable peace.\n","Comment: A shorter version of this will appear in Physics Today, October 2008,\n  as a letter"]}]
["0808.0783",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B40, 35B05, 35K50,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0783"],"date":["2008-08-06"],"type":["text"],"creator":["Hui, Kin Ming"],"language":[],"coverage":[],"title":["Growth rate and extinction rate of a reaction diffusion equation with a\n  singular nonlinearity"],"description":["  We prove the growth rate of global solutions of the equation $u_t=\\Delta\nu-u^{-\\nu}$ in $\\R^n\\times (0,\\infty)$, $u(x,0)=u_0>0$ in $\\R^n$, where $\\nu>0$\nis a constant. More precisely for any $0<u_0\\in C(\\R^n)$ satisfying\n$A_1(1+|x|^2)^{\\alpha_1}\\le u_0\\le A_2(1+|x|^2)^{\\alpha_2}$ in $\\R^n$ for some\nconstants $1/(1+\\nu)\\le\\alpha_1<1$, $\\alpha_2\\ge\\alpha_1$ and $A_2\\ge A_1=\n(2\\alpha_1(1-\\3)(n+2\\alpha_1-2))^{-1/(1+\\nu)}$ where $0<\\3<1$ is a constant,\nthe global solution $u$ exists and satisfies $A_1(1+|x|^2+b_1t)^{\\alpha_1}\\le\nu(x,t)\\le A_2(1+|x|^2+b_2t)^{\\alpha_2}$ in $\\R^n\\times (0,\\infty)$ where\n$b_1=2(n+2\\alpha_1-2)\\3$ and $b_2=2n$ if $0<\\alpha_2\\le 1$ and\n$b_2=2(n+2\\alpha_2-2)$ if $\\alpha_2>1$. We also find various conditions on the\ninitial value for the solution to extinct in a finite time and obtain the\ncorresponding decay rate of the solution near the extinction time.\n","Comment: 16 pages"]}]
["0808.0789",{"format":[],"subject":["Mathematics - Functional Analysis","46F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0789"],"date":["2008-08-06"],"type":["text"],"creator":["Mayerhofer, Eberhard"],"language":[],"coverage":[],"title":["On positivity in algebras of tempered generalized functions"],"description":["  An explicit counterexample shows that contrary to the situation in the\nspecial Colombeau algebra, positivity and invertibility cannot be characterized\npointwise in algebras of tempered generalized functions. Further a point value\ncharacterization of the latter is refined.\n","Comment: 9 pages, research notes"]}]
["0808.0791",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Geometric Topology","32H02, 57Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0791"],"date":["2008-08-06"],"type":["text"],"creator":["Baader, S.","Kutzschebauch, F.","Wold, E. F."],"language":[],"coverage":[],"title":["Knotted holomorphic discs in C^2"],"description":["  We construct knotted proper holomorphic embeddings of the unit disc in C^2.\n","Comment: 6 pages, 1 figure"]}]
["0808.0794",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0794"],"date":["2008-08-06"],"type":["text"],"creator":["Weinhold, Till J.","Gilchrist, Alexei","Resch, Kevin J.","Doherty, Andrew C.","O'Brien, Jeremy L.","Pryde, Geoffrey J.","White, Andrew G."],"language":[],"coverage":[],"title":["Understanding photonic quantum-logic gates: The road to fault tolerance"],"description":["  Fault-tolerant quantum computing requires gates which function correctly\ndespite the presence of errors, and are scalable if the error\nprobability-per-gate is below a threshold value. To date, no method has been\ndescribed for calculating this probability from measurements on a gate. Here we\nintroduce a technique enabling quantitative benchmarking of quantum-logic gates\nagainst fault-tolerance thresholds for any architecture. We demonstrate our\ntechnique experimentally using a photonic entangling-gate. The relationship\nbetween experimental errors and their quantum logic effect is non-trivial:\nrevealing this relationship requires a comprehensive theoretical model of the\nquantum-logic gate. We show the first such model for any architecture, and find\nmulti-photon emission--a small effect previously regarded as secondary to\nmode-mismatch--to be the dominant source of logic error. We show that reducing\nthis will move photonic quantum computing to within striking distance of\nfault-tolerance.\n","Comment: Article (6 pages, 4 figures, 1 table) + Supplementary material (3\n  pages, 1 table)"]}]
["0808.0795",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0795","Granular Matter 10, 5 (2008) 369-375","doi:10.1007/s10035-008-0101-7"],"date":["2008-08-06"],"type":["text"],"creator":["Karrech, Ali","Duhamel, Denis","Bonnet, Guy","Chevoir, François","Roux, Jean-Noel","Canou, Jean","Dupla, Jean-Claude"],"language":[],"coverage":[],"title":["A discrete element study of settlement in vibrated granular layers: role\n  of contact loss and acceleration"],"description":["  This paper deals with the vibration of granular materials due to cyclic\nexternal excitation. It highlights the effect of the acceleration on the\nsettlement speed and proves the existence of a relationship between settlement\nand loss of contacts in partially confined granular materials under vibration.\nThe numerical simulations are carried out using the Molecular Dynamics method,\nwhere the discrete elements consist of polygonal grains. The data analyses are\nconducted based on multivariate autoregressive models to describe the\nsettlement and permanent contacts number with respect to the number of loading\ncycles.\n"]}]
["0808.0798",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0798"],"date":["2008-08-06"],"type":["text"],"creator":["D'Alessandro, Alessio","Calabrese, Massimo","Minetti, Giuseppe","Rosso, Franco","Villa, Alessandro"],"language":[],"coverage":[],"title":["Physical understanding of an echo-Doppler test with voice-induced\n  vibration"],"description":["  The physical understanding of a method of detecting mammalian cancer via\nvocalization during a normal echo-Doppler test is provided. The backscattered\nultrasound frequency in the case of a vocal humming resonating in the chest\nwall is computed: the overall effect is that the signal/noise ratio could be\neasily improved at no cost. Clinical results are to appear separately\nelsewhere.\n","Comment: 4 pages, no figures"]}]
["0808.0804",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0804"],"date":["2008-08-06"],"type":["text"],"creator":["Adesso, Maria G.","Zola, Danilo","Luo, Jianlin","Chen, G F.","Li, Zhend","Wang, N. L.","Pace, Sandro","Noce, Canio","Polichetti, Massimiliano"],"language":[],"coverage":[],"title":["Granularity and vortex dynamics in LaO_0.92F_0.08FeAs as probed by\n  harmonics of the AC magnetic susceptibility"],"description":["  Fundamental and higher harmonics of the AC magnetic susceptibility have been\nmeasured on a LaO_0.92F_0.08FeAs sample as a function of the temperature, at\nvarious amplitudes and frequencies of the AC magnetic field, with a small\nsuperimposed DC field parallel to the AC field. The granularity of the sample\nhas been investigated and the inter-grain and intra-grain contributions have\nbeen clearly individuated looking at both the first and third harmonics. The\nvortex dynamics has been also analyzed, and a comparison with the magnetic\nbehavior of both the MgB_2 and the cuprate superconductors has been performed.\nSome vortex dissipative phenomena, i.e. the thermally activated flux flow and\nthe flux creep, have been detected in the presented measurements, similar to\nwhat obtained on YBCO. Nevertheless, although the general behavior is similar,\nseveral differences have been also evidenced between these different classes of\nsuperconductors, mainly in the third harmonics. We infer that different vortex\ndynamics have to be included into the analysis of the magnetic response in this\niron-based new material.\n","Comment: 10 pages, 14 figures"]}]
["0808.0808",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0808"],"date":["2008-08-06"],"type":["text"],"creator":["van Leeuwen, M."],"language":[],"coverage":[],"title":["Jet Modification in Heavy Ion Collisions at RHIC"],"description":["  These proceedings present a brief overview of the main results on\njet-modifications in heavy ion collisions at RHIC. In heavy ion collisions,\njets are studied using single hadron spectra and di-hadron correlations with a\nhigh-\\pt{} trigger hadrons. At high pt, a suppression of the yields due to\nparton energy loss is observed. A quantitative confrontation of the data with\nvarious theoretical approaches to energy loss in a dense QCD medium is being\npursued. First results from $\\gamma$-jet events, where the photon balances the\ninitial jet energy, are also presented and compared to expectations from models\nbased on di-hadron measurements. At intermediate pt, two striking modifications\nof the di-hadron correlation structure are found in heavy ion collisions: the\npresence of a long-range {\\it ridge} structure in \\deta{}, and a large\nbroadening of the recoil jet. Both phenomena seem to indicate an interplay\nbetween hard and soft physics.\n","Comment: 8 pages, 8 figures. Conference proceedings for the 19th Hadron\n  Collider Physics Symposium, 2008"]}]
["0808.0811",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0811"],"date":["2008-08-06"],"type":["text"],"creator":["Dixon, John"],"language":[],"coverage":[],"title":["Supersymmetry Breaks when Gauge Symmetry Breaks: Cybersusy I"],"description":["  This paper summarizes a new approach to supersymmetry breaking in the\nsupersymmetric standard model (SSM). The approach arises from some remarkable\nfeatures of the BRS cohomology for composite operators in the SSM, and the\nbehaviour of those operators when gauge symmetry is spontaneously broken. A new\nrealization of supersymmetry arises for these operators. This realization is\nequivalent to the generation of supersymmetry anomalies, though they are not\npresent in the usual sense. The consequences are worked out in detail for the\nelectron and neutrino flavour triplets, by using the appropriate effective\naction to analyze the new anomalous realization of supersymmetry. This\neffective action generates a mass spectrum for leptons that is consistent with\npresent experimental data. There is no vacuum energy problem, and no annoying\nmass sum rules are present.\n","Comment: 41 pages"]}]
["0808.0812",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0812"],"date":["2008-08-06"],"type":["text"],"creator":["Feruglio, Ferruccio","Hagedorn, Claudia","Lin, Yin","Merlo, Luca"],"language":[],"coverage":[],"title":["Theory of the Neutrino Mass"],"description":["  Theoretical aspects of neutrino physics are reviewed, with emphasis on\npossible explanations of the smallness of neutrino masses and of the peculiar\nmixing pattern observed in the lepton sector. Some theoretically motivated\nframeworks, such as those based on spontaneously broken discrete flavour\nsymmetries, are discussed, stressing the importance of low-energy observables,\nlike anomalous magnetic moments, electric dipole moments and lepton flavour\nviolating transitions, to test further features of these models.\n","Comment: elaborated from talks given by the authors at ''Nu HoRIzons''\n  (February 13-15, 2008, Allahabad, India), ''Neutrino Oscillations in Venice''\n  (April 15-18, 2008, Venice, Italy), ''Melbourne Neutrino Theory Workshop''\n  (June 2-4, 2008, Melbourne, Australia) and ''International School of\n  Astroparticle Physics'' (July 16-26, 2008, Valencia, Spain)"]}]
["0808.0814",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0814"],"date":["2008-08-06"],"type":["text"],"creator":["Raffelt, G.","Hannestad, S.","Mirizzi, A.","Wong, Y. Y. Y."],"language":[],"coverage":[],"title":["Axion hot dark matter bounds"],"description":["  We derive cosmological limits on two-component hot dark matter consisting of\nneutrinos and axions. We restrict the large-scale structure data to the safely\nlinear regime, excluding the Lyman-alpha forest. We derive Bayesian credible\nregions in the two-parameter space consisting of m_a and sum(m_nu).\nMarginalizing over sum(m_nu) provides m_a<1.02 eV (95% CL). In the absence of\naxions the same data and methods give sum(m_nu)< 0.63 eV (95% CL).\n","Comment: Contribution to Proc. 4th Patras Workshop on Axions, WIMPs and WISPs\n  (18-21 June 2008, DESY)"]}]
["0808.0821",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0821"],"date":["2008-08-06"],"type":["text"],"creator":["Li, Y.","Lim, H. S.","Wang, Z. K.","Ng, S. C.","Kuok, M. H."],"language":[],"coverage":[],"title":["Micro-Brillouin Study of the Eigenvibrations of Single Isolated Polymer\n  Nanospheres"],"description":["  The localized acoustic modes of single isolated polymethyl methacrylate\n(PMMA) and polystyrene nanospheres have been studied by micro-Brillouin light\nscattering. The measured mode frequencies are analyzed on the basis of the Lamb\ntheory formulated for a sphere under free boundary conditions. By measuring\nlight scattering from single isolated particles, placed atop a piece of\npolished silicon wafer, the free-surface conditions are almost experimentally\nrealized. The observed spectral peaks are attributed to localized\neigenvibrations whose frequencies scale as inverse sphere diameter, in\naccordance with Lamb's theory. The Young's moduli and Poisson ratios of the\npolymer spheres studied have been evaluated from fits to the experimental data.\nWe have demonstrated that micro-Brillouin spectroscopy is a powerful technique\nfor probing the acoustic dynamics and mechanical properties of nanostructures.\n","Comment: 9 pages, 5 figures"]}]
["0808.0824",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0824"],"date":["2008-08-06"],"type":["text"],"creator":["Galkin, V. I.","Anokhina, A. M.","Konishi, E.","Misaki, A."],"language":[],"coverage":[],"title":["On the Capability Of Super-Kamiokande Detector To Define the Primary\n  Parameters Of Muon And Electron Events"],"description":["  We develop a new discrimination procedure for separating electron neutrinos\nfrom muon neutrinos, based on detailed simulations carried out with GEANT3.21\nand with mean angular distribution functions and their relative fluctuations.\nUsing our procedure we are able to discriminate muons from electrons in Fully\nContained Events in Super-Kamioknade Experiment with a probability of error\nofless than several %. Also we have checked geometrical resolution on both\ncases, considering only the ring-like structure of the Cherenkov image and a\ngeometrical reconstruction procedure utilizing the full distribution. Even the\nmethodologically correct approach we have adopted, we cannot reproduce the\naccuracies for particle discrimination, momentum resolution, interaction vertex\nlocation, and angular resolution obtained by the Super-Kamiokande\nCollaboration.\n","Comment: 26pages, with figures and tables. Latex"]}]
["0808.0826",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0826"],"date":["2008-08-06"],"type":["text"],"creator":["Das, Sudipta"],"language":[],"coverage":[],"title":["Aspects of quintessence matter - the driver of the late time\n  acceleration of the universe"],"description":["  The present thesis is a collection of papers which deals with analytic models\nthat can drive the present accelerated expansion of the universe, starting from\na decelerated expansion in the early matter dominated regime. Both minimally\nand non minimally coupled scalar fields are employed for the purpose.\nInteraction between nonminimally coupled scalar field, such as the Brans-Dicke\nfield, with dark matter and dark energy are considered. This interactions are\nshown to solve some fine tuning problems. Curvature driven acceleration is also\nconsidered in this thesis, which shows that a smooth transition from a\ndeceleration to an acceleration is possible in this scenario.\n","Comment: 146 pages; thesis accepted for PhD. degree of Jadavpur University,\n  Kolkata, India"]}]
["0808.0833",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0833"],"date":["2008-08-06"],"type":["text"],"creator":["Ruspa, Marta"],"language":[],"coverage":[],"title":["Inclusive diffraction with the ZEUS detector at HERA: a comparison among\n  selection methods"],"description":["  The diffractive dissociation of virtual photons, gamma*p -> Xp, has been\nstudied with the ZEUS detector at HERA by requiring a large rapidity gap\nbetween X and the outgoing proton, by analysing the mass distribution, M_X, of\nthe hadronic final state, as well as by directly tagging the proton. At low\nvalues of the proton momentum loss, the diffractive structure function\nmeasurements obtained with the three methods are consistent, provided the\ndifferent treatment and contributions of proton-dissociative events are taken\ninto account.\n","Comment: 4 pages, 3 figures, proceedings for DIS08 workshop"]}]
["0808.0835",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","47L99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0835"],"date":["2008-08-06"],"type":["text"],"creator":["Goncalves, Daniel","Royer, Danilo"],"language":[],"coverage":[],"title":["Perron-Frobenius operators and representations of the Cuntz-Krieger\n  algebras for infinite matrices"],"description":["  In this paper we extend work of Kawamura, see kawamura, for Cuntz-Krieger\nalgebras O_A for infinite matrices A. We generalize the definition of branching\nsystems, prove their existence for any given matrix A and show how they induce\nsome very concrete representations of O_A. We use these representations to\ndescribe the Perron-Frobenius operator, associated to an nonsingular\ntransformation, as an infinite sum and under some hypothesis we find a matrix\nrepresentation for the operator. We finish the paper with a few examples.\n","Comment: 16 pages, 2 figures"]}]
["0808.0836",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0836","Nucl.Instrum.Meth.A580:1227-1242,2007","doi:10.1016/j.nima.2007.06.046"],"date":["2008-08-06"],"type":["text"],"creator":["Korcsak-Gorzo, K.","Grzelak, G.","Oliver, K.","Dawson, M.","Devenish, R.","Ferrando, J.","Matsushita, T.","Shield, P.","Walczak, R."],"language":[],"coverage":[],"title":["The Optical Alignment System of the ZEUS MicroVertex Detector"],"description":["  The laser alignment system of the ZEUS microvertex detector is described. The\ndetector was installed in 2001 as part of an upgrade programme in preparation\nfor the second phase of electron-proton physics at the HERA collider. The\nalignment system monitors the position of the vertex detector support structure\nwith respect to the central tracking detector using semi-transparent\namorphous-silicon sensors and diode lasers. The system is fully integrated into\nthe general environmental monitoring of the ZEUS detector and data has been\ncollected over a period of 5 years. The primary aim of defining periods of\nstability for track-based alignment has been achieved and the system is able to\nmeasure movements of the support structure to a precision around $10 \\mu$m.\n","Comment: 38 pages; 17 figures"]}]
["0808.0840",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0840"],"date":["2008-08-06"],"type":["text"],"creator":["Larsen, Finn"],"language":[],"coverage":[],"title":["Resolving Gravitational Singularities"],"description":["  We review recent progress on the resolution of gravitational singularities in\nstring theory. The main example is the fundamental string in five dimensions\nwhich is singular in the standard supergravity description but regular after\ntaking into account higher derivative corrections determined by anomalies and\nsupersymmetry. The application of the AdS/CFT correspondence to geometries that\nrequire higher derivatives for regularity poses interesting challenges.\n","Comment: 14 pages, 1 figure. To appear in the proceedings of the Sowers\n  theoretical physics workshop 2007, \"What is String Theory?\", May 14-18, 2007\n  at Virginia Tech"]}]
["0808.0845",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Learning","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0845"],"date":["2008-08-06"],"type":["text"],"creator":["Ma, Jian","Sun, Zengqi"],"language":[],"coverage":[],"title":["Mutual information is copula entropy"],"description":["  We prove that mutual information is actually negative copula entropy, based\non which a method for mutual information estimation is proposed.\n"]}]
["0808.0847",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0847"],"date":["2008-08-06"],"type":["text"],"creator":["Knutsson, A.","Bacchetta, A.","Jung, H.","Kutak, K."],"language":[],"coverage":[],"title":["An approach to fast fits of the unintegrated gluon density"],"description":["  An approach to fast fits of the unintegrated gluon density has been developed\nand used to determine the unintegrated gluon density by fits to deep inelastic\nscatting di-jet data from HERA. The fitting method is based on the\ndetermination of the parameter dependence by help of interpolating between grid\npoints in the parameter-observable space before the actual fit is performed.\n","Comment: 4 pages, 6 figures, Proceedings for DIS2008 workshop"]}]
["0808.0852",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0852"],"date":["2008-08-06"],"type":["text"],"creator":["Red'kov, V. M.","Tokarevskaya, N. G."],"language":[],"coverage":[],"title":["Factorizations for 3-rotations and polarization of the light in\n  Mueller-Stokes an Jones formalisms"],"description":["  Formulas describing all 2-element and 3-element factorizations of arbitrary\nelement of the groups SU(2) and SO(3,R) are derived. Six 2-element\nfactorizations, $ (U_{2}U_{3}U'_{2}), (U_{3}U_{2}U'_{3}), (U_{3}U_{1}U'_{3}),\n(U_{1}U_{3}U'_{1}), (U_{1}U_{2}U'_{1}), (U_{2}U_{1}U'_{2})$, provide all\npossible way to define Euler type angles; and six 3-element ones, $\n(U_{1}U_{2}U_{3}), (U_{1}U_{3}U'_{2}), (U_{2}U_{3}U_{1}), (U_{2}U_{1}U_{3}),\n(U_{3}U_{1}U_{2}), (U_{3}U_{2}U_{1})$ provide all possible ways to parameterize\nthe unitary and orthogonal groups by three elementary angles. In thecontext the\nlight polarization formalism of Stokes-Mueller vectors and Jones spinors,\nrelations produced give a base to resolve arbitrary pure polarization rotators\ninto all possible sets of elementary rotators of two or three constituents.\n","Comment: 24 pages, Proc. of XV Annual Seminar NPCS - 2008, May 22-25, 2008,\n  Minsk, Belarus"]}]
["0808.0858",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0858"],"date":["2008-08-06"],"type":["text"],"creator":["Gagliardi, C. A.","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["Jet Production in Polarized pp Collisions at RHIC"],"description":["  The STAR Collaboration has measured the longitudinal double-spin asymmetry\nfor inclusive jet production in polarized p+p collisions at sqrt{s} = 200 GeV.\nThe results set significant new constraints on the gluon polarization within\nthe nucleon. Future measurements of asymmetries for di-jet production will\nprovide direct access to the momentum dependence of the gluon polarization,\nDelta g(x,Q^2).\n","Comment: 4 pages, 3 figures, to appear in DIS2008 proceedings"]}]
["0808.0867",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0867"],"date":["2008-08-06"],"type":["text"],"creator":["Gersabeck, M.","Rodrigues, E."],"language":[],"coverage":[],"title":["Tracking and physics validation studies of the simplified geometry\n  description with $B^0_{(s)} \\to h^+h^{'-}$ decays"],"description":["  This note validates the usage of the simplified detector geometry\ndescription. A sample of $B^0_{(s)} \\to h^+h^{'-}$ decays was used to assess\nthe tracking and physics performance with respect to what is obtained with the\nfull detector description. No significant degradation of performance was found.\n"]}]
["0808.0868",{"format":[],"subject":["Mathematics - Dynamical Systems","37B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0868","Ergodic Theory and Dynamical Systems 23 (2003) 663-669"],"date":["2008-08-06"],"type":["text"],"creator":["Durand, Fabien"],"language":[],"coverage":[],"title":["Corrigendum and addendum to: Linearly recurrent subshifts have a finite\n  number of non-periodic factors"],"description":["  We prove that a subshift $(X,T)$ is linearly recurrent if and only if it is a\nprimitive and proper $S$-adic subshift. This corrects Proposition 6 in F.\nDurand ({\\it Ergod. Th. & Dynam. Sys. {\\bf 20}} (2000), 1061--1078).\n"]}]
["0808.0869",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0869","doi:10.1016/j.pss.2008.06.015"],"date":["2008-08-06"],"type":["text"],"creator":["Delbo, Marco","Tanga, Paolo"],"language":[],"coverage":[],"title":["Thermal inertia of main belt asteroids smaller than 100 km from IRAS\n  data"],"description":["  Recent works have shown that the thermal inertia of km-sized near-Earth\nasteroids (NEAs) is more than two orders of magnitude higher than that of main\nbelt asteroids (MBAs) with sizes (diameters) between 200 and 1,000 km. This\nconfirms the idea that large MBAs, over hundreds millions of years,have\ndeveloped a fine and thick thermally insulating regolith layer, responsible for\nthe low values of their thermal inertia, whereas km-sized asteroids, having\ncollisional lifetimes of only some millions years, have less regolith, and\nconsequently a larger surface thermal inertia. Because it is believed that\nregolith on asteroids forms as a result of impact processes, a better knowledge\nof asteroid thermal inertia values and its correlation with size, taxonomic\ntype, and density can be used as an important constraintfor modeling of impact\nprocesses on asteroids. However, our knowledge of asteroids' thermal inertia\nvalues is still based on few data points with NEAs covering the size range\n0.1-20 km and MBAs that >100 km. Here, we use IRAS infrared measurements to\nestimate the thermal inertias of MBAs with diameters 100 km and known shapes\nand spin vector: filling an important size gap between the largest MBAs and the\nkm-sized NEAs. An update to the inverse correlation between thermal inertia and\ndiameter is presented. For some asteroids thermophysical modelling allowed us\nto discriminate between the two still possible spin vector solutions derived\nfrom optical lightcurve inversion. This is important for (720) Bohlinia: our\npreferred solution was predicted to be the correct one by Vokrouhlicky et al.\n(2003, Nature 425, 147) just on theoretical grounds.\n","Comment: Planetary and Space Science (2008)"]}]
["0808.0876",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0876"],"date":["2008-08-06"],"type":["text"],"creator":["Liu, Nan","Goldsmith, Andrea"],"language":[],"coverage":[],"title":["Capacity Regions and Bounds for a Class of Z-interference Channels"],"description":["  We define a class of Z-interference channels for which we obtain a new upper\nbound on the capacity region. The bound exploits a technique first introduced\nby Korner and Marton. A channel in this class has the property that, for the\ntransmitter-receiver pair that suffers from interference, the conditional\noutput entropy at the receiver is invariant with respect to the transmitted\ncodewords. We compare the new capacity region upper bound with the\nHan/Kobayashi achievable rate region for interference channels. This comparison\nshows that our bound is tight in some cases, thereby yielding specific points\non the capacity region as well as sum capacity for certain Z-interference\nchannels. In particular, this result can be used as an alternate method to\nobtain sum capacity of Gaussian Z-interference channels. We then apply an\nadditional restriction on our channel class: the transmitter-receiver pair that\nsuffers from interference achieves its maximum output entropy with a single\ninput distribution irrespective of the interference distribution. For these\nchannels we show that our new capacity region upper bound coincides with the\nHan/Kobayashi achievable rate region, which is therefore capacity-achieving. In\nparticular, for these channels superposition encoding with partial decoding is\nshown to be optimal and a single-letter characterization for the capacity\nregion is obtained.\n","Comment: submitted to IEEE Trans. on Information Theory. This material was\n  presented in part at the IEEE International Symposium on Information Theory,\n  Toronto, Canada, July 2008"]}]
["0808.0878",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0878","Physical Review B 78, 054402 (2008)","doi:10.1103/PhysRevB.78.054402"],"date":["2008-08-06"],"type":["text"],"creator":["Sharma, A.","Nolting, W."],"language":[],"coverage":[],"title":["Ferromagnetism in multi-band Kondo lattice model"],"description":["  The ferromagnetic spin exchange interaction between the itinerant electrons\nand localized moments on a periodic lattice, studied within the so-called Kondo\nlattice model (KLM), is considered for multiband situation where the hopping\nintegral is a matrix, in general. The modified RKKY theory, wherein one can map\nsuch a model onto an effective Heisenberg-like system, is extended to a\nmulti-band case with finite bandwidth and hybridization on a simple cubic\nlattice. As an input for the evaluation of the effective exchange integrals,\none requires the multi-band electronic self energy which is taken from an\nearlier proposed ansatz. Using the above procedure, we determine the magnetic\nproperties of the system like Curie temperature while calculating the chemical\npotential and magnetization within a self consistent scheme for various values\nof system parameters. The results are discussed in detail and the model is\nmotivated in order to study the electronic, transport and magnetic properties\nof real materials like GdN.\n","Comment: 10 pages, 8 figures"]}]
["0808.0890",{"format":[],"subject":["Mathematics - Rings and Algebras","17B67","17B56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0890"],"date":["2008-08-06"],"type":["text"],"creator":["Fuchs, Dmitry","Wilmarth, Constance"],"language":[],"coverage":[],"title":["Laplacian spectrum for the nilpotent Kac-Moody Lie algebras"],"description":["  We prove that the maximal nilpotent subalgebra of a Kac-Moody Lie algebra has\nan (essentially unique) Euclidean metric with respect to which the Laplace\noperator in the chain complex is scalar on each component of a given degree.\nMoreover, both the Lie algebra structure and the metric are uniquely determined\nby this property.\n","Comment: 11 pages"]}]
["0808.0894",{"format":[],"subject":["Mathematics - Complex Variables","30E20, 30D50."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0894"],"date":["2008-08-06"],"type":["text"],"creator":["Stoilov, Peyo"],"language":[],"coverage":[],"title":["On some interpolation theorems for the multipliers of the Cauchy-\n  Stiltjes type integrals"],"description":["  In this paper we prove some interpolation theorems for the multipliers of the\nCauchy- Stiltjes type integrals\n","Comment: 8 pages"]}]
["0808.0895",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0895"],"date":["2008-08-06"],"type":["text"],"creator":["Pan, M. H.","He, X. B.","Li, G. R.","Wendelken, J. F.","Jin, R.","Sefat, A. S.","McGuire, M. A.","Sales, B. C.","Mandrus, D.","Plummer, E. W."],"language":[],"coverage":[],"title":["Temperature and Spatial Dependence of the Superconducting and Pseudogap\n  of NdFeAsO0.86F0.14"],"description":["  The discovery of superconductivity with a critical temperature exceeding 55 K\nin the iron-oxypnictides and related compounds has quite suddenly given the\ncommunity a new set of materials - breaking the tyranny of copper. This new\nclass of materials raises fundamental questions related to the origin of the\nelectron pairing in the superconducting state and to the similarity to\nsuperconductivity in the cuprates. Here, we report spatially resolved\nmeasurements using scanning tunneling microscopy/spectroscopy (STM/STS) of the\nnewly discovered iron-based layered superconductor NdFeAsO0.86F0.14 (Tc = 48 K)\nas a function of temperature. The tunneling spectra at 17 K show a suppression\nof spectral intensity within +/- 10 meV, indicative of the opening of the\nsuperconducting gap (SG). Below Tc, the sample exhibits two characteristic gaps\n- a large one (18 meV) and a small one (9 meV) - existing in different spatial\nlocations. Both gaps are closed above Tc at the bulk Tc, but only the small gap\ncan be fitted with a superconducting gap function. This gap displays a BCS -\nlike order parameter. Above Tc, at the same location where the small gap was\nobserved, a pseudogap (PG) opens abruptly at a temperature just above Tc and\ncloses at 120 K. In contrast to the cuprates, the SG and PG have competing\norder parameters.\n","Comment: 18 pages, 5 figures"]}]
["0808.0897",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0897"],"date":["2008-08-06"],"type":["text"],"creator":["Boucenna, Ahmed"],"language":[],"coverage":[],"title":["The Great Season Climatic Oscillation and the Global Warming"],"description":["  The present earth warming up is often explained by the atmosphere gas\ngreenhouse effect. This explanation is in contradiction with the thermodynamics\nsecond law. The warming up by greenhouse effect is quite improbable. It is\ncloud reflection that gives to the earth s ground its 15 degres C mean\ntemperature. Since the reflection of the radiation by gases is negligible, the\nrole of the atmosphere greenhouse gases in the earth warming up by earth\nradiation reflection loses its importance. We think that natural climatic\noscillations contribute more to earth climatic disturbances. The oscillation\nthat we hypothesize to exist has a long period (800 to 1000 years). The glacier\nmelting and regeneration cycles lead to variations in the cold region ocean\nwater density and thermal conductibility according to their salinity. These\nvariations lead one to think about a macro climate oscillating between maximum\nhot and minimum cold temperatures. This oscillation is materialized by the\npassages of the planet through hot, mild, and cold eras, leading to the great\nseason climatic oscillation phenomenon (GSCO). Thus, our planet lives four\ngreat seasons a great spring, a great summer, a great winter and a great\nautumn/fall, making a great year embracing our four small classical yearly\nseasons. The probabilistic character of the parameters that are at the origin\nof this climatic oscillation makes the long-term prediction less precise but\nthe deterministic tendencies and the resonance phenomena give precious\ninformation on our planet climatic future. The present warming up is well\ninterpreted in the frame of the great season climatic oscillation theory.\n","Comment: 11 pages, 5 figures, 1 tables"]}]
["0808.0901",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0901"],"date":["2008-08-06"],"type":["text"],"creator":["Elvira, V. Daniel","Collaboration, for the D0","Collaboration, the CDF"],"language":[],"coverage":[],"title":["QCD, Tevatron results and LHC prospects"],"description":["  We present a summary of the most recent measurements relevant to Quantum\nChromodynamics (QCD) delivered by the D0 and CDF Tevatron experiments by May\n2008. CDF and D0 are moving toward precision measurements of QCD based on data\nsamples in excess of 1 fb-1. The inclusive jet cross sections have been\nextended to forward rapidity regions and measured with unprecedented precision\nfollowing improvements in the jet energy calibration. Results on dijet mass\ndistributions, bbbar dijet production using tracker based triggers, underlying\nevent in dijet and Drell-Yan samples, inclusive photon and diphoton cross\nsections complete the list of measurements included in this paper. Good\nagreement with pQCD within errors is observed for jet production measurements.\nAn improved and consistent theoretical description is needed for photon+jets\nprocesses. Collisions at the LHC are scheduled for early fall 2008, opening an\nera of discoveries at the new energy frontier, 5-7 times higher than that of\nthe Tevatron.\n","Comment: 10 pages, 10 figures, presented to the \"Hadron Collider Physics\n  Symposium\" (HCP2008), Galena, Illinois, USA"]}]
["cond-mat/0609015",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609015","Phys. Rev. E 78, 015101(R) (2008)","doi:10.1103/PhysRevE.78.015101"],"date":["2006-09-01","2008-08-07"],"type":["text"],"creator":["Garlaschelli, Diego","Loffredo, Maria I."],"language":[],"coverage":[],"title":["Maximum likelihood: extracting unbiased information from complex\n  networks"],"description":["  The choice of free parameters in network models is subjective, since it\ndepends on what topological properties are being monitored. However, we show\nthat the Maximum Likelihood (ML) principle indicates a unique, statistically\nrigorous parameter choice, associated to a well defined topological feature. We\nthen find that, if the ML condition is incompatible with the built-in parameter\nchoice, network models turn out to be intrinsically ill-defined or biased. To\novercome this problem, we construct a class of safely unbiased models. We also\npropose an extension of these results that leads to the fascinating possibility\nto extract, only from topological data, the `hidden variables' underlying\nnetwork organization, making them `no more hidden'. We test our method on the\nWorld Trade Web data, where we recover the empirical Gross Domestic Product\nusing only topological information.\n","Comment: Final version accepted for publication"]}]
["cond-mat/0703256",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703256","Physical Review B 77,014526(2008)","doi:10.1103/PhysRevB.77.014526"],"date":["2007-03-09","2008-08-07"],"type":["text"],"creator":["Shan, L.","Huang, Y.","Wang, Y. L.","Li, Shiliang","Zhao, Jun","Dai, Pengcheng","Zhang, Y. Z.","Ren, C.","Wen, H. H."],"language":[],"coverage":[],"title":["Weak coupling Bardeen-Cooper-Schrieffer suerconductivity in the\n  Electron-Doped Cuprate Superconductors"],"description":["  We use in-plane tunneling spectroscopy to study the temperature dependence of\nthe local superconducting gap $\\Delta(T)$ in electron-doped copper oxides with\nvarious $T_c$'s and Ce-doping concentrations. We show that the temperature\ndependence of $\\Delta(T)$ follows the expectation of the\nBardeen-Cooper-Schrieffer (BCS) theory of superconductivity, where\n$\\Delta(0)/k_{B}T_{c}\\approx1.72\\pm 0.15$ and $\\Delta(0)$ is the average\nsuperconducting gap across the Fermi surface, for all the doping levels\ninvestigated. These results suggest that the electron-doped superconducting\ncopper oxides are weak coupling BCS superconductors.\n","Comment: 5 pages, 4 figures"]}]
["math/0006139",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0006139","manuscripta math. 115, 361-378 (2004)"],"date":["2000-06-20","2008-08-07"],"type":["text"],"creator":["Altmann, Klaus","Christophersen, Jan Arthur"],"language":[],"coverage":[],"title":["Cotangent cohomology of Stanley-Reisner rings"],"description":["  Simplicial complexes X provide commutative rings A(X) via the Stanley-Reisner\nconstruction. We calculated the cotangent cohomology, i.e., T1 and T2 of A(X)\nin terms of X. These modules provide information about the deformation theory\nof the algebro geometric objects assigned to X.\n","Comment: 18 pages, LaTeX. This v3 is the final version of the first part of\n  the former v2. To indicate this, we have also changed the title. In the\n  present form, v3 has appeared in manuscripta. The remaining part of the\n  former v2 contains some mistakes in the (last) Section 4.7. A revised version\n  of the second part of v2 will appear as an extra paper"]}]
["math/0510059",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510059","Publ. RIMS, Vol 44 (2008), 259-314"],"date":["2005-10-03","2006-06-14"],"type":["text"],"creator":["Namikawa, Yoshinori"],"language":[],"coverage":[],"title":["Flops and Poisson deformations of symplectic varieties"],"description":["  This is a local version of math.AG/0506534. We shall deal with the\ndeformation of a convex symplectic variety $X$ instead of a projective one. The\nusual deformation does not work well in the convex case. Instead, we regard $X$\nas a Poisson scheme and study its Poisson deformation. One of the application\nis the following:\n  Let $Y$ be an affine symplectic variety, and assume that $Y$ has two\n$Q$-factorial crepant terminalizations $X$ and $X'$. If $X$ is non-singular,\nthen $X'$ is non-singular, too. Moreover, when $Y$ has a good $C^*$-action, $X$\nand $X'$ have the same kind of singularities.\n","Comment: In the previous version, we claimed that singularities do not change\n  under an arbitrary symplectic flop. But, this claim is not justified for lack\n  of algebraization"]}]
["math/0703042",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Analysis of PDEs","Mathematics - Probability","60H15 (Primary) 37H10, 35R60, 34D35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703042"],"date":["2007-03-01","2008-08-07"],"type":["text"],"creator":["Wang, Wei","Duan, Jinqiao"],"language":[],"coverage":[],"title":["Reductions and deviations for stochastic partial differential equations\n  under fast dynamical boundary conditions"],"description":["  In order to understand the impact of random influences at physical boundary\non the evolution of multiscale systems, a stochastic partial differential\nequation model under a fast random dynamical boundary condition is\ninvestigated. The noises in the model and in the boundary condition are both\nadditive. An effective equation is derived and justified by reducing the random\n\\emph{dynamical} boundary condition to a simpler one. The effective system is\nstill a stochastic partial differential equation. Furthermore, the quantitative\ncomparison between the solution of the original stochastic system and the\neffective solution is provided by establishing normal deviations and large\ndeviations principles. Namely, the normal deviations are asymptotically\ncharacterized, while the rate and speed of the large deviations are estimated.\n","Comment: This is a revised version with 29 pages. To appear in Stochastic\n  Analysis and Applications, 2008"]}]
["math/0703171",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L57, 46L50, 46L55. 46L60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703171"],"date":["2007-03-06","2008-08-07"],"type":["text"],"creator":["Albeverio, S.","Ayupov, Sh. A.","Kudaybergenov, K. K."],"language":[],"coverage":[],"title":["Derivations on the Algebra of Measurable Operators Affiliated with a\n  Type I von Neumann Algebra"],"description":["  Let $M$ be a type I von Neumann algebra with the center $Z,$ and let $LS(M)$\nbe the algebra of all locally measurable operators affiliated with $M.$ We\nprove that every $Z$-linear derivation on $LS(M)$ is inner. In particular all\n$Z$-linear derivations on the algebras of measurable and respectively totally\nmeasurable operators are spatial and implemented by elements from $LS(M).$\n","Comment: 12 pages"]}]
["nlin/0609033",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Computer Science - Computers and Society","Computer Science - Multiagent Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0609033","Physical Review E 77, 036118, 2008","doi:10.1103/PhysRevE.77.036118"],"date":["2006-09-12","2008-02-22"],"type":["text"],"creator":["Bingol, Haluk"],"language":[],"coverage":[],"title":["Fame Emerges as a Result of Small Memory"],"description":["  A dynamic memory model is proposed in which an agent ``learns'' a new agent\nby means of recommendation. The agents can also ``remember'' and ``forget''.\nThe memory size is decreased while the population size is kept constant.\n``Fame'' emerged as a few agents become very well known in expense of the\nmajority being completely forgotten. The minimum and the maximum of fame change\nlinearly with the relative memory size. The network properties of the\nwho-knows-who graph, which represents the state of the system, are\ninvestigated.\n","Comment: 7 pages, 5 figures"]}]
["nucl-th/0111003",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0111003","Algebraic Methods in Nuclear Theory, ed. A. N. Antonov (Heron\n  Press, Sofia, 2002) 89-111"],"date":["2001-11-01"],"type":["text"],"creator":["Bonatsos, Dennis","Daskaloyannis, C.","Drenska, S. B.","Fotiades, N.","Minkov, N.","Raychev, P. P.","Roussev, R. P."],"language":[],"coverage":[],"title":["Odd-Even Staggering in Octupole Bands of Actinides and Rare Earths:\n  Systematics of \"Beat\" Patterns"],"description":["  ``Beat'' patterns are shown to appear in the octupole bands of several\nactinides and rare earths, their appearance being independent from the formula\nused in order to isolate and demonstrate them. It is shown that the recent\nformalism, making use of discrete approximations to derivatives of the\ntransition energies (or of the energy levels) gives results consistent with the\ntraditional formulae. In both regions it is seen that the first vanishing of\nthe staggering occurs at higher values of the angular momentum I in nuclei\nexhibiting higher staggering at low I. Since these nuclei happen to be good\nrotators, the observed slow decrease of the amplitude of the staggering with\nincreasing I is in good agreement with the parameter independent predictions of\nthe su(3) (rotational) limit of several algebraic models. In the actinides it\nhas been found that within each series of isotopes the odd-even staggering\nexhibits minima at N=134 and N=146, while a local maximum is shown at N=142,\nthese findings being in agreement with the recent suggestion of a secondary\nmaximum of octupole deformation around N=146.\n","Comment: LaTeX, 30 pages plus 14 postscript figures"]}]
["quant-ph/0311191",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0311191","Progress in Theoretical Chemistry and Physics Vol 12, Advanced\n  Topics in Theoretical Chemical Physics, ed. J. Maruani, R. Lefebvre, and E.\n  Brandas (Kluwer, Dordrecht, 2003) 409-428"],"date":["2003-11-27"],"type":["text"],"creator":["Bonatsos, Dennis","Lenis, D.","Raychev, P. P.","Terziev, P. A."],"language":[],"coverage":[],"title":["Deformed Harmonic Oscillators for Metal Clusters and Balian-Bloch Theory"],"description":["  The predictions for the shell structure of metal clusters of the\nthree-dimensional q-deformed harmonic oscillator (3D q-HO), utilizing\ntechniques of quantum groups and having the symmetry Uq(3)$\\supset$SOq(3), are\ncompared to the restrictions imposed by the periodic orbit theory of Balian and\nBloch, of electrons moving in a spherical cavity. It is shown that agreement\nbetween the predictions of the two models is established through the\nintroduction of an additional term to the Hamiltonian of the 3D q-HO, which\ndoes not influence the predictions for supershells. This term preserves the\nUq(3)$\\supset$SOq(3) symmetry, while in addition it can be derived through a\nvariational procedure, analogous to the one leading from the usual harmonic\noscillator to the Morse oscillator by introducing the concept of the Variable\nFrequency Oscillator (VFO).\n","Comment: 15 pages, LaTeX, 6 postscript figures"]}]
