["0704.2010",{"format":[],"subject":["Computer Science - Artificial Intelligence","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2010"],"date":["2007-04-16","2008-12-11"],"type":["text"],"creator":["Bernardes, Juliana S","Davila, Alberto","Costa, Vitor Santos","Zaverucha, Gerson"],"language":[],"coverage":[],"title":["A study of structural properties on profiles HMMs"],"description":["  Motivation: Profile hidden Markov Models (pHMMs) are a popular and very\nuseful tool in the detection of the remote homologue protein families.\nUnfortunately, their performance is not always satisfactory when proteins are\nin the 'twilight zone'. We present HMMER-STRUCT, a model construction algorithm\nand tool that tries to improve pHMM performance by using structural information\nwhile training pHMMs. As a first step, HMMER-STRUCT constructs a set of pHMMs.\nEach pHMM is constructed by weighting each residue in an aligned protein\naccording to a specific structural property of the residue. Properties used\nwere primary, secondary and tertiary structures, accessibility and packing.\nHMMER-STRUCT then prioritizes the results by voting. Results: We used the SCOP\ndatabase to perform our experiments. Throughout, we apply leave-one-family-out\ncross-validation over protein superfamilies. First, we used the MAMMOTH-mult\nstructural aligner to align the training set proteins. Then, we performed two\nsets of experiments. In a first experiment, we compared structure weighted\nmodels against standard pHMMs and against each other. In a second experiment,\nwe compared the voting model against individual pHMMs. We compare method\nperformance through ROC curves and through Precision/Recall curves, and assess\nsignificance through the paired two tailed t-test. Our results show significant\nperformance improvements of all structurally weighted models over default\nHMMER, and a significant improvement in sensitivity of the combined models over\nboth the original model and the structurally weighted models.\n","Comment: 6 pages, 7 figures"]}]
["0704.3111",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3111","Phys. Rev. B 78, 073104 (2008)","doi:10.1103/PhysRevB.78.073104"],"date":["2007-04-23"],"type":["text"],"creator":["Li, Y. W.","Qian, D.","Wray, L.","Hsieh, D.","Kaga, Y.","Sasagawa, T.","Takagi, H.","Markiewicz, R. S.","Bansil, A.","Eisaki, H.","Uchida, S.","Hasan, M. Z."],"language":[],"coverage":[],"title":["Anisotropic softening of collective charge modes in the vicinity of\n  critical doping in a doped Mott insulator"],"description":["  Momentum resolved inelastic resonant x-ray scattering is used to map the\nevolution of charge excitations over a large range of energies, momenta and\ndoping levels in the electron doped Mott insulator class\nNd$_{2-x}$Ce$_x$CuO$_4$. As the doping induced AFM-SC\n(antiferromagnetic-superconducting) transition is approached, we observe an\nanisotropic softening of collective charge modes over a large energy scale\nalong the Gamma to (\\pi,\\pi)-direction, whereas the modes exhibit broadening\n($\\sim$ 1 eV) with relatively little softening along Gamma to (\\pi,0) with\nrespect to the parent Mott insulator (x=0). Our study indicates a systematic\ncollapse of the gap consistent with the scenario that the system dopes\nuniformly with electrons even though the softening of the modes involves an\nunusually large energy scale.\n","Comment: 5 pages + 5 Figures"]}]
["0706.1892",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1892","Phys. Rev. A 76, 022326 (2007)","doi:10.1103/PhysRevA.76.022326"],"date":["2007-06-13","2007-07-23"],"type":["text"],"creator":["Sedlak, Michal","Ziman, Mario","Pribyla, Ondrej","Buzek, Vladimir","Hillery, Mark"],"language":[],"coverage":[],"title":["Unambiguous coherent state identification: Searching a quantum database"],"description":["  We consider an unambiguous identification of an unknown coherent state with\none of two unknown coherent reference states. Specifically, we consider two\nmodes of an electromagnetic field prepared in unknown coherent states alpha_1\nand alpha_2, respectively. The third mode is prepared either in the state\nalpha_1 or in the state alpha_2. The task is to identify (unambiguously) which\nof the two modes are in the same state. We present a scheme consisting of three\nbeamsplitters capable to perform this task. Although we don't prove the\noptimality, we show that the performance of the proposed setup is better than\nthe generalization of the optimal measurement known for a finite-dimensional\ncase. We show that a single beamsplitter is capable to perform an unambiguous\nquantum state comparison for coherent states optimally. Finally we propose an\nexperimental setup consisting of 2N-1 beamsplitters for unambiguous\nidentification among N unknown coherent states. This setup can be considered as\na search in a quantum database. The elements of the database are unknown\ncoherent states encoded in different modes of an electromagnetic field. The\ntask is to specify the two modes that are excited in the same, though unknown,\ncoherent state.\n","Comment: version accepted for publication, 12 pages, 3 figures"]}]
["0708.0958",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0958","EPJB, 60(2),pp.217-224, (2007)","doi:10.1140/epjb/e2007-00340-y"],"date":["2007-08-07"],"type":["text"],"creator":["Reichardt, Joerg","White, Douglas R."],"language":[],"coverage":[],"title":["Role models for complex networks"],"description":["  We present a framework for automatically decomposing (\"block-modeling\") the\nfunctional classes of agents within a complex network. These classes are\nrepresented by the nodes of an image graph (\"block model\") depicting the main\npatterns of connectivity and thus functional roles in the network. Using a\nfirst principles approach, we derive a measure for the fit of a network to any\ngiven image graph allowing objective hypothesis testing. From the properties of\nan optimal fit, we derive how to find the best fitting image graph directly\nfrom the network and present a criterion to avoid overfitting. The method can\nhandle both two-mode and one-mode data, directed and undirected as well as\nweighted networks and allows for different types of links to be dealt with\nsimultaneously. It is non-parametric and computationally efficient. The\nconcepts of structural equivalence and modularity are found as special cases of\nour approach. We apply our method to the world trade network and analyze the\nroles individual countries play in the global economy.\n"]}]
["0709.3950",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3950","Eur.Phys.J.C53:459-466,2008","doi:10.1140/epjc/s10052-007-0465-6"],"date":["2007-09-25"],"type":["text"],"creator":["de Goursac, A.","Tanasa, A.","Wallet, J-C."],"language":[],"coverage":[],"title":["Vacuum configurations for renormalizable non-commutative scalar models"],"description":["  In this paper we find non-trivial vacuum states for the renormalizable\nnon-commutative $\\phi^4$ model. An associated linear sigma model is then\nconsidered. We further investigate the corresponding spontaneous symmetry\nbreaking.\n","Comment: 17 pages"]}]
["0709.4403",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","16R10, 16R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4403","Journal of Algebra, Volume 320, Issue 10, 15 November 2008, Pages\n  3773-3810","doi:10.1016/j.jalgebra.2008.06.031"],"date":["2007-09-27","2008-07-02"],"type":["text"],"creator":["Lawton, Sean"],"language":[],"coverage":[],"title":["Minimal Affine Coordinates for SL(3,C) Character Varieties of Free\n  Groups"],"description":["  Let X be the moduli of SL(3,C) representations of a rank r free group. In\nthis paper we determine minimal generators of the coordinate ring of X. This at\nonce gives explicit global coordinates for the moduli and determines the\ndimension of the moduli's minimal affine embedding. Along the way, we utilize\nresults concerning the moduli of r-tuples of matrices in gl(3,C). Consequently,\nwe also state general invariant theoretic correspondences between the\ncoordinate rings of the moduli of r-tuples of elements in gl(n,C), sl(n,C), and\nSL(n,C).\n","Comment: 49 pages, 9 tables; this version (accepted for publication in Journal\n  of Algebra) has some minor corrections, substantial reorganization, and some\n  added references"]}]
["0710.1162",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1162","J.Phys.Conf.Ser.103:012010,2008","doi:10.1088/1742-6596/103/1/012010"],"date":["2007-10-05"],"type":["text"],"creator":["de Goursac, Axel"],"language":[],"coverage":[],"title":["On the Effective Action of Noncommutative Yang-Mills Theory"],"description":["  We compute here the Yang-Mills effective action on Moyal space by integrating\nover the scalar fields in a noncommutative scalar field theory with harmonic\nterm, minimally coupled to an external gauge potential. We also explain the\nspecial regularisation scheme chosen here and give some links to the Schwinger\nparametric representation. Finally, we discuss the results obtained: a\nnoncommutative possibly renormalisable Yang-Mills theory.\n","Comment: 19 pages, 6 figures. At the occasion of the \"International Conference\n  on Noncommutative Geometry and Physics\", April 2007, Orsay (France). To\n  appear in J. Phys. Conf. Ser"]}]
["0710.3675",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3675"],"date":["2007-10-19","2008-12-10"],"type":["text"],"creator":["Ebrahimi-Fard, Kurusch","Manchon, Dominique"],"language":[],"coverage":[],"title":["The combinatorics of Bogoliubov's recursion in renormalization"],"description":["  We describe various combinatorial aspects of the Birkhoff-Connes-Kreimer\nfactorization in perturbative renormalisation. The analog of Bogoliubov's\npreparation map on the Lie algebra of Feynman graphs is identified with the\npre-Lie Magnus expansion. Our results apply to any connected filtered Hopf\nalgebra, based on the pro-nilpotency of the Lie algebra of infinitesimal\ncharacters.\n","Comment: improved version, 20 pages, CIRM 2006 workshop \"Renormalization and\n  Galois Theory\", Org. F. Fauvet, J.-P. Ramis"]}]
["0711.1452",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1452","Phys. Rev. Lett. 101, 078701 (2008)","doi:10.1103/PhysRevLett.101.078701"],"date":["2007-11-09"],"type":["text"],"creator":["Reichardt, Joerg","Leone, Michele"],"language":[],"coverage":[],"title":["(Un)detectable cluster structure in sparse networks"],"description":["  We study the problem of recovering a known cluster structure in a sparse\nnetwork, also known as the planted partitioning problem, by means of\nstatistical mechanics. We find a sharp transition from un-recoverable to\nrecoverable structure as a function of the separation of the clusters. For\nmultivariate data, such transitions have been observed frequently, but always\nas a function of the number of data points provided, i.e. given a large enough\ndata set, two point clouds can always be recognized as different clusters, as\nlong as their separation is non-zero. In contrast, for the sparse networks\nstudied here, a cluster structure remains undetectable even in an infinitely\nlarge network if a critical separation is not exceeded. We give analytic\nformulas for this critical separation as a function of the degree distribution\nof the network and calculate the shape of the recoverability-transition. Our\nfindings have implications for unsupervised learning and data-mining in\nrelational data bases and provide bounds on the achievable performance of graph\nclustering algorithms.\n","Comment: 4 Pages, 2 Figures"]}]
["0711.2400",{"format":[],"subject":["Mathematics - Probability","Mathematics - General Mathematics","03E20, 31C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2400"],"date":["2007-11-15","2008-12-11"],"type":["text"],"creator":["Zhang, Jinshan"],"language":[],"coverage":[],"title":["Constituting Atoms of a $\\sigma$ Algebra via Its Generator"],"description":["  To constitute atoms of a $\\sigma$ algebra is not a easy task due to the large\nnumber of its elements. However, determining them via generators seems a\nfeasible and simple way since most $\\sigma$ algebras are generated by their\nsmaller proper subsets. Precisely, under some conditions each atom of a\n$\\sigma$ algebra equals the intersection of the elements containing a point of\nthe atom in the generator. In this paper, a very weak sufficient condition for\ndetermining atoms by the generator is presented. The condition, though not\nbeing a necessary one, is shown to be almost the weakest one in the sense that\nit can hardly be improved.\n","Comment: 8 pages"]}]
["0712.0146",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","05C55, 05C60, 05C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0146"],"date":["2007-12-03","2008-12-11"],"type":["text"],"creator":["Mikkonen, Tomi"],"language":[],"coverage":[],"title":["The Ring of Graph Invariants - Graphic Values"],"description":["  The ring of graph invariants is spanned by the basic graph invariants which\ncalculate the number of subgraphs isomorphic to a given graph in other graphs.\nThese subgraphs counting invariants are not algebraically independent. In our\nview the most important problem in graph theory of unlabeled graphs is the\nproblem of determining graphic values of arbitrary sets of graph invariants.\nThis corresponds to explaining the syzygy of the graph invariants when the\nnumber of vertices is unbounded. We introduce two methods to explore this\ncomplicated structure. Sets of graphs with a small number of vertices impose\nconstraints on larger sets. We describe families of inequalities of graph\ninvariants. These inequalities allow to loop over all values of graph\ninvariants which look like graphic from the small sets point of view. We also\ndevelop strong notion of graphic values where the existence of the\ncorresponding graphs is guaranteed once the constraints are satisfied by the\nbasic graph invariants. These constraints are necessary and sufficient for\ngraphs whose local neighborhoods are generated by a finite set of locally\nconnected graphs. The reconstruction of the graph from the basic graph\ninvariants is shown to be NP-complete in this restricted case. Finally we apply\nthese results to formulate the problem of Ramsey numbers as an integer\npolyhedron problem of moderate and adjustable dimension.\n","Comment: 36 pages, 10 figures"]}]
["0712.1616",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1616","Phys. Rev. A 77, 042304 (2008)","doi:10.1103/PhysRevA.77.042304"],"date":["2007-12-11"],"type":["text"],"creator":["Sedlak, Michal","Ziman, Mario","Buzek, Vladimir","Hillery, Mark"],"language":[],"coverage":[],"title":["Unambiguous comparison of ensembles of quantum states"],"description":["  We present a solution of the problem of the optimal unambiguous comparison of\ntwo ensembles of unknown quantum states (psi_1)^k and (psi_2)^l. We consider\ntwo cases: 1) The two unknown states psi_1 and psi_2 are arbitrary states of\nqudits. 2) Alternatively, they are coherent states of a harmonic oscillator.\nFor the case of coherent states we propose a simple experimental realization of\nthe optimal \"comparison\" machine composed of a finite number of beam-splitters\nand a single photodetector.\n","Comment: 7 pages, 3 figures"]}]
["0712.3435",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3435","Complex Systems 18,131-143 (2008)"],"date":["2007-12-20","2008-12-11"],"type":["text"],"creator":["Leitsch, Alexander","Schachner, Guenter","Svozil, Karl"],"language":[],"coverage":[],"title":["How to acknowledge hypercomputation?"],"description":["  We discuss the question of how to operationally validate whether or not a\n\"hypercomputer\" performs better than the known discrete computational models.\n","Comment: 17 pages, Contribution to NKS 2007"]}]
["0801.3449",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3449","Eur. Phys. J. S. T. 165, 103-109 (2008)","doi:10.1140/epjst/e2008-00853-1"],"date":["2008-01-22","2008-05-05"],"type":["text"],"creator":["Roberts, David C.","Teodorescu, Razvan"],"language":[],"coverage":[],"title":["A linear path toward synchronization: Anomalous scaling in a new class\n  of exactly solvable Kuramoto models"],"description":["  Using a recently introduced linear reformulation of the Kuramoto model of\nself-synchronizing oscillator systems (arXiv:0704.1166), we study a new class\nof analytically solvable oscillator systems defined by a particular coupling\nscheme. We show that these systems have a logarithimic scaling law in the\nvicinity of the critical point, which may be seen as anomalous with respect to\nthe usual power-law behavior exhibited by the standard Kuramoto model.\n","Comment: Accepted to Eur. Phys. J; v2: slightly expanded discussion, minor\n  corrections"]}]
["0801.4869",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4869"],"date":["2008-01-31","2008-12-11"],"type":["text"],"creator":["Bugaev, K. A.","Petrov, V. K.","Zinovjev, G. M."],"language":[],"coverage":[],"title":["Why Don't We See the Hagedorn Mass Spectrum in the Experiments?"],"description":["  The influence of medium dependent finite width of the QGP bags on their\nequation of state is analyzed on a basis of an exactly solvable model with the\ngeneral mass-volume spectrum of these bags. It is arguing that the consistent\nstatistical description of the QGP bags is achieved for the width proportional\nto the square root of their volume. The model allows us to estimate the minimal\nvalue of the QGP bags' width from the new lattice QCD data. The large width of\nthe QGP bags not only explains the observed deficit in the number of hadronic\nresonances compared to the Hagedorn mass spectrum, but also clarifies the\nreason why the heavy/ large QGP bags cannot be directly observed in experiments\nas metastable states in a hadronic phase.\n","Comment: 7 pages, 1 figure added, one chaper added, more references included"]}]
["0802.3817",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3817","Phys. Rev. Letters 101, 177004 (2008)","doi:10.1103/PhysRevLett.101.177004"],"date":["2008-02-26","2008-10-08"],"type":["text"],"creator":["Raicevic, I.","Jaroszynski, J.","Popovic, Dragana","Panagopoulos, C.","Sasagawa, T."],"language":[],"coverage":[],"title":["Evidence for Charge Glass-like Behavior in Lightly Doped\n  La_{2-x}Sr_{x}CuO_{4} at Low Temperatures"],"description":["  A c-axis magnetotransport and resistance noise study in\nLa_{1.97}Sr_{0.03}CuO_{4} reveals clear signatures of glassiness, such as\nhysteresis, memory, and slow, correlated dynamics, but only at temperatures (T)\nwell below the spin glass transition temperature T_{sg}. The results strongly\nsuggest the emergence of charge glassiness, or dynamic charge ordering, as a\nresult of Coulomb interactions.\n","Comment: title changed, presentation improved, references added; to appear in\n  Phys. Rev. Letters"]}]
["0803.0742",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0742","Phys. Rev. B 78, 224410 (2008)","doi:10.1103/PhysRevB.78.224410"],"date":["2008-03-06","2008-09-09"],"type":["text"],"creator":["Loh, Yen Lee","Yao, Dao-Xin","Carlson, Erica W."],"language":[],"coverage":[],"title":["Dimers on the Triangular Kagome Lattice"],"description":["  We derive exact results for close-packed dimers on the triangular kagome\nlattice (TKL), formed by inserting triangles into the triangles of the kagome\nlattice. Because the TKL is a non-bipartite lattice, dimer-dimer correlations\nare short-ranged, so that the ground state at the Rokhsar-Kivelson (RK) point\nof the corresponding quantum dimer model on the same lattice is a short-ranged\nspin liquid. Using the Pfaffian method, we derive an exact form for the free\nenergy, and we find that the entropy is 1/3 ln2 per site, regardless of the\nweights of the bonds. The occupation probability of every bond is 1/4 in the\ncase of equal weights on every bond. Similar to the case of lattices formed by\ncorner-sharing triangles (such as the kagome and squagome lattices), we find\nthat the dimer-dimer correlation function is identically zero beyond a certain\n(short) distance. We find in addition that monomers are deconfined on the TKL,\nindicating that there is a short-ranged spin liquid phase at the RK point. We\nalso find exact results for the ground state energy of the classical Heisenberg\nmodel. The ground state can be ferromagnetic, ferrimagnetic, locally coplanar,\nor locally canted, depending on the couplings. From the dimer model and the\nclassical spin model, we derive upper bounds on the ground state energy of the\nquantum Heisenberg model on the TKL.\n","Comment: 9 pages, 7 figures, http://www.physics.purdue.edu/~dyao/"]}]
["0806.0419",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0419","Phys. Rev. B 78, 184513 (2008)","doi:10.1103/PhysRevB.78.184513"],"date":["2008-06-02","2008-12-11"],"type":["text"],"creator":["Kalas, Ryan M.","Balatsky, Alexander V.","Mozyrsky, Dmitry"],"language":[],"coverage":[],"title":["Odd-frequency pairing in a binary mixture of bosonic and fermionic cold\n  atoms"],"description":["  We study fermionic superfluidity in a boson-single-species-fermion cold atom\nmixture. We argue that apart from the standard p-wave fermion pairing mediated\nby the phonon field of the boson gas, the system also exhibits s-wave pairing\nwith the anomalous correlator being an odd function of time or frequency. We\nshow that such a superfluid phase can have a much higher transition temperature\nthan the p-wave and may exist for sufficiently strong couplings between\nfermions and bosons. These conditions for odd-frequency pairing are favorable\nclose to the value of the coupling at which the mixture phase-separates. We\nevaluate the critical temperatures for this system and discuss the experimental\nrealization of this superfluid in ultracold atomic gases.\n","Comment: Final version"]}]
["0806.0992",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0992","New J. Phys. 10 (2008) 115014","doi:10.1088/1367-2630/10/11/115014"],"date":["2008-06-05","2008-12-11"],"type":["text"],"creator":["Brito, Frederico","Caldeira, Amir O."],"language":[],"coverage":[],"title":["Dissipative dynamics of a two - level system resonantly coupled to a\n  harmonic mode"],"description":["  We propose an approximation scheme to describe the dynamics of the spin-boson\nmodel when the spectral density of the environment shows a peak at a\ncharacteristic frequency $\\Omega$ which can be very close (or even equal) to\nthe spin Zeeman frequency $\\Delta$. Mapping the problem onto a two-state system\n(TSS) coupled to a harmonic oscillator (HO) with frequency $\\omega_0$ we show\nthat the representation of displaced HO states provides an appropriate basis to\ntruncate the Hilbert space of the TSS-HO system and therefore a better picture\nof the system dynamics. We derive an effective Hamiltonian for the TSS-HO\nsystem, and show it furnishes a very good approximation for the system dynamics\neven when its two subsystems are moderately coupled. Finally, assuming the\nregime of weak HO-bath coupling and low temperatures, we are able to\nanalytically evaluate the dissipative TSS dynamics.\n","Comment: 12 pages, 2 figures; V2: Published version"]}]
["0807.1685",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1685"],"date":["2008-07-10","2008-12-11"],"type":["text"],"creator":["Flores, Gregorio Moreno"],"language":[],"coverage":[],"title":["Convergence of the law of the Environment Seen by the Particle for\n  Directed Polymers in Random Media in the $L^2$ region"],"description":["  We consider the model of Directed Polymers in an i.i.d. gaussian or bounded\nEnvironment in the $L^2$ region. We prove the convergence of the law of the\nenvironment seen by the particle. As a main technical step, we establish a\nlower tail concentration inequality for the partition function for bounded\nenvironments. Our proof is based on arguments developed by Talagrand in the\ncontext of the Hopfield Model. This improves in some sense a concentration\ninequality obtained by Carmona and Hu for gaussian environments. We use this\nand a Local Limit Theorem to prove the $L^1$ convergence of the density of the\nlaw of the environment seen by the particle with respect to the product\nmeasure.\n"]}]
["0807.3475",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3475","The Open Condensed Matter Physics Journal 1, 19 (2008)","doi:10.2174/1874186X00801010019"],"date":["2008-07-22"],"type":["text"],"creator":["Huang, Ying-Hua","Wong, Hang","Chen, Zhi-De"],"language":[],"coverage":[],"title":["Coherent-incoherent transition in a Cooper-pair-box coupled to a quantum\n  oscillator: an equilibrium approach"],"description":["  Temperature effect on quantum tunneling in a Cooper-pair-box coupled to a\nquantum oscillator is studied by both numerical and analytical calculations. It\nis found that, in strong coupling regions, coherent tunneling of a\nCooper-pair-box can be destroyed by its coupling to a quantum oscillator and\nthe tunneling becomes thermally activated as the temperature rises, leading to\nfailure of the Cooper-pair-box. The transition temperature between the coherent\ntunneling and thermo-activated hopping is determined and physics analysis based\non small polaron theory is also provided.\n","Comment: 8 pages, 7 figures"]}]
["0808.0442",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0442","Phys. Rev. B 78, 235110 (2008)","doi:10.1103/PhysRevB.78.235110"],"date":["2008-08-04","2008-10-31"],"type":["text"],"creator":["Schmidt, T. L.","Werner, P.","Muehlbacher, L.","Komnik, A."],"language":[],"coverage":[],"title":["Transient dynamics of the Anderson impurity model out of equilibrium"],"description":["  We discuss the transient effects in the Anderson impurity model that occur\nwhen two fermionic continua with finite bandwidths are instantaneously coupled\nto a central level. We present results for the analytically solvable\nnoninteracting resonant level system first and then consistently extend them to\nthe interacting case using the conventional perturbation theory and recently\ndeveloped nonequilibrium Monte Carlo simulation schemes. The main goal is to\ngain an understanding of the full time-dependent nonlinear current-voltage\ncharacteristics and the population probability of the central level. We find\nthat, contrary to the steady state, the transient dynamics of the system\ndepends sensitively on the bandwidth of the electrode material.\n","Comment: 10 pages, 5 figures, submitted to PRB"]}]
["0808.2067",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2067","Phys. Rev. B 78, 235307 (2008)","doi:10.1103/PhysRevB.78.235307"],"date":["2008-08-14"],"type":["text"],"creator":["Meyertholen, A. D.","Fogler, M. M."],"language":[],"coverage":[],"title":["Biexcitons in two-dimensional systems with spatially separated electrons\n  and holes"],"description":["  The binding energy and wavefunctions of two-dimensional indirect biexcitons\nare studied analytically and numerically. It is proven that stable biexcitons\nexist only when the distance between electron and hole layers is smaller than a\ncertain critical threshold. Numerical results for the biexciton binding\nenergies are obtained using the stochastic variational method and compared with\nthe analytical asymptotics. The threshold interlayer separation and its\nuncertainty are estimated. The results are compared with those obtained by\nother techniques, in particular, the diffusion Monte-Carlo method and the\nBorn-Oppenheimer approximation.\n","Comment: 11 pages, 7 figures"]}]
["0808.2632",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2632","Phys. Rev. B 78, 214301 (2008)","doi:10.1103/PhysRevB.78.214301"],"date":["2008-08-19","2008-12-11"],"type":["text"],"creator":["Stojanovic, Vladimir M.","Vanevic, Mihajlo"],"language":[],"coverage":[],"title":["Quantum-entanglement aspects of polaron systems"],"description":["  We describe quantum entanglement inherent to the polaron ground states of\ncoupled electron-phonon (or, more generally, particle-phonon) systems based on\na model comprising both local (Holstein-type) and nonlocal (Peierls-type)\ncoupling. We study this model using a variational method supplemented by the\nexact numerical diagonalization on a system of finite size. By way of\nsubsequent numerical diagonalization of the reduced density matrix, we\ndetermine the particle-phonon entanglement as given by the von Neumann and\nlinear entropies. Our results are strongly indicative of the intimate\nrelationship between the particle localization/delocalization and the\nparticle-phonon entanglement. In particular, we find a compelling evidence for\nthe existence of a nonanalyticity in the entanglement entropies with respect to\nthe Peierls-coupling strength. The occurrence of such nonanalyticity -- not\naccompanied by an actual quantum phase transition -- reinforces analogous\nconclusion drawn in several recent studies of entanglement in the realm of\nquantum-dissipative systems. In addition, we demonstrate that the entanglement\nentropies saturate inside the self-trapped region where the small-polaron\nstates are nearly maximally mixed.\n","Comment: Selected PRB Editors' Suggestion in 1 Dec Issue"]}]
["0809.1422",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1422","Phys. Rev. Lett. 101, 245301 (2008)","doi:10.1103/PhysRevLett.101.245301"],"date":["2008-09-08","2008-12-11"],"type":["text"],"creator":["Bruun, G. M.","Taylor, E."],"language":[],"coverage":[],"title":["Quantum phases of a Two-Dimensional Dipolar Fermi Gas"],"description":["  We examine the superfluid and collapse instabilities of a quasi\ntwo-dimensional gas of dipolar fermions aligned by an orientable external\nfield. It is shown that the interplay between the anisotropy of the dipolar\ninteraction, the geometry of the system, and the p-wave symmetry of the\nsuperfluid order parameter means that the effective interaction for pairing can\nbe made very large without the system collapsing. This leads to a broad region\nin the phase diagram where the system forms a stable superfluid. Analyzing the\nsuperfluid transition at finite temperatures, we calculate the\nBerezinskii--Kosterlitz--Thouless temperature as a function of the dipole\nangle.\n","Comment: 4 pages, 4 figures"]}]
["0810.0344",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0344"],"date":["2008-10-02","2008-12-10"],"type":["text"],"creator":["Ivancevic, Vladimir G.","Ivancevic, Tijana T."],"language":[],"coverage":[],"title":["Undergraduate Lecture Notes in Topological Quantum Field Theory"],"description":["  These third-year lecture notes are designed for a 1-semester course in\ntopological quantum field theory (TQFT). Assumed background in mathematics and\nphysics are only standard second-year subjects: multivariable calculus,\nintroduction to quantum mechanics and basic electromagnetism.\n  Keywords: quantum mechanics/field theory, path integral, Hodge decomposition,\nChern-Simons and Yang-Mills gauge theories, conformal field theory\n","Comment: 67 pages, 4 figures, corrected and extended"]}]
["0810.2905",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2905","Proceedings of the Mini-Workshop {\\guillemotleft} Few-Quark states\n  and the continuum {\\guillemotright}, Bled, Slovenia, September 15-22, 2008,\n  pp. 9-25."],"date":["2008-10-16"],"type":["text"],"creator":["Buisseret, F.","Semay, C.","Stancu, Fl.","Matagne, N."],"language":[],"coverage":[],"title":["Light and heavy baryon masses: the 1/N_c expansion and the quark model"],"description":["  We establish a connection between the quark model and the 1/N_c expansion\nmass formulas used in the description of baryon resonances. We show that a\nremarkable compatibility exists between the two methods in the light and heavy\nbaryon sectors. In particular, the band number used to classify baryons in the\n1/N_c expansion is explained by the quark model and the mass formulas for both\napproaches are consistent.\n","Comment: To appear in the proceedings of Few-Quark States and the Continuum,\n  BLED WORKSHOPS IN PHYSICS, vol. 9, no. 1"]}]
["0810.4290",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4290"],"date":["2008-10-23","2008-12-11"],"type":["text"],"creator":["Cayrel, Roger","Steffen, Matthias","Bonifacio, Piercarlo","Ludwig, Hans-Günter","Caffau, Elisabetta"],"language":[],"coverage":[],"title":["Overview of the lithium problem in metal-poor stars and new results on\n  6Li"],"description":["  Two problems are discussed here. The first one is the 0.4 dex discrepancy\nbetween the 7Li abundance derived from the spectra of metal-poor halo stars on\nthe one hand, and from Big Bang nucleosynthesis, based on the cosmological\nparameters constrained by the WMAP measurements, on the other hand. Lithium,\nindeed, can be depleted in the convection zone of unevolved stars. The\nunderstanding of the hydrodynamics of the crucial zone near the bottom of the\nconvective envelope in dwarfs or turn-off stars of solar metallicity has\nrecently made enormous progress with the inclusion of internal gravity waves.\nHowever, similar work for metal-poor stars is still lacking. Therefore it is\nnot yet clear whether the depletion occurring in the metal-poor stars\nthemselves is adequate to produce a 7Li plateau. The second problem pertains to\nthe large amount of 6Li recently found in metal-poor halo stars. The\nconvection-related asymmetry of the 7Li line could mimic the signal attributed\nso far to the weak blend of 6Li in the red wing of the 7Li line. Theoretical\ncomputations show that the signal generated by the asymmetry of 7Li is 2.0,\n2.1, and 3.7 per cent for [Fe/H]= -3.0, -2.0, -1.0, respectively (Teff =6250 K\nand log g=4.0 [cgs]). In addition we re-investigate the statistical properties\nof the 6Li plateau and show that previous analyses were biased. Our conclusion\nis that the 6Li plateau can be reinterpreted in terms of intrinsic line\nasymmetry, without the need to invoke a contribution of 6Li. (abridged)\n","Comment: Invited talk at the 10th Symposium on Nuclei in the Cosmos - July 27\n  - August 1 2008 - Mackinac Island, Michigan, USA, Accepted version. Minor\n  changes following referee's suggestions"]}]
["0811.0258",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0258"],"date":["2008-11-03","2008-12-11"],"type":["text"],"creator":["Mecozzi, Antonio","Antonelli, Cristian"],"language":[],"coverage":[],"title":["Embedding a chaotic signature in a periodic train: can periodic signals\n  be chaotic?"],"description":["  We show how a chaotic system can be locked to emit a periodic waveform\nbelonging to its chaotic attractor. We numerically demonstrate our idea in a\nsystem composed of a semiconductor laser driven to chaos by optical feedback\nfrom a short external cavity. The clue is the injection of an appropriate\nperiodic signal that modulates the phase and amplitude of the intra-cavity\nradiation, a chaotic analogy of conventional mode-locking. The result is a time\nprocess that manifests a chaotic signature embedded in a long-scale periodic\ntrain.\n","Comment: 4 pages 4 figures"]}]
["0811.2682",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2682"],"date":["2008-11-17","2008-12-11"],"type":["text"],"creator":["During, Gustavo","Bartolo, Denis","Kurchan, Jorge"],"language":[],"coverage":[],"title":["Irreversibility and self-organisation in hydrodynamic echo experiments"],"description":["  We discuss the reversible-irreversible transition in low-Reynolds\nhydrodynamic systems driven by external cycling actuation. We introduce a set\nof models with no auto-organisation, and show that a sharp crossover is\nobtained between a Lyapunov regime in which any noise source, such as thermal\nnoise, is amplified exponentially, and a diffusive regime where this no longer\nholds. In the latter regime, groups of particles are seen to move\ncooperatively, yet no spatial organization occurs.\n","Comment: Corrected typos"]}]
["0812.1297",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1297","Phys. Rev. A78, 064302 (2008)","doi:10.1103/PhysRevA.78.064302"],"date":["2008-12-06"],"type":["text"],"creator":["Chizhov, A. V.","Nazmitdinov, R. G."],"language":[],"coverage":[],"title":["Entanglement control in coupled two-mode boson systems"],"description":["  A two-mode boson model, widely used for the physics of fast rotating nuclei\nand Bose-Einstein condensates, is studied in the context of entanglement\ncontrol. We derive an analytical expression for the entanglement between the\nfields in this model as a function of time. We found that depending on the\ninteraction strengths between boson modes and the nature of the initial boson\nstates the dynamical evolution of the entanglement and the squeezing can occur\nindependently.\n","Comment: 4 pages, 2 figures"]}]
["0812.1469",{"format":[],"subject":["Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1469"],"date":["2008-12-08"],"type":["text"],"creator":["Abbas, S. Afsar"],"language":[],"coverage":[],"title":["Liquid-Drop and Independent-Particle Models Revisited"],"description":["  Traditionally, the difference in binding energy from the experimental value\nwith respect to the theoretical liquid-drop model value, has been seen as\nindication of independent-particle character along with magicity for particular\nnumber of protons and neutrons. We study this carefully to demonstrate that it\nactually indicates that the liquid-drop and the independent-particle phases of\nthe nucleus have equal fundamental primacy and coexist simultaneously in a\nnucleus to provide a complete and a consistent description of the same.\n","Comment: 7 pages, 2 figurs"]}]
["0812.1794",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1794"],"date":["2008-12-09"],"type":["text"],"creator":["de Putter, Roland","Linder, Eric V."],"language":[],"coverage":[],"title":["Being PC: Principal Components and Dark Energy"],"description":["  Principal component analysis is considered as an addition to the well-tested\nparametrization w(a)=w_0+w_a(1-a) for the dark energy equation of state. This\nbrief note cautions against some unjustified assumptions in interpretation of\nPCA calculations, giving quantified examples.\n","Comment: 4 pages, 3 figures"]}]
["0812.1807",{"format":[],"subject":["Physics - Computational Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1807"],"date":["2008-12-09"],"type":["text"],"creator":["Simicevic, Neven"],"language":[],"coverage":[],"title":["Three-dimensional Finite Difference-Time Domain Solution of Dirac\n  Equation"],"description":["  The Dirac equation is solved using three-dimensional Finite Difference-Time\nDomain (FDTD) method. $Zitterbewegung$ and the dynamics of a well-localized\nelectron are used as examples of FDTD application to the case of free\nelectrons.\n","Comment: 9 pages, 6 figures"]}]
["0812.1816",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Logic","20F65 (Primary)","20E05, 20E06 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1816"],"date":["2008-12-10"],"type":["text"],"creator":["Louder, Larsen"],"language":[],"coverage":[],"title":["Krull dimension for limit groups IV: Adjoining roots"],"description":["  This is the fourth and last paper in a sequence on Krull dimension for limit\ngroups, answering a question of Z. Sela. In it we finish the proof, analyzing\nlimit groups obtained from other limit groups by adjoining roots. We generalize\nour work on Scott complexity and adjoining roots from the previous paper in the\nsequence to the category of limit groups.\n","Comment: 25 pages, 3 full color figures"]}]
["0812.1821",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1821"],"date":["2008-12-09"],"type":["text"],"creator":["Baerenzung, J.","Mininni, P. D.","Pouquet, A.","Politano, H.","Ponty, Y."],"language":[],"coverage":[],"title":["Spectral Modeling of Rotating Turbulent Flows"],"description":["  We test a subgrid-scale spectral model of rotating turbulent flows against\ndirect numerical simulations. The particular case of Taylor-Green forcing at\nlarge scale is considered, a configuration that mimics the flow between two\ncounter rotating disks as often used in the laboratory. We perform computations\nin the presence of moderate rotation down to Rossby numbers of 0.03, as can be\nencountered in the Earth atmosphere and oceans. We provide several classical\nmeasures of the degree of anisotropy of the small scales of the flows under\nstudy and conclude that an isotropic model may suffice at moderate Rossby\nnumbers. The model, developed previously (Baerenzung et al., Phys. Rev. E 77,\n046303 (2008)), incorporates eddy viscosity that depends dynamically on the\ninertial index of the energy spectrum, as well as eddy noise. We show that the\nmodel reproduces satisfactorily all large-scale properties of the direct\nnumerical simulations up to Reynolds numbers of the order of 10000 and for long\ntimes after the onset of the inverse cascade of energy at low Rossby number.\n","Comment: 13 pages, 11 figures"]}]
["0812.1823",{"format":[],"subject":["Mathematics - Differential Geometry","53C44 (Primary), 53C21, 53C07, 58J35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1823"],"date":["2008-12-09"],"type":["text"],"creator":["Young, Andrea"],"language":[],"coverage":[],"title":["Stability of the Ricci Yang-Mills flow at Einstein Yang-Mills metrics"],"description":["  Let $P$ be a principal U(1)-bundle over a closed manifold $M$. On $P$, one\ncan define a modified version of the Ricci flow called the Ricci Yang-Mills\nflow, due to these equations being a coupling of Ricci flow and the Yang-Mills\nheat flow. We use maximal regularity theory and ideas of Simonett concerning\nthe asymptotic behavior of abstract quasilinear parabolic partial differential\nequations to study the stability of the volume-normalized Ricci Yang-Mills flow\nat Einstein Yang-Mills metrics in dimension two. In certain cases, we show the\npresence of a center manifold of fixed points, while in others, we show the\nexistence of an asymptotically stable fixed point.\n","Comment: 16 pages"]}]
["0812.1824",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1824"],"date":["2008-12-09"],"type":["text"],"creator":["V., Shahraam Afshar","Monro, Tanya M."],"language":[],"coverage":[],"title":["A full vectorial model for pulse propagation in emerging waveguides with\n  subwavelength structures part I: Kerr nonlinearity"],"description":["  The propagation of pulses through waveguides with subwavelength features,\ninhomogeneous transverse structure, and high index contrast cannot be described\naccurately using existing models in the presence of nonlinear effects. Here we\nreport the development of a generalised full vectorial model of nonlinear pulse\npropagation and demonstrate that, unlike the standard pulse propagation\nformulation, the z-component of guided modes plays a key role for these new\nstructures, and results in generalised definitions of the nonlinear coefficient\n$\\gamma,$ $A_{eff}$, and mode orthognality. While new definitions reduce to\nstandard definitions in some limits, significant differences are predicted,\nincluding a factor of $\\sim2$ higher value for $\\gamma$, for emerging\nwaveguides and microstructured fibers.\n"]}]
["0812.1829",{"format":[],"subject":["Mathematics - Algebraic Topology","55P62,55Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1829"],"date":["2008-12-09"],"type":["text"],"creator":["Lupton, Gregory","Smith, Samuel Bruce"],"language":[],"coverage":[],"title":["Whitehead products in function spaces: Quillen model formulae"],"description":["  We study Whitehead products in the rational homotopy groups of a general\ncomponent of a function space. For the component of any based map f: X \\to Y,\nin either the based or free function space, our main results express the\nWhitehead product directly in terms of the Quillen minimal model of f. These\nresults follow from a purely algebraic development in the setting of chain\ncomplexes of derivations of differential graded Lie algebras, which is of\ninterest in its own right. We apply the results to study the Whitehead length\nof function space components.\n","Comment: 24 pages"]}]
["0812.1831",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Fluid Dynamics","Physics - Geophysics","35Q35, 35C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1831"],"date":["2008-12-09"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Multiple Parameter Function Approaches to the Equations of Dynamic\n  Convection in a Sea"],"description":["  One of the most important topics in geophysics is to study convection in a\nsea. Based on the algebraic characteristics of the equations of dynamic\nconvection in a sea, we introduce various schemes with multiple parameter\nfunctions to solve these equations and obtain families of new explicit exact\nsolutions with multiple parameter functions. Moreover, symmetry transformations\nare used to simplify our arguments.\n","Comment: 13page"]}]
["0812.1832",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1832"],"date":["2008-12-09"],"type":["text"],"creator":["Walsh, A. J.","Breen, S. L.","Bains, I.","Vlemmings, W. H. T."],"language":[],"coverage":[],"title":["High velocity water maser emission from the Post-AGB star OH 009.1-0.4"],"description":["  Observations of H$_2$O masers towards the post-AGB star and water fountain\nsource OH 009.1--0.4 were made as part of HOPS (The H$_2$O southern galactic\nPlane Survey), with the Mopra radiotelescope. Together with followup\nobservations using the Australia Telescope Compact Array (ATCA), we have\nidentified H$_2$O maser emission over a velocity spread of nearly 400km/s\n(--109 to +289km/s). This velocity spread appears to be the largest of any\nknown maser source in our Galaxy. High resolution observations with the ATCA\nindicate the maser emission is confined to a region $0\\farcs3 \\times 0\\farcs3$\nand shows weak evidence for a separation of the red- and blueshifted maser\nspots. We are unable to determine if the water fountain is projected along the\nline of sight, or is inclined, but either way OH 009.1--0.4 is an interesting\nsource, worthy of followup observations.\n","Comment: Accepted by MNRAS Lett"]}]
["0812.1833",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Fluid Dynamics","35C05, 35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1833"],"date":["2008-12-09"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Quadratic-Argument Approach to the Davey-Stewartson Equations"],"description":["  The Davey-Stewartson equations are used to describe the long time evolution\nof a three-dimensional packets of surface waves. Assuming that the argument\nfunctions are quadratic in spacial variables, we find in this paper various\nexact solutions modulo the most known symmetry transformations for the\nDavey-Stewartson equations.\n","Comment: 10pages"]}]
["0812.1837",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1837"],"date":["2008-12-09"],"type":["text"],"creator":["Wang, Wei","Roberts, A. J."],"language":[],"coverage":[],"title":["Macroscopic reduction for stochastic reaction-diffusion equations"],"description":["  The macroscopic behavior of dissipative stochastic partial differential\nequations usually can be described by a finite dimensional system. This article\nproves that a macroscopic reduced model may be constructed for stochastic\nreaction-diffusion equations with cubic nonlinearity by artificial separating\nthe system into two distinct slow-fast time parts. An averaging method and a\ndeviation estimate show that the macroscopic reduced model should be a\nstochastic ordinary equation which includes the random effect transmitted from\nthe microscopic timescale due to the nonlinear interaction. Numerical\nsimulations of an example stochastic heat equation confirms the predictions of\nthis stochastic modelling theory. This theory empowers us to better model the\nlong time dynamics of complex stochastic systems.\n","Comment: 28 pages. Submitted"]}]
["0812.1838",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1838"],"date":["2008-12-09"],"type":["text"],"creator":["Wang, Daw-Wei","Demler, Eugene"],"language":[],"coverage":[],"title":["Collective excitations and instabilities in multi-layer stacks of\n  dipolar condensates"],"description":["  We analyze theoretically the collective mode dispersion in multi-layer stacks\nof two dimensional dipolar condensates and find a strong enhancement of the\nroton instability. We discuss the interplay between the dynamical instability\nand roton softening for moving condensates. We use our results to analyze the\ndecoherence rate of Bloch oscillations for systems in which the s-wave\nscattering length is tuned close to zero using Feshbach resonance. Our results\nare in qualitative agreement with recent experiments of Fattori {\\it et al.} on\n$^{39}$K atoms.\n","Comment: 5 pages with 3 figures"]}]
["0812.1839",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1839"],"date":["2008-12-09"],"type":["text"],"creator":["Tanimoto, Shinji"],"language":[],"coverage":[],"title":["Combinatorics in the group of parity alternating permutations"],"description":["  We call a permutation parity alternating, if its entries assume even and odd\nintegers alternately. Parity alternating permutations form a subgroup of the\nsymmetric group. This paper deals with such permutations classified by two\npermutation statistics; the numbers of ascents and inversions. It turns out\nthat they have a close relationship to signed Eulerian numbers. The approach is\nbased on a study of the set of permutations that are not parity alternating. It\nis proved that the number of even permutations is equal to that of odd ones\namong such permutations with the same ascent number. Hence signed Eulerian\nnumbers can be described by parity alternating permutations. Divisibility\nproperties for the cardinalities of certain related sets are also deduced.\n","Comment: 9 pages"]}]
["0812.1841",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1841"],"date":["2008-12-09","2008-12-10"],"type":["text"],"creator":["Martin, Adam"],"language":[],"coverage":[],"title":["Technicolor Signals at the LHC"],"description":["  In this lecture I give an introduction to technicolor and extended\ntechnicolor theories. I discuss the issues models of dynamical electroweak\nsymmetry breaking struggle with and propose how non QCD-like dynamics, such as\na `walking' or nearly-conformal technicolor coupling, can invalidate many\nconventional arguments against technicolor. I provide a short discussion of\nAdS/CFT-inspired extra-dimensional (Higgsless) models and their similarities\nand differences with older 4D technicolor models. To conclude, a summary of\nsome possible LHC signatures is given.\n","Comment: 17 pages. Based on lectures at the 46th Course at the International\n  School of Subnuclear Physics, Erice-Sicily: 29 August-7 September, 2008"]}]
["0812.1843",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1843"],"date":["2008-12-10"],"type":["text"],"creator":["Kumar, N. Arvind"],"language":[],"coverage":[],"title":["Identification of parameters underlying emotions and a classification of\n  emotions"],"description":["  The standard classification of emotions involves categorizing the expression\nof emotions. In this paper, parameters underlying some emotions are identified\nand a new classification based on these parameters is suggested.\n","Comment: 6 pages"]}]
["0812.1844",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1844"],"date":["2008-12-10"],"type":["text"],"creator":["Swain, M. R.","Vasisht, G.","Tinetti, G.","Bouwman, J.","Chen, Pin","Yung, Y.","Deming, D.","Deroo, P."],"language":[],"coverage":[],"title":["Molecular Signatures in the Near Infrared Dayside Spectrum of HD 189733b"],"description":["  We have measured the dayside spectrum of HD 189733b between 1.5 and 2.5\nmicrons using the NICMOS instrument on the Hubble Space Telescope. The emergent\nspectrum contains significant modulation, which we attribute to the presence of\nmolecular bands seen in absorption. We find that water (H2O), carbon monoxide\n(CO), and carbon dioxide (CO2) are needed to explain the observations, and we\nare able to estimate the mixing ratios for these molecules. We also find\ntemperature decreases with altitude in the ~0.01 < P < ~1 bar region of the\ndayside near-infrared photosphere and set an upper limit to the dayside\nabundance of methane (CH4) at these pressures.\n","Comment: 13 pages, 3 figures. accepted in Astrophysical Journal Letters"]}]
["0812.1853",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1853"],"date":["2008-12-10"],"type":["text"],"creator":["Matsuo, M.","Matsui, T."],"language":[],"coverage":[],"title":["Quantized meson fields in and out of equilibrium. II: Chiral condensate\n  and collective meson excitations"],"description":["  We develop a quantum kinetic theory of the chiral condensate and meson\nquasi-particle excitations using the O(N) linear sigma model which describe the\nchiral phase transition both in and out of equilibrium in a unified way. A mean\nfield approximation is formulated in the presence of mesonic quasi-particle\nexcitations which are described by generalized Wigner functions. It is shown\nthat in equilibrium our kinetic equations reduce to the gap equations which\ndetermine the equilibrium condensate amplitude and the effective masses of the\nquasi-particle excitations, while linearization of transport equations, near\nsuch equilibrium, determine the dispersion relations of the collective mesonic\nexcitations at finite temperatures. Although all mass parameters for the meson\nexcitations become at finite temperature, apparently violating the Goldstone\ntheorem, the missing Nambu-Goldstone modes are retrieved in the collective\nexcitations of the system as three degenerate phonon-like modes in the\nsymmetry-broken phase. We show that the temperature dependence of the pole\nmasses of the collective pion excitations has non-analytic kink behavior at the\nthreshold of the quasi-particle excitations in the presence of explicit\nsymmetry breaking interaction.\n","Comment: 50 Pages, 13 figures"]}]
["0812.1861",{"format":[],"subject":["Physics - Optics","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1861"],"date":["2008-12-10"],"type":["text"],"creator":["Nam, C. K. W.","Aitken, P.","McNeil, B. W. J."],"language":[],"coverage":[],"title":["Unaveraged three-dimensional modelling of the FEL"],"description":["  A new three dimensional model of the FEL is presented. A system of scaled,\ncoupled Maxwell Lorentz equations are derived in the paraxial limit. A minimal\nnumber of limiting assumptions are made and the equations are not averaged in\nthe longitudinal direction of common radiation/ electron beam propagation,\nallowing the effects of coherent spontaneous emission and non-localised\nelectron propagation to be modelled. The equations are solved numerically using\na parallel Fourier split-step method.\n","Comment: Proceedings of 30th International Free Electron Laser Conference,\n  Korea, 2008"]}]
["0812.1862",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1862"],"date":["2008-12-10"],"type":["text"],"creator":["Jafari, R.","Langari, A."],"language":[],"coverage":[],"title":["Phase Diagram of spin 1/2 XXZ Model With Dzyaloshinskii-Moriya\n  Interaction"],"description":["  We have studied the phase diagram of the one dimensional XXZ model with\nDzyaloshinskii-Moriya (DM) interaction. We have applied the quantum\nrenormalization group (QRG) approach to get the stable fixed points, critical\npoint and the scaling of coupling constants. This model has three phases,\nferromagnetic, spin-fluid and N\\'{e}el phases which are separated by a critical\nline which depends on the DM coupling constant. We have shown that the\nstaggered magnetization is the order parameter of the system and investigated\nthe influence of DM interaction on the chiral ordering as a helical magnetic\norder.\n"]}]
["0812.1864",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1864"],"date":["2008-12-10"],"type":["text"],"creator":["Fournier, Gérald"],"language":[],"coverage":[],"title":["Paul Alsberg (1883-1965) et le transfert adaptatif du biologique au\n  technique : un pr\\'ecurseur de la \"cultural niche construction\" ?"],"description":["  We propose, in this paper, both a presentation and a discussion of Paul\nAlsberg's thesis on the supposed specificity principle of human evolution. The\nauthor maintains a difference of nature between Man and Animal relying on an\nopposition between \"body-adaptation\" - that of the Animal - and\n\"extrabodily-adaptation\" - that of Man in which the means of adaptation are\nswitched outside of the organisms by tool-using. This difference is not a mere\ndifference of state, but of evolutionary dynamics. Here, Man is not simply\n\"Homo faber\", as in Bergson's view, but produced and made possible by\ntechnique; a technique which then appears as an hominisation factor. Thus, his\n\"principle of body-liberation\" by tool-using is to be retrospectively\nunderstood as a part of the logics of the modification of selection pressure\nlogics, which reminds us the seminal contemporary niche construction theory (F.\nJohn Odling-Smee). It seems therefore possible to make Paul Alsberg, from his\n1922 work, one of the most important precursors of the cultural niche\nconstruction theory.\n","Comment: 16 pages"]}]
["0812.1869",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1869"],"date":["2008-12-10"],"type":["text"],"creator":["Bach, Francis","Mairal, Julien","Ponce, Jean"],"language":[],"coverage":[],"title":["Convex Sparse Matrix Factorizations"],"description":["  We present a convex formulation of dictionary learning for sparse signal\ndecomposition. Convexity is obtained by replacing the usual explicit upper\nbound on the dictionary size by a convex rank-reducing term similar to the\ntrace norm. In particular, our formulation introduces an explicit trade-off\nbetween size and sparsity of the decomposition of rectangular matrices. Using a\nlarge set of synthetic examples, we compare the estimation abilities of the\nconvex and non-convex approaches, showing that while the convex formulation has\na single local minimum, this may lead in some cases to performance which is\ninferior to the local minima of the non-convex formulation.\n"]}]
["0812.1870",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1870"],"date":["2008-12-10"],"type":["text"],"creator":["Trunov, N. N."],"language":[],"coverage":[],"title":["New Basic Form of the Semiclassical Quantization Condition"],"description":["  A certain modification of the semiclassical quantization condition based on\nthe summarization of the known power expansion in the squared Planck constant\nis proposed. Corresponding deviation from exact spectra arises only together\nwith the deviation of the studied potential from the supersymmetric one so that\non the base of the presented method a new kind of the perturbation theory not\nconnected with the Planck constant may be developed\n","Comment: 7 pages, no figures"]}]
["0812.1874",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1874","J. Phys. Chem. A 112 (2008) 10843-10855","doi:10.1021/jp806464p"],"date":["2008-12-10"],"type":["text"],"creator":["Moss, J. T.","Berkowitz, A. M.","Oehlschlaeger, M. A.","Biet, Joffrey","Warth, Valérie","Glaude, Pierre-Alexandre","Battin-Leclerc, Frédérique"],"language":[],"coverage":[],"title":["An experimental and kinetic modelling study of the oxidation of the four\n  isomers of butanol"],"description":["  Butanol, an alcohol which can be produced from biomass sources, has received\nrecent interest as an alternative to gasoline for use in spark ignition engines\nand as a possible blending compound with fossil diesel or biodiesel. Therefore,\nthe autoignition of the four isomers of butanol (1-butanol, 2-butanol,\niso-butanol, and tert-butanol) has been experimentally studied at high\ntemperatures in a shock tube and a kinetic mechanism for description of their\nhigh-temperature oxidation has been developed. Ignition delay times for\nbutanol/oxygen/argon mixtures have been measured behind reflected shock waves\nat temperatures and pressures ranging from approximately 1200 to 1800 K and 1\nto 4 bar. Electronically excited OH emission and pressure measurements were\nused to determine ignition delay times. A detailed kinetic mechanism has been\ndeveloped to describe the oxidation of the butanol isomers and validated by\ncomparison to the shock tube measurements. Reaction flux and sensitivity\nanalysis indicate that the consumption of 1 butanol and iso-butanol, the most\nreactive isomers, takes place primarily by H-atom abstraction resulting in the\nformation of radicals, the decomposition of which yields highly reactive\nbranching agents, H-atoms and OH radicals. Conversely, the consumption of tert\nbutanol and 2-butanol, the least reactive isomers, takes place primarily via\ndehydration, resulting in the formation of alkenes, which lead to resonance\nstabilized radicals with very low reactivity. To our knowledge, the ignition\ndelay measurements and oxidation mechanism presented here for 2-butanol,\niso-butanol, and tert butanol are the first of their kind..\n"]}]
["0812.1876",{"format":[],"subject":["Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1876"],"date":["2008-12-10"],"type":["text"],"creator":["Atamaniuk, Barbara","Zuchowski, Krzysztof"],"language":[],"coverage":[],"title":["Symmetric Pair Plasmas with Impurities and Acoustic Wave in it"],"description":["  A motivation for the study of symmetric pair plasma dynamics lies in the\ninsight they provide into the dynamics of more general plasmas. In the\nsymmetric pair plasma, when temperature both species is the same, acoustic wave\nare absent. However in presence other species (impurities) in fullerene pair\nplasmas. for example two-temperature electrons, acoustic waves are possible.\n"]}]
["0812.1884",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1884","International Journal of Solids and Structures 43 (2006) 4175-4200","doi:10.1016/j.ijsolstr.2005.03.022"],"date":["2008-12-10"],"type":["text"],"creator":["Erlicher, Silvano","Point, Nelly"],"language":[],"coverage":[],"title":["Endochronic theory, non-linear kinematic hardening rule and generalized\n  plasticity: a new interpretation based on generalized normality assumption"],"description":["  A simple way to define the flow rules of plasticity models is the assumption\nof generalized normality associated with a suitable pseudo-potential function.\nThis approach, however, is not usually employed to formulate endochronic theory\nand non-linear kinematic (NLK) hardening rules as well as generalized\nplasticity models. In this paper, generalized normality is used to give a new\nformulation of these classes of models. As a result, a suited pseudo-potential\nis introduced for endochronic models and a non-standard description of NLK\nhardening and generalized plasticity models is also provided. This new\nformulation allows for an effective investigation of the relationships between\nthese three classes of plasticity models.\n"]}]
["0812.1885",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1885","Materials Science and Engineering A 483-484 (2008) 47-50","doi:10.1016/j.msea.2006.10.208"],"date":["2008-12-10"],"type":["text"],"creator":["Point, Nelly","Erlicher, Silvano"],"language":[],"coverage":[],"title":["Application of the orthogonality principle to the endochronic and Mroz\n  models of plasticity"],"description":["  A new description of the endochronic and the Mroz model is discussed. It is\nbased on the definition of a suitable pseudo-potential and the use of the\ngeneralized normality assumption. The key-point of this formulation is the\ndependence of the pseudo-potentials on state variables.\n"]}]
["0812.1889",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1889"],"date":["2008-12-10"],"type":["text"],"creator":["Maartens, Roy","Vandersloot, Kevin"],"language":[],"coverage":[],"title":["Magnetic Bianchi I Universe in Loop Quantum Cosmology"],"description":["  We examine the dynamical consequences of homogeneous cosmological magnetic\nfields in the framework of loop quantum cosmology. We show that a big-bounce\noccurs in a collapsing magnetized Bianchi I universe, thus extending the known\ncases of singularity-avoidance. Previous work has shown that perfect fluid\nBianchi I universes in loop quantum cosmology avoid the singularity via a\nbounce. The fluid has zero anisotropic stress, and the shear anisotropy in this\ncase is conserved through the bounce. By contrast, the magnetic field has\nnonzero anisotropic stress, and shear anisotropy is not conserved through the\nbounce. After the bounce, the universe enters a classical phase. The addition\nof a dust fluid does not change these results qualitatively.\n"]}]
["0812.1894",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1894"],"date":["2008-12-10"],"type":["text"],"creator":["Giuffrida, Alessandro","Valenti, Davide","Ziino, Graziella","Spagnolo, Bernardo","Panebianco, Antonio"],"language":[],"coverage":[],"title":["A stochastic interspecific competition model to predict the behaviour of\n  Listeria monocytogenes in the fermentation process of a traditional Sicilian\n  salami"],"description":["  The present paper discusses the use of modified Lotka-Volterra equations in\norder to stochastically simulate the behaviour of Listeria monocytogenes and\nLactic Acid Bacteria (LAB) during the fermentation period (168 h) of a typical\nSicilian salami. For this purpose, the differential equation system is set\nconsidering T, pH and aw as stochastic variables. Each of them is governed by\ndynamics that involve a deterministic linear decrease as a function of the time\nt and an \"additive noise\" term which instantaneously mimics the fluctuations of\nT, pH and aw. The choice of a suitable parameter accounting for the interaction\nof LAB on L. monocytogenes as well as the introduction of appropriate noise\nlevels allows to match the observed data, both for the mean growth curves and\nfor the probability distribution of L. monocytogenes concentration at 168 h.\n","Comment: 19 pages, 2 figures, 2 tables. To be published in Eur. Food Res.\n  Technol"]}]
["0812.1898",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Metric Geometry","03H05, 12J15, 26E35, 54E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1898"],"date":["2008-12-10"],"type":["text"],"creator":["Wallet, Guy"],"language":[],"coverage":[],"title":["Contraction of a Generalized Metric Structure"],"description":["  In some scientific fields, a scaling is able to modify the topology of an\nobserved object. Our goal in the present work is to introduce a new formalism\nadapted to the mathematical representation of this kind of phenomenon. To this\nend, we introduce a new metric structure - the galactic spaces - which depends\non an ordered field extension of R. Moreover, some natural transformations of\nthe category of galactic spaces, the contractions, are of particular interest:\nthey generalize usual homotheties, they have a ratio which may be an\ninfinitesimal, they are able to modify the topology and they satisfy a nice\ncomposition rule. With the help of nonstandard extensions we can associate to\nany metric space an infinite family of galactic spaces; lastly, we study some\nlimit properties of this family.\n","Comment: 20 pages"]}]
["0812.1901",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1901","doi:10.1117/12.789269"],"date":["2008-12-10"],"type":["text"],"creator":["Gabor, Pavel","Schuller, Peter A.","Chazelas, Bruno","Decaudin, Michel","Labèque, Alain","Duret, Philippe","Rabbia, Yves","Launhardt, Ralf","Gay, Jean","Sodnik, Zoran","Barillot, Marc","Brachet, Frank","Laurent, Thomas","Jacquinod, Sophie","Vandormael, Denis","Loicq, Jérôme","Mawet, Dimitri","Ollivier, Marc","Léger, Alain"],"language":[],"coverage":[],"title":["Tests of achromatic phase shifters performed on the SYNAPSE test bench:\n  a progress report"],"description":["  The achromatic phase shifter (APS) is a component of the Bracewell nulling\ninterferometer studied in preparation for future space missions (viz.\nDarwin/TPF-I) focusing on spectroscopic study of Earth-like exo-planets.\nSeveral possible designs of such an optical subsystem exist. Four approaches\nwere selected for further study. Thales Alenia Space developed a dielectric\nprism APS. A focus crossing APS prototype was developed by the OCA, Nice,\nFrance. A field reversal APS prototype was prepared by the MPIA in Heidelberg,\nGermany. Centre Spatial de Li\\`ege develops a concept based on Fresnel's\nrhombs. This paper presents a progress report on the current work aiming at\nevaluating these prototypes on the SYNAPSE test bench at the Institut\nd'Astrophysique Spatiale in Orsay, France.\n"]}]
["0812.1904",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1904"],"date":["2008-12-10"],"type":["text"],"creator":["Chiantini, Luca","Ciliberto, Ciro"],"language":[],"coverage":[],"title":["On the Dimension of Secant Varieties"],"description":["  We generalize Zak's theorems on tangencies and on linear normality as well as\nZak's definition and classification of Severi varieties. In particular we find\nsharp lower bounds for the dimension of higher secant varieties of a given\nvariety X under suitable regularity assumption on X, and we classify varieties\nfor which the bound is attained.\n"]}]
["0812.1908",{"format":[],"subject":["Computer Science - Discrete Mathematics","D.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1908"],"date":["2008-12-10"],"type":["text"],"creator":["Kooij, Robert","Schumm, Phillip","Scoglio, Caterina"],"language":[],"coverage":[],"title":["A new metric for robustness with respect to virus spread"],"description":["  The robustness of a network is depending on the type of attack we are\nconsidering. In this paper we focus on the spread of viruses on networks. It is\ncommon practice to use the epidemic threshold as a measure for robustness.\nBecause the epidemic threshold is inversely proportional to the largest\neigenvalue of the adjacency matrix, it seems easy to compare the robustness of\ntwo networks. We will show in this paper that the comparison of the robustness\nwith respect to virus spread for two networks actually depends on the value of\nthe effective spreading rate tau. For this reason we propose a new metric, the\nviral conductance, which takes into account the complete range of values tau\ncan obtain. In this paper we determine the viral conductance of regular graphs,\ncomplete bi-partite graphs and a number of realistic networks.\n","Comment: 12 pages, 4 figures"]}]
["0812.1915",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1915"],"date":["2008-12-10"],"type":["text"],"creator":["Gelade, Wouter","Marquardt, Marcel","Schwentick, Thomas"],"language":[],"coverage":[],"title":["Dynamic Complexity of Formal Languages"],"description":["  The paper investigates the power of the dynamic complexity classes DynFO,\nDynQF and DynPROP over string languages. The latter two classes contain\nproblems that can be maintained using quantifier-free first-order updates, with\nand without auxiliary functions, respectively. It is shown that the languages\nmaintainable in DynPROP exactly are the regular languages, even when allowing\narbitrary precomputation. This enables lower bounds for DynPROP and separates\nDynPROP from DynQF and DynFO. Further, it is shown that any context-free\nlanguage can be maintained in DynFO and a number of specific context-free\nlanguages, for example all Dyck-languages, are maintainable in DynQF.\nFurthermore, the dynamic complexity of regular tree languages is investigated\nand some results concerning arbitrary structures are obtained: there exist\nfirst-order definable properties which are not maintainable in DynPROP. On the\nother hand any existential first-order property can be maintained in DynQF when\nallowing precomputation.\n","Comment: Contains the material presenten at STACS 2009, extendes with proofs\n  and examples which were omitted due lack of space"]}]
["0812.1917",{"format":[],"subject":["Mathematics - Combinatorics","05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1917"],"date":["2008-12-10"],"type":["text"],"creator":["Alpert, Matthew","Feder, Elie","Harborth, Heiko"],"language":[],"coverage":[],"title":["The Maximum of the Maximum Rectilinear Crossing Numbers of d-regular\n  Graphs of Order n"],"description":["  We extend known results regarding the maximum rectilinear crossing number of\nthe cycle graph (C_n) and the complete graph (K_n) to the class of general\nd-regular graphs R_{n,d}. We present the generalized star drawings of the\nd-regular graphs S_{n,d} of order n where n+d= 1 mod 2 and prove that they\nmaximize the maximum rectilinear crossing numbers. A star-like drawing of\nS_{n,d} for n = d = 0 mod 2 is introduced and we conjecture that this drawing\nmaximizes the maximum rectilinear crossing numbers, too. We offer a simpler\nproof of two results initially proved by Furry and Kleitman as partial results\nin the direction of this conjecture.\n","Comment: 21 pages, 7 figures; submitted"]}]
["0812.1933",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1933"],"date":["2008-12-10"],"type":["text"],"creator":["Portaluri, Alessandro"],"language":[],"coverage":[],"title":["Brief communication. An indefinite Sturm theory"],"description":["  Sturm theory for second order differential equations was generalized to\nsystems and higher order equations with positive leading coefficient by several\nauthors. Here we propose a Sturm oscillation theorem for indefinite systems of\neven order and with Dirichlet boundary conditions having strongly indefinite\nleading term.\n","Comment: 3 pages"]}]
["0812.1949",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1949"],"date":["2008-12-10"],"type":["text"],"creator":["Macleod, Finn","Gleeson, James"],"language":[],"coverage":[],"title":["Prediction with Restricted Resources and Finite Automata"],"description":["  We obtain an index of the complexity of a random sequence by allowing the\nrole of the measure in classical probability theory to be played by a function\nwe call the generating mechanism. Typically, this generating mechanism will be\na finite automata. We generate a set of biased sequences by applying a finite\nstate automata with a specified number, $m$, of states to the set of all binary\nsequences. Thus we can index the complexity of our random sequence by the\nnumber of states of the automata. We detail optimal algorithms to predict\nsequences generated in this way.\n","Comment: 13 pages"]}]
["0812.1950",{"format":[],"subject":["Mathematics - General Mathematics","15-xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1950"],"date":["2008-12-10"],"type":["text"],"creator":["Kandasamy, W. B. Vasantha","Smarandache, Florentin"],"language":[],"coverage":[],"title":["n-Linear Algebra of type I and its applications"],"description":["  With the advent of computers, one needs algebraic structures that can\nsimultaneously work with bulk data. One such algebraic structure, namely,\nn-linear algebras of type I are introduced in this book and its applications to\nn-Markov chains and n-Leontief models are given. These structures can be\nthought of as the generalization of bilinear algebras and bivector spaces.\nSeveral interesting n-linear algebra properties are proved.\n  This book has four chapters. The first chapter just introduces n-group which\nis essential for the definition of n-vector spaces and n-linear algebras of\ntype I. Chapter two gives the notion of n-vector spaces and several related\nresults which are analogues of the classical linear algebra theorems. In case\nof n-vector spaces, we can define several types of linear transformations.\n  The notion of n-best approximations can be used for error correction in\ncoding theory. The notion of n-eigen values can be used in deterministic modal\nsuperposition principle for undamped structures, which can find its\napplications in finite element analysis of mechanical structures with uncertain\nparameters. Further, it is suggested that the concept of n-matrices can be used\nin real world problems which adopts fuzzy models like Fuzzy Cognitive Maps,\nFuzzy Relational Equations and Bidirectional Associative Memories. The\napplications of these algebraic structures are given in the third chapter. The\nfourth chapter suggests problems to further a reader's understanding of the\nsubject.\n","Comment: 120 pages"]}]
["0812.1952",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1952"],"date":["2008-12-10"],"type":["text"],"creator":["Arteaga, Daniel Pena","Khan, E.","Ring, Peter"],"language":[],"coverage":[],"title":["The isovector dipole strength in nuclei with extreme neutron excess"],"description":["  The E1 strength is systematically analyzed in very neutron-rich Sn nuclei,\nbeyond $^{132}$Sn until $^{166}$Sn, within the Relativistic Quasiparticle\nRandom Phase Approximation. The great neutron excess favors the appearance of a\ndeformed ground state for $^{142-162}$Sn. The evolution of the low-lying\nstrength in deformed nuclei is determined by the interplay of two factors,\nisospin asymmetry and deformation: while greater neutron excess increases the\ntotal low-lying strength, deformation hinders and spreads it. Very neutron rich\ndeformed nuclei may not be as good candidates as stable spherical nuclei like\n$^{132}$Sn for the experimental study of low-lying E1 strength.\n"]}]
["0812.1954",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1954"],"date":["2008-12-10"],"type":["text"],"creator":["McGregor, Grant Duncan"],"language":[],"coverage":[],"title":["B Counting at BaBar"],"description":["  In this thesis we examine the method of counting $B\\overline{B}$ events\nproduced in the BaBar experiment. The original method was proposed in 2000, but\nimprovements to track reconstruction and our understanding of the detector\nsince that date make it appropriate to revisit the $B$ Counting method. We\npropose a new set of cuts designed to minimize the sensitivity to time-varying\nbackgrounds. We find the new method counts $B\\overline{B}$ events with an\nassociated systematic uncertainty of $\\pm 0.6%\n","Comment: Comments: 102 pages, 65 postscript figures, thesis submitted in\n  partial fulfilment of the requirements for the degree of Master of Science,\n  The University of British Columbia, August 2008. SLAC Report-no: SLAC-R-912"]}]
["0812.1955",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1955"],"date":["2008-12-10"],"type":["text"],"creator":["Pylyuk, I. V.","Kozlovskii, M. P."],"language":[],"coverage":[],"title":["Method of Calculating the Free Energy of Three-Dimensional Ising-Like\n  System in an External Field with the Use of the $\\rho^6$ Model"],"description":["  The microscopic approach to calculating the free energy of a\nthree-dimensional Ising-like system in a homogeneous external field is\ndeveloped in the higher non-Gaussian approximation (the $\\rho^6$ model) at\ntemperatures above the critical value of $T_c$ ($T_c$ is the phase-transition\ntemperature in the absence of an external field). The free energy of the system\nis found by separating the contributions from the short- and long-wave\nspin-density oscillation modes taking into account both the temperature and\nfield fluctuations of the order parameter. Our analytical calculations do not\ninvolve power series in the scaling variable and are valid in the whole\nfield-temperature plane near the critical point including the region in the\nvicinity of the limiting field $\\tilde h_c$, which divides external fields into\nthe weak and strong ones (i.e., the crossover region). In this region, the\ntemperature and field effects on the system are equivalent, the scaling\nvariable is of the order of unity, and power series are not efficient. The\nobtained expression for the free energy contains the leading terms and terms\ndetermining the temperature and field confluent corrections.\n","Comment: LaTeX, 23 pages, 1 eps figure"]}]
["0812.1957",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1957"],"date":["2008-12-10"],"type":["text"],"creator":["Mackaay, Marco","Vaz, Pedro"],"language":[],"coverage":[],"title":["The reduced HOMFLY-PT homology for the Conway and the Kinoshita-Terasaka\n  knots"],"description":["  In this paper we compute the reduced HOMFLY-PT homologies of the Conway and\nthe Kinoshita-Terasaka knots and show that they are isomorphic.\n","Comment: 9 pages"]}]
["0812.1958",{"format":[],"subject":["Mathematics - Functional Analysis","35D05","35D10","46F30","35Q72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1958"],"date":["2008-12-10","2008-12-11"],"type":["text"],"creator":["Hörmann, Günther","Oparnica, Ljubica"],"language":[],"coverage":[],"title":["Generalized solutions for the Euler-Bernoulli model with distributional\n  forces"],"description":["  We establish existence and uniqueness of generalized solutions to the\ninitial-boundary value problem corresponding to an Euler-Bernoulli beam model\nfrom mechanics. The governing partial differential equation is of order four\nand involves discontinuous, and even distributional coefficients and right-hand\nside. The general problem is solved by application of functional analytic\ntechniques to obtain estimates for the solutions to regularized problems.\nFinally, we prove coherence properties and provide a regularity analysis of the\ngeneralized solution.\n"]}]
["0812.1963",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","53D12, 53D40","14J45, 14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1963"],"date":["2008-12-10"],"type":["text"],"creator":["Fukaya, K.","OH, Y. -G.","Ohta, H.","Ono, K."],"language":[],"coverage":[],"title":["Canonical models of filtered $A_\\infty$-algebras and Morse complexes"],"description":["  The purpose of this paper is two-fold. First we explain the construction of\nthe canonical model of filtered $A_\\infty$-algebras given in the authors' book\n[FOOO]. The canonical model plays a crucial role in the study of Lagrangian\nFloer theory on toric manifolds in our recent papers, arXiv:0802.1703 and\narXiv:0810.5654. Then using a variation of the arguments used in that\nconstruction, we define a natural filtered $A_\\infty$-structure on the Morse\ncomplex of a Morse function and its $A_\\infty$ homotopy to the\n$A_\\infty$-algebras on a Lagrangian submanifold constructed in [FOOO]. The\ncorresponding graphical moduli spaces `summing over trees' involve holomorphic\ndiscs connected by the gradient flow lines.\n","Comment: 28 pages, 6 figures ; to appear in the proceedings of Eliashberg's\n  60th birthday conference (Yashafest)"]}]
["0812.1967",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1967","Temporal Representation and Reasoning, 2008. TIME '08. 15th\n  International Symposium on, Montreal, QC : Canada (2008)","doi:10.1109/TIME.2008.22"],"date":["2008-12-10"],"type":["text"],"creator":["Bouchy, Florent","Finkel, Alain","Leroux, Jérôme"],"language":[],"coverage":[],"title":["Decomposition of Decidable First-Order Logics over Integers and Reals"],"description":["  We tackle the issue of representing infinite sets of real- valued vectors.\nThis paper introduces an operator for combining integer and real sets. Using\nthis operator, we decompose three well-known logics extending Presburger with\nreals. Our decomposition splits a logic into two parts : one integer, and one\ndecimal (i.e. on the interval [0,1]). We also give a basis for an\nimplementation of our representation.\n"]}]
["0812.1968",{"format":[],"subject":["Mathematics - Dynamical Systems","37A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1968"],"date":["2008-12-10"],"type":["text"],"creator":["Griesmer, John T."],"language":[],"coverage":[],"title":["Multiparameter ergodic averages for two commuting actions of an amenable\n  group"],"description":["  We find limits of some multiple ergodic averages, generalizing a result of\nBergelson to the setting of two commuting transformations and actions of\namenable groups.\n","Comment: 16 pages"]}]
["0812.1969",{"format":[],"subject":["Mathematics - Number Theory","11F70, 11S40, 11F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1969"],"date":["2008-12-10"],"type":["text"],"creator":["Liu, Jianya","Wang, Yonghui"],"language":[],"coverage":[],"title":["A Theorem on Analytic Strong Multiplicity One"],"description":["  Let $K$ be an algebraic number field, and $\\pi=\\otimes\\pi_{v}$ an\nirreducible, automorphic, cuspidal representation of $\\GL_{m}(\\mathbb{A}_{K})$\nwith analytic conductor $C(\\pi)$. The theorem on analytic strong multiplicity\none established in this note states, essentially, that there exists a positive\nconstant $c$ depending on $\\varepsilon>0, m,$ and $K$ only, such that $\\pi$ can\nbe decided completely by its local components $\\pi_{v}$ with norm $N(v)<c\\cdot\nC(\\pi)^{2m+\\varepsilon}.$\n","Comment: accepted by J. Number Theory"]}]
["0812.1979",{"format":[],"subject":["Mathematics - Rings and Algebras","03D15","03B50","03G10","08A70","08A62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1979","Multiple Valued Logic, An International Journal, 2002, Vol. 8(2),\n  pp. 165-181"],"date":["2008-12-10"],"type":["text"],"creator":["Shtrakov, Slavcho","Denecke, Klaus"],"language":[],"coverage":[],"title":["Essential Variables and Separable Sets in Universal Algebra"],"description":["  The study of essential and strongly essential variables in functions defined\non finite sets is a part of $k$-valued logic. We extend the main definitions\nfrom functions to terms. This allows us to apply concepts and results of\nUniversal Algebra. On the basis of the concept of a separable set of variables\nin a term we introduce a new notion of complexity of terms, algebras and\nvarieties and give examples.\n","Comment: 16 pages"]}]
["0812.1980",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1980"],"date":["2008-12-10"],"type":["text"],"creator":["Sáez-Gómez, Diego"],"language":[],"coverage":[],"title":["Scalar-Tensor theories and current Cosmology"],"description":["  Scalar-tensor theories are studied in the context of cosmological evolution,\nwhere the expansion history of the Universe is reconstructed. It is considered\nquintessence/phantom models, where inflation and cosmic acceleration are\nreproduced. Also, the non-minimally coupling regime between the scalar field\nand the Ricci scalar is studied and cosmological solutions are obtained. The\nChamaleon mechanism is shown as a solution of the local gravity tests problems\npresented in this kind of theories.\n","Comment: 10 pages. In press, contribution to \"Problems of Modern Cosmology\",\n  special volume on the occasion of Prof. S.D. Odintsov's 50th birthday"]}]
["0812.1986",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1986"],"date":["2008-12-10"],"type":["text"],"creator":["Feron, Eric","Alegre, Fernando"],"language":[],"coverage":[],"title":["Control software analysis, part II: Closed-loop analysis"],"description":["  The analysis and proper documentation of the properties of closed-loop\ncontrol software presents many distinct aspects from the analysis of the same\nsoftware running open-loop. Issues of physical system representations arise,\nand it is desired that such representations remain independent from the\nrepresentations of the control program. For that purpose, a concurrent program\nrepresentation of the plant and the control processes is proposed, although the\nclosed-loop system is sufficiently serialized to enable a sequential analysis.\nWhile dealing with closed-loop system properties, it is also shown by means of\nexamples how special treatment of nonlinearities extends from the analysis of\ncontrol specifications to code analysis.\n","Comment: 16 pages, 2 figures"]}]
["0812.1987",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1987"],"date":["2008-12-10"],"type":["text"],"creator":["Datta, Sanjoy","Yarlagadda, Sudhakar"],"language":[],"coverage":[],"title":["Quantum phase transition in Bose-Holstein model in two dimensions"],"description":["  We derive an effective d-dimensional Hamiltonian for a system of\nhard-core-bosons coupled to optical phonons in a lattice. Away from\nhalf-filling, we show that the presence of next-nearest-neighbor hopping in the\neffective Hamiltonian leads to a superfluid-to-supersolid transition at\nintermediate boson-phonon (b-p) couplings, while at strong-couplings the system\nphase separates. However, at half-filling and at a critical b-p coupling (as in\nthe xxz-model), the system undergoes a superfluid-to-charge-density-wave\ntransition without any signature of supersolidity. Our analyses is based on\nextensive calculations of the structure factor, the superfluid fraction, the\nBose-Einstein condensate fraction, and the system energy at various fillings.\nWe present a phase diagram for this system and compare it to that of the\nxxz-model. We also demonstrate explicitly that the next-nearest-neighbor\nhopping (in the absence of nearest-neighbor hopping) in the effective\nHamiltonian leads only to a single transition, i.e., a first-order\nsuperfluid-to-supersolid transition.\n"]}]
["0812.1988",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1988"],"date":["2008-12-10"],"type":["text"],"creator":["León, Gladys"],"language":[],"coverage":[],"title":["Study of the Hall effect in two different strongly correlated fermion\n  systems"],"description":["  We investigate the Hall effect in two different theoretical models of\nstrongly correlated systems: a system made of weakly coupled Luttinger liquids,\nin the presence of umklapp scattering, and the 2D triangular lattice, with\nnearest-neighbor hopping and a local Hubbard interaction. In the first model we\nuse a memory function approach to compute the Hall coefficient as a function of\ntemperature and frequency in the presence of umklapp scattering. We find a\npower-law correction to the free-fermion value (band value), with an exponent\ndepending on the Luttinger parameter $K_{\\rho}$. At sufficiently high\ntemperature or frequency the Hall coefficient approaches the band value. We\ndiscuss the applications to Hall experiments made in quasi 1D organic\ncompounds. In the second model, the complete temperature and doping\ndependencies of the high-frequency Hall coefficient $\\RH$ are evaluated\nanalytically and numerically for small, intermediate, and strong interactions\nusing various approximation schemes. We find that $\\RH$ follows the\nsemiclassical $1/qn^*$ law near T=0, but exhibits a striking $T$-linear\nbehavior with an interaction- and doping-dependent slope at high temperature.\nWe compare our results with Hall measurements performed in cobaltates.\n","Comment: PhD Thesis, 111 pages"]}]
["0812.1992",{"format":[],"subject":["Mathematical Physics","33E05","44A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1992"],"date":["2008-12-10"],"type":["text"],"creator":["Glasser, M. L."],"language":[],"coverage":[],"title":["Some Integrals of the Dedekind Eta-function"],"description":["  This note presents selected values of definite integrals whose integrand\ncontains a power of the Dedekind function having imaginary argument.\n","Comment: 6 pages"]}]
["0812.1993",{"format":[],"subject":["Mathematics - Differential Geometry","53C29","53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1993"],"date":["2008-12-10"],"type":["text"],"creator":["Lärz, Kordian"],"language":[],"coverage":[],"title":["On the normal holonomy representation of spacelike submanifolds in\n  pseudo-Riemannian space forms"],"description":["  In this paper we study weakly irreducible holonomy representations of the\nnormal connection of a spacelike submanifold in a pseudo-Riemannian space from.\nWe associate screen representations to weakly irreducible normal holonomy\ngroups and classify the screen representations having the Borel-Lichn\\'erowicz\nproperty. In particular, we derive a classification of Lorentzian normal\nholonomy representations.\n","Comment: 9 pages"]}]
["0812.2000",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2000"],"date":["2008-12-10"],"type":["text"],"creator":["Wise, Mark B.","Bhansali, Vineer"],"language":[],"coverage":[],"title":["Correlated Random Walks and the Joint Survival Probability"],"description":["  First passage models, where corporate assets undergo correlated random walks\nand a company defaults if its assets fall below a threshold provide an\nattractive framework for modeling the default process. Typical one year default\ncorrelations are small, i.e., of order a few percent, but nonetheless including\ncorrelations is very important, for managing portfolio credit risk and pricing\nsome credit derivatives (e.g. first to default baskets). In first passage\nmodels the exact dependence of the joint survival probability of more than two\nfirms on their asset correlations is not known. We derive an expression for the\ndependence of the joint survival probability of $n$ firms on their asset\ncorrelations using first order perturbation theory in the correlations. It\nincludes all terms that are linear in the correlations but neglects effects of\nquadratic and higher order. For constant time independent correlations we\ncompare the first passage model expression for the joint survival probability\nwith what a multivariate normal Copula function gives. As a practical\napplication of our results we calculate the dependence of the five year joint\nsurvival probability for five basic industrials on their asset correlations.\n","Comment: 12 pages"]}]
["0812.2002",{"format":[],"subject":["Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2002"],"date":["2008-12-10"],"type":["text"],"creator":["Pals, M. Prakash"],"language":[],"coverage":[],"title":["The Pervasive Role of the Nuclear Symmetry Energy in the Structure and\n  Evolution of Neutron Stars"],"description":["  The multifaceted role of the density dependent nuclear symmetry energy in the\nnuclear astrophysics involving neutron stars is highlighted. Efforts toward a\nmodel independent determination of the dense matter equation state through a\ndeconstruction of the neutron star structure equation utilizing the masses and\nradii of several individual neutron stars are described. The need for\nobservational data of both measurements for the same star is stressed.\n","Comment: 10 pages, 8 figures, Talk at the 10th Symposium on Nuclei in the\n  Cosmos, July 27 - August 1 2008, Mackinac Island, Michigan"]}]
["0812.2009",{"format":[],"subject":["Mathematics - Algebraic Topology","55N34, 11F11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2009","Pure and Applied Math. Quarterly, 5 (2009) 853-872"],"date":["2008-12-10"],"type":["text"],"creator":["Mahowald, Mark","Rezk, Charles"],"language":[],"coverage":[],"title":["Topological Modular Forms of Level 3"],"description":["  We describe and compute the homotopy of spectra of topological modular forms\nof level 3. We give some computations related to the \"building complex\"\nassociated to level 3 structures at the prime 2. Finally, we note the existence\nof a number of connective models of the spectrum TMF(Gamma_0(3)).\n","Comment: This was submitted to the journal in 2006. Apparently I neglected to\n  upload it to arXiv between then and now"]}]
["0812.2011",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2011","Static Analysis, Kongens Lyngby : Danemark (2007)","doi:10.1007/978-3-540-74061-2_12"],"date":["2008-12-10"],"type":["text"],"creator":["Leroux, Jérôme","Sutre, Gregoire"],"language":[],"coverage":[],"title":["Accelerated Data-Flow Analysis"],"description":["  Acceleration in symbolic verification consists in computing the exact effect\nof some control-flow loops in order to speed up the iterative fix-point\ncomputation of reachable states. Even if no termination guarantee is provided\nin theory, successful results were obtained in practice by different tools\nimplementing this framework. In this paper, the acceleration framework is\nextended to data-flow analysis. Compared to a classical\nwidening/narrowing-based abstract interpretation, the loss of precision is\ncontrolled here by the choice of the abstract domain and does not depend on the\nway the abstract value is computed. Our approach is geared towards precision,\nbut we don't loose efficiency on the way. Indeed, we provide a cubic-time\nacceleration-based algorithm for solving interval constraints with full\nmultiplication.\n"]}]
["0812.2014",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2014","Static Analysis, Valencia : Espagne (2008)","doi:10.1007/978-3-540-69166-2_4"],"date":["2008-12-10"],"type":["text"],"creator":["Leroux, Jérôme"],"language":[],"coverage":[],"title":["Convex Hull of Arithmetic Automata"],"description":["  Arithmetic automata recognize infinite words of digits denoting\ndecompositions of real and integer vectors. These automata are known expressive\nand efficient enough to represent the whole set of solutions of complex linear\nconstraints combining both integral and real variables. In this paper, the\nclosed convex hull of arithmetic automata is proved rational polyhedral.\nMoreover an algorithm computing the linear constraints defining these convex\nset is provided. Such an algorithm is useful for effectively extracting\ngeometrical properties of the whole set of solutions of complex constraints\nsymbolically represented by arithmetic automata.\n"]}]
["0812.2017",{"format":[],"subject":["Mathematics - Dynamical Systems","37A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2017"],"date":["2008-12-10"],"type":["text"],"creator":["Griesmer, John T."],"language":[],"coverage":[],"title":["Cubic ergodic averages for actions of amenable groups"],"description":["  We unify and extend some previous results about cubic ergodic averages and\nsets of positive density in products of groups. This provides a joint\ngeneralization of earlier work of the author in the case of two commuting\nactions of an amenable group, and of Q. Chu's recent result on a a finite\nnumber of commuting transformations.\n","Comment: 13 pages"]}]
["cond-mat/0103515",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0103515","Phys. Rev. Lett. v.87, p. 034101 (2001)","doi:10.1103/PhysRevLett.87.034101"],"date":["2001-03-25"],"type":["text"],"creator":["Chepelianskii, A. D.","Shepelyansky, D. L."],"language":[],"coverage":[],"title":["Dynamical turbulent flow on the Galton board with friction and magnetic\n  field"],"description":["  We study numerically and analytically the dynamics of charged particles on\nthe Galton board, a regular lattice of disc scatters, in the presence of\nconstant external force, magnetic field and friction. It is shown that under\ncertain conditions friction leads to the appearance of a strange chaotic\nattractor. In this regime the average velocity and direction of particle flow\ncan be effectively affected by electric and magnetic fields. We discuss the\napplications of these results to the charge transport in antidot superlattices\nand stream of suspended particles in a viscous flow through scatters.\n","Comment: revtex, 4 pages, 6 figures; revised version of cond-mat/0101006 with\n  magnetic field and refs added; see animated view of turbulent flow at\n  http://w3-phystheo.ups-tlse.fr/~dima/galton"]}]
["cond-mat/0504706",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504706","Frontiers of Physics in China 1, 362-367 (2006)","doi:10.1007/s11467-006-0025-9"],"date":["2005-04-27","2005-08-29"],"type":["text"],"creator":["Dong, S.","Wang, K. F.","Zhu, Han","Yao, X. Y.","Liu, J. -M."],"language":[],"coverage":[],"title":["Colossal resistivity change besides magnetoresistance: an extended\n  theoretical framework for electronic transport of manganites"],"description":["  Current theoretical approaches to manganites mainly stem from magnetic\nframework, in which the electronic transport is thought to be spin-dependent\nand the double exchange mechanism plays a core role. However, quite a number of\nexperimental observations can yet not be reasonably explained. For example,\nmultiplicate insulator-metal transitions and resistivity reduction induced by\nperturbations other than magnetic field, such as electric current, are not well\nunderstood. A comprehensive analysis on earlier extensive studies is performed\nand two types of origins for resistivity change are highlighted. Besides the\ninsulated-to-metallic transition induced by external field such as magnetic\nfield, the insulated-to-insulated transition induced extrinsically is even a\nmore important source for the colossal resistivity change. We propose an\nextended framework for the electronic transport of manganites, in which the\ncontribution of charge degree of freedom is given a special priority.\n","Comment: 12 pages, 3 figures (contained in the pdf file). submitted to\n  Physical Review B"]}]
["cond-mat/0606220",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606220","Physica D, 224 (1-2), pp. 20-26, 2006","doi:10.1016/j.physd.2006.09.009"],"date":["2006-06-08"],"type":["text"],"creator":["Reichardt, Joerg","Bornholdt, Stefan"],"language":[],"coverage":[],"title":["When are networks truly modular?"],"description":["  Study of the cluster- or community structure of complex networks makes an\nimportant contribution to the understanding of networks at a functional level.\nDespite the many efforts, no definition of community has been agreed on and\nimportant aspects such as the statistical significance and theoretical limits\nof community detection are not well understood. We show how the problem of\ncommunity detection can be mapped onto finding the ground state of an infinite\nrange spin glass. The ground state energy then corresponds directly to the\nquality of the partition. The network modularity Q previously defined by Girvan\nand Newman [Phys. Rev. E, 69, 026113 (2004)] turns out to be a special case of\nthis spin glass energy. Through this spin glass analogy, we are able to give\nexpectation values for the modularity of random graphs that can be used in the\nassessment of the statistical significance of real network clusterings.\nFurther, it allows for assessing the theoretical limits of community detection.\n"]}]
["cond-mat/0606295",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606295","Phys. Rev. E 76, 015102(R) (2007)","doi:10.1103/PhysRevE.76.015102"],"date":["2006-06-12","2007-04-06"],"type":["text"],"creator":["Reichardt, Joerg","Bornholdt, Stefan"],"language":[],"coverage":[],"title":["Partitioning and modularity of graphs with arbitrary degree distribution"],"description":["  We solve the graph bi-partitioning problem in dense graphs with arbitrary\ndegree distribution using the replica method. We find the cut-size to scale\nuniversally with <k^1/2>. In contrast, earlier results studying the problem in\ngraphs with a Poissonian degree distribution had found a scaling with <k>^1/2\n[Fu and Anderson, J. Phys. A: Math. Gen. 19, 1986]. The new results also\ngeneralize to the problem of q-partitioning. They can be used to find the\nexpected modularity Q [Newman and Grivan, Phys. Rev. E, 69, 2004] of random\ngraphs and allow for the assessment of statistical significance of the output\nof community detection algorithms.\n","Comment: Revised version including new plots and improved discussion of some\n  mathematical details"]}]
["gr-qc/0511035",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0511035","Int. J. Mod. Phys. D 17, (2008) 2007-2015","doi:10.1142/S0218271808013674"],"date":["2005-11-08","2008-12-11"],"type":["text"],"creator":["Unnikrishnan, Sanil","Seshadri, T. R."],"language":[],"coverage":[],"title":["Cosmic acceleration in a model of scalar-tensor gravitation"],"description":["  In this paper we consider a model of scalar-tensor theory of gravitation in\nwhich the scalar field, $\\phi$ determines the gravitational coupling G and has\na Lagrangian of the form, $\\mathcal{L}_{\\phi} =-V(\\phi)\\sqrt{1 -\n\\partial_{\\mu}\\phi\\partial^{\\mu}\\phi}$. We study the cosmological consequence\nof this theory in the matter dominated era and show that this leads to a\ntransition from an initial decelerated expansion to an accelerated expansion\nphase at the present epoch. Using observational constraints, we see that the\neffective equation of state today for the scalar field turns out to be\n$p_{\\phi}=w_{\\phi}{\\rho}_{\\phi}$, with $w_{\\phi}=-0.88$ and that the transition\nto an accelerated phase happened at a redshift of about 0.3.\n","Comment: 12 pages, 2 figures, matches published version"]}]
["math/0506493",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Primary 46L89","Secondary 22C05, 22D35, 43A99, 46H10, 46L51, 46L65,\n  47L50, 81R15, 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506493","J. Operator Theory 60 (2008), 415-428"],"date":["2005-06-23","2006-06-30"],"type":["text"],"creator":["Runde, Volker"],"language":[],"coverage":[],"title":["Characterizations of compact and discrete quantum groups through second\n  duals"],"description":["  A locally compact group $G$ is compact if and only if $L^1(G)$ is an ideal in\n$L^1(G)^{**}$, and the Fourier algebra $A(G)$ of $G$ is an ideal in $A(G)^{**}$\nif and only if $G$ is discrete. On the other hand, $G$ is discrete if and only\nif $C_0(G)$ is an ideal in $C_0(G)^{**}$. We show that these assertions are\nspecial cases of results on locally compact quantum groups in the sense of J.\nKustermans and S. Vaes. In particular, a von Neumann algebraic quantum group\n$(M,\\Gamma)$ is compact if and only if $M_*$ is an ideal in $M^*$, and a\n(reduced) $C^*$-algebraic quantum group $(A,\\Gamma)$ is discrete if and only if\n$A$ is an ideal in $A^{**}$.\n","Comment: 15 pages; LaTeX2e; minor edits"]}]
["math/0610626",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610626"],"date":["2006-10-20","2008-12-11"],"type":["text"],"creator":["Tzvetkov, N."],"language":[],"coverage":[],"title":["Construction of a Gibbs measure associated to the periodic Benjamin-Ono\n  equation"],"description":["  We define a finite Borel measure of Gibbs type, supported by the Sobolev\nspaces of negative indexes on the circle. The measure can be seen as a limit of\nfinite dimensional measures. These finite dimensional measures are invariant by\nthe ODE's which correspond to the projection of the Benjamin-Ono equation,\nposed on the circle, on the first N>>1 modes in the trigonometric bases.\n","Comment: To appear in Probability Theory and Related Fields"]}]
["math/0702719",{"format":[],"subject":["Mathematics - Algebraic Topology","55N20","55Q51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702719"],"date":["2007-02-23","2008-12-11"],"type":["text"],"creator":["Behrens, Mark","Lawson, Tyler"],"language":[],"coverage":[],"title":["Topological automorphic forms"],"description":["  We apply a theorem of J. Lurie to produce cohomology theories associated to\ncertain Shimura varieties of type U(1,n-1). These cohomology theories of\ntopological automorphic forms (TAF) are related to Shimura varieties in the\nsame way that TMF is related to the moduli space of elliptic curves. We study\nthe cohomology operations on these theories, and relate them to certain Hecke\nalgebras. We compute the K(n)-local homotopy types of these cohomology\ntheories, and determine that K(n)-locally these spectra are given by finite\nproducts of homotopy fixed point spectra of the Morava E-theory E_n by finite\nsubgroups of the Morava stabilizer group. We construct spectra Q_U(K) for\ncompact open subgroups K of certain adele groups, generalizing the spectra Q(l)\nstudied by the first author in the modular case. We show that the spectra\nQ_U(K) admit finite resolutions by the spectra TAF, arising from the theory of\nbuildings. We prove that the K(n)-localizations of the spectra Q_U(K) are\nfinite products of homotopy fixed point spectra of E_n with respect to certain\narithmetic subgroups of the Morava stabilizer groups, which N. Naumann has\nshown (in certain cases) to be dense. Thus the spectra Q_U(K) approximate the\nK(n)-local sphere to the same degree that the spectra Q(l) approximate the\nK(2)-local sphere.\n","Comment: 157 pages, 4 figures, resubmitted to Memoirs of the AMS. This version\n  corrects a couple of minor inconsistencies in our normalizations of p-adic\n  types in Section 2.2"]}]
["physics/0503138",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0503138","J. Stat. Mech. (2007) P06016","doi:10.1088/1742-5468/2007/06/P06016"],"date":["2005-03-16","2006-07-11"],"type":["text"],"creator":["Reichardt, Joerg","Bornholdt, Stefan"],"language":[],"coverage":[],"title":["eBay users form stable groups of common interest"],"description":["  Market segmentation of an online auction site is studied by analyzing the\nusers' bidding behavior. The distribution of user activity is investigated and\na network of bidders connected by common interest in individual articles is\nconstructed. The network's cluster structure corresponds to the main user\ngroups according to common interest, exhibiting hierarchy and overlap. Key\nfeature of the analysis is its independence of any similarity measure between\nthe articles offered on eBay, as such a measure would only introduce bias in\nthe analysis. Results are compared to null models based on random networks and\nclusters are validated and interpreted using the taxonomic classifications of\neBay categories. We find clear-cut and coherent interest profiles for the\nbidders in each cluster. The interest profiles of bidder groups are compared to\nthe classification of articles actually bought by these users during the time\nspan 6-9 months after the initial grouping. The interest profiles discovered\nremain stable, indicating typical interest profiles in society. Our results\nshow how network theory can be applied successfully to problems of market\nsegmentation and sociological milieu studies with sparse, high dimensional\ndata.\n","Comment: Major revision of the manuscript. Methodological improvements and\n  inclusion of analysis of temporal development of user interests. 19 pages, 12\n  figures, 5 tables"]}]
["physics/0701083",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701083","Physics of Fluids 2, 19 (2007) 028102","doi:10.1063/1.2472511"],"date":["2007-01-08"],"type":["text"],"creator":["Gostiaux, Louis","Dauxois, Thierry"],"language":[],"coverage":[],"title":["Laboratory experiments on the generation of internal tidal beams over\n  steep slopes"],"description":["  We designed a simple laboratory experiment to study internal tides\ngeneration. We consider a steep continental shelf, for which the internal tide\nis shown to be emitted from the critical point, which is clearly amphidromic.\nWe also discuss the dependence of the width of the emitted beam on the local\ncurvature of topography and on viscosity. Finally we derive the form of the\nresulting internal tidal beam by drawing an analogy with an oscillating\ncylinder in a static fluid.\n"]}]
