["0704.1876",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1876"],"date":["2007-04-14","2008-12-22"],"type":["text"],"creator":["Funkhouser, Scott"],"language":[],"coverage":[],"title":["Stars and the holographic upper bound on gravitational action"],"description":["  The holographic upper bound on entropy is applied to the gravitational action\nassociated with the non-relativistic contraction of a nebula. A critical radius\nis identified, as a function of the initial radius and mass, for which the\nnumber of bits associated with the action would equal the maximum number of\nbits allowed to the body. The gravitational action of a typical star\napproximately saturates the holographic bound, perhaps suggesting a physical\nlink between holographic principles and astrophysical processes.\n","Comment: 2 pages"]}]
["0705.0147",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0147","Quantum Information Processing 7, 291 (2008)","doi:10.1007/s11128-008-0089-2"],"date":["2007-05-01","2008-12-22"],"type":["text"],"creator":["Srikanth, R.","Hebri, Srikanth"],"language":[],"coverage":[],"title":["G\\\"odel Incompleteness and the Black Hole Information Paradox"],"description":["  Semiclassical reasoning suggests that the process by which an object\ncollapses into a black hole and then evaporates by emitting Hawking radiation\nmay destroy information, a problem often referred to as the black hole\ninformation paradox. Further, there seems to be no unique prediction of where\nthe information about the collapsing body is localized. We propose that the\nlatter aspect of the paradox may be a manifestation of an inconsistent\nself-reference in the semiclassical theory of black hole evolution. This\nsuggests the inadequacy of the semiclassical approach or, at worst, that\nstandard quantum mechanics and general relavity are fundamentally incompatible.\nOne option for the resolution for the paradox in the localization is to\nidentify the G\\\"odel-like incompleteness that corresponds to an imposition of\nconsistency, and introduce possibly new physics that supplies this\nincompleteness. Another option is to modify the theory in such a way as to\nprohibit self-reference. We discuss various possible scenarios to implement\nthese options, including eternally collapsing objects, black hole remnants,\nblack hole final states, and simple variants of semiclassical quantum gravity.\n","Comment: 14 pages, 2 figures; revised according to journal requirements"]}]
["0706.0708",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0708","Bollettino U.M.I. (8) 10-B (2007), 569-579"],"date":["2007-06-05"],"type":["text"],"creator":["Ruffino, Fabio Ferrari"],"language":[],"coverage":[],"title":["The topology of the spectrum for Gelfand pairs on Lie groups"],"description":["  Given a Gelfand pair of Lie groups, we identify the spectrum with a suitable\nsubset of C^n and we prove the equivalence between Gelfand topology and\neuclidean topology.\n","Comment: 10 pages, no figures"]}]
["0710.0283",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11F37, 11G40, 11G05, 11F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0283"],"date":["2007-10-01","2008-12-20"],"type":["text"],"creator":["Bruinier, Jan H.","Ono, Ken"],"language":[],"coverage":[],"title":["Heegner divisors, $L$-functions and harmonic weak Maass forms"],"description":["  Recent works, mostly related to Ramanujan's mock theta functions, make use of\nthe fact that harmonic weak Maass forms can be combinatorial generating\nfunctions. Generalizing works of Waldspurger, Kohnen and Zagier, we prove that\nsuch forms also serve as \"generating functions\" for central values and\nderivatives of quadratic twists of weight 2 modular $L$-functions. To obtain\nthese results, we construct differentials of the third kind with twisted\nHeegner divisor by suitably generalizing the Borcherds lift to harmonic weak\nMaass forms. The connection with periods, Fourier coefficients, derivatives of\n$L$-functions, and points in the Jacobian of modular curves is obtained by\nanalyzing the properties of these differentials using works of Scholl,\nWaldschmidt, and Gross and Zagier.\n","Comment: 42 pages, tables added in Section 8.3, references updated"]}]
["0710.1151",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1151","Electronic Journal of Statistics 2008, Vol. 2, 1268-1280","doi:10.1214/07-EJS126"],"date":["2007-10-05","2008-12-22"],"type":["text"],"creator":["Evans, M.","Shakhatreh, M."],"language":[],"coverage":[],"title":["Optimal properties of some Bayesian inferences"],"description":["  Relative surprise regions are shown to minimize, among Bayesian credible\nregions, the prior probability of covering a false value from the prior. Such\nregions are also shown to be unbiased in the sense that the prior probability\nof covering a false value is bounded above by the prior probability of covering\nthe true value. Relative surprise regions are shown to maximize both the Bayes\nfactor in favor of the region containing the true value and the relative belief\nratio, among all credible regions with the same posterior content. Relative\nsurprise regions emerge naturally when we consider equivalence classes of\ncredible regions generated via reparameterizations.\n","Comment: Published in at http://dx.doi.org/10.1214/07-EJS126 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0710.4190",{"format":[],"subject":["Mathematics - Statistics Theory","62F99 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4190","Electronic Journal of Statistics 2008, Vol. 2, 1242-1267","doi:10.1214/07-EJS132"],"date":["2007-10-23","2008-12-22"],"type":["text"],"creator":["Brunel, Nicolas J-B."],"language":[],"coverage":[],"title":["Parameter estimation of ODE's via nonparametric estimators"],"description":["  Ordinary differential equations (ODE's) are widespread models in physics,\nchemistry and biology. In particular, this mathematical formalism is used for\ndescribing the evolution of complex systems and it might consist of\nhigh-dimensional sets of coupled nonlinear differential equations. In this\nsetting, we propose a general method for estimating the parameters indexing\nODE's from times series. Our method is able to alleviate the computational\ndifficulties encountered by the classical parametric methods. These\ndifficulties are due to the implicit definition of the model. We propose the\nuse of a nonparametric estimator of regression functions as a first-step in the\nconstruction of an M-estimator, and we show the consistency of the derived\nestimator under general conditions. In the case of spline estimators, we prove\nasymptotic normality, and that the rate of convergence is the usual\n$\\sqrt{n}$-rate for parametric estimators. Some perspectives of refinements of\nthis new family of parametric estimators are given.\n","Comment: Published in at http://dx.doi.org/10.1214/07-EJS132 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0710.5136",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5136","Phys.Rev.Lett.100:141601,2008","doi:10.1103/PhysRevLett.100.141601"],"date":["2007-10-26","2008-12-22"],"type":["text"],"creator":["Boyle, P. A.","Jüttner, A.","Kenway, R. D.","Sachrajda, C. T.","Sasaki, S.","Soni, A.","Tweedie, R. J.","Zanotti, J. M."],"language":[],"coverage":[],"title":["Kl3 semileptonic form factor from 2+1 flavour lattice QCD"],"description":["  We present the first results for the Kl3 form factor from simulations with\n2+1 flavours of dynamical domain wall quarks. Combining our result, namely\nf_+(0)=0.964(5), with the latest experimental results for Kl3 decays leads to\n|V_{us}|=0.2249(14), reducing the uncertaintity in this important parameter.\nFor the O(p^6) term in the chiral expansion we obtain \\Delta f=-0.013(5).\n","Comment: 4 pages, 3 figures, 4 tables, matches version appearing in\n  Phys.Rev.Lett"]}]
["0711.3245",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3245","Nature Physics 4, 536 - 539 (2008)","doi:10.1038/nphys987"],"date":["2007-11-21"],"type":["text"],"creator":["Jørgensen, H. Ingerslev","Grove-Rasmussen, K.","Wang, K. -Y.","Blackburn, A. M.","Flensberg, K.","Lindelof, P. E.","Williams, D. A."],"language":[],"coverage":[],"title":["Singlet-Triplet Physics and Shell Filling in Carbon Nanotube Double\n  Quantum Dots"],"description":["  An artifcial two-atomic molecule, also called a double quantum dot (DQD), is\nan ideal system for exploring few electron physics. Spin-entanglement between\njust two electrons can be explored in such systems where singlet and triplet\nstates are accessible. These two spin-states can be regarded as the two states\nin a quantum two-state system, a so-called singlet-triplet qubit. A very\nattractive material for realizing spin based qubits is the carbon nanotube\n(CNT), because it is expected to have a very long spin coherence time. Here we\nshow the existence of a gate-tunable singlet-triplet qubit in a CNT DQD. We\nshow that the CNT DQD has clear shell structures of both four and eight\nelectrons, with the singlet-triplet qubit present in the four-electron shells.\nWe furthermore observe inelastic cotunneling via the singlet and triplet\nstates, which we use to probe the splitting between singlet and triplet, in\ngood agreement with theory.\n","Comment: Supplement available at:\n  http://www.fys.ku.dk/~hij/public/singlet-triple_supp.pdf"]}]
["0712.3227",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3227"],"date":["2007-12-19","2008-12-22"],"type":["text"],"creator":["Schulte-Herbrueggen, T.","Spoerl, A.","Glaser, S. J."],"language":[],"coverage":[],"title":["Quantum CISC Compilation by Optimal Control and Scalable Assembly of\n  Complex Instruction Sets beyond Two-Qubit Gates"],"description":["  We present a quantum CISC compiler and show how to assemble complex\ninstruction sets in a scalable way. Enlarging the toolbox of universal gates by\noptimised complex multi-qubit instruction sets thus paves the way to fight\ndecoherence for realistic settings.\n  Compiling a quantum module into the machine code for steering a concrete\nquantum hardware device lends itself to be tackled by means of optimal quantum\ncontrol. To this end, there are two opposite approaches: (i) one may use a\ndecomposition into the restricted instruction set (RISC) of universal one- and\ntwo-qubit gates, which in turn have prefabricated translations into the machine\ncode or (ii) one may prefer to generate the entire target module directly by a\ncomplex instruction set (CISC) of available controls. Here we advocate direct\ncompilation up to the limit of system size a classical high-performance\nparallel computer cluster can reasonably handle. For going beyond these limits,\ni.e. for large systems we propose a combined way, namely (iii) to make\nrecursive use of medium-sized building blocks generated by optimal control in\nthe sense of a quantum CISC compiler.\n  The advantage of the method over standard RISC compilations into one- and\ntwo-qubit universal gates is explored on the parallel cluster HLRB-II (with a\ntotal LINPACK performance of 63.3 TFlops/s) for the quantum Fourier transform,\nthe indirect SWAP gate as well as for multiply-controlled CNOT gates.\nImplications for upper limits to time complexities are also derived.\n","Comment: substantially enlarged update with new sections; 19 pages, 17\n  figures; comments welcome"]}]
["0712.3848",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3848","Phys. Rev. B 77, 165325 (2008)","doi:10.1103/PhysRevB.77.165325"],"date":["2007-12-22"],"type":["text"],"creator":["Bergholtz, E. J.","Hansson, T. H.","Hermanns, M.","Karlhede, A.","Viefers, S."],"language":[],"coverage":[],"title":["Hierarchy wave functions--from conformal correlators to Tao-Thouless\n  states"],"description":["  Laughlin's wave functions, describing the fractional quantum Hall effect at\nfilling factors $\\nu=1/(2k+1)$, can be obtained as correlation functions in\nconformal field theory, and recently this construction was extended to Jain's\ncomposite fermion wave functions at filling factors $\\nu=n/(2kn+1)$. Here we\ngeneralize this latter construction and present ground state wave functions for\nall quantum Hall hierarchy states that are obtained by successive condensation\nof quasielectrons (as opposed to quasiholes) in the original hierarchy\nconstruction. By considering these wave functions on a cylinder, we show that\nthey approach the exact ground states, the Tao-Thouless states, when the\ncylinder becomes thin. We also present wave functions for the multi-hole\nstates, make the connection to Wen's general classification of abelian quantum\nHall fluids, and discuss whether the fractional statistics of the\nquasiparticles can be analytically determined. Finally we discuss to what\nextent our wave functions can be described in the language of composite\nfermions.\n","Comment: 9 pages"]}]
["0801.3720",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3720","PRL 101, 126801 (2008)","doi:10.1103/PhysRevLett.101.126801"],"date":["2008-01-24","2008-05-13"],"type":["text"],"creator":["Yan, Xin-Zhong","Ting, C. S."],"language":[],"coverage":[],"title":["Weak Localization of Dirac Fermions in Graphene"],"description":["  In the presence of the charged impurities, we study the weak localization\n(WL) effect by evaluating the quantum interference correction (QIC) to the\nconductivity of Dirac fermions in graphene. With the inelastic scattering rate\ndue to electron-electron interactions obtained from our previous work, we\ninvestigate the dependence of QIC on the carrier concentration, the\ntemperature, the magnetic field and the size of the sample. It is found that WL\nis present in large size samples at finite carrier doping. Its strength becomes\nweakened/quenched when the sample size is less than a few microns at low\ntemperatures as studied in the experiments. In the region close to zero doping,\nthe system may become delocalized. The minimum conductivity at low temperature\nfor experimental sample sizes is found to be close to the data.\n","Comment: 4 pages, 4 figures"]}]
["0803.3005",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B05, 14E20, 14H30, 14Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3005"],"date":["2008-03-20","2008-12-22"],"type":["text"],"creator":["Amram, M.","Dettweiler, M.","Friedman, M.","Teicher, M."],"language":[],"coverage":[],"title":["Fundamental group for the complement of the Cayley's singularities"],"description":["  Given a singular surface X, one can extract information on it by\ninvestigating the fundamental group $\\pi_1(X - Sing_X)$. However, calculation\nof this group is non-trivial, but it can be simplified if a certain invariant\nof the branch curve of X - called the braid monodromy factorization - is known.\nThis paper shows, taking the Cayley cubic as an example, how this fundamental\ngroup can be computed by using braid monodromy techniques and their liftings.\nThis is one of the first examples that uses these techniques to calculate this\nsort of fundamental group.\n","Comment: 4 figures"]}]
["0804.2077",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2077","New Journal of Physics 10, 073011 (2008)","doi:10.1088/1367-2630/10/7/073011"],"date":["2008-04-13"],"type":["text"],"creator":["Tarbutt, M. R.","Hinds, E. A."],"language":[],"coverage":[],"title":["Nonlinear dynamics in an alternating gradient guide for neutral\n  particles"],"description":["  Neutral particles can be guided and focussed using electric field gradients\nthat focus in one transverse direction and defocus in the other, alternating\nbetween the two directions. Such a guide is suitable for transporting particles\nthat are attracted to strong electric fields, which cannot be guided using\nstatic fields. Particles are only transmitted if their initial positions and\ntransverse speeds lie within the guide's phase space acceptance. Nonlinear\nforces are always present in the guide and can severely reduce this acceptance.\nWe consider the effects of the two most important nonlinear forces, a term in\nthe force that is cubic in the off-axis displacement, and a nonlinear term\nwhich couples together the two transverse motions. We use approximate\nanalytical techniques, along with numerical methods, to calculate the influence\nof these nonlinear forces on the particle trajectories and on the phase space\nacceptance. The cubic term alters the focussing and defocussing powers, leading\neither to an increase or a decrease of the acceptance depending on its sign. We\nfind an approximate analytical result for the phase space acceptance including\nthis cubic term. Using a perturbation method we show how the coupling term\nleads to slow changes in the amplitudes of the transverse oscillations. This\nterm reduces the acceptance when it reduces the focussing power, but has little\ninfluence when it increases that power. It is not possible to eliminate both\nnonlinear terms, but one can be made small at the expense of the other. We show\nhow to choose the guide parameters so that the acceptance is optimized.\n","Comment: 31 pages, 12 figures"]}]
["0805.0718",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0718","Class.Quant.Grav.25:184036,2008","doi:10.1088/0264-9381/25/18/184036"],"date":["2008-05-06","2008-12-22"],"type":["text"],"creator":["Foffa, Stefano","Sturani, Riccardo"],"language":[],"coverage":[],"title":["Events trigger generator for resonant spherical detectors of\n  gravitational waves"],"description":["  We have set up and tested a pipeline for processing the data from a spherical\ngravitational wave detector with six transducers. The algorithm exploits the\nmultichannel capability of the system and provides a list of candidate events\nwith their arrival direction. The analysis starts with the conversion of the\nsix detector outputs into the scalar and the five quadrupolar modes of the\nsphere, which are proportional to the corresponding gravitational wave\nspherical components. Event triggers are then generated by an adaptation of the\nWaveBurst algorithm. Event validation and direction reconstruction are made by\ncross-checking two methods of different inspiration: geometrical (lowest\neigenvalue) and probabilistic (maximum likelihood). The combination of the two\nmethods is able to keep substantially unaltered the efficiency and can reduce\ndrastically the detections of fake events (to less than ten per cent). We show\na quantitative test of these ideas by simulating the operation of the resonant\nspherical detector miniGRAIL, whose planned sensitivity in its frequency band\n(few hundred Hertz's around 3 kHz) is comparable with the present LIGO one.\n","Comment: 14 pages, 8 figures. Version accepted for publication on CQG.\n  Proceedings of the 12th Gravitational Wave Data Analysis Workshop"]}]
["0805.1129",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1129","Acta Phys.Polon.B39:1675,2008"],"date":["2008-05-08"],"type":["text"],"creator":["Balossini, G.","Calame, C. M. Carloni","Montagna, G.","Moretti, M.","Nicrosini, O.","Piccinini, F.","Treccani, M.","Vicini, A."],"language":[],"coverage":[],"title":["Electroweak & QCD corrections to Drell Yan processes"],"description":["  The relevance of single-W and single-Z production processes at hadron\ncolliders is well known: in the present paper the status of theoretical\ncalculations of Drell-Yan processes is summarized and some results on the\ncombination of electroweak and QCD corrections to a sample of observables of\nthe process $p p \\to W^\\pm \\to \\mu^\\pm + X$ at the LHC are discussed. The\nphenomenological analysis shows that a high-precision knowledge of QCD and a\ncareful combination of electroweak and strong contributions is mandatory in\nview of the anticipated LHC experimental accuracy. One of the authors (O.N.)\ndedicates these notes to Prof. S. Jadach, in honour of his 60th birthday and\ngrateful for all that Prof. Jadach taught him during their fruitful\ncollaboration.\n","Comment: 10 pages, 8 figures, invited talk at the 2008 Cracow Epiphany\n  Conference in honour of the 60th birthday of Prof. S. Jadach"]}]
["0805.3423",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3423","Phys.Rev.D78:083540,2008","doi:10.1103/PhysRevD.78.083540"],"date":["2008-05-22","2008-12-21"],"type":["text"],"creator":["Bell, Nicole F.","Dent, James B.","Jacques, Thomas D.","Weiler, Thomas J."],"language":[],"coverage":[],"title":["Electroweak Bremsstrahlung in Dark Matter Annihilation"],"description":["  A conservative upper bound on the total dark matter (DM) annihilation rate\ncan be obtained by constraining the appearance rate of the annihilation\nproducts which are hardest to detect. The production of neutrinos, via the\nprocess $\\chi \\chi \\to \\bar\\nu \\nu $, has thus been used to set a strong\ngeneral bound on the dark matter annihilation rate. However, Standard Model\nradiative corrections to this process will inevitably produce photons which may\nbe easier to detect. We present an explicit calculation of the branching ratios\nfor the electroweak bremsstrahlung processes $\\chi \\chi \\to \\bar\\nu \\nu Z$ and\n$\\chi \\chi \\to \\bar\\nu e W$. These modes inevitably lead to electromagnetic\nshowers and further constraints on the DM annihilation cross-section. In\naddition to annihilation, our calculations are also applicable to the case of\ndark matter decay.\n","Comment: 7 pages, 4 figures. New appendix with an extensive discussion of\n  Majorana fermions and helicity suppressions"]}]
["0805.4461",{"format":[],"subject":["Mathematics - Commutative Algebra","Primary 13C13, Secondary 05E99, 06A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4461"],"date":["2008-05-28","2008-12-20"],"type":["text"],"creator":["Shen, YiHuang"],"language":[],"coverage":[],"title":["Stanley depth of complete intersection monomial ideals and\n  upper-discrete partitions"],"description":["  Let $I$ be an $m$-generated complete intersection monomial ideal in\n$S=K[x_1,...,x_n]$. We show that the Stanley depth of $I$ is\n$n-\\floor{\\frac{m}{2}}$. We also study the upper-discrete structure for\nmonomial ideals and prove that if $I$ is a squarefree monomial ideal minimally\ngenerated by 3 elements, then the Stanley depth of $I$ is $n-1$.\n","Comment: Updated version. 9 pages. To appear in Journal of Algebra"]}]
["0805.4709",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4709","Journal of Applied Physics 104, 094901 (2008)","doi:10.1063/1.3005999"],"date":["2008-05-30","2008-12-22"],"type":["text"],"creator":["Reddy, G. Ranjith K.","Joshi, Yogesh M"],"language":[],"coverage":[],"title":["Ageing under stress and mechanical fragility of soft solids of laponite"],"description":["  In this work, we investigate the ageing behavior of soft glassy solids of\naqueous suspension of laponite under shear flow. We observe that when an\nimposed time is normalized by a dominating relaxation time of the system, the\nrheological response at different ages shows superposition. Analysis of this\nbehavior suggests that the structural evolution with age under a deformation\nfield, as represented by the dependence of dominant relaxation mode on age,\nbecomes weaker as the system becomes progressively less homogeneous due to\nenhanced attractive interactions caused by addition of salt. Creep-recovery\nbehavior at same elastic modulus shows more viscous dissipation for a system\nhaving more salt, demonstrating increase in the mechanical fragility. This\nstudy shows that an increase in the concentration of salt, which enhances\nattractive interactions and causes greater inhomogeneity, leads to a state\nwherein the particles are held together by weaker interactions. This work leads\nto important insights into how microstructure affects the ageing dynamics. We\ndiscuss the observed behavior in the context of ageing in colloidal glasses and\ngels of aqueous suspension of laponite.\n","Comment: 15 pages, 3 figures"]}]
["0806.1362",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1362","J. Phys.: Condens. Matter 21 (2009) 035701","doi:10.1088/0953-8984/21/3/035701"],"date":["2008-06-08","2008-08-07"],"type":["text"],"creator":["Yan, Xin-Zhong","Ting, C. S."],"language":[],"coverage":[],"title":["Supercurrent transferring through c-axis cuprate Josephson junctions\n  with thick normal-metal-bridge"],"description":["  With simple but exactly solvable model, we investigate the supercurrent\ntransferring through the c-axis cuprate superconductor-normal\nmetal-superconductor junctions with the clean normal metal much thicker than\nits coherence length. It is shown that the supercurrent as a function of\nthickness of the normal metal decreases much slower than the exponential\ndecaying expected by the proximity effect. The present result may account for\nthe giant proximity effect observed in the c-axis cuprate SNS junctions.\n","Comment: 6 pages, 4 figures"]}]
["0806.4810",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4810","Phys. Rev. Lett. 101, 246807 (2008)","doi:10.1103/PhysRevLett.101.246807"],"date":["2008-06-30"],"type":["text"],"creator":["Zhou, Bin","Lu, Hai-Zhou","Chu, Rui-Lin","Shen, Shun-Qing","Niu, Qian"],"language":[],"coverage":[],"title":["Finite size effects of helical edge states in HgTe/CdTe quantum wells"],"description":["  The solutions for the helical edge states for an effective continuum model\nfor the quantum spin Hall effect in HgTe/CdTe quantum wells are presented. For\na sample of a large size, the solution gives the linear dispersion for the edge\nstates. However, in a finite strip geometry, the edge states at two sides will\ncouple with each other, which leads to a finite energy gap in the spectra. The\ngap decays in an exponential law of the width of sample. The magnetic field\ndependence of the edge states illustrates the difference of the edge states\nfrom those of a conventional quantum Hall strip of two-dimensional electron\ngas.\n","Comment: 4 pages, 4 figures"]}]
["0807.1014",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1014","Phys. Rev. E 78, 056104 (2008)","doi:10.1103/PhysRevE.78.056104"],"date":["2008-07-07"],"type":["text"],"creator":["Masoliver, Jaume","Perello, Josep"],"language":[],"coverage":[],"title":["The escape problem under stochastic volatility: the Heston model"],"description":["  We solve the escape problem for the Heston random diffusion model. We obtain\nexact expressions for the survival probability (which ammounts to solving the\ncomplete escape problem) as well as for the mean exit time. We also average the\nvolatility in order to work out the problem for the return alone regardless\nvolatility. We look over these results in terms of the dimensionless normal\nlevel of volatility --a ratio of the three parameters that appear in the Heston\nmodel-- and analyze their form in several assymptotic limits. Thus, for\ninstance, we show that the mean exit time grows quadratically with large spans\nwhile for small spans the growth is systematically slower depending on the\nvalue of the normal level. We compare our results with those of the Wiener\nprocess and show that the assumption of stochastic volatility, in an apparent\nparadoxical way, increases survival and prolongs the escape time.\n","Comment: 29 pages, 12 figures"]}]
["0807.2734",{"format":[],"subject":["Mathematics - Statistics Theory","62G05, 62G20 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2734","Electronic Journal of Statistics 2008, Vol. 2, 1281-1299","doi:10.1214/08-EJS273"],"date":["2008-07-17","2008-12-22"],"type":["text"],"creator":["Castillo, Ismaël"],"language":[],"coverage":[],"title":["Lower bounds for posterior rates with Gaussian process priors"],"description":["  Upper bounds for rates of convergence of posterior distributions associated\nto Gaussian process priors are obtained by van der Vaart and van Zanten in [14]\nand expressed in terms of a concentration function involving the Reproducing\nKernel Hilbert Space of the Gaussian prior. Here lower-bound counterparts are\nobtained. As a corollary, we obtain the precise rate of convergence of\nposteriors for Gaussian priors in various settings. Additionally, we extend the\nupper-bound results of [14] about Riemann-Liouville priors to a continuous\nfamily of parameters.\n","Comment: Published in at http://dx.doi.org/10.1214/08-EJS273 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0808.1304",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1304","Phys. Rev. A 78, 063616 (2008)","doi:10.1103/PhysRevA.78.063616"],"date":["2008-08-08"],"type":["text"],"creator":["Levinsen, J.","Cooper, N. R.","Gurarie, V."],"language":[],"coverage":[],"title":["Stability of the fermionic gases close to a p-wave Feshbach resonance"],"description":["  We study the stability of the paired fermionic p-wave superfluid made out of\nidentical atoms all in the same hyperfine state close to a p-wave Feshbach\nresonance. First we reproduce known results concerning the lifetime of a 3D\nsuperfluid, in particular, we show that it decays at the same rate as its\ninteraction energy, thus precluding its equilibration before it decays. Then we\nproceed to study its stability in case when the superfluid is confined to 2D by\nmeans of an optical harmonic potential. We find that the relative stability is\nsomewhat improved in 2D in the BCS regime, such that the decay rate is now\nslower than the appropriate interaction energy scale. The improvement in\nstability, however, is not dramatic and one probably needs to look for other\nmechanisms to suppress decay to create a long lived 2D p-wave fermionic\nsuperfluid.\n"]}]
["0808.1340",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1340","Fortsch.Phys.56:1143-1156,2008","doi:10.1002/prop.200810570"],"date":["2008-08-09"],"type":["text"],"creator":["Kounnas, Costas"],"language":[],"coverage":[],"title":["Massive Boson-Fermion Degeneracy and the Early Structure of the Universe"],"description":["  The existence of a new kind of massive boson-fermion symmetry is shown\nexplicitly in the framework of the heterotic, type II and type II orientifold\nsuperstring theories. The target space-time is two-dimensional. Higher\ndimensional models are defined via large marginal deformations of JxJ-type. The\nspectrum of the initial undeformed two dimensional vacuum consists of massless\nboson degrees of freedom, while all massive boson and fermion degrees of\nfreedom exhibit a new Massive Spectrum Degeneracy Symmetry (MSDS). This precise\nproperty, distinguishes the MSDS theories from the well known supersymmetric\nSUSY-theories. Some proposals are stated in the framework of these theories\nconcerning the structure of: (i) The Early Non-singular Phase of the Universe,\n(ii) The two dimensional boundary theory of AdS3 Black-Holes, (iii) Plausible\napplications of the MSDS theories in particle physics, alternative to SUSY.\n","Comment: 24 pages"]}]
["0808.3194",{"format":[],"subject":["Mathematics - Statistics Theory","62G05, 62G10, 62G20 (Primary) 81V80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3194","Electronic Journal of Statistics 2008, Vol. 2, 1195-1223","doi:10.1214/08-EJS286"],"date":["2008-08-23","2008-12-22"],"type":["text"],"creator":["Meziani, Katia"],"language":[],"coverage":[],"title":["Nonparametric goodness-of fit testing in quantum homodyne tomography\n  with noisy data"],"description":["  In the framework of quantum optics, we study the problem of goodness-of-fit\ntesting in a severely ill-posed inverse problem. A novel testing procedure is\nintroduced and its rates of convergence are investigated under various\nsmoothness assumptions. The procedure is derived from a projection-type\nestimator, where the projection is done in $\\mathbb{L}_2$ distance on some\nsuitably chosen pattern functions. The proposed methodology is illustrated with\nsimulated data sets.\n","Comment: Published in at http://dx.doi.org/10.1214/08-EJS286 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0809.1572",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1572"],"date":["2008-09-09","2008-12-22"],"type":["text"],"creator":["Itakura, Toshifumi","Itakura, Fumitada"],"language":[],"coverage":[],"title":["Decoherence of one-dimensional electron system"],"description":["  Recently, there have been many attempts to implement quantum computation\nexperimentally. For this purpose, quantum coherence should be maintained during\ngate operations. Therefore, the control of decoherence is a very important\nproblem. In present study, we examine the decoherence of one-dimensional\nelectron system, which coupled with acoustic phonon. The time-dependent\nHatree-Fock approximation is applied for electron system, the Schroinger\nequation is applied for phonon.The metal-insulator transition found for\ncoherence time. The results are the election interaction reduces the coherence\ntime. We also exmined the Bang-Bang control, the results shows recovery of\ncoherence.\n","Comment: 3 pages, no figure"]}]
["0809.2145",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2145","Phys. Rev. Lett. 101, 250403 (2008)","doi:10.1103/PhysRevLett.101.250403"],"date":["2008-09-12","2008-12-22"],"type":["text"],"creator":["Veeravalli, G.","Kuhnle, E.","Dyke, P.","Vale, C. J."],"language":[],"coverage":[],"title":["Bragg spectroscopy of a strongly interacting Fermi gas"],"description":["  We present a comprehensive study of the Bose-Einstein condensate to\nBardeen-Cooper-Schrieffer (BEC-BCS) crossover in fermionic $^6$Li using Bragg\nspectroscopy. A smooth transition from molecular to atomic spectra is observed\nwith a clear signature of pairing at and above unitarity. These spectra probe\nthe dynamic and static structure factors of the gas and provide a direct link\nto two-body correlations. We have characterised these correlations and measured\ntheir density dependence across the broad Feshbach resonance at 834 G.\n","Comment: Replaced with published version"]}]
["0809.2636",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","35P15","47A75","47B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2636"],"date":["2008-09-16","2008-12-20"],"type":["text"],"creator":["Molchanov, S.","Vainberg, B."],"language":[],"coverage":[],"title":["Some generalizations of Cwikel-Lieb-Rozenblum and Lieb-Thirring\n  inequalities"],"description":["  The paper is withdrawn by the authors and replaced be an improved and\nextended version arxiv: 0812.2968\n","Comment: The paper is withdrawn by the authors and replaced be an improved and\n  extended version arxiv: 0812.2968"]}]
["0809.2816",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2816","Phys. Rev. B 78, 214418 (2008)","doi:10.1103/PhysRevB.78.214418"],"date":["2008-09-17"],"type":["text"],"creator":["Metlitski, Max A.","Hermele, Michael","Senthil, T.","Fisher, Matthew P. A."],"language":[],"coverage":[],"title":["Monopoles in CP(N-1) model via the state-operator correspondence"],"description":["  One of the earliest proposed phase transitions beyond the\nLandau-Ginzburg-Wilson paradigm is the quantum critical point separating an\nantiferromagnet and a valence-bond-solid on a square lattice. The low energy\ndescription of this transition is believed to be given by the 2+1 dimensional\nCP(1) model -- a theory of bosonic spinons coupled to an abelian gauge field.\nMonopole defects of the gauge field play a prominent role in the physics of\nthis phase transition. In the present paper, we use the state-operator\ncorrespondence of conformal field theory in conjunction with the 1/N expansion\nto study monopole operators at the critical fixed point of the CP(N-1) model.\nThis elegant method reproduces the result for monopole scaling dimension\nobtained through a direct calculation by Murthy and Sachdev. The technical\nsimplicity of our approach makes it the method of choice when dealing with\nmonopole operators in a conformal field theory.\n","Comment: 14 pages, 1 figure"]}]
["0809.2960",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Lattice","Mathematical Physics","Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2960","J.Phys.A42:012002,2009","doi:10.1088/1751-8113/42/1/012002"],"date":["2008-09-17","2008-11-10"],"type":["text"],"creator":["Nash, Charles","O'Connor, Denjoe"],"language":[],"coverage":[],"title":["Topological Phase Transitions and Holonomies in the Dimer Model"],"description":["  We demonstrate that the classical dimer model defined on a toroidal hexagonal\nlattice acquires holonomy phases in the thermodynamic limit. When all\nactivities are equal the lattice sizes must be considered mod 6 in which case\nthe finite size corrections to the bulk partition function correspond to a\nmassless Dirac Fermion in the presence of a flat connection with nontrivial\nholonomy. For general bond activities we find that the phase transition in this\nmodel is a topological one, where the torus degenerates and its modular\nparameter becomes real at the critical temperature. We argue that these\nfeatures are generic to bipartite dimer models and we present a more general\nlattice whose continuum partition function is that of a massive Dirac Fermion.\n","Comment: 7 pages, 4 figures. Minor corrections with additional figures"]}]
["0810.0102",{"format":[],"subject":["Mathematics - Statistics Theory","62E10 (Primary) 60E05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0102","Electronic Journal of Statistics 2008, Vol. 2, 1300-1308","doi:10.1214/08-EJS301"],"date":["2008-10-01","2008-12-22"],"type":["text"],"creator":["Jones, M. C.","Arnold, Barry C."],"language":[],"coverage":[],"title":["Distributions that are both log-symmetric and R-symmetric"],"description":["  Two concepts of symmetry for the distributions of positive random variables\n$Y$ are log-symmetry (symmetry of the distribution of $\\log Y$) and R-symmetry\n[7]. In this paper, we characterise the distributions that have both\nproperties, which we call doubly symmetric. It turns out that doubly symmetric\ndistributions constitute a subset of those distributions that are\nmoment-equivalent to the lognormal distribution. They include the lognormal,\nsome members of the Berg/Askey class of distributions, and a number of others\nfor which we give an explicit construction (based on work of A.J. Pakes) and\nnote some properties; Stieltjes classes, however, are not doubly symmetric.\n","Comment: Published in at http://dx.doi.org/10.1214/08-EJS301 the Electronic\n  Journal of Statistics (http://www.i-journals.org/ejs/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0811.1346",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1346"],"date":["2008-11-09","2008-12-22"],"type":["text"],"creator":["Bershadskii, A."],"language":[],"coverage":[],"title":["Nonlocal-local multimode bifurcation in turbulence"],"description":["  It is shown that a mechanism of energy redistribution and dissipation by the\ninertial waves can be effectively utilized in isotropic turbulence at small\nReynolds numbers (when the nonlocal interactions are the dominating ones). This\nmechanism totally suppresses the local interactions (cascades) in isotropic\nturbulence at the Taylor-scale based Reynolds number $R_{\\lambda} < 10^2$. This\nvalue of $R_{\\lambda}$ (that can be considered as a bifurcation value at which\nthe local regime emerges from the nonlocal one in isotropic turbulence) is in\nagreement with recent direct numerical simulations data. Applicability of this\napproach to channel flows is also briefly discussed. A theory of multimode\nbifurcations has been developed in order to explain anomalous (in comparison\nwith the Landau-Hopf bifurcations) properties of the nonlocal-local bifurcation\nin isotropic turbulence.\n"]}]
["0811.1772",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1772","Class. Quantum Grav. 26 (2009) 025004 (9pp)","doi:10.1088/0264-9381/26/2/025004"],"date":["2008-11-11"],"type":["text"],"creator":["Karas, V.","Kopacek, O."],"language":[],"coverage":[],"title":["Magnetic layers and neutral points near rotating black hole"],"description":["  Magnetic layers are narrow regions where the field direction changes sharply.\nThey often occur in the association with neutral points of the magnetic field.\nWe show that an organised field can produce these structures near a rotating\nblack hole, and we identify them as potential sites of magnetic reconnection.\nTo that end we study the field lines affected by the frame-dragging effect,\ntwisting the magnetic structure and changing the position of neutral points. We\nconsider oblique fields in vacuum. We also include the possibility of\ntranslational motion of the black hole which may be relevant when the black\nhole is ejected from the system. The model settings apply to the innermost\nregions around black holes with the ergosphere dominated by a\nsuper-equipartition magnetic field and loaded with a negligible gas content.\n","Comment: 10 pages, 3 figures, Classical and Quantum Gravity accepted"]}]
["0811.4044",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4044"],"date":["2008-11-25","2008-12-22"],"type":["text"],"creator":["Hanany, Amihay","He, Yang-Hui"],"language":[],"coverage":[],"title":["M2-Branes and Quiver Chern-Simons: A Taxonomic Study"],"description":["  We initiate a systematic investigation of the space of 2+1 dimensional quiver\ngauge theories, emphasising a succinct \"forward algorithm\". Few \"order\nparametres\" are introduced such as the number of terms in the superpotential\nand the number of gauge groups. Starting with two terms in the superpotential,\nwe find a generating function, with interesting geometric interpretation, which\ncounts the number of inequivalent theories for a given number of gauge groups\nand fields. We demonstratively list these theories for some low numbers\nthereof. Furthermore, we show how these theories arise from M2-branes probing\ntoric Calabi-Yau 4-folds by explicitly obtaining the toric data of the vacuum\nmoduli space. By observing equivalences of the vacua between markedly different\ntheories, we see a new emergence of \"toric duality\".\n","Comment: 33 pages, 16 Figures. Forward Algorithm in Section 2 corrected and\n  clarified"]}]
["0811.4684",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4684"],"date":["2008-11-28","2008-12-22"],"type":["text"],"creator":["Perivolaropoulos, L."],"language":[],"coverage":[],"title":["Six Puzzles for LCDM Cosmology"],"description":["  The LCDM cosmological model is a well defined, simple and predictive model\nwhich is consistent with the majority of current cosmological observations.\nDespite of these successes there are specific cosmological observations which\ndiffer from the predictions of LCDM at a level of 2\\sigma or higher. These\nobservations include the following: 1. Large Scale Velocity Flows (LCDM\npredicts significantly smaller amplitude and scale of flows than what\nobservations indicate), 2. Brightness of Type Ia Supernovae (SnIa) at High\nRedshift z (LCDM predicts fainter SnIa at High z), 3. Emptiness of Voids (LCDM\npredicts more dwarf or irregular galaxies in voids than observed), 4. Profiles\nof Cluster Haloes (LCDM predicts shallow low concentration and density profiles\nin contrast to observations which indicate denser high concentration cluster\nhaloes) 5. Profiles of Galaxy Haloes (LCDM predicts halo mass profiles with\ncuspy cores and low outer density while lensing and dynamical observations\nindicate a central core of constant density and a flattish high dark mass\ndensity outer profile), 6. Sizable Population of Disk Galaxies (LCDM predicts a\nsmaller fraction of disk galaxies due to recent mergers expected to disrupt\ncold rotationally supported disks). Even though the origin of some of the above\nchallenges may be astrophysical or related to dark matter properties, it should\nbe stressed that even on galactic and cluster scales, the effects of dark\nenergy on the equilibrium and stability of astrophysical systems are not\nnegligible and they may play a key role in the resolution of the above puzzles.\nHere, I briefly review these six challenges of LCDM and discuss the possible\ndark energy properties required for their resolution.\n","Comment: References, Comments added on the Emptiness of Voids. 9 pages, 3\n  figures. Invited article to the TSPU anniversary volume \"The Problems of\n  Modern Cosmology\" on the occasion of the 50th birthday of Prof. S. D.\n  Odintsov"]}]
["0812.2086",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2086"],"date":["2008-12-11","2008-12-21"],"type":["text"],"creator":["Hoover, Wm. G."],"language":[],"coverage":[],"title":["50 Years of Computer Simulation -- a Personal View"],"description":["  In the half century since the 1950s computer simulation has transformed our\nunderstanding of physics. The rare, expensive, slow, and bulky mainframes of\nWorld War II have given way to today's millions of cheap, fast, desksized\nworkstations and personal computers. As a result of these changes, the\ntheoretical formal view of physics has gradually shifted, so as to focus on the\npragmatic and useful. General but vague approaches are being superceded by\nspecific results for definite models. During this evolving change of emphasis I\nlearned, developed, and described my simulation skills at Michigan, at Duke, at\nLivermore, and in Nevada, while forming increasingly wide-ranging contacts\naround the world. Computation is now pervasive in all the scientific fields. My\nown focus has been on the physics of particle simulations, mainly away from\nequilibrium. I outline my particle work here. It has led me to a model-based\nunderstanding of both equilibrium and nonequilibrium physics. There are still\nsome gaps. There is still much to do.\n","Comment: 22 pages with 8 figures, prepared for publication in the Japanese\n  journal \"Ensemble\" after translation by Masaharu Isobe. Version 2 has\n  additional historical information, particularly with regard to Doll's qp\n  Tensor"]}]
["0812.3340",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3340"],"date":["2008-12-17","2008-12-22"],"type":["text"],"creator":["Dado, Shlomo","Dar, Arnon"],"language":[],"coverage":[],"title":["What did we learn from the extremely bright gamma ray bursts 990123 and\n  080319B?"],"description":["  The two brightest and so far the best studied gamma ray bursts (GRBs), 990123\nand 080319B, were ordinary, highly collimated GRBs produced in a core collapse\nsupernova explosion within a high-density wind environment and observed from a\nvery near-axis viewing angle. Inverse Compton scattering (ICS) and synchrotron\nradiation (SR), the two dominant radiation mechanisms in the cannonball (CB)\nmodel of GRBs, together with the burst environment, provide a very simple and\nsufficiently accurate description of the multiwavelength lightcurves of their\nprompt and afterglow emissions.\n","Comment: Added references. Corrected label in Fig. 7"]}]
["0812.3436",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3436"],"date":["2008-12-17","2008-12-21"],"type":["text"],"creator":["Liko, Tomas"],"language":[],"coverage":[],"title":["Extending the isolated horizon phase space to string-inspired gravity\n  models"],"description":["  An isolated horizon (IH) is a null hypersurface at which the geometry is held\nfixed. This generalizes the notion of an event horizon so that the black hole\nis an object that is in local equilibrium with its (possibly) dynamic\nenvironment. The first law of IH mechanics that arises from the framework\nrelates quantities that are all defined at the horizon.\n  IHs have been extensively studied in Einstein gravity with various matter\ncouplings and rotation, and in asymptotically flat and asymptotically anti-de\nSitter (ADS) spacetimes in all dimensions $D\\geq3$. Motivated by the\nnonuniqueness of black holes in higher dimensions and by the black-hole/string\ncorrespondence principle, we devote this thesis to the extension of the\nframework to include IHs in string-inspired gravity models, specifically to\nEinstein-Maxwell-Chern-Simons (EMCS) theory and to Einstein-Gauss-Bonnet (EGB)\ntheory in higher dimensions.\n  The focus is on determining the generic features of black holes that are\nsolutions to the field equations of the theories under consideration. We obtain\nvarious results for non-extremal, extremal and supersymmetric IHs in EM-CS\ntheory, and for non-rotating IHs in EGB theory.\n  (An extended abstract is given in the PDF file.)\n","Comment: Ph.D dissertation; Memorial University of Newfoundland; 63 pages; 1\n  figure; v2: typos corrected"]}]
["0812.3670",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J30","14J45","14C34","14E07","14J50","14J60","14D20","14K30","32G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3670"],"date":["2008-12-18"],"type":["text"],"creator":["Debarre, O.","Iliev, A.","Manivel, L."],"language":[],"coverage":[],"title":["On the period map for prime Fano threefolds of degree 10"],"description":["  We prove that the deformations of a smooth complex Fano threefold X with\nPicard number 1, index 1, and degree 10, are unobstructed. The differential of\nthe period map has two-dimensional kernel. We construct two two-dimensional\ncomponents of the fiber of the period map through X: one is isomorphic to the\nvariety of conics in X, modulo an involution, another is birationally\nisomorphic to a moduli space of semistable rank-2 torsion-free sheaves on X,\nmodulo an involution. The threefolds corresponding to points of these\ncomponents are obtained from X via conic and line (birational) transformations.\n"]}]
["0812.3684",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","14D21 (Primary)","22E67, 57N99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3684"],"date":["2008-12-18"],"type":["text"],"creator":["Hurtubise, Jacques C.","Murray, Michael K."],"language":[],"coverage":[],"title":["Loop groups and holomorphic bundles"],"description":["  This paper considers the links between the geometry of the various flag\nmanifolds of loop groups and bundles over families of rational curves. Aa an\napplication, a stability result for the moduli on a rational ruled surface of\nG-bundles with additional flag structure along a line is proven for any\nreductive group; this gives the corresponding stability statement for any\ncompact group K for the moduli of K-instantons over the four-sphere, and for\nthe moduli of K-calorons over the three-sphere times the circle. The paper also\nconsiders the Hecke transforms on bundles induced by outer automorphisms of the\nloop groups.\n","Comment: 31 pages"]}]
["0812.3692",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3692"],"date":["2008-12-18"],"type":["text"],"creator":["Aryapoor, Masood"],"language":[],"coverage":[],"title":["The Penrose Transform in the Split Signature"],"description":["  A version of the Penrose transform is introduced in the split signature. It\nrelates the cohomological data with supports on the open subsets of the complex\n3-projective space and kernel of differential operators on the (real)\nGrassmannian of 2-planes in the Euclidean 4-space. As an example we derive a\ncohomological interpretation of the so-called X-ray transform. Furthermore, a\ncohomological realization of the so-called \"minimal\" representation of SL(4,R)\nis given. We also present the split Penrose transform in split instanton\nbackgrounds.\n","Comment: 23 pages"]}]
["0812.3701",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3701"],"date":["2008-12-18"],"type":["text"],"creator":["Chen, Qun-Feng","Lu, Xiao-Song","Shi, Bao-Sen","Guo, Guang-Can"],"language":[],"coverage":[],"title":["Is a rubidium cell with long decay time always useful for generating a\n  non-classical photon pair?"],"description":["  We experimentally find an interesting and unexpected thing: a rubidium cell\nwith long decay time can not be used to generate a non-classical correlated\nphoton pair via the D2 transition of $^{87}$Rb using four-wave mixing\nconfiguration [Opt. Express {\\bf 16}, 21708 (2008)]. In this work, we give a\ndetail theoretical analysis on the EIT of hot $^{87}$Rb with different ground\ndecay time, which shows a probable reason why a rubidium cell with long decay\ntime is not a useful candidate for preparation of a non-classical photon pair\nvia the D2 transition. The simulations agree well with the experimental\nresults. We believe our find is very instructive to such kind of research.\n","Comment: 3 pages, 5 figures"]}]
["0812.3702",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3702"],"date":["2008-12-18"],"type":["text"],"creator":["Mahoney, Michael W.","Lim, Lek-Heng","Carlsson, Gunnar E."],"language":[],"coverage":[],"title":["Algorithmic and Statistical Challenges in Modern Large-Scale Data\n  Analysis are the Focus of MMDS 2008"],"description":["  The 2008 Workshop on Algorithms for Modern Massive Data Sets (MMDS 2008),\nsponsored by the NSF, DARPA, LinkedIn, and Yahoo!, was held at Stanford\nUniversity, June 25--28. The goals of MMDS 2008 were (1) to explore novel\ntechniques for modeling and analyzing massive, high-dimensional, and\nnonlinearly-structured scientific and internet data sets; and (2) to bring\ntogether computer scientists, statisticians, mathematicians, and data analysis\npractitioners to promote cross-fertilization of ideas.\n"]}]
["0812.3710",{"format":[],"subject":["Mathematics - Differential Geometry","49Q05, 53A07, 53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3710"],"date":["2008-12-19"],"type":["text"],"creator":["Xin, Y. L."],"language":[],"coverage":[],"title":["Curvature estimates for submanifolds with prescribed Gauss image and\n  mean curvature"],"description":["  We study that the $n-$graphs defining by smooth map $f:\\Om\\subset \\ir{n}\\to\n\\ir{m}, m\\ge 2,$ in $\\ir{m+n}$ of the prescribed mean curvature and the Gauss\nimage. We derive the interior curvature estimates\n$$\\sup_{D_R(x)}|B|^2\\le\\f{C}{R^2}$$ under the dimension limitations and the\nGauss image restrictions. If there is no dimension limitation we obtain\n$$\\sup_{D_R(x)}|B|^2\\le C\nR^{-a}\\sup_{D_{2R}(x)}(2-\\De_f)^{-(\\f{3}{2}+\\f{1}{s})}, \\qquad s=\\min(m, n)$$\nwith $a<1$ under the condition\n$$\\De_f=[\\text{det}(\\de_{ij}+\\sum_\\a\\pd{f^\\a}{x^i}\\pd{f^\\a}{x^j})]^{\\f{1}{2}}<2.$$\nIf the image under the Gauss map is contained in a geodesic ball of the radius\n$\\f{\\sqrt{2}}{4}\\pi$ in $\\grs{n}{m}$ we also derive corresponding estimates.\n"]}]
["0812.3715",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3715","APMS'08, Espoo : Finlande (2008)"],"date":["2008-12-19"],"type":["text"],"creator":["Bissay, Aurélie","Pernelle, Philippe","Lefebvre, Arnaud","Bouras, Abdelaziz"],"language":[],"coverage":[],"title":["Business processes integration and performance indicators in a PLM"],"description":["  In an economic environment more and more competitive, the effective\nmanagement of information and knowledge is a strategic issue for industrial\nenterprises. In the global marketplace, companies must use reactive strategies\nand reduce their products development cycle. In this context, the PLM (Product\nLifecycle Management) is considered as a key component of the information\nsystem. The aim of this paper is to present an approach to integrate Business\nProcesses in a PLM system. This approach is implemented in automotive sector\nwith second-tier subcontractor\n"]}]
["0812.3716",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3716","System and Information Sciences Notes 2, 1 (2007) 88"],"date":["2008-12-19"],"type":["text"],"creator":["Rodriguez, Ismael Bouassida","DRIRA, Khalil","Chassot, Christophe","Jmaiel, Mohamed"],"language":[],"coverage":[],"title":["Context-aware adaptation for group communication support applications\n  with dynamic architecture"],"description":["  In this paper, we propose a refinement-based adaptation approach for the\narchitecture of distributed group communication support applications. Unlike\nmost of previous works, our approach reaches implementable, context-aware and\ndynamically adaptable architectures. To model the context, we manage\nsimultaneously four parameters that influence Qos provided by the application.\nThese parameters are: the available bandwidth, the exchanged data communication\npriority, the energy level and the available memory for processing. These\nparameters make it possible to refine the choice between the various\narchitectural configurations when passing from a given abstraction level to the\nlower level which implements it. Our approach allows the importance degree\nassociated with each parameter to be adapted dynamically. To implement\nadaptation, we switch between the various configurations of the same level, and\nwe modify the state of the entities of a given configuration when necessary. We\nadopt the direct and mediated Producer- Consumer architectural styles and\ngraphs for architecture modelling. In order to validate our approach we\nelaborate a simulation model.\n"]}]
["0812.3717",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3717"],"date":["2008-12-19"],"type":["text"],"creator":["Worschech, L.","Hartmann, F.","Forchel, A.","Ahopelto, J.","Neri, I.","Gammaitoni, L."],"language":[],"coverage":[],"title":["Universal and reconfigurable logic gates in a noise-triggered artificial\n  neuron node"],"description":["  Submicron-sized mesas of resonant tunneling diodes (RTDs) with split drain\ncontacts have been realized and the current-voltage characteristics have been\nstudied in the bistable regime at room temperature. Dynamically-biased, the\nRTDs show noise-triggered firing of spike-like signals and can act as\nreconfigurable universal logic gates for small voltage changes of a few mV at\nthe input branches. These observations are interpreted in terms of a stochastic\nnonlinear processes in the split RTD, which are found to be robust against\nnoise. The split RTDs show also gain for the fired-signal bursts, can be easily\nintegrated to arrays of multiple inputs and have thus the potential to mimic\nneuron nodes in nanoelectronic circuits.\n","Comment: 4 pages, 6 figures"]}]
["0812.3719",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3719"],"date":["2008-12-19"],"type":["text"],"creator":["Louberry, Christine","Dalmau, Marc","Roose, Philippe"],"language":[],"coverage":[],"title":["Architecture Logicielles pour des Applications h\\'et\\'erog\\`enes,\n  distribu\\'ees et reconfigurables"],"description":["  The recent apparition of mobile wireless sensor aware to their physical\nenvironment and able to process information must allow proposing applications\nable to take into account their physical context and to react according to the\nchanges of the environment. It suppose to design applications integrating both\nsoftware and hardware components able to communicate. Applications must use\ncontext information from components to measure the quality of the proposed\nservices in order to adapt them in real time. This work is interested in the\nintegration of sensors in distributed applications. It present a service\noriented software architecture allowing to manage and to reconfigure\napplications in heterogeneous environment where entities of different nature\ncollaborate: software components and wireless sensors.\n"]}]
["0812.3720",{"format":[],"subject":["Mathematical Physics","82B40, 82C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3720"],"date":["2008-12-19"],"type":["text"],"creator":["Arkeryd, L.","Esposito, R.","Marra, R.","Nouri, A."],"language":[],"coverage":[],"title":["Stability for Rayleigh-Benard convective solutions of the Boltzmann\n  equation"],"description":["  We consider the Boltzmann equation for a gas in a horizontal slab, subject to\na gravitational force. The boundary conditions are of diffusive type,\nspecifying the wall temperatures, so that the top temperature is lower than the\nbottom one (Benard setup). We consider a 2-dimensional convective stationary\nsolution, which is close for small Knudsen number to the convective stationary\nsolution of the Oberbeck-Boussinesq equations, near above the bifurcation\npoint, and prove its stability under 2-d small perturbations, for Rayleigh\nnumber above and close to the bifurcation point and for small Knudsen number.\n"]}]
["0812.3721",{"format":[],"subject":["Mathematics - Complex Variables","30C20 (Primary) 30F35, 60H30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3721"],"date":["2008-12-19"],"type":["text"],"creator":["Tsai, Jonathan"],"language":[],"coverage":[],"title":["Loewner chains on the universal covering space of a Riemann surface"],"description":["  Let R be a hyperbolic Riemann surface with boundary $\\partial R$ and suppose\nthat $\\gamma:[0,T]\\to R\\cup\\partial R$ is a simple curve growing from the\nboundary of R. By lifting $R_{t}=R\\setminus \\gamma(0,t]$ to the universal\ncovering space of R (which we assume is the upper half-plane\n$\\mathbb{H}=\\{z\\in\\mathbb{C}:Im[z]>0\\}$) via the covering map\n$\\pi:\\mathbb{H}\\to R$, we can define a family of simply-connected domains\n$D_{t}=\\pi^{-1}(R_{t})$. For each $t\\in[0,T]$, suppose that f_{t} is a\nconformal map of \\mathbb{H} onto D_{t} such that f(z,t)=f_{t}(z) is\ndifferentiable almost everywhere in (0,T) with respect to t. In this paper, we\nwill derive a differential equation that describes how f(z,t) evolves in time\nt. This should be viewed as an extension of the Loewner differential equation\nto curves on Riemann surfaces with boundary.\n  The motivation of this paper is the desire to extend Schramm's stochastic\nLoewner evolution (SLE) to multiply-connected domains and Riemann surfaces.\n","Comment: 28 pages"]}]
["0812.3722",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3722"],"date":["2008-12-19"],"type":["text"],"creator":["Chen, Zhi-De","Huang, Ying-Hua","Wong, Hang"],"language":[],"coverage":[],"title":["The temperature influence on quantum tunneling in the spin-boson model"],"description":["  The existing studies of the temperature effect of the spin-boson model show\nthat the tunneling splitting will increase with temperature, no matter how weak\nthe couplings are between the bath and the spin. However, the small polaron\ntheory said that in the weak coupling and low temperature regime, the tunneling\nis, in fact, dominated by the diagonal transitions whereas this diagonal\ncontribution to the tunneling should be faded away with increasing temperature.\nTaking advantage of the analysis originated from the Feynman-Vernon's influence\nfunctional theory, the influence on the tunneling by the phonon bath can be\nexpressed as a product of the effects of every single phonon mode, which can be\nstudied by numerical exact diagonalization. We find that, in the weak coupling\nand low temperature regime, all the spin-single-mode systems exhibit the same\ndecreasing dependence of tunneling on increasing temperature. In turn, with the\nconclusion of influence functional theory, the tunneling of the spin-boson\nmodel should decrease and it is independent of the bath structure. In the\nstrong coupling regime, however, the temperature effect reverses from\nsuppressing to enhancing the tunneling with the increase of temperature.\nDiscrepancies between the old theories and the small polaron theory are also\nexplained.\n","Comment: 9 pages, 7 figures"]}]
["0812.3726",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3726","EAS Publications Series, Volume 33, 2008, p.249","doi:10.1051/eas:0833033"],"date":["2008-12-19"],"type":["text"],"creator":["Kelz, Andreas"],"language":[],"coverage":[],"title":["Motivations for Imaging Spectroscopy at Dome C"],"description":["  Antarctica offers unique conditions for ground-based observations, such as\nlow sky background in the infrared, improved seeing, and low turbulence and\nscintillation noise. These properties are particularly beneficial to imaging,\nprecision photometry, and infrared observations. It may be less clear if\nAntarctica offers equally compelling advantages for spectroscopy, in particular\nin the optical domain. However, scientific programmes that make use of imaging\n(or 3D) spectroscopy for selected follow-up studies of IR surveys, long-term\nmonitoring of extended targets and resolved stellar population studies in\ncrowded fields, also benefit from the site conditions at Dome C.\n","Comment: 4 pages, in: 2nd ARENA Conference: The Astrophysical Science Case at\n  Dome C, H. Zinnecker, N. Epchtein & H. Rauer (eds)"]}]
["0812.3730",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3730"],"date":["2008-12-19"],"type":["text"],"creator":["Lin, Ching-Lung","Wang, Jenn-Nan"],"language":[],"coverage":[],"title":["Optimal three-ball inequalities and quantitative uniqueness for the\n  Stokes system"],"description":["  In this paper we study the local behavior of a solution to the Stokes system\nwith singular coefficients. One of the main results is the bound on the\nvanishing order of a nontrivial solution to the Stokes system, which is a\nquantitative version of the strong unique continuation property. Our proof\nrelies on some delicate Carleman-type estimates. We first use these estimates\nto derive crucial \\emph{optimal} three-ball inequalities. Taking advantage of\nthe optimality, we then derive an upper bound on the vanishing order of any\nnontrivial solution to the Stokes system from those three-ball inequalities.\n"]}]
["0812.3740",{"format":[],"subject":["Physics - General Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3740"],"date":["2008-12-19","2008-12-20"],"type":["text"],"creator":["Senevirathne, Bethmini","de Silva, Nalin"],"language":[],"coverage":[],"title":["The Merger of the Schwarzschild metric and the Robertson-Walker metric"],"description":["  The Schwarzschild metric giving the space time due to a spherically symmetric\nobject is derived in the background of the Robertson Walker metric. In other\nwords the two metrics are merged. It is found that under certain conditions the\nmerger is at a distance less than the radius of the spherically symmetric\nobject, thus not separating the object from the rest of the universe.\n","Comment: 3 pages"]}]
["0812.3743",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3743"],"date":["2008-12-19"],"type":["text"],"creator":["Reyle, C.","Marshall, D. J.","Schultheis, M.","Robin, A. C."],"language":[],"coverage":[],"title":["The Galactic bulge as seen in optical surveys"],"description":["  The bulge is a region of the Galaxy of tremendous interest for understanding\ngalaxy formation. However measuring photometry and kinematics in it raises\nseveral inherent issues, such as severe crowding and high extinction in the\nvisible. Using the Besancon Galaxy model and a 3D extinction map, we estimate\nthe stellar density as a function of longitude, latitude and apparent magnitude\nand we deduce the possibility of reaching and measuring bulge stars with Gaia.\nWe also present an ongoing analysis of the bulge using the Canada-France-Hawaii\nTelescope.\n","Comment: In SF2A-2008: Proceedings of the Annual meeting of the French Society\n  of Astronomy and Astrophysics"]}]
["0812.3746",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","20B35 (Primary), 20C15, 20E28 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3746"],"date":["2008-12-19"],"type":["text"],"creator":["Nett, Daniel","Noeske, Felix"],"language":[],"coverage":[],"title":["The Imprimitive Faithful Complex Characters of the Schur Covers of the\n  Symmetric and Alternating Groups"],"description":["  Using combinatorics and character theory, we determine the imprimitive\nfaithful complex characters, i.e., the irreducible faithful complex characters\nwhich are induced from proper subgroups, of the Schur covers of the symmetric\nand alternating groups. Furthermore, for every imprimitive character we\nestablish all its minimal block stabilizers. As a corollary, we also determine\nthe monomial faithful characters of the Schur covers.\n","Comment: 19 pages"]}]
["0812.3753",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3753"],"date":["2008-12-19"],"type":["text"],"creator":["Ambika, G.","Verma, Sheekha"],"language":[],"coverage":[],"title":["Antiphase Synchronization in Environmentally coupled Rossler Oscillators"],"description":["  We study the manifestation of antiphase synchronization in a system of n\nRossler Oscillators coupled through a dynamic environment. When the feedback\nfrom system to environment is positive (negative) and that from environment to\nsystem is negative (positive), the oscillators enter into a state of anti phase\nsynchronization both in periodic and chaotic regimes. Their phases are found to\nbe uniformly distributed over 2$pi$, with a phase lag of 2$pi$ /n between\nneighbors as is evident from the similarity function and the phase plots. The\ntransition to anti phase synchronization is marked by the crossover of (n-1)\nzero Lyapunov Exponents to negative values. If the systems are individually in\nchaotic phase, with strong enough coupling they end up in periodic states which\nare in antiphase synchronization\n","Comment: 3 pages, 6 figures"]}]
["0812.3756",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3756"],"date":["2008-12-19"],"type":["text"],"creator":["Trunov, N. N."],"language":[],"coverage":[],"title":["Application of the New Form of the Semiclassical Quantization Condition"],"description":["  We demonstrate how a certain new form of the quantization condition proposed\nearlier can be used outside the class of potentials for which this form ensures\nexact spectra. Taking this form as a base we get an improved interpolating\ncondition for the potential wells with coinciding an + and - infinities\nasymptotical values. Accuracy of the above conditions is discussed.\n","Comment: 6 pages, 0 figures"]}]
["0812.3760",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3760","Phys. Scr. T132, 014035 (2008)","doi:10.1088/0031-8949/2008/T132/014035"],"date":["2008-12-19"],"type":["text"],"creator":["Straube, Arthur V.","Pikovsky, Arkady"],"language":[],"coverage":[],"title":["Mixing-induced activity in open flows"],"description":["  We develop a theory describing how a convectively unstable active field in an\nopen flow is transformed into absolutely unstable by local mixing. Presenting\nthe mixing region as one with a locally enhanced effective diffusion allows us\nto find the linear transition point to an unstable global mode analytically. We\nderive the critical exponent that characterizes weakly nonlinear regimes beyond\nthe instability threshold and compare it with numerical simulations of a full\ntwo-dimensional flow problem. The obtained scaling law turns out to be\nuniversal as it depends neither on geometry nor on the nature of the mixing\nregion.\n","Comment: 11 pages, 7 figures, published in Physica Scripta; see also Phys.\n  Rev. Lett. 99, 184503 (2007)"]}]
["0812.3765",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control","60G40","62L15 60K99 90A46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3765"],"date":["2008-12-19"],"type":["text"],"creator":["Pearce, Charles E. M.","Szajowski, Krzysztof","Tamaki, Mitsushi"],"language":[],"coverage":[],"title":["The duration problem with multiple exchanges"],"description":["  We treat a version of the multiple-choice secretary problem called the\nmultiple-choice duration problem, in which the objective is to maximize the\ntime of possession of relatively best objects. It is shown that, for the\n$m$--choice duration problem, there exists a sequence (s1,s2,...,sm) of\ncritical numbers such that, whenever there remain k choices yet to be made,\nthen the optimal strategy immediately selects a relatively best object if it\nappears at or after time $s_k$ ($1\\leq k\\leq m$). We also exhibit an\nequivalence between the duration problem and the classical best-choice\nsecretary problem. A simple recursive formula is given for calculating the\ncritical numbers when the number of objects tends to infinity. Extensions are\nmade to models involving an acquisition or replacement cost.\n","Comment: 30 pages"]}]
["0812.3766",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3766"],"date":["2008-12-19","2008-12-22"],"type":["text"],"creator":["Jarvis, C. E. A.","Rodrigues, D. A.","Györffy, B. L.","Spiller, T. P.","Short, A. J.","Annett, J. F."],"language":[],"coverage":[],"title":["Collapse and Revival of `Schr\\\"odinger Cat' States"],"description":["  We study the dynamics of the Jaynes-Cummings Model for an array of $N_q$ two\nlevel systems (or qubits) interacting with a quantized single mode\nelectromagnetic cavity (or quantum bus). For an initial cavity coherent state\n$| \\alpha >$ and the qubit system in a specified `basin of attraction' in its\nHilbert space, we demonstrate the oscillation of a superposition of two\nmacroscopic quantum states between the qubit system and the field mode. From\nthe perspective of either the qubit or the field system, there is collapse and\nrevival of a `Schr\\\"odinger Cat' state.\n","Comment: 4 pages, 4 figures. This is a heavily revised version of\n  arXiv:0809.2025"]}]
["0812.3768",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3768"],"date":["2008-12-19"],"type":["text"],"creator":["Bruene, C.","Roth, A.","Novik, E. G.","Koenig, M.","Buhmann, H.","Hankiewicz, E. M.","Hanke, W.","Sinova, J.","Molenkamp, L. W."],"language":[],"coverage":[],"title":["Ballistic Intrinsic Spin-Hall Effect in HgTe Nanostructures"],"description":["  We report the first electrical manipulation and detection of the mesoscopic\nintrinsic spin-Hall effect (ISHE) in semiconductors through non-local\nelectrical measurement in nano-scale H-shaped structures built on high mobility\nHgTe/HgCdTe quantum wells. By controlling the strength of the spin-orbit\nsplittings and the n-type to p-type transition by a top-gate, we observe a\nlarge non-local resistance signal due to the ISHE in the p-regime, of the order\nof kOhms, which is several orders of magnitude larger than in metals. In the\nn-regime, as predicted by theory, the signal is at least an order of magnitude\nsmaller. We verify our experimental observation by quantum transport\ncalculations which show quantitative agreement with the experiments.\n","Comment: 12 pages, incl. 5 figures"]}]
["0812.3770",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3770"],"date":["2008-12-19"],"type":["text"],"creator":["Cavalcanti, Daniel","Ferraro, Alessandro","Garcia-Saez, Artur","Acin, Antonio"],"language":[],"coverage":[],"title":["Area laws and entanglement distillability of thermal states"],"description":["  We study the entanglement distillability properties of thermal states of\nmany-body systems. Following the ideas presented in [D.Cavalcanti et al.,\narxiv:0705.3762], we first discuss the appearance of bound entanglement in\nthose systems satisfying an entanglement area law. Then, we extend these\nresults to other topologies, not necessarily satisfying an entanglement area\nlaw. We also study whether bound entanglement survives in the macroscopic limit\nof an infinite number of particles.\n","Comment: 7 pages, 7 figures. Contribution to proceedings of \"Quantum\n  Information and Many-Body Quantum Systems\" Workshop, 26-31 Mar 2007, Pisa"]}]
["0812.3773",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","22E30","33C67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3773"],"date":["2008-12-19"],"type":["text"],"creator":["Shimeno, Nobukazu"],"language":[],"coverage":[],"title":["A limit transition from the Heckman-Opdam hypergeometric functions to\n  the Whittaker functions associated with root systems"],"description":["  We prove that the radial part of the class one Whittaker function on a split\nsemisimple Lie group can be obtained as an appropriate limit of the\nHeckman-Opdam hypergeometric function.\n","Comment: 12pages"]}]
["0812.3777",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M99, 14M20, 14M17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3777"],"date":["2008-12-19"],"type":["text"],"creator":["Hwang, Jun-Muk","Manivel, Laurent"],"language":[],"coverage":[],"title":["Quasi-complete homogeneous contact manifold associated to a cubic form"],"description":["  Starting from a cubic form, we give a general construction of a\nquasi-complete homogeneous manifold endowed with a natural contact structure.\nWe show that it can be compactified into a projective contact manifold if and\nonly if the cubic form is the determinant of a simple cubic Jordan algebra.\n","Comment: 9 pages"]}]
["0812.3778",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3778"],"date":["2008-12-19"],"type":["text"],"creator":["De, Soma","Banerjee, Soumitro","Roy, Akhil Ranjan"],"language":[],"coverage":[],"title":["Transition from mode-locked periodic orbit to chaos in a 2D piecewise\n  smooth non-invertible map"],"description":["  In this work we report a new route to chaos from a resonance torus in a\npiecewise smooth non-invertible map of the plane into itself. The closed\ninvariant curve defining the resonance torus is formed by the union of unstable\nmanifolds of saddle cycle and the points of stable cycle and saddle cycle. We\nhave found that a cusp torus cannot develop before the onset of chaos, though\nthe loop torus appears. The destruction of the two-dimensional torus occurs\nthrough homoclinic bifurcation in the presence of an infinite number of loops\non the invariant curve. We show that owing to the non-invertible nature of the\nmap, the structure of the basin of attraction changes from simply connected to\na nonconnected one. We also describe how the mechanism of transition to chaos\ndiffers from the scenario of appearance of chaos in invertible maps as well as\nin smooth non-invertible maps.\n","Comment: 7 pages, 12 figures"]}]
["0812.3779",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory","47N20, 47N70, 47E05, 26B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3779"],"date":["2008-12-19"],"type":["text"],"creator":["Melnikov, Andrey","Vinnikov, Victor"],"language":[],"coverage":[],"title":["Overdetermined 2D Systems Invariant in One Direction and Their Transfer\n  Functions"],"description":["  In this work we develop a theory of Vessels. This object arises in the study\nof overdetermined 2D systems invariant in one of the variables, which are\nusually called time invariant. To each overdetermined time invariant 2D systems\nthere is associated a vessel, which is a collection of system operators\nsatisfying certain relations and vise versa. Such an invariance forces the\ntheory of vessels to resemble a constant (classical) 1D case and as a result\nmany notions are naturally redefined and most theorems are reproved in this\nsetting. The notion of transfer function and its connection to the\noverdetermined 2D time invariant system (and the corresponding vessel) is one\nof the topics of this work. It is well known that multiplicative structure of a\ntransfer function of a 1D system is closely connected to the decomposition of\nthe state space into invariant subspaces of the state operator and we\ngeneralize this result to a wider class of functions. This class (denoted by\n$\\boldsymbol {\\mathcal I}$) arises as a class of transfer functions, which\nintertwine solutions of ODEs with spectral parameters. At the end we present\nsolution of factorization problems for finite dimensional case.\n","Comment: 39 pages"]}]
["0812.3790",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3790"],"date":["2008-12-19"],"type":["text"],"creator":["Stefani, Frank","Gerbeth, Gunter","Gundrum, Thomas","Szklarski, Jacek","Ruediger, Guenther","Hollerbach, Rainer"],"language":[],"coverage":[],"title":["Liquid metal experiments on the helical magnetorotational instability"],"description":["  The magnetorotational instability (MRI) plays an essential role in the\nformation of stars and black holes. By destabilizing hydrodynamically stable\nKeplerian flows, the MRI triggers turbulence and enables outward transport of\nangular momentum in accretion discs. We present the results of a liquid metal\nTaylor-Couette experiment under the influence of helical magnetic fields that\nshow typical features of MRI at Reynolds numbers of the order 1000 and Hartmann\nnumbers of the order 10. Particular focus is laid on an improved experiment in\nwhich split end caps are used to minimize the Ekman pumping.\n","Comment: 7 pages, 4 figures, submitted to Magnetohydrodynamics"]}]
["0812.3796",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3796"],"date":["2008-12-19"],"type":["text"],"creator":["Stefancic, Hrvoje"],"language":[],"coverage":[],"title":["The inhomogeneous equation of state and the speed of convergence to a\n  small cosmological constant"],"description":["  The mechanism for the relaxation of the cosmological constant is studied and\nelaborated. In the model used for the analysis of the relaxation mechanism the\nuniverse contains two components: a cosmological constant of an arbitrary size\nand sign and a component with an inhomogeneous equation of state. Owing to the\ndynamics of the second component the universe asymptotically tends to a de\nSitter phase of expansion characterized by a small effective positive\ncosmological constant. An analysis of the asymptotic expansion for a general\ninhomogeneous equation of state of the second component is made. Several\nconcrete examples are presented and the stability and speed of convergence to\ntheir fixed points are analyzed. It is found that the speed of convergence to a\nfixed point is large whenever the absolute value of the cosmological constant\nis large.\n","Comment: contribution to the anniversary volume The Problems of Modern\n  Cosmology on occasion of 50th birthday of Prof. S.D. Odintsov (editor Prof.\n  P.M. Lavrov)"]}]
["0812.3816",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37Fxx","32H50","37A35","37Dxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3816"],"date":["2008-12-19"],"type":["text"],"creator":["De Thelin, Henry"],"language":["fr"],"coverage":[],"title":["Sur les automorphismes reguliers de C^k"],"description":["  We show the uniqueness for the measure of maximal entropy for regular\nautomorphisms of C^k.\n","Comment: 18 pages, paper in french"]}]
["0812.3822",{"format":[],"subject":["Mathematics - Numerical Analysis","35B27, 76X05, 65M25, 65Y20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3822"],"date":["2008-12-19"],"type":["text"],"creator":["Mouton, Alexandre"],"language":[],"coverage":[],"title":["Two-scale semi-lagrangian simulation of a charged particle beam in a\n  periodic focusing channel"],"description":["  This paper is devoted to numerical simulation of a charged particle beam\nsubmitted to a strong oscillating electric field. For that, we consider a\ntwo-scale numerical approach as follows: we first recall the two-scale model\nwhich is obtained by using two-scale convergence techniques; then, we\nnumerically solve this limit model by using a backward semi-lagrangian method\nand we propose a new mesh of the phase space which allows us to simplify the\nsolution of the Poisson's equation. Finally, we present some numerical results\nwhich have been obtained by the new method, and we validate its efficiency\nthrough long time simulations.\n"]}]
["0812.3828",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3828"],"date":["2008-12-19"],"type":["text"],"creator":["Vuille, Chris"],"language":[],"coverage":[],"title":["Evidence for a hard equation of state in the cores of neutron stars"],"description":["  The equation of state for matter with energy density above 2 x10^14 g/cm^3 is\nparametrized by P = kN^Gamma, where N is the number density, Gamma is the\nadiabatic index, and k a constant. Using this scheme to generate thousands of\nmodels, together with data on neutron star masses, it is found, for a core\nregion with a constant adiabatic index, that the central density must satisfy\n10^15 gm/cm^3 < rho_c < 10^16 gm/cm^3, with Gamma > 2.2. Further preliminary\nresults indicate, based on the observed neutrino flux from supernova 1987a,\nthat this number must be considerably higher, on the order of 3.5. These\nresults provide evidence for a hard equation of state in the cores of neutron\nstars.\n","Comment: original figures and tables are no longer available"]}]
["0812.3835",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3835"],"date":["2008-12-19"],"type":["text"],"creator":["Wierling, August"],"language":[],"coverage":[],"title":["Interpolation between static local field corrections and the Drude model\n  by a generalized Mermin approach"],"description":["  In non-ideal plasmas, the dielectric function has to be treated beyond the\nrandom phase approximation. Correlations and well as collisions have to be\nincluded. These corrections are known as (dynamical) local field corrections.\nWith the help of the Zubarev approach to linear response theory, a relaxation\ntime approximation is proposed leading to an interpolation scheme between\nstatic local field corrections and the Drude model in the long wave length\nlimit. The approach generalizes the Mermin approximation for the dielectric\nfunction and allows for the inclusion of a dynamical collision frequency.\nExploratory calculations for a classical two-component plasma at intermediate\ncoupling are presented.\n","Comment: extended version of poster presented at SCCS 2008, Camerino"]}]
["0812.3848",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3848"],"date":["2008-12-19"],"type":["text"],"creator":["Boutillier, Cédric","de Tilière, Béatrice"],"language":[],"coverage":[],"title":["The critical Z-invariant Ising model via dimers: the periodic case"],"description":["  We study a large class of critical two-dimensional Ising models namely\ncritical Z-invariant Ising models on periodic graphs, example of which are the\nclassical square, triangular and honeycomb lattice at the critical temperature.\nFisher introduced a correspondence between the Ising model and the dimer model\non a decorated graph, thus setting dimer techniques as a powerful tool for\nunderstanding the Ising model. In this paper, we give a full description of the\ndimer model corresponding to the critical Z-invariant Ising model. We prove\nthat the dimer characteristic polynomial is equal (up to a constant) to the\ncritical Laplacian characteristic polynomial, and defines a Harnack curve of\ngenus 0. We prove an explicit expression for the free energy, and for the Gibbs\nmeasure obtained as weak limit of Boltzmann measures.\n","Comment: 35 pages, 8 figures"]}]
["0812.3851",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","35M10","74S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3851"],"date":["2008-12-19"],"type":["text"],"creator":["Karlsen, Kenneth H.","Karper, Trygve K."],"language":[],"coverage":[],"title":["Convergent finite element methods for compressible barotropic Stokes\n  systems"],"description":["  We propose finite element methods for compressible barotropic Stokes systems.\nWe state convergence results for these methods and outline their proofs. The\nprincipal tools of the proofs are higher integrability estimates for the\ndiscrete density, equations for the discrete effective viscous flux, and\nrenormalized formulations of the numerical method for the density equation.\n","Comment: Submitted Proc. HYP2008"]}]
["0812.3865",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3865"],"date":["2008-12-19"],"type":["text"],"creator":["Cardenas, Victor H."],"language":[],"coverage":[],"title":["Accelerated expansion and matter creation"],"description":["  A set of cosmological models that takes into account the variation of the\nparticle number is presented. In this context both dark matter and dark energy\ncan be explained using a single component, without assuming any exotic equation\nof state, solving directly the cosmic coincidence problem.\n","Comment: 5 pages, 2 figures"]}]
["0812.3868",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3868"],"date":["2008-12-19"],"type":["text"],"creator":["van der Laan, G.","Moore, K. T."],"language":[],"coverage":[],"title":["Magnetic structure of actinide metals"],"description":["  In comparison to 3d or 4f metals, magnetism in actinides remains poorly\nunderstood due to experimental complications and the exotic behavior of the 5f\nstates. In particular, plutonium metal is most especially vexing. Over the last\nfive decades theories proposed the presence of either ordered or disordered\nlocal moments at low temperatures. However, experiments such as magnetic\nsusceptibility, electrical resistivity, nuclear magnetic resonance, specific\nheat, and elastic and inelastic neutron scattering show no evidence for ordered\nor disordered magnetic moments in any of the six phases of plutonium. Beyond\nplutonium, the magnetic structure of other actinides is an active area of\nresearch given that temperature, pressure, and chemistry can quickly alter the\nmagnetic structure of the 5f states. For instance, curium metal has an\nexceedingly large spin polarization that results in a total moment of about 8\nBohr magneton/atom, which influences the phase stability of the metal. Insight\nin the actinide ground state can be obtained from core-level x-ray absorption\nspectroscopy (XAS) and electron energy-loss spectroscopy (EELS). A sum rule\nrelates the branching ratio of the core-level spectra measured by XAS or EELS\nto the expectation value of the angular part of the spin-orbit interaction.\n","Comment: 32 pages, 8 figs, Mittelwihr 2008, Magnetism and Synchrotron\n  Radiation"]}]
["0812.3869",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3869"],"date":["2008-12-19"],"type":["text"],"creator":["Weinstein, Steven"],"language":[],"coverage":[],"title":["Multiple Time Dimensions"],"description":["  The possibility of physics in multiple time dimensions is investigated.\nDrawing on recent work by Walter Craig and myself, I show that, contrary to\nconventional wisdom, there is a well-posed initial value\nproblem--deterministic, stable evolution--for theories in multiple time\ndimensions. Though similar in many ways to ordinary, single-time theories,\nmulti-time theories have some rather intriguing properties which suggest new\ndirections for the understanding of fundamental physics.\n"]}]
["0812.3870",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory","11F70, 22E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3870"],"date":["2008-12-19"],"type":["text"],"creator":["Howard, Tatiana K.","Weissman, Martin H."],"language":[],"coverage":[],"title":["Depth Zero Representations of Nonlinear Covers of $p$-adic Groups"],"description":["  We generalize the methods of Moy-Prasad, in order to define and study the\ngenuine depth zero representations of some nonlinear covers of reductive groups\nover $p$-adic local fields. In particular, we construct all depth zero\nsupercuspidal representations of the metaplectic group $Mp_{2n}$ over a\n$p$-adic field of odd residue characteristic.\n","Comment: 12 pages"]}]
["0812.3871",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3871"],"date":["2008-12-19"],"type":["text"],"creator":["Alves, Nuno"],"language":[],"coverage":[],"title":["Decting Errors in Reversible Circuits With Invariant Relationships"],"description":["  Reversible logic is experience renewed interest as we are approach the limits\nof CMOS technologies. While physical implementations of reversible gates have\nyet to materialize, it is safe to assume that they will rely on faulty\nindividual components. In this work we present a present a method to provide\nfault tolerance to a reversible circuit based on invariant relationships.\n"]}]
["0812.3873",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3873"],"date":["2008-12-19"],"type":["text"],"creator":["Choo, Li-Chia","Wong, Kai-Kit"],"language":[],"coverage":[],"title":["The K-Receiver Broadcast Channel with Confidential Messages"],"description":["  The secrecy capacity region for the K-receiver degraded broadcast channel\n(BC) is given for confidential messages sent to the receivers and to be kept\nsecret from an external wiretapper. Superposition coding and Wyner's random\ncode partitioning are used to show the achievable rate tuples. Error\nprobability analysis and equivocation calculation are also provided. In the\nconverse proof, a new definition for the auxiliary random variables is used,\nwhich is different from either the case of the 2-receiver BC without common\nmessage or the K-receiver BC with common message, both with an external\nwiretapper; or the K-receiver BC without a wiretapper.\n","Comment: 19 pages, 1 figure, submitted to IEEE Transactions on Information\n  Theory"]}]
["0812.3879",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3879","SIGMA 4 (2008), 089, 18 pages","doi:10.3842/SIGMA.2008.089"],"date":["2008-12-19"],"type":["text"],"creator":["Hoare, Michael R.","Rahman, Mizan"],"language":[],"coverage":[],"title":["A Probablistic Origin for a New Class of Bivariate Polynomials"],"description":["  We present here a probabilistic approach to the generation of new polynomials\nin two discrete variables. This extends our earlier work on the 'classical'\northogonal polynomials in a previously unexplored direction, resulting in the\ndiscovery of an exactly soluble eigenvalue problem corresponding to a bivariate\nMarkov chain with a transition kernel formed by a convolution of simple\nbinomial and trinomial distributions. The solution of the relevant\neigenfunction problem, giving the spectral resolution of the kernel, leads to\nwhat we believe to be a new class of orthogonal polynomials in two discrete\nvariables. Possibilities for the extension of this approach are discussed.\n","Comment: This is a contribution to the Special Issue on Dunkl Operators and\n  Related Topics, published in SIGMA (Symmetry, Integrability and Geometry:\n  Methods and Applications) at http://www.emis.de/journals/SIGMA/"]}]
["0812.3890",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3890"],"date":["2008-12-19"],"type":["text"],"creator":["Beres, Elzbieta","Adve, Raviraj"],"language":[],"coverage":[],"title":["Optimal Relay-Subset Selection and Time-Allocation in Decode-and-Forward\n  Cooperative Networks"],"description":["  We present the optimal relay-subset selection and transmission-time for a\ndecode-and-forward, half-duplex cooperative network of arbitrary size. The\nresource allocation is obtained by maximizing over the rates obtained for each\npossible subset of active relays, and the unique time allocation for each set\ncan be obtained by solving a linear system of equations. We also present a\nsimple recursive algorithm for the optimization problem which reduces the\ncomputational load of finding the required matrix inverses, and reduces the\nnumber of required iterations. Our results, in terms of outage rate, confirm\nthe benefit of adding potential relays to a small network and the diminishing\nmarginal returns for a larger network. We also show that optimizing over the\nchannel resources ensures that more relays are active over a larger SNR range,\nand that linear network constellations significantly outperform grid\nconstellations. Through simulations, the optimization is shown to be robust to\nnode numbering.\n","Comment: Submitted to IEEE Trans. on Wirless Comm., Dec. 19th 2008"]}]
["hep-ph/0305150",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0305150","Nucl.Phys.A727:139-178,2003","doi:10.1016/j.nuclphysa.2003.07.015"],"date":["2003-05-14","2003-07-24"],"type":["text"],"creator":["Bondarenko, S.","Kozlov, M.","Levin, E."],"language":[],"coverage":[],"title":["QCD Saturation in the Semi-classical Approach"],"description":["  In this paper the semi-classical approach to the solution of non-linear\nevolution equation is developed. We found the solution in the entire kinematic\nregion to the non-linear evolution equation that governs the dynamics in the\nhigh parton density QCD. The large impact parameter ($b_t$) behavior of the\nsolution is discussed as well as the way how to include the non-perturbative\nQCD corrections in this region of $b_t$. The geometrical scaling behavior and\nother properties of the solution in the saturation (Color Glass Condensate)\nkinematic domain are analyzed. We obtain the asymptotic behavior for the\nphysical observables and found the unitarity bounds for them.\n","Comment: 41 pp. 19 figures in eps files"]}]
["hep-ph/0306055",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0306055","Nucl.Instrum.Meth.A518:1-8,2004","doi:10.1016/j.nima.2003.10.009"],"date":["2003-06-06"],"type":["text"],"creator":["Altarelli, Guido"],"language":[],"coverage":[],"title":["Status of the Standard Model and Beyond"],"description":["  We present a concise review of the status of the Standard Model and of the\nsearch for new physics.\n","Comment: Talk given at Winter'03 Conferences"]}]
["hep-ph/9503323",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9503323","Phys.Lett.B353:70-78,1995","doi:10.1016/0370-2693(95)00517-O"],"date":["1995-03-14"],"type":["text"],"creator":["Ananthanarayan, B.","Pandita, P. N."],"language":[],"coverage":[],"title":["The Non-Minimal Supersymmetric Standard Model with $\\tan\\beta\\simeq\n  m_t/m_b$"],"description":["  We consider the supersymmetric extension of the standard model with an\nadditional singlet $S$, the Non-Minimal Supersymmetric Standard Model (NMSSM),\nin the limit $\\tan\\beta \\simeq m_t/m_b$. We embed this model in a supergravity\nframework with universal boundary conditions and analyze the renormalization\ngroup improved tree-level potential. We examine the relationship between this\nmodel and the minimial supersymmetric standard model (MSSM), and discuss the\nnovel connections between the two when $\\tan\\beta$ is large. Strong\ncorrelations between the free parameters of the nonminimal model are found and\nthe reasons for these discussed. The singlet vacuum expectation value is forced\nto be large, of the order of $10 TeV$. The radiatively corrected mass of the\nlightest Higgs boson is found to be $\\stackrel{_<}{_\\sim} 140 GeV$.\n","Comment: 22 pages plain LaTeX including 1 Table and 1 Figure"]}]
["hep-ph/9503434",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9503434","Nucl.Phys.B450:3-20,1995","doi:10.1016/0550-3213(95)00264-S"],"date":["1995-03-24"],"type":["text"],"creator":["Philippides, K.","Sirlin, A."],"language":[],"coverage":[],"title":["LEADING VACUUM-POLARIZATION CONTRIBUTIONS TO THE RELATION BETWEEN POLE\n  AND RUNNING MASSES"],"description":["  The vacuum--polarization contributions of ${\\cal O}(b^{n-1} \\al_s^n)$ to the\nrelation between the pole--mass $M$ of a quark and the \\MS parameter $\\mh (M)$\nare evaluated by a straightforward method. They are found to approximate very\nwell the exact answer, known through ${\\cal O}(\\al_s^2)$, thus providing a\nsimple physical interpretation. Results are also given for the cases when the\nvacuum--polarization contributions are defined by the pinch technique\nprescription and specific background field gauges. Assuming that the terms $n\n\\geq 3$ are also dominant, we evaluate $M_t/\\hat{m}_t(M_t)$, compare the\nresults with those of optimization methods, briefly discuss $M_b/\\mh_b (M_b)$,\nand estimate the irreducible errors in the perturbative series. Implications\nfor the electroweak amplitude $\\Delta\\rho$ are emphasized. An update of the QCD\ncorrections to this amplitude, including an estimate of the theoretical error,\nis given.\n","Comment: 27 pages, 1 figure and 5 tables all included in the text in a\n  compressed ps file"]}]
["hep-ph/9503443",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9503443","Nucl.Phys.B456:25-56,1995","doi:10.1016/0550-3213(95)00523-2"],"date":["1995-03-27"],"type":["text"],"creator":["Dabelstein, A."],"language":[],"coverage":[],"title":["Fermionic decays of neutral MSSM Higgs bosons at the one-loop level"],"description":["  The results of a complete one-loop calculation for the fermionic decay width\nh^0, H^0, A^0 -> f bar(f) of the neutral MSSM Higgs bosons are presented and\nthe dominant light Higgs decay channel h^0 -> b bar(b) is discussed in detail.\nThe enhancement of the partial decay width h^0 -> b bar(b) compared to the\nstandard Higgs decay is shown for pseudoscalar masses M_A < 300 GeV. Simpler\napproximation formulae for the Higgs decays are given and their quality is\ndiscussed by introducing an effective neutral scalar mixing angle\nsin(alpha)_eff. Finally the Higgs branching ratios in b bar(b), c bar(c), tau^+\ntau^- are calculated.\n","Comment: 31 pages, 6 figures"]}]
["hep-ph/9504399",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9504399","Nucl.Phys.B449:462-482,1995","doi:10.1016/0550-3213(95)00309-G"],"date":["1995-04-26","1995-06-05"],"type":["text"],"creator":["Dobrescu, Bogdan A."],"language":[],"coverage":[],"title":["Fermion Masses without Higgs: A Supersymmetric Technicolor Model"],"description":["  We propose a supersymmetric technicolor model in which the electroweak\nsymmetry breaking is communicated to the quarks and leptons by technicolored\n$SU(2)_W$-singlet scalars. When the technifermions condense, the quarks and\nleptons of the third generation acquire mass. The fermions of the other\ngenerations do not couple to the technicolored scalars but they receive masses\nfrom radiative corrections involving superpartners. As a result, the mass\nhierarchy between the fermion generations arises naturally. The model predicts\nthe CP asymmetries in $B$ meson decays and in $\\Delta S = 1$ transitions to be\nsmaller by two orders of magnitude than the ones predicted in the Standard\nModel.\n","Comment: 27 pages, latex, 4 figures (require feynman.tex). Changes in the\n  notation. An Appendix presenting the soft supersymmetric breaking terms is\n  added. Few more details included in the discussion of the flavor-changing\n  neutral currents"]}]
["hep-ph/9505350",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9505350","Phys.Lett.B357:349-358,1995","doi:10.1016/0370-2693(95)00938-H"],"date":["1995-05-19","1995-06-08"],"type":["text"],"creator":["Garcia, David","Sola, Joan"],"language":[],"coverage":[],"title":["Matching the Low and High Energy Determinations of $\\alpha_s(M_z)$ in\n  the MSSM"],"description":["  Recent calculations of supersymmetric corrections to the conflicting ratios\n$R_b$ and $R_c$ have shown that an alleged discrepancy between the SM\npredictions of these observables and the corresponding experimental values can\nbe cured in the MSSM within a certain region of the parameter space. Here we\nshow that, in this very same region, also a well-known discrepancy between the\nlow and high energy determinations of $\\alpha_s(M_Z)$ can be disposed of.\nSpecifically, we find that the lineshape determination of the strong coupling\nconstant, which in the SM points towards the large central value $\\alpha_s(M_Z)\n\\stackrel{\\scriptstyle >}{{ }_{\\sim}} 0.125$, can be matched up with the value\nsuggested by the wealth of low-energy data, namely $\\alpha_s(M_Z) \\simeq 0.11$,\nwhich is smaller and more in line with the traditional QCD expectations at low\nenergy. Our approach differs from previous analyses in that we argue that the\ndesired matching could originate to a large extent from a purely electroweak\nsupersymmetric quantum effect.\n","Comment: 16 pages, LaTeX. Figures included and a few comments added. Full\n  postscript version with figures embedded also available at\n  ftp://ftp.ifae.es/preprint/ft/uabft365.ps"]}]
["hep-ph/9607288",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9607288","Phys.Lett.B387:411-418,1996","doi:10.1016/0370-2693(96)01048-9"],"date":["1996-07-11"],"type":["text"],"creator":["Ballestrero, A.","Maina, E.","Pizzio, M."],"language":[],"coverage":[],"title":["$b \\bar b W^+ W^-$ production at hadron colliders. Top signal and\n  irreducible backgrounds"],"description":["  We compute complete tree level matrix elements for $gg , q \\bar q \\rightarrow\nb \\bar b W^+W^-$. We analyze the irreducible backgrounds to top signal at the\nTevatron and at the LHC. Their contribution to the total cross section is about\n$5 \\%$ at the LHC, due to single resonant channels. Several distributions with\ncontributions from signal and backgrounds are presented.\n","Comment: 13 LaTex pages, 2 figs using feynman.sty, 5 ps figures"]}]
["hep-th/0610017",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0610017","Int. Rev. Phys. 2 (2008)160-164"],"date":["2006-10-01","2008-08-18"],"type":["text"],"creator":["Kamani, Davoud"],"language":[],"coverage":[],"title":["Fermions in the Presence of the Antisymmetric Fields"],"description":["  In this manuscript we study the Dirac action in the presence of the\nRamond-Ramond (R-R) potentials as gauge fields. Therefore, for the R-R field\n$A_{\\mu_1...\\mu_{p+1}}$, we identify the corresponding fermion with an extended\n$p$-dimensional object, which we call it F$p$-brane. Conservation of the tensor\ncurrents, associated to these fermionic branes, imposes an external tensor\ncurrent. This external current enables us to study the R-R fields and their\nHodge dual fields as independent degrees of freedom. We observe that an\nF$p$-brane should live with its dual brane, $i.e.$ F$(d-p-2)$-brane. The gauge\nsymmetry and some other properties of a system of an F$p$-brane and its dual\nobject will be discussed.\n","Comment: 8 pages, Latex, no figure;Int. Rev. Phys.-June 2008."]}]
["math/0305207",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Differential Geometry","Mathematics - Functional Analysis","37C10, 46T20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0305207","Journal of Mathematical Analysis and Applications, vol 338, no 2,\n  pp. 1108-1115 (15 February 2008)"],"date":["2003-05-14","2006-05-06"],"type":["text"],"creator":["Calcaterra, Craig","Boldt, Axel"],"language":[],"coverage":[],"title":["Lipschitz Flow-box Theorem"],"description":["  A generalization of the Flow-box Theorem is given. The assumption of\ncontinuous differentiability of the vector field is relaxed to a local\nLipschitz condition. The theorem holds in any Banach space.\n","Comment: 9 pages; replacement with explanatory figure and proof outline"]}]
["physics/0701289",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701289"],"date":["2007-01-24","2008-12-22"],"type":["text"],"creator":["Funkhouser, Scott"],"language":[],"coverage":[],"title":["A fundamental scale of mass for black holes from the cosmological\n  constant"],"description":["  The existence of a positive cosmological constant leads naturally to two\nfundamental scales of length, being the De Sitter horizon and the radius of the\ncell associated with a holographic degree of freedom. Associated with each of\nthose scales of length are a macroscopic gravitational mass and a microscopic\nquantum mechanical mass. Three of those four fundamental masses have been\ndiscussed in the literature, and this present work identifies the physical\nsignificance of the remaining mass, being the gravitational mass associated\nwith the holographic length. That mass, which is of the order 10^{12}kg and\ninversely proportional to the sixth root of the cosmological constant,\nrepresents the mass of the black hole whose evaporation time is equal to the\nfundamental cosmic time, which is of the order the current age of the universe.\nIt also represents the minimum mass of a black hole that is capable of\naccreting a particle whose Compton wavelength is equal to the fundamental\nholographic length, which is of the order the Compton wavelength of the\nnucleon.\n","Comment: 5 pages, added discussion on minimum mass for accretion"]}]
