["0705.2872",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2872"],"date":["2007-05-20","2008-07-13"],"type":["text"],"creator":["Gilson, James G."],"language":[],"coverage":[],"title":["Cosmological Coincidence and Dark Mass Problems in Einstein Universe and\n  Friedman Dust Universe with Einstein's Lambda Quantum Cosmology Dark Energy\n  Schroedinger Wave Motion"],"description":["  In this paper, it is shown that the cosmological model that was introduced in\na sequence of three earlier papers under the title, A Dust Universe Solution to\nthe Dark Energy Problem can be used to analyse and solve the Cosmological\nCoincidence Problem. The generic coincidence problem that appears in the\noriginal Einstein universe model is shown to arise from a misunderstanding\nabout the magnitude of dark energy density and the epoch time governing the\nappearance of the integer relation between dark energy and normal energy\ndensity. The solution to the generic case then clearly points to the source of\nthe time coincidence integer problem in the Friedman dust universe model. It is\nthen possible to eliminate this coincidence by removing a degeneracy between\ndifferent measurement epoch times. In this paper's first appendix, a\nfundamental time dependent relation between dark mass and dark energy is\nderived with suggestions how this relation could explain cosmological voids and\nthe clumping of dark mass to become visible matter. In this paper's second\nappendix, it is shown that that dark energy is a conserved with time substance\nthat is everywhere and for all time permeable to the dark mass and visible mass\nof which the contracting or expanding universe is composed. The last two\nappendices involve detailed studies of cosmology, quantum dark energy related\nissues. There are more detailed abstracts given with all four appendices.\n","Comment: 7 pages, typing errors corrected, final calculation revised,\n  extraneous 2 removed, small change in title, 13 page appendix added 28 Sept\n  2007 July 13th 2008 Added 3 more appendices on Quantum Cosmology Dark Energy\n  related issues. Parts will be published in Ether Space Time and Cosmology,\n  PIRT Publications"]}]
["0801.0789",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0789","Phys. Rev. A 77, 064301 (2008)"],"date":["2008-01-05"],"type":["text"],"creator":["Lin, Gong-Wei","Zou, Xu-Bo","Ye, Ming-Yong","Lin, Xiu-Min","Guo, Guang-Can"],"language":[],"coverage":[],"title":["Frequency-up conversion and quantum swap gate in an optical cavity with\n  atomic cloud"],"description":["  A scheme is presented for realizing frequency-up conversion and a two-qubit\nquantum swap gate for intracavity fields. In the scheme, a V-type atomic\nensemble prepared in their ground states collectively mediates the interaction\nbetween the two cavity modes. Under certain conditions, the cavity-field degree\nof freedom is decoupled from the atomic degrees of freedom, and the effective\ncoupling strength between the two cavity modes scales up with $\\sqrt{N}$ ($N$\nis the number of atoms). The numerical simulation shows that the quantum swap\ngate still has a high fidelity under the influence of the atomic spontaneous\nemission and the decay of the cavity modes.\n","Comment: 5 pages,3 figures"]}]
["0802.1711",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1711","Phys. Rev. Lett. 101, 026805 (2008)","doi:10.1103/PhysRevLett.101.026805"],"date":["2008-02-12","2008-07-12"],"type":["text"],"creator":["Uchoa, Bruno","Kotov, Valeri N.","Peres, N. M. R.","Neto, A. H. Castro"],"language":[],"coverage":[],"title":["Localized Magnetic States in Graphene"],"description":["  We examine the conditions necessary for the presence of localized magnetic\nmoments on adatoms with inner shell electrons in graphene. We show that the low\ndensity of states at the Dirac point, and the anomalous broadening of the\nadatom electronic level,lead to the formation of magnetic moments for\narbitrarily small local charging energy. As a result, we obtain an anomalous\nscaling of the boundary separating magnetic and non-magnetic states. We show\nthat, unlike any other material, the formation of magnetic moments can be\ncontrolled by an electric field effect.\n","Comment: 4 pages, 4 figures"]}]
["0804.4421",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4421","Monthly Not. of Royal Astron. Soc., 388 (2008), L69","doi:10.1111/j.1745-3933.2008.00501.x"],"date":["2008-04-28"],"type":["text"],"creator":["Capuzzo-Dolcetta, R.","Miocchi, P."],"language":[],"coverage":[],"title":["Self-consistent simulations of Nuclear Cluster formation through\n  Globular Cluster orbital decay and merging"],"description":["  We present results of fully self-consistent N-body simulations of the motion\nof four globular clusters moving in the inner region of their parent galaxy.\nWith regard to previous simplified simulations, we confirm merging and\nformation of an almost steady nuclear cluster, in a slightly shorter time. The\nprojected surface density profile shows strong similarity to that of resolved\ngalactic nuclei. This similarity reflects also in the velocity dispersion\nprofile which exhibits a central colder component as observed in many nucleated\ngalaxies.\n","Comment: 5 pages, 6 figures, submitted to MNRAS letters"]}]
["0804.4685",{"format":[],"subject":["Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4685"],"date":["2008-04-29","2008-07-13"],"type":["text"],"creator":["Gramacy, Robert B.","Lee, Herbert K. H."],"language":[],"coverage":[],"title":["Gaussian Processes and Limiting Linear Models"],"description":["  Gaussian processes retain the linear model either as a special case, or in\nthe limit. We show how this relationship can be exploited when the data are at\nleast partially linear. However from the perspective of the Bayesian posterior,\nthe Gaussian processes which encode the linear model either have probability of\nnearly zero or are otherwise unattainable without the explicit construction of\na prior with the limiting linear model in mind. We develop such a prior, and\nshow that its practical benefits extend well beyond the computational and\nconceptual simplicity of the linear model. For example, linearity can be\nextracted on a per-dimension basis, or can be combined with treed partition\nmodels to yield a highly efficient nonstationary model. Our approach is\ndemonstrated on synthetic and real datasets of varying linearity and\ndimensionality.\n","Comment: 31 pages, 10 figures, 4 tables, accepted by CSDA, earlier version in\n  JSM06 proceedings"]}]
["0805.0080",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0080","Proceedings of the Royal Society A, Vol. 464, pages 2411-2434,\n  2008","doi:10.1098/rspa.2008.0076"],"date":["2008-05-01"],"type":["text"],"creator":["Norris, Andrew N."],"language":[],"coverage":[],"title":["Acoustic cloaking theory"],"description":["  An acoustic cloak envelopes an object so that sound incident from all\ndirections passes through and around the cloak as though the object were not\npresent. A theory of acoustic cloaking is developed using the transformation or\nchange-of-variables method for mapping the cloaked region to a point with\nvanishing scattering strength. We show that the acoustical parameters in the\ncloak must be anisotropic: either the mass density or the mechanical stiffness\nor both. If the stiffness is isotropic, corresponding to a fluid with a single\nbulk modulus, then the inertial density must be infinite at the inner surface\nof the cloak. This requires an infinitely massive cloak. We show that perfect\ncloaking can be achieved with finite mass through the use of anisotropic\nstiffness. The generic class of anisotropic material required is known as a\npentamode material. If the transformation deformation gradient is symmetric\nthen the pentamode material parameters are explicit, otherwise its properties\ndepend on a stress like tensor which satisfies a static equilibrium equation.\nFor a given transformation mapping the material composition of the cloak is not\nuniquely defined, but the phase and wave speeds of the pseudo-acoustic waves in\nthe cloak are unique. Examples are given from 2D and 3D.\n","Comment: 20 pages, 3 figures"]}]
["0805.2141",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2141"],"date":["2008-05-14","2008-07-13"],"type":["text"],"creator":["Haisch, Ulrich"],"language":[],"coverage":[],"title":["Anti-B --> X(s) gamma: Standard Model and Beyond"],"description":["  We present a concise review of the recent theoretical progress concerning the\nstandard model calculation of the inclusive radiative anti-B --> X(s) gamma\ndecay. Particular attention is thereby devoted to the calculations of the\nnext-to-next-to-leading order fixed-order O(alpha_s^2) contributions, non-local\nO(alpha_s Lambda/m_b) power corrections, and logarithmic-enhanced O(alpha_s^2)\ncut-effects to the decay rate. The current status of various beyond the\nstandard model calculations of the inclusive b --> s gamma mode is also\nsummarized.\n","Comment: 8 pages, 2 figures, 1 table, based on talks given at XLIIIrd\n  Rencontres de Moriond, Electroweak Session, La Thuile, Italy, March 1--8,\n  2008 and Flavor Physics & CP Violation (FPCP) 2008, National Taiwan\n  University, Taipei, Taiwan, May 5--9, 2008, v2: minor modifications, typos\n  corrected, and references updated"]}]
["0806.3884",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3884"],"date":["2008-06-24","2008-07-13"],"type":["text"],"creator":["Wang, Fa-Qiang","Liu, Wei-Ci","Liang, Rui-Sheng"],"language":[],"coverage":[],"title":["Decoherence of two qubits coupled with one-mode cavity without\n  rotating-wave approximation"],"description":["  The decoherence of two qubits, coupled with one-mode cavity separately, has\nbeen investigated exactly. The results show that, for the resonant case, the\ndecoherence behavior of system is similar to Markovian case when the coupling\nstrength is weak, while the concurrence vanishes in finite time and might\nrecover fractional initial entanglement before it permanently vanishes when the\ncoupling strength is strong. And for detuning case, the entanglement could\nperiodically recover after a period of time from its disappearance. These\nresults are quite different from that of system subjected to Jaynes-Cummings\nmodel.\n","Comment: 7pages,6figures"]}]
["0807.0839",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35","82B43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0839"],"date":["2008-07-04","2008-07-13"],"type":["text"],"creator":["Wu, Xian-Yuan","Feng, Ping"],"language":[],"coverage":[],"title":["On a Lower Bound for the Time Constant of First-Passage Percolation"],"description":["  We consider the Bernoulli first-passage percolation on $\\mathbb Z^d (d\\ge\n2)$. That is, the edge passage time is taken independently to be 1 with\nprobability $1-p$ and 0 otherwise. Let ${\\mu(p)}$ be the time constant. We\nprove in this paper that \\[ \\mu(p_1)-\\mu({p_2})\\ge\n\\frac{\\mu(p_2)}{1-p_2}(p_2-p_1)\\] for all $ 0\\leq p_1<p_2< 1$ by using Russo's\nformula.\n","Comment: 7 pages"]}]
["math/0506313",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Geometric Topology","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506313"],"date":["2005-06-15","2008-07-13"],"type":["text"],"creator":["Noohi, Behrang"],"language":[],"coverage":[],"title":["On weak maps between 2-groups"],"description":["  We give an explicit handy (and cocycle-free) description of the groupoid of\nweak maps between two crossed-modules in terms of certain digrams of groups\nwhich we we call a {\\em butterflies}. We define composition of butterflies and\nthis way find a bicategory that is naturally biequivalent to the 2-category of\npointed homotopy 2-types. We indicate how certain standard notions of 2-group\ntheory (e.g., kernels, cokernels, extension of 2-groups, and so on) find a\nsimple description in terms of butterflies. We also discuss braided and abelian\nbutterflies.\n","Comment: A news section added and Section 9 expanded. Some minor errors\n  corrected (and possibly new ones added). 48 pages"]}]
["math/0512106",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512106","Homotopy, Homology, and Applications, 9, (2007), no. 1, 75--106"],"date":["2005-12-05","2008-07-13"],"type":["text"],"creator":["Noohi, Behrang"],"language":[],"coverage":[],"title":["Notes on 2-groupoids, 2-groups and crossed-modules"],"description":["  This paper contains some basic results on 2-groupoids, with special emphasis\non computing derived mapping 2-groupoids between 2-groupoids and proving their\ninvariance under strictification. Some of the results proven here are\npresumably folklore (but do not appear in the literature to the author's\nknowledge) and some of the results seem to be new. The main technical tool used\nthroughout the paper is the Quillen model structure on the category of\n2-groupoids introduced by Moerdijk and Svensson.\n","Comment: An error in Definition 8.4 corrected. 29 pages"]}]
["math/0606240",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32G15","30F60","14H15","14D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606240"],"date":["2006-06-10","2008-07-13"],"type":["text"],"creator":["Hinich, V."],"language":[],"coverage":[],"title":["Plumbing coordinates on Teichmueller space: a counterexample"],"description":["  We present an example showing that a family of Riemann surfaces obtained by a\ngeneral plumbing construction does not necessarily give local coordinates on\nthe Teichmueller space.\n","Comment: 5 pages, Title and presentation slightly changed. The final version\n  accepted to Israel J. Math"]}]
["math/0702274",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702274"],"date":["2007-02-09","2008-07-13"],"type":["text"],"creator":["Bestvina, Mladen","Fujiwara, Koji"],"language":[],"coverage":[],"title":["A characterization of higher rank symmetric spaces via bounded\n  cohomology"],"description":["  Let $M$ be complete nonpositively curved Riemannian manifold of finite volume\nwhose fundamental group $\\Gamma$ does not contain a finite index subgroup which\nis a product of infinite groups. We show that the universal cover $\\tilde M$ is\na higher rank symmetric space iff $H^2_b(M;\\R)\\to H^2(M;\\R)$ is injective (and\notherwise the kernel is infinite-dimensional). This is the converse of a\ntheorem of Burger-Monod. The proof uses the celebrated Rank Rigidity Theorem,\nas well as a new construction of quasi-homomorphisms on groups that act on\nCAT(0) spaces and contain rank 1 elements.\n"]}]
