["0707.2816",{"format":[],"subject":["Mathematics - Optimization and Control","49N60","49J30","49K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2816","International Journal of Systems Science, Vol. 39, No. 9, pp.\n  889--895, 2008","doi:10.1080/00207720802184733"],"date":["2007-07-18"],"type":["text"],"creator":["Ammi, Moulay Rchid Sidi","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Regularity of solutions to higher-order integrals of the calculus of\n  variations"],"description":["  We obtain new regularity conditions for problems of calculus of variations\nwith higher-order derivatives. As a corollary, we get non-occurrence of the\nLavrentiev phenomenon. Our main regularity result asserts that autonomous\nintegral functionals with a Lagrangian having coercive partial derivatives with\nrespect to the higher-order derivatives admit only minimizers with essentially\nbounded derivatives.\n"]}]
["0709.2507",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","47B36, 81U40","34L25, 39A11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2507","Zh. Mat. Fiz. Anal. Geom. 4-1, 33-62 (2008)"],"date":["2007-09-16"],"type":["text"],"creator":["Egorova, Iryna","Michor, Johanna","Teschl, Gerald"],"language":[],"coverage":[],"title":["Scattering Theory for Jacobi Operators with General Steplike\n  Quasi-Periodic Background"],"description":["  We develop direct and inverse scattering theory for Jacobi operators with\nsteplike coefficients which are asymptotically close to different finite-gap\nquasi-periodic coefficients on different sides. We give a complete\ncharacterization of the scattering data, which allow unique solvability of the\ninverse scattering problem in the class of perturbations with finite first\nmoment.\n","Comment: 23 pages"]}]
["0710.5039",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5039"],"date":["2007-10-26","2008-07-19"],"type":["text"],"creator":["Fujikawa, Kazuo"],"language":[],"coverage":[],"title":["On the separability criterion for continuous variable systems"],"description":["  We present an elementary and explicit proof of the separability criterion for\ncontinuous variable two-party Gaussian systems. Our proof is based on an\nelementary formulation of uncertainty relations and an explicit determination\nof squeezing parameters for which the P-representation condition saturates the\n$Sp(2,R)\\otimes Sp(2,R)$ invariant separability condition. We thus give the\nexplicit formulas of squeezing parameters, which establish the equivalence of\nthe separability condition with the P-representation condition, in terms of the\nparameters of the standard form of the correlation matrix. Our proof is\ncompared to the past proofs, and it is pointed out that the original proof of\nthe P-representation by Duan, Giedke, Cirac and Zoller(DGCZ) is incomplete. A\nway to complete their proof is then shown. It is noted that both of the\ncorrected proof of DGCZ and the proof of R. Simon are closely related to our\nexplicit construction despite their quite different appearances.\n","Comment: Some of the issues related to the previous proofs of the separability\n  criterion, which were only briefly touched upon in the original version, are\n  now explained in more detail. 24 pages"]}]
["0711.1644",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1644","Stud. Appl. Math. 120-4, 361-423 (2008)","doi:10.1111/j.1467-9590.2008.00405.x"],"date":["2007-11-11"],"type":["text"],"creator":["Gesztesy, Fritz","Holden, Helge","Michor, Johanna","Teschl, Gerald"],"language":[],"coverage":[],"title":["Local Conservation Laws and the Hamiltonian Formalism for the\n  Ablowitz-Ladik Hierarchy"],"description":["  We derive a systematic and recursive approach to local conservation laws and\nthe Hamiltonian formalism for the Ablowitz-Ladik (AL) hierarchy. Our methods\nrely on a recursive approach to the AL hierarchy using Laurent polynomials and\non asymptotic expansions of the Green's function of the AL Lax operator, a\nfive-diagonal finite difference operator.\n","Comment: 49 pages"]}]
["0801.0925",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0925"],"date":["2008-01-07","2008-07-19"],"type":["text"],"creator":["Moret-Bailly, Jacques"],"language":[],"coverage":[],"title":["Light emission of very low density hydrogen excited by an extremely hot\n  light source; applications in astrophysics"],"description":["  Stromgren studied the action of an extremely hot source on a diluted pure\nhydrogen cloud; a very ionized, spherical hydrogen plasma surrounded by neutral\natomic hydrogen is formed. A relatively thin intermediate, partially ionized,\nhydrogen shell, is cooled by the radiation of the atoms.\n  Stromgren was unaware of that this plasma, similar to the plasma of a gas\nlaser, can be superradiant at several eigen frequencies of atomic hydrogen; the\nsuperradiant rays emitted tangentially with the sphere appear resulting from a\ndiscontinuous ring because of the competition of optical modes. The\nsuperradiance intensely depopulates the excited levels, including the continuum\nof proton-electron collisions, by cascades of transitions combined into\nresonant multiphotonic transitions so that the gas is cooled brutally beyond\nthe radius of the Stromgren sphere.\n  The extreme brightness of the rays emitted by the source allows a\nmultiphotonic non-resonant absorption leading in stationary states or the\nionization continuum. This absorption combines with the superradiant emissions\nin a multiphotonic diffusion induced by the superradiant rays. Although its\nbrightness remains higher than that of the superradiant rays, the source\nbecomes invisible if it is observed through a small solid angle.\n  The lines emitted inside the sphere are all the more weak as they arrive of\nan internal area, lower in atoms, and more reddened also by a parametric\ntransfer of energy towards the thermal radiation catalyzed by excited atomic\nhydrogen present in the sphere only.\n  The Stromgren sphere appears to help to simply explain the appearance and the\nspectrum of supernova 1987A.\n","Comment: 16 pages,3 figures"]}]
["0802.1057",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1057","Algorithms for Molecular Biology 2008, 3:10","doi:10.1186/1748-7188-3-10"],"date":["2008-02-07"],"type":["text"],"creator":["Tøstesen, Eivind"],"language":[],"coverage":[],"title":["A stitch in time: Efficient computation of genomic DNA melting bubbles"],"description":["  Background: It is of biological interest to make genome-wide predictions of\nthe locations of DNA melting bubbles using statistical mechanics models.\nComputationally, this poses the challenge that a generic search through all\ncombinations of bubble starts and ends is quadratic.\n  Results: An efficient algorithm is described, which shows that the time\ncomplexity of the task is O(NlogN) rather than quadratic. The algorithm\nexploits that bubble lengths may be limited, but without a prior assumption of\na maximal bubble length. No approximations, such as windowing, have been\nintroduced to reduce the time complexity. More than just finding the bubbles,\nthe algorithm produces a stitch profile, which is a probabilistic graphical\nmodel of bubbles and helical regions. The algorithm applies a probability peak\nfinding method based on a hierarchical analysis of the energy barriers in the\nPoland-Scheraga model.\n  Conclusions: Exact and fast computation of genomic stitch profiles is thus\nfeasible. Sequences of several megabases have been computed, only limited by\ncomputer memory. Possible applications are the genome-wide comparisons of\nbubbles with promotors, TSS, viral integration sites, and other melting-related\nregions.\n","Comment: 16 pages, 10 figures"]}]
["0803.2070",{"format":[],"subject":["Mathematics - Numerical Analysis","Physics - Computational Physics","78M30 (Primary)","65P10, 37K05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2070","PIERS Online, Vol. 4, No. 7, 711-715, 2008","doi:10.2529/PIERS071019000855"],"date":["2008-03-13"],"type":["text"],"creator":["Stern, Ari","Tong, Yiying","Desbrun, Mathieu","Marsden, Jerrold E."],"language":[],"coverage":[],"title":["Variational Integrators for Maxwell's Equations with Sources"],"description":["  In recent years, two important techniques for geometric numerical\ndiscretization have been developed. In computational electromagnetics, spatial\ndiscretization has been improved by the use of mixed finite elements and\ndiscrete differential forms. Simultaneously, the dynamical systems and\nmechanics communities have developed structure-preserving time integrators,\nnotably variational integrators that are constructed from a Lagrangian action\nprinciple. Here, we discuss how to combine these two frameworks to develop\nvariational spacetime integrators for Maxwell's equations. Extending our\nprevious work, which first introduced this variational perspective for\nMaxwell's equations without sources, we also show here how to incorporate free\nsources of charge and current.\n","Comment: 5 pages, 3 figures, submitted to Progress in Electromagnetics\n  Research Symposium (PIERS) 2008 proceedings"]}]
["0803.3898",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3898","Phys. Rev. E 78, 017303 (2008)","doi:10.1103/PhysRevE.78.017303"],"date":["2008-03-27","2008-07-18"],"type":["text"],"creator":["Pinter, A.","Lücke, M.","Hoffmann, Ch."],"language":[],"coverage":[],"title":["Wave-number dependence of the transitions between traveling and standing\n  vortex waves and their mixed states in the Taylor-Couette system"],"description":["  Previous numerical investigations of the stability and bifurcation properties\nof different nonlinear combination structures of spiral vortices in a\ncounterrotating Taylor-Couette system that were done for fixed axial\nwavelengths are supplemented by exploring the dependence of the vortex\nphenomena waves on their wavelength. This yields information about the\nexperimental and numerical accessability of the various bifurcation scenarios.\nAlso backwards bifurcating standing waves with oscillating amplitudes of the\nconstituent traveling waves are found.\n","Comment: 4 pages, 5 figures"]}]
["0805.1828",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1828","Physical Review Letters 101, 035702 (2008)"],"date":["2008-05-13"],"type":["text"],"creator":["Brazhkin, V. V.","Katayama, Y.","Trachenko, K.","Tsiok, O. B.","Lyapin, A. G.","Artacho, Emilio","Dove, M.","Ferlat, G.","Inamura, Y.","Saitoh, H."],"language":[],"coverage":[],"title":["Nature of Structural Transformations in the B2O3 Glass under High\n  Pressure"],"description":["  We report the results of the X-ray diffraction study of B2O3 glass in the\npressure interval up to 10 GPa in the 300-700 K temperature range, the results\nof in-situ volumetric measurements of the glass at pressures up to 9 GPa at\nroom temperature, and first-principles simulations data at pressures up to\n250GPa. The behavior of B2O3 glass under pressure can be described as two broad\npressure-overlapping transitions. The first transition starts at P > 1 GPa and\nproceeds without any changes in thecoordination number of the boron atoms; the\nother one starts at P > 5 GPa and is accompanied by a gradual increase of\ncoordination number. The second transition is completely reversible; the\nresidual densification of the B2O3 glass after decompression is associated with\nthe incomplete reversibility of the first transformation. The fraction of boron\natoms transferred to the 4-coordination state in the glass at P < 10 GPa is\nmuch smaller than was assumed from indirect experimental data [4], but is\nconsiderably larger (by tens of times) than was previously suggested by the\nclassical molecular dynamics simulations [5,6]. The observed transformations\nunder both compression and decompression are quite broad, contrary to the\nassumption in Ref. [7]. On the basis of ab-initio results, we also predict the\none more transformation under higher pressures to a super-dense phase, in which\nB atoms become 5- and 6-fold coordinated.\n"]}]
["0806.0770",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0770","J. Phys.: Condens. Matter 20, 325236 (2008)","doi:10.1088/0953-8984/20/32/325236"],"date":["2008-06-04","2008-06-27"],"type":["text"],"creator":["Ceresoli, Davide","Zykova-Timan, Tatyana","Tosatti, Erio"],"language":[],"coverage":[],"title":["Charging Induced Emission of Neutral Atoms from NaCl Nanocube Corners"],"description":["  Detachment of neutral cations/anions from solid alkali halides can in\nprinciple be provoked by donating/subtracting electrons to the surface of\nalkali halide crystals, but generally constitutes a very endothermic process.\nHowever, the amount of energy required for emission is smaller for atoms\nlocated in less favorable positions, such as surface steps and kinks. For a\ncorner ion in an alkali halide cube the binding is the weakest, so it should be\neasier to remove that atom, once it is neutralized. We carried out first\nprinciples density functional calculations and simulations of neutral and\ncharged NaCl nanocubes, to establish the energetics of extraction of\nneutralized corner ions. Following hole donation (electron removal) we find\nthat detachment of neutral Cl corner atoms will require a limited energy of\nabout 0.8 eV. Conversely, following the donation of an excess electron to the\ncube, a neutral Na atom is extractable from the corner at the lower cost of\nabout 0.6 eV. Since the cube electron affinity level (close to that a NaCl(100)\nsurface state, which we also determine) is estimated to lie about 1.8 eV below\nvacuum, the overall energy balance upon donation to the nanocube of a zero\nenergy electron from vacuum will be exothermic. The atomic and electronic\nstructure of the NaCl(100) surface, and of the nanocube Na and Cl corner\nvacancies are obtained and analyzed as a byproduct.\n","Comment: 16 pages, 2 table, 7 figures"]}]
["0806.2004",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2004","Phys. Rev. B 78, 024106 (2008) (10 pages)","doi:10.1103/PhysRevB.78.024106"],"date":["2008-06-12"],"type":["text"],"creator":["Nakajima, Taro","Mitsuda, Setsuo","Inami, Toshiya","Terada, Noriki","Ohsumi, Hiroyuki","Prokes, Karel","Podlesnyak, Andrei"],"language":[],"coverage":[],"title":["Identification of microscopic spin-polarization coupling in the\n  ferroelectric phase of a magnetoelectric multiferroic CuFe1-xAlxO2"],"description":["  We have performed synchrotron radiation X-ray and neutron diffraction\nmeasurements on magnetoelectric multiferroic CuFe1-xAlxO2 (x=0.0155), which has\na proper helical magnetic structure with incommensurate propagation wave vector\nin the ferroelectric phase. The present measurements revealed that the\nferroelectric phase is accompanied by lattice modulation with a wave number 2q,\nwhere q is the magnetic modulation wave number. We have calculated the Fourier\nspectrum of the spatial modulations in the local electric polarization using a\nmicroscopic model proposed by Arima [T. Arima, J. Phys. Soc. Jpn. 76, 073702\n(2007)]. Comparing the experimental results with the calculation results, we\nfound that the origin of the 2q-lattice modulation is not conventional\nmagnetostriction but the variation in the metal-ligand hybridization between\nthe magnetic Fe^3+ ions and ligand O^2- ions. Combining the present results\nwith the results of a previous polarized neutron diffraction study [Nakajima et\nal., Phys. Rev. B 77 052401 (2008)], we conclude that the microscopic origin of\nthe ferroelectricity in CuFe1-xAlxO2 is the variation in the metal-ligand\nhybridization with spin-orbit coupling.\n","Comment: 11 pages, 9 figures, to be published in Phys. Rev. B"]}]
["0806.3978",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Computer Science - Information Theory","Quantitative Biology - Quantitative Methods","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3978"],"date":["2008-06-24","2008-07-18"],"type":["text"],"creator":["Vu, Vincent Q.","Yu, Bin","Kass, Robert E."],"language":[],"coverage":[],"title":["Information In The Non-Stationary Case"],"description":["  Information estimates such as the ``direct method'' of Strong et al. (1998)\nsidestep the difficult problem of estimating the joint distribution of response\nand stimulus by instead estimating the difference between the marginal and\nconditional entropies of the response. While this is an effective estimation\nstrategy, it tempts the practitioner to ignore the role of the stimulus and the\nmeaning of mutual information. We show here that, as the number of trials\nincreases indefinitely, the direct (or ``plug-in'') estimate of marginal\nentropy converges (with probability 1) to the entropy of the time-averaged\nconditional distribution of the response, and the direct estimate of the\nconditional entropy converges to the time-averaged entropy of the conditional\ndistribution of the response. Under joint stationarity and ergodicity of the\nresponse and stimulus, the difference of these quantities converges to the\nmutual information. When the stimulus is deterministic or non-stationary the\ndirect estimate of information no longer estimates mutual information, which is\nno longer meaningful, but it remains a measure of variability of the response\ndistribution across time.\n"]}]
["math/0506124",{"format":[],"subject":["Mathematics - Optimization and Control","30E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506124","IEEE Trans. on Information Theory, vol. 52(3): 1052 - 1066, March\n  2006."],"date":["2005-06-07"],"type":["text"],"creator":["Georgiou, Tryphon T."],"language":[],"coverage":[],"title":["Relative entropy and the multi-variable multi-dimensional moment problem"],"description":["  Entropy-like functionals on operator algebras have been studied since the\npioneering work of von Neumann, Umegaki, Lindblad, and Lieb. The most\nwell-known are the von Neumann entropy $trace (\\rho\\log \\rho)$ and a\ngeneralization of the Kullback-Leibler distance $trace (\\rho \\log \\rho - \\rho\n\\log \\sigma)$, refered to as quantum relative entropy and used to quantify\ndistance between states of a quantum system. The purpose of this paper is to\nexplore these as regularizing functionals in seeking solutions to\nmulti-variable and multi-dimensional moment problems. It will be shown that\nextrema can be effectively constructed via a suitable homotopy. The homotopy\napproach leads naturally to a further generalization and a description of all\nthe solutions to such moment problems. This is accomplished by a\nrenormalization of a Riemannian metric induced by entropy functionals. As an\napplication we discuss the inverse problem of describing power spectra which\nare consistent with second-order statistics, which has been the main motivation\nbehind the present work.\n","Comment: 24 pages, 3 figures"]}]
["math/0509225",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Functional Analysis","62M10","93E10","93E12","62M20","60G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509225","IEEE Transaction on Automatic Control, vol. 52(2), pages 212-228,\n  February 2007."],"date":["2005-09-09"],"type":["text"],"creator":["Georgiou, Tryphon T."],"language":[],"coverage":[],"title":["The Caratheodory-Fejer-Pisarenko decomposition and its multivariable\n  counterpart"],"description":["  When a covariance matrix with a Toeplitz structure is written as the sum of a\nsingular one and a positive scalar multiple of the identity, the singular\nsummand corresponds to the covariance of a purely deterministic component of a\ntime-series whereas the identity corresponds to white noise--this is the\nCarath\\'{e}odory-Fej\\'{e}r-Pisarenko (CFP) decomposition. In the present paper\nwe study multivariable analogs for block-Toeplitz matrices as well as for\nmatrices with the structure of state-covariances of finite-dimensional linear\nsystems (which include block-Toeplitz ones). We characterize state-covariances\nwhich admit only a deterministic input power spectrum. We show that\nmultivariable decomposition of a state-covariance in accordance with a\n``deterministic component + white noise'' hypothesis for the input does not\nexist in general, and develop formulae for spectra corresponding to singular\ncovariances via decomposing the contribution of the singular part. We consider\nreplacing the ``scalar multiple of the identity'' in the CFP decomposition by a\ncovariance of maximal trace which is admissible as a summand. The summand can\nbe either (block-)diagonal corresponding to white noise or have a ``short-range\ncorrelation structure'' correponding to a moving average component. The trace\nrepresents the maximal variance/energy that can be accounted for by a process\n(e.g., noise) with the aforementioned structure at the input, and the optimal\nsolution can be computed via convex optimization. The decomposition of\ncovariances and spectra according to the range of their time-domain\ncorrelations is an alternative to the CFP-dictum with potentially great\npractical significance.\n","Comment: 29 pages, no figures"]}]
["math/0512199",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512199","Journal fuer die reine und angewandte Mathematik (Crelle's\n  Journal), Volume 2008, Issue 619, Pages 175--202"],"date":["2005-12-09","2007-03-18"],"type":["text"],"creator":["Jiang, Yunfeng","Tseng, Hsian-Hua"],"language":[],"coverage":[],"title":["The Orbifold Chow Ring of Hypertoric Deligne-Mumford Stacks"],"description":["  Hypertoric varieties are determined by hyperplane arrangements. In this\npaper, we use stacky hyperplane arrangements to define the notion of hypertoric\nDeligne-Mumford stacks. Their orbifold Chow rings are computed. As an\napplication, some examples related to crepant resolutions are discussed.\n","Comment: The proof of closed stack and open substack is revised"]}]
["math/0601648",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control","60G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601648","IEEE Trans. on Information Theory, vol. 53(8): pages 2841-2851,\n  August 2007"],"date":["2006-01-26"],"type":["text"],"creator":["Georgiou, Tryphon T."],"language":[],"coverage":[],"title":["The maximum entropy ansatz in the absence of a time arrow: fractional\n  pole models"],"description":["  The maximum entropy ansatz, as it is often invoked in the context of\ntime-series analysis, suggests the selection of a power spectrum which is\nconsistent with autocorrelation data and corresponds to a random process least\npredictable from past observations. We introduce and compare a class of spectra\nwith the property that the underlying random process is least predictable at\nany given point from the complete set of past and future observations. In this\ncontext, randomness is quantified by the size of the corresponding smoothing\nerror and deterministic processes are characterized by integrability of the\ninverse of their power spectral densities--as opposed to the log-integrability\nin the classical setting. The power spectrum which is consistent with a partial\nautocorrelation sequence and corresponds to the most random process in this new\nsense, is no longer rational but generated by finitely many fractional-poles.\n","Comment: 18 pages, 3 figures"]}]
["math/0603564",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14D07, 53C07, 32S40, 34M40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603564"],"date":["2006-03-23","2008-07-19"],"type":["text"],"creator":["Hertling, Claus","Sevenheck, Christian"],"language":[],"coverage":[],"title":["Nilpotent orbits of a generalization of Hodge structures"],"description":["  We study a generalization of Hodge structures which first appeared in the\nwork of Cecotti and Vafa. It consists of twistors, that is, holomorphic vector\nbundles on P^1, with additional structure, a flat connection on C^*, a real\nsubbundle and a pairing. We call these objects TERP-structures. We generalize\nto TERP-structures a correspondence of Cattani, Kaplan and Schmid between\nnilpotent orbits of Hodge structures and polarized mixed Hodge structures. The\nproofs use work of Simpson and Mochizuki on variations of twistor structures\nand a control of the Stokes structures of the poles at zero and infinity. The\nresults are applied to TERP-structures which arise via oscillating integrals\nfrom holomorphic functions with isolated singularities.\n","Comment: 43 pages, some very minor modifications, misprints corrected"]}]
["math/0606322",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606322","Communications in Analysis and Geometry, Volume 16 (2008), Number\n  1, 231--250"],"date":["2006-06-13","2007-03-05"],"type":["text"],"creator":["Jiang, Yunfeng","Tseng, Hsian-Hua"],"language":[],"coverage":[],"title":["Note on orbifold Chow ring of semi-projective toric Deligne-Mumford\n  stacks"],"description":["  We prove a formula for the orbifold Chow ring of semi-projective toric DM\nstacks, generalizing the orbifold Chow ring formula of projective toric DM\nstacks by Borisov-Chen-Smith. We also consider a special kind of\nsemi-projective toric DM stacks, the Lawrence toric DM stacks. We prove that\nthe orbifold Chow ring of a Lawrence toric DM stack is isomorphic to the\norbifold Chow ring of its associated hypertoric DM stack studied in \\cite{JT}.\n","Comment: The proof of a proposition is revised"]}]
["math/0607012",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","14N35, 17B69, 32S30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607012","Journal fuer die reine und angewandte Mathematik (Crelle's\n  Journal), Volume 2008, Issue 622, Pages 189--235"],"date":["2006-07-01","2007-09-03"],"type":["text"],"creator":["Milanov, Todor E.","Tseng, Hsian-Hua"],"language":[],"coverage":[],"title":["The spaces of Laurent polynomials, $\\mathbb{P}^1$-orbifolds, and\n  integrable hierarchies"],"description":["  Let $M_{k,m}$ be the space of Laurent polynomials in one variable $x^k + t_1\nx^{k-1}+... t_{k+m}x^{-m},$ where $k,m\\geq 1$ are fixed integers and\n$t_{k+m}\\neq 0$. According to B. Dubrovin \\cite{D}, $M_{k,m}$ can be equipped\nwith a semi-simple Frobenius structure. In this paper we prove that the\ncorresponding descendant and ancestor potentials of $M_{k,m}$ (defined by A.\nGivental) satisfy Hirota quadratic equations (HQE for short).\n  Let $\\mathcal{C}_{k,m}$ be the orbifold obtained from $\\mathbb{P}^1$ by\ncutting small discs $D_1\\simeq \\{|z|\\leq \\epsilon\\}$ and\n$D_2\\simeq\\{|z^{-1}|\\leq \\epsilon\\}$ around $z=0$ and $z=\\infty$ and gluing\nback the orbifolds $D_1/\\mathbb{Z}_k$ and $D_2/\\mathbb{Z}_m$ in the obvious\nway. We show that the orbifold quantum cohomology of $\\mathcal{C}_{k,m}$\ncoincides with $M_{k,m}$ as Frobenius manifolds. Modulo some\nyet-to-be-clarified details, this implies that the descendant (respectively the\nancestor) potential of $M_{k,m}$ is a generating function for the descendant\n(respectively ancestor) orbifold Gromov--Witten invariants of\n$\\mathcal{C}_{k,m}$.\n  There is a certain similarity between our HQE and the Lax operators of the\nExtended bi-graded Toda hierarchy, introduced by G. Carlet in \\cite{car}.\nTherefore, it is plausible that our HQE characterize the tau-functions of this\nhierarchy and we expect that the Extended bi-graded Toda hierarchy governs the\nGromov--Witten theory of $\\mathcal{C}_{k,m}.$\n","Comment: v2: Typos and mistakes fixed, to appear in Journal fuer die reine und\n  angewandte Mathematik (Crelle's Journal). v3: Mistakes fixed and references\n  updated"]}]
["math/0607026",{"format":[],"subject":["Mathematics - Optimization and Control","60G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607026","IEEE Transactions on Signal Processing, vol. 55(8), pages\n  3995-4003, August 2007."],"date":["2006-07-01","2006-07-29"],"type":["text"],"creator":["Georgiou, Tryphon T."],"language":[],"coverage":[],"title":["Distances between power spectral densities"],"description":["  We present several natural notions of distance between spectral density\nfunctions of (discrete-time) random processes. They are motivated by certain\nfiltering problems. First we quantify the degradation of performance of a\npredictor which is designed for a particular spectral density function and then\nit is used to predict the values of a random process having a different\nspectral density. The logarithm of the ratio between the variance of the error,\nover the corresponding minimal (optimal) variance, produces a measure of\ndistance between the two power spectra with several desirable properties.\nAnalogous quantities based on smoothing problems produce alternative distances\nand suggest a class of measures based on fractions of generalized means of\nratios of power spectral densities. These distance measures endow the manifold\nof spectral density functions with a (pseudo) Riemannian metric. We pursue one\nof the possible options for a distance measure, characterize the relevant\ngeodesics, and compute corresponding distances.\n","Comment: 16 pages, 4 figures; revision (July 29, 2006) includes two added\n  sections"]}]
["math/0609737",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609737","Mathematical Research Letters, Volume 15 (2008), Issue 3, 435--445"],"date":["2006-09-26"],"type":["text"],"creator":["Chen, Jiun-Cheng","Tseng, Hsian-Hua"],"language":[],"coverage":[],"title":["A note on derived McKay correspondence"],"description":["  We obtain a global version and a twisted version (in the sense of\n\\cite{bp05}) of the main theorem of \\cite{bkr}.\n"]}]
["math/0610306",{"format":[],"subject":["Mathematics - Logic","03D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610306","Journal of Symbolic Logic, volume 73, June 2008, pages 401-411."],"date":["2006-10-09","2007-11-01"],"type":["text"],"creator":["Anderson, Bernard A."],"language":[],"coverage":[],"title":["Reals n-generic relative to some perfect tree"],"description":["  We say that a real X is n-generic relative to a perfect tree T if X is a path\nthrough T and for all Sigma^0_n (T) sets S, there exists a number k such that\neither X|k is in S or for all tau in T extending X|k we have tau is not in S. A\nreal X is n-generic relative to some perfect tree if there exists such a T. We\nfirst show that for every number n all but countably many reals are n-generic\nrelative to some perfect tree. Second, we show that proving this statement\nrequires ZFC^- + ``There exist infinitely many iterates of the power set of the\nnatural numbers''. Third, we prove that every finite iterate of the hyperjump,\nO^(n), is not 2-generic relative to any perfect tree and for every ordinal\nalpha below the least lambda such that sup_{beta < lambda} (beta th admissible)\n= lambda, the iterated hyperjump O^(alpha) is not 5-generic relative to any\nperfect tree. Finally, we demonstrate some necessary conditions for reals to be\n1-generic relative to some perfect tree.\n","Comment: 12 pages. Updated to final form (a few details added, minor errors\n  corrected)"]}]
["math/0701166",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","22E50, 05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701166"],"date":["2007-01-05","2008-07-19"],"type":["text"],"creator":["Adams, Jeffrey","Cloux, Fokko du"],"language":[],"coverage":[],"title":["Algorithims for Representation Theory of Real Groups (withdrawn)"],"description":["  This article has been replaced by arXiv:0807.3093\n","Comment: Withdrawn, replaced by arXiv:0807.3093"]}]
["nlin/0601039",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0601039","Rev. Mat. Iberoamericana 24-1, 117-182 (2008)"],"date":["2006-01-18","2007-02-10"],"type":["text"],"creator":["Gesztesy, Fritz","Holden, Helge","Teschl, Gerald"],"language":[],"coverage":[],"title":["The Algebro-Geometric Toda Hierarchy Initial Value Problem for\n  Complex-Valued Initial Data"],"description":["  We discuss the algebro-geometric initial value problem for the Toda hierarchy\nwith complex-valued initial data and prove unique solvability globally in time\nfor a set of initial (Dirichlet divisor) data of full measure. To this effect\nwe develop a new algorithm for constructing stationary complex-valued\nalgebro-geometric solutions of the Toda hierarchy, which is of independent\ninterest as it solves the inverse algebro-geometric spectral problem for\ngenerally non-self-adjoint Jacobi operators, starting from a suitably chosen\nset of initial divisors of full measure. Combined with an appropriate\nfirst-order system of differential equations with respect to time (a substitute\nfor the well-known Dubrovin equations), this yields the construction of global\nalgebro-geometric solutions of the time-dependent Toda hierarchy.\n  The inherent non-self-adjointness of the underlying Lax (i.e., Jacobi)\noperator associated with complex-valued coefficients for the Toda hierarchy\nposes a variety of difficulties that, to the best of our knowledge, are\nsuccessfully overcome here for the first time. Our approach is not confined to\nthe Toda hierarchy but applies generally to 1+1-dimensional completely\nintegrable (discrete and continuous) soliton equations.\n","Comment: 50 pages"]}]
["nlin/0606062",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0606062","Bull. London Math. Soc. 39-4, 677-684 (2007)","doi:10.1112/blms/bdm038"],"date":["2006-06-26","2006-12-04"],"type":["text"],"creator":["Teschl, Gerald"],"language":[],"coverage":[],"title":["Algebro-Geometric Constraints on Solitons with Respect to Quasi-Periodic\n  Backgrounds"],"description":["  We investigate the algebraic conditions the scattering data of short-range\nperturbations of quasi-periodic finite-gap Jacobi operators have to satisfy. As\nour main result we provide the Poisson-Jensen-type formula for the transmission\ncoefficient in terms of Abelian integrals on the underlying hyperelliptic\nRiemann surface and give an explicit condition for its single-valuedness. In\naddition, we establish trace formulas which relate the scattering data to the\nconserved quantities in this case.\n","Comment: 9 pages. Bull. London Math. Soc. (to appear)"]}]
["nlin/0611055",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0611055","Int. Math. Res. Not. 2007, no. 20, Art. ID rnm082, 55 pp","doi:10.1093/imrn/rnm082"],"date":["2006-11-29","2007-11-11"],"type":["text"],"creator":["Gesztesy, Fritz","Holden, Helge","Michor, Johanna","Teschl, Gerald"],"language":[],"coverage":[],"title":["Algebro-Geometric Finite-Gap Solutions of the Ablowitz-Ladik Hierarchy"],"description":["  We provide a detailed derivation of all complex-valued algebro-geometric\nfinite-band solutions of the Ablowitz-Ladik hierarchy. In addition, we survey a\nrecursive construction of the Ablowitz-Ladik hierarchy and its zero-curvature\nand Lax formalism.\n","Comment: 41 pages"]}]
["physics/0505141",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0505141","Phys. Rev. E 72, 056311 (2005).","doi:10.1103/PhysRevE.72.056311"],"date":["2005-05-20","2005-11-21"],"type":["text"],"creator":["Hoffmann, Ch.","Lücke, M.","Pinter, A."],"language":[],"coverage":[],"title":["Spiral vortices traveling between two rotating defects in the\n  Taylor-Couette system"],"description":["  Numerical calculations of vortex flows in Taylor-Couette systems with counter\nrotating cylinders are presented. The full, time dependent Navier-Stokes\nequations are solved with a combination of a finite difference and a Galerkin\nmethod. Annular gaps of radius ratio $\\eta=0.5$ and of several heights are\nsimulated. They are closed by nonrotating lids that produce localized Ekman\nvortices in their vicinity and that prevent axial phase propagation of spiral\nvortices. Existence and spatio temporal properties of rotating defects, of\nmodulated Ekman vortices, and of the spiral vortex structures in the bulk are\nelucidated in quantitative detail.\n","Comment: 9 pages, 9 figures"]}]
["physics/0505164",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0505164","Phys. Rev. E 69, 056309 (2004).","doi:10.1103/PhysRevE.69.056309"],"date":["2005-05-24"],"type":["text"],"creator":["Hoffmann, Ch.","Lücke, M.","Pinter, A."],"language":[],"coverage":[],"title":["Spiral Vortices and Taylor Vortices in the Annulus between Rotating\n  Cylinders and the Effect of an Axial Flow"],"description":["  We present numerical simulations of vortices that appear via primary\nbifurcations out of the unstructured circular Couette flow in the\nTaylor-Couette system with counter-rotating as well as with co-rotating\ncylinders. The full, time dependent Navier-Stokes equations are solved with a\ncombination of a finite difference and a Galerkin method for a fixed axial\nperiodicity length of the vortex patterns and for a finite system of aspect\nratio 12 with rigid nonrotating ends in a setup with radius ratio eta=0.5.\nDifferences in structure, dynamics, symmetry properties, bifurcation and\nstability behavior between spiral vortices with azimuthal wave numbers M=+-1\nand M=0 Taylor vortices are elucidated and compared in quantitative detail.\nSimulations in axially periodic systems and in finite systems with stationary\nrigid ends are compared with experimental spiral data. In a second part of the\npaper we determine how the above listed properties of the M=-1,0,1 vortex\nstructures are changed by an externally imposed axial through-flow with\nReynolds numbers in the range -40 <= Re <= 40. Among others we investigate when\nleft handed or right handed spirals or toroidally closed vortices are\npreferred.\n","Comment: 14 pages, 15 figures"]}]
["physics/0512215",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0512215","Phys. Rev. Lett. 96, 044506 (2006).","doi:10.1103/PhysRevLett.96.044506"],"date":["2005-12-22","2006-02-06"],"type":["text"],"creator":["Pinter, A.","Lücke, M.","Hoffmann, Ch."],"language":[],"coverage":[],"title":["Competition between Traveling Fluid Waves of Left and Right Spiral\n  Vortices and Their Different Amplitude Combinations"],"description":["  Stability, bifurcation properties, and the spatiotemporal behavior of\ndifferent nonlinear combination structures of spiral vortices in the counter\nrotating Taylor-Couette system are investigated by full numerical simulations\nand by coupled amplitude equation approximations. Stable cross-spiral\nstructures with continuously varying content of left and right spiral modes are\nfound. They provide a stability transferring connection between the initially\nstable, axially counter propagating wave states of pure spirals and the axially\nstanding waves of so-called ribbons that become stable slightly further away\nfrom onset of vortex flow.\n","Comment: 4 pages, 5 figures"]}]
["physics/0611132",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611132","Phys. Rev. E 76, 015301(R) (2007).","doi:10.1103/PhysRevE.76.015301"],"date":["2006-11-14","2007-07-06"],"type":["text"],"creator":["Pinter, A.","Lücke, M.","Hoffmann, Ch."],"language":[],"coverage":[],"title":["Controlling the stability transfer between oppositely traveling waves\n  and standing waves by inversion-symmetry-breaking perturbations"],"description":["  The effect of an externally applied flow on symmetry degenerated waves\npropagating into opposite directions and standing waves that exchange stability\nwith the traveling waves via mixed states is analyzed. Wave structures that\nconsist of spiral vortices in the counter rotating Taylor-Couette system are\ninvestigated by full numerical simulations and explained quantitatively by\namplitude equations containing quintic coupling terms. The latter are\nappropriate to describe the influence of inversion symmetry breaking\nperturbations on many oscillatory instabilities with O(2) symmetry.\n","Comment: 4 pages, 4 figures"]}]
