["0707.4061",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4061","Laser Phys. Lett. 4 (2007) 895","doi:10.1002/lapl.200710078"],"date":["2007-07-27"],"type":["text"],"creator":["Weiss, Christoph","Teichmann, Niklas"],"language":[],"coverage":[],"title":["Generation of mesoscopic superpositions of a binary Bose-Einstein\n  condensate in a slightly asymmetric double well"],"description":["  A previous publication [Europhysics Letters 78, 10009 (2007)] suggested to\ncoherently generate mesoscopic superpositions of a two-component Bose-Einstein\ncondensate in a double well under perfectly symmetric conditions. However,\nalready tiny asymmetries can destroy the entanglement properties of the ground\nstate. Nevertheless, even under more realistic conditions, the scheme is\ndemonstrated numerically to generate mesoscopic superpositions.\n","Comment: 5 pages, 4 figures, preprint-version"]}]
["cond-mat/0702241",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702241","EPL 78 (2007) 10009","doi:10.1209/0295-5075/78/10009"],"date":["2007-02-09"],"type":["text"],"creator":["Teichmann, Niklas","Weiss, Christoph"],"language":[],"coverage":[],"title":["Coherently controlled entanglement generation in a binary Bose-Einstein\n  condensate"],"description":["  Considering a two-component Bose-Einstein condensate in a double-well\npotential, a method to generate a Bell state consisting of two spatially\nseparated condensates is suggested. For repulsive interactions, the required\ntunnelling control is achieved numerically by varying the amplitude of a\nsinusoidal potential difference between the wells. Both numerical and\nanalytical calculations reveal the emergence of a highly entangled mesoscopic\nstate.\n","Comment: 6 pages, 6 figures, epl2.cls"]}]
["math/0007128",{"format":[],"subject":["Mathematics - Differential Geometry","Primary:32Q25, Secondary: 53C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0007128","Perspectives in Riemannian Geometry, CRM Proceedings and Lecture\n  Notes, edited by Vestislav Apostolov, Andrew Dancer, Nigel Hitchin, and\n  McKenzie Wang, vol. 40 (2006), American Mathematical Society"],"date":["2000-07-20","2001-05-01"],"type":["text"],"creator":["Bryant, Robert L."],"language":[],"coverage":[],"title":["Second order families of special Lagrangian 3-folds"],"description":["  A second order family of special Lagrangian submanifolds of complex m-space\nis a family characterized by the satisfaction of a set of pointwise conditions\non the second fundamental form. For example, the set of ruled special\nLagrangian submanifolds of complex 3-space is characterized by a single\nalgebraic equation on the second fundamental form.\n  While the `generic' set of such conditions turns out to be incompatible,\ni.e., there are no special Lagrangian submanifolds that satisfy them, there are\nmany interesting sets of conditions for which the corresponding family is\nunexpectedly large. In some cases, these geometrically defined families can be\ndescribed explicitly, leading to new examples of special Lagrangian\nsubmanifolds. In other cases, these conditions characterize already known\nfamilies in a new way. For example, the examples of Lawlor-Harvey constructed\nfor the solution of the angle conjecture and recently generalized by Joyce turn\nout to be a natural and easily described second order family.\n","Comment: 36 pages, latex2e, some extra comments included in response to reader\n  questions, many typos corrected, and important references added"]}]
["math/0305124",{"format":[],"subject":["Mathematics - Differential Geometry","53C10","53C19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0305124","Proceeding of Gokova Geometry-Topology Conference 2005 edited by\n  S. Akbulut, T Onder, and R.J. Stern (2006), International Press, 75--109."],"date":["2003-05-08","2005-02-01"],"type":["text"],"creator":["Bryant, Robert L."],"language":[],"coverage":[],"title":["Some remarks on G_2-structures"],"description":["  This article consists of some loosely related remarks about the geometry of\nG_2-structures on 7-manifolds and is partly based on old unpublished joint work\nwith two other people: F. Reese Harvey and Steven Altschuler. Much of this work\nhas since been subsumed in the work of Hitchin \\cite{MR02m:53070} and Joyce\n\\cite{MR01k:53093}. I am making it available now mainly because of interest\nexpressed by others in seeing these results written up since they do not seem\nto have all made it into the literature.\n  A formula is derived for the scalar curvature and Ricci curvature of a\nG_2-structure in terms of its torsion. When the fundamental 3-form of the\nG_2-structure is closed, this formula implies, in particular, that the scalar\ncurvature of the underlying metric is nonpositive and vanishes if and only if\nthe structure is torsion-free. This version contains some new results on the\npinching of Ricci curvature for metrics associated to closed G_2-structures.\n  Some formulae are derived for closed solutions of the Laplacian flow that\nspecify how various related quantities, such as the torsion and the metric,\nevolve with the flow. These may be useful in studying convergence or long-time\nexistence for given initial data.\n","Comment: 31 pages, no figures, corrections of various typos and a\n  reorganization of some material to improve clarity. Some new results added,\n  including a short proof of a recent result of Cleyton and Ivanov and a\n  compact example of an extremally Ricci-pinched closed G_2 structure is\n  constructed"]}]
["math/0402201",{"format":[],"subject":["Mathematics - Differential Geometry","53C42","35A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402201","Chinese Annals of Mathematics, Series B, vol. 27 no. 1 (January,\n  2006), pp. 95--112."],"date":["2004-02-12","2004-03-25"],"type":["text"],"creator":["Bryant, Robert L."],"language":[],"coverage":[],"title":["SO(n)-invariant special Lagrangian submanifolds of C^{n+1} with fixed\n  loci"],"description":["  Let SO(n) act in the standard way on C^n and extend this action in the usual\nway to C^{n+1}.\n  It is shown that a nonsingular special Lagrangian submanifold L in C^{n+1}\nthat is invariant under this SO(n)-action intersects the fixed line C in a\nnonsingular real-analytic arc A (that may be empty). If n>2, then A has no\ncompact component.\n  Conversely, an embedded, noncompact nonsingular real-analytic arc A in C lies\nin an embedded nonsingular special Lagrangian submanifold that is\nSO(n)-invariant. The same existence result holds for compact A if n=2. If A is\nconnected, there exist n distinct nonsingular SO(n)-invariant special\nLagrangian extensions of A such that any embedded nonsingular SO(n)-invariant\nspecial Lagrangian extension of A agrees with one of these n extensions in some\nopen neighborhood of A.\n  The method employed is an analysis of a singular nonlinear PDE and ultimately\ncalls on the work of Gerard and Tahara to prove the existence of the extension.\n","Comment: 19 pages, no figures. Miinor update: some misprints fixed and a\n  reference added"]}]
["math/0508428",{"format":[],"subject":["Mathematics - Differential Geometry","53C15 (Primary), 53A55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508428","The Asian Journal of Mathematics, vol. 10 no. 3 (September, 2006),\n  pp. 561--606."],"date":["2005-08-23","2005-09-15"],"type":["text"],"creator":["Bryant, Robert L."],"language":[],"coverage":[],"title":["Remarks on the geometry of almost complex 6-manifolds"],"description":["  This article is mostly a writeup of two talks, the first given in the Besse\nSeminar at the Ecole Polytechnique in 1998 and the second given at the 2000\nInternational Congress on Differential Geometry in memory of Alfred Gray in\nBilbao, Spain.\n  It begins with a discussion of basic geometry of almost complex 6-manifolds.\nIn particular, I define a 2-parameter family of intrinsic first-order\nfunctionals on almost complex structures on 6-manifolds and compute their\nEuler-Lagrange equations.\n  It also includes a discussion of a natural generalization of holomorphic\nbundles over complex manifolds to the almost complex case. The general almost\ncomplex manifold will not admit any nontrivial bundles of this type, but there\nis a large class of nonintegrable almost complex manifolds for which there are\nsuch nontrivial bundles. For example, the standard almost complex structure on\nthe 6-sphere admits such nontrivial bundles.\n  This class of almost complex manifolds in dimension 6 will be referred to as\nquasi-integrable. Some of the properties of quasi-integrable structures (both\nalmost complex and unitary) are developed and some examples are given. However,\nit turns out that quasi-integrability is not an involutive condition, so the\nfull generality of these structures in Cartan's sense is not well-understood.\n","Comment: 45 pages, no figures. Version 2 contains minor improvements (typos\n  corrected, statements reworded for clarity), a few added remarks, and a\n  dedication"]}]
["math/0511110",{"format":[],"subject":["Mathematics - Differential Geometry","53A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511110","Developments of Cartan Geometry and Related Mathematical Problems,\n  RIMS Symposium Proceedings, vol. 1502 (July, 2006), pp. 1-15, Kyoto\n  University"],"date":["2005-11-04","2005-12-29"],"type":["text"],"creator":["Bryant, Robert L."],"language":[],"coverage":[],"title":["Conformal geometry and 3-plane fields on 6-manifolds"],"description":["  The purpose of this note is to provide yet another example of the link\nbetween certain conformal geometries and ordinary differential equations, along\nthe lines of the examples discussed by Nurowski in math.DG/0406400.\n  In this particular case, I consider the equivalence problem for 3-plane\nfields D on 6-manifolds M that satisfy the nondegeneracy condition that\nD+[D,D]=TM I give a solution of the equivalence problem for such D (as Tanaka\nhas previously), showing that it defines a so(4,3)-valued Cartan connection on\na principal right H-bundle over M where H is the subgroup of SO(4,3) that\nstabilizes a null 3-plane in R^{4,3}. Along the way, I observe that there is\nassociated to each such D a canonical conformal structure of split type on M,\none that depends on two derivatives of the plane field D.\n  I show how the primary curvature tensor of the Cartan connection associated\nto the equivalence problem for D can be interpreted as the Weyl curvature of\nthe associated conformal structure and, moreover, show that the split conformal\nstructures in dimension~6 that arise in this fashion are exactly the ones whose\nso(4,4)-valued Cartan connection admits a reduction to a spin(4,3)-connection.\nI also discuss how this case has features that are analogous to those of\nNurowski's examples.\n","Comment: 14 pages, no figures, for proceedings of the RIMS symposium\n  \"Developments of Cartan geometry and related mathematical problems\" (24-27\n  October 2005). Version 2 corrects some typos, rearranges some equations for\n  clarity, and adds a remark on the geometry of the irregular curves associated\n  to the 3-plane field"]}]
["math/0701556",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701556"],"date":["2007-01-19","2008-01-01"],"type":["text"],"creator":["Wolpert, Scott A."],"language":[],"coverage":[],"title":["Behavior of geodesic-length functions on Teichmueller space"],"description":["  Let $\\mathcal T$ be the Teichm\\\"{u}ller space of marked genus $g$, $n$\npunctured Riemann surfaces with its bordification $\\Tbar$ the {\\em augmented\nTeichm\\\"{u}ller space} of marked Riemann surfaces with nodes, \\cite{Abdegn,\nBersdeg}. Provided with the WP metric $\\Tbar$ is a complete CAT(0) metric\nspace, \\cite{DW2, Wlcomp, Yam2}. An invariant of a marked hyperbolic structure\nis the length $\\ell_{\\alpha}$ of the geodesic $\\alpha$ in a free homotopy\nclass. A basic feature of Teichm\\\"{u}ller theory is the interplay of\ntwo-dimensional hyperbolic geometry, Weil-Petersson (WP) geometry and the\nbehavior of geodesic-length functions. Our goal is to develop the understanding\nof the intrinsic local WP geometry through a study of the gradient and Hessian\nof geodesic-length functions. Considerations include expansions for the WP\npairing of gradients, expansions for the Hessian and covariant derivative,\ncomparability models for the WP metric, as well as the behavior of WP geodesics\nincluding a description of the Alexandrov tangent cone at the augmentation.\nApproximations and applications for geodesics close to the augmentation are\ndeveloped. An application for fixed points of group actions is described.\nBounding configurations and functions on the hyperbolic plane is basic to our\napproach. Considerations include analyzing the orbit of a discrete group of\nisometries and bounding sums of the inverse square exponential-distance.\n"]}]
["q-bio/0703029",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0703029","in \"Cell Motility\", P. Lenz, editor (Springer, New York, 2007)"],"date":["2007-03-12"],"type":["text"],"creator":["Liverpool, Tanniemola B.","Marchetti, M. Cristina"],"language":[],"coverage":[],"title":["Hydrodynamic and rheology of active polar filaments"],"description":["  The cytoskeleton provides eukaryotic cells with mechanical support and helps\nthem perform their biological functions. It is a network of semiflexible polar\nprotein filaments and many accessory proteins that bind to these filaments,\nregulate their assembly, link them to organelles and continuously remodel the\nnetwork. Here we review recent theoretical work that aims to describe the\ncytoskeleton as a polar continuum driven out of equilibrium by internal\nchemical reactions. This work uses methods from soft condensed matter physics\nand has led to the formulation of a general framework for the description of\nthe structure and rheology of active suspension of polar filaments and\nmolecular motors.\n","Comment: 30 pages, 5 figures. To appear in \"Cell Motility\", Peter Lenz, ed.\n  (Springer, New York, 2007)"]}]
["quant-ph/0702007",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702007","Quantum Information Processing 6(5), (Oct. 2007) 349-362","doi:10.1007/s11128-007-0062-5"],"date":["2007-02-01","2007-09-14"],"type":["text"],"creator":["Jiang, Jie-Hong R.","Chiou, Dah-Wei","Wu, Cheng-En"],"language":[],"coverage":[],"title":["Quantum Mechanical Search and Harmonic Perturbation"],"description":["  Perturbation theory in quantum mechanics studies how quantum systems interact\nwith their environmental perturbations. Harmonic perturbation is a rare special\ncase of time-dependent perturbations in which exact analysis exists. Some\nimportant technology advances, such as masers, lasers, nuclear magnetic\nresonance, etc., originated from it. Here we add quantum computation to this\nlist with a theoretical demonstration. Based on harmonic perturbation, a\nquantum mechanical algorithm is devised to search the ground state of a given\nHamiltonian. The intrinsic complexity of the algorithm is continuous and\nparametric in both time T and energy E. More precisely, the probability of\nlocating a search target of a Hamiltonian in N-dimensional vector space is\nshown to be 1/(1+ c N E^{-2} T^{-2}) for some constant c. This result is\noptimal. As harmonic perturbation provides a different computation mechanism,\nthe algorithm may suggest new directions in realizing quantum computers.\n","Comment: 6 pages, 4 figures, revtex4"]}]
