["0704.1362",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1362","Neural Computation 20:1821-1846 (2008)"],"date":["2007-04-11","2007-08-30"],"type":["text"],"creator":["van Hateren, J. H."],"language":[],"coverage":[],"title":["Fast recursive filters for simulating nonlinear dynamic systems"],"description":["  A fast and accurate computational scheme for simulating nonlinear dynamic\nsystems is presented. The scheme assumes that the system can be represented by\na combination of components of only two different types: first-order low-pass\nfilters and static nonlinearities. The parameters of these filters and\nnonlinearities may depend on system variables, and the topology of the system\nmay be complex, including feedback. Several examples taken from neuroscience\nare given: phototransduction, photopigment bleaching, and spike generation\naccording to the Hodgkin-Huxley equations. The scheme uses two slightly\ndifferent forms of autoregressive filters, with an implicit delay of zero for\nfeedforward control and an implicit delay of half a sample distance for\nfeedback control. On a fairly complex model of the macaque retinal horizontal\ncell it computes, for a given level of accuracy, 1-2 orders of magnitude faster\nthan 4th-order Runge-Kutta. The computational scheme has minimal memory\nrequirements, and is also suited for computation on a stream processor, such as\na GPU (Graphical Processing Unit).\n","Comment: 20 pages, 8 figures, 1 table. A comparison with 4th-order Runge-Kutta\n  integration shows that the new algorithm is 1-2 orders of magnitude faster.\n  The paper is in press now at Neural Computation"]}]
["0704.2536",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2536","Complex Systems, Les Houches Summer School 2006 (2008) 1"],"date":["2007-04-19"],"type":["text"],"creator":["Monasson, Remi"],"language":[],"coverage":[],"title":["Introduction to Phase Transitions in Random Optimization Problems"],"description":["  Notes of the lectures delivered in Les Houches during the Summer School on\nComplex Systems (July 2006).\n"]}]
["0706.0110",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0110","Phys. Rev. Lett. 100, p. 243201 (2008)","doi:10.1103/PhysRevLett.100.243201"],"date":["2007-06-01","2008-06-20"],"type":["text"],"creator":["van Ditzhuijzen, C. S. E.","Koenderink, A. F.","Hernández, J. V.","Robicheaux, F.","Noordam, L. D.","Heuvell, H. B. van Linden van den"],"language":[],"coverage":[],"title":["Spatially resolved observation of dipole-dipole interaction between\n  Rydberg atoms"],"description":["  We have observed resonant energy transfer between cold Rydberg atoms in\nspatially separated cylinders. Resonant dipole-dipole coupling excites the 49s\natoms in one cylinder to the 49p state while the 41d atoms in the second\ncylinder are transferred down to the 42p state. We have measured the production\nof the 49p state as a function of separation of the cylinders (0 - 80 um) and\nthe interaction time (0 - 25 us). In addition we measured the width of the\nelectric field resonances. A full many-body quantum calculation reproduces the\nmain features of the experiments.\n","Comment: 4 pages, 4 figures"]}]
["0706.0386",{"format":[],"subject":["Mathematics - Differential Geometry","53C25","53C29","17B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0386"],"date":["2007-06-04","2008-06-20"],"type":["text"],"creator":["de Andrés, Luis C.","Fernández, Marisa","Fino, Anna","Ugarte, Luis"],"language":[],"coverage":[],"title":["Contact 5-manifolds with SU(2)-structure"],"description":["  We consider 5-manifolds with a contact form arising from a hypo structure,\nwhich we call \\emph{hypo-contact}. We provide conditions which imply that there\nexists such a structure on an oriented hypersurface of a 6-manifold with a\nhalf-flat SU(3)-structure. For half-flat manifolds with a Killing vector field\n$X$ preserving the SU(3)-structure we study the geometry of the orbits space.\nMoreover, we describe the solvable Lie algebras admitting a \\emph{hypo-contact}\nstructure. This allows us exhibit examples of Sasakian $\\eta$-Einstein\nmanifolds, as well as to prove that such structures give rise to new metrics\nwith holonomy SU(3) and to new metrics with holonomy $G_2$.\n","Comment: 23 pages, to be published in Q. J. Math"]}]
["0706.3304",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3304"],"date":["2007-06-22","2008-06-20"],"type":["text"],"creator":["Nesti, F."],"language":[],"coverage":[],"title":["Standard Model and Gravity from Spinors"],"description":["  We propose to unify the Gravity and Standard Model gauge groups by using\nalgebraic spinors of the standard four-dimensional Clifford algebra, in\nleft-right symmetric fashion. This generates exactly a Standard Model family of\nfermions, and a Pati-Salam unification group emerges, at the Planck scale,\nwhere (chiral) self-dual gravity decouples. As a remnant of the unification,\nisospin-triplets spin-two particles may naturally appear at the weak scale,\nproviding a striking signal at the LHC.\n","Comment: 7 pages, added clarifications"]}]
["0707.1398",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1398"],"date":["2007-07-10","2008-06-19"],"type":["text"],"creator":["Ravelet, Florent","Delfos, Rene","Westerweel, Jerry"],"language":[],"coverage":[],"title":["Experimental studies of liquid-liquid dispersion in a turbulent shear\n  flow"],"description":["  We study liquid-liquid dispersions in a turbulent Taylor - Couette flow,\nproduced between two counterrotating coaxial cylinders. In pure Water and in\ncounterrotation, Reynolds numbers up to 1.4 10^5 are reached. We first\ncharacterize the single-phase flow, in terms of threshold for transition to\nturbulence, scaling of the torque and measurements of the mean flow and of the\nReynolds stress by stereoscopic PIV. We then study the increase of the\ndissipation in the two-phase flows and find that the torque per unit mass can\nbe twice the torque for a single-phase flow. Long-time behaviours are also\nreported.\n","Comment: 11th EUROMECH European Turbulence Conference, June 25-28, 2007.,\n  Porto : Portugal (2007)"]}]
["0707.1414",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1414"],"date":["2007-07-10","2008-06-19"],"type":["text"],"creator":["Ravelet, Florent","Delfos, Rene","Westerweel, Jerry"],"language":[],"coverage":[],"title":["Experimental studies of turbulent Taylor-Couette flows: single phase and\n  liquid-liquid dispersions"],"description":["  We study liquid-liquid dispersions in a turbulent Taylor-Couette flow,\nproduced between two counterrotating coaxial cylinders. In pure Water and in\ncounterrotation, Reynolds numbers up to 1.4 10^5 are reached. The liquids we\nuse are a low-viscous Oil and pure Water or a Sodium Iodide solution with a\nrefractive index matched to that of Oil, in order to get transparent\ndispersions. We first characterize the single-phase flow, in terms of threshold\nfor transition to turbulence, scaling of the torque and measurements of the\nmean flow and of the Reynolds stress by stereoscopic PIV. We then study the\nincrease of the dissipation in the two-phase flows and find that the torque per\nunit mass can be twice the torque for a single-phase flow. Long-time behaviours\nare also reported.\n","Comment: 5th International Symposium on Turbulence and Shear Flow Phenomena,\n  Munich : Allemagne (2007)"]}]
["0708.0894",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0894","Phys. Rev. Lett. 100, 110403 (March 2008)","doi:10.1103/PhysRevLett.100.110403"],"date":["2007-08-07","2008-02-07"],"type":["text"],"creator":["Tezuka, Masaki","Ueda, Masahito"],"language":[],"coverage":[],"title":["Density-Matrix Renormalization Group Study of Trapped Imbalanced Fermi\n  Condensates"],"description":["  The density-matrix renormalization group is employed to investigate a\nharmonically-trapped imbalanced Fermi condensate based on a one-dimensional\nattractive Hubbard model. The obtained density profile shows a flattened\npopulation difference of spin-up and spin-down components at the center of the\ntrap, and exhibits phase separation between the condensate and unpaired\nmajority atoms for a certain range of the interaction and population imabalance\n$P$. The two-particle density matrix reveals that the sign of the order\nparameter changes periodically, demonstrating the realization of the\nFulde-Ferrell-Larkin-Ovchinnikov phase. The minority spin atoms contribute to\nthe quasi-condensate up to at least $P \\simeq 0.8$. Possible experimental\nsituations to test our predictions are discussed.\n","Comment: 4 pages, 3 figures; added references; accepted for publication in\n  Phys. Rev. Lett"]}]
["0708.1017",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1017"],"date":["2007-08-07","2008-06-19"],"type":["text"],"creator":["Jane, Dan","Paternain, Gabriel P."],"language":[],"coverage":[],"title":["On the injectivity of the X-ray transform for Anosov thermostats"],"description":["  We consider Anosov thermostats on a closed surface and the X-ray transform on\nfunctions which are up to degree two in the velocities. We show that the\nsubspace where the X-ray transform fails to be s-injective is finite\ndimensional. Furthermore, if the surface is negatively curved and the\nthermostat is pure Gaussian (i.e. no magnetic field is present), then the X-ray\ntransform is s-injective.\n","Comment: Revised version more explicitly outlines an open problem in the\n  introduction, and corrects a typo in the Lie brackets of page 4. An appendix\n  rewritten for clarity in the second revision. Final version as accepted by\n  DCDS-A"]}]
["0709.0618",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0618","Eur. Phys. J. B 63 (2008) 165-177","doi:10.1140/epjb/e2008-00231-9"],"date":["2007-09-05","2008-05-08"],"type":["text"],"creator":["Bonura, M.","Gallitto, A. Agliolo","Vigni, M. Li","Ferdeghini, C.","Tarantini, C."],"language":[],"coverage":[],"title":["Microwave surface resistance of pristine and neutron-irradiated MgB2\n  samples in magnetic field"],"description":["  We report on the microwave surface resistance of two polycrystalline Mg11B2\nsamples; one consists of pristine material, the other has been irradiated at\nvery high neutron fluence. It has already been reported that in the strongly\nirradiated sample the two gaps merge into a single value. The mw surface\nresistance has been measured in the linear regime as a function of the\ntemperature and the DC magnetic field, at increasing and decreasing fields. The\nresults obtained in the strongly irradiated sample are quite well justified in\nthe framework of a generalized Coffey and Clem model, in which we take into\naccount the field distribution inside the sample due to the critical state. The\nresults obtained in the pristine sample show several anomalies, especially at\nlow temperatures, which cannot be justified in the framework of standard models\nfor the fluxon dynamics. Only at temperatures near Tc and for magnetic fields\ngreater than 0.5Hc2(T) the experimental data can quantitatively be accounted\nfor by the Coffey and Clem model, provided that the upper-critical-field\nanisotropy is taken into due account.\n","Comment: RevTeX, 13 pages with 10 eps figures, in press on EPJB"]}]
["0709.0840",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0840","J. Phys.: Conf. Ser. 97 (2008) 012207","doi:10.1088/1742-6596/97/1/012207"],"date":["2007-09-06"],"type":["text"],"creator":["Gallitto, A. Agliolo","Bonura, M.","Vigni, M. Li"],"language":[],"coverage":[],"title":["Anomalous magnetic hysteresis in the microwave surface resistance of\n  MgB2 superconductor"],"description":["  We report experimental results of the field-induced variations of the\nmicrowave surface resistance in samples of MgB2, produced by different methods.\nBy sweeping the DC magnetic field at increasing and decreasing values, we have\ndetected a magnetic hysteresis that can be ascribed to the different magnetic\ninduction, due to the critical state of the fluxon lattice. The hysteresis\nobserved in the bulk samples has an unusual shape, which cannot be justified in\nthe framework of the critical-state models.\n","Comment: 8 pages, 4 embedded eps figures; Proceedings of the 8th EUCAS\n  Conference (16-20 September 2007, Brussels - Belgium)"]}]
["0710.1466",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","42B10","42B25","35L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1466"],"date":["2007-10-08","2008-06-20"],"type":["text"],"creator":["Shao, Shuanglin"],"language":[],"coverage":[],"title":["A note on the cone restriction conjecture in the cylindrically symmetric\n  case"],"description":["  In this note, we present two arguments showing that the classical\n\\textit{linear adjoint cone restriction conjecture} holds for the class of\nfunctions supported on the cone and invariant under the spatial rotation in all\ndimensions. The first is based on a dyadic restriction estimate, while the\nsecond follows from a strengthening version of the Hausdorff-Young inequality\nand the H\\\"older inequality in the Lorentz spaces.\n","Comment: 9 pages, no figures. Referee's suggestions and comments incorporated;\n  to appear the Proceedings of the AMS"]}]
["0710.2457",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2457"],"date":["2007-10-12","2008-06-20"],"type":["text"],"creator":["Froggatt, C. D.","Nevzorov, R.","Nielsen, H. B."],"language":[],"coverage":[],"title":["Multiple point principle as a mechanism for the suppression of FCNC and\n  CP--violation phenomena in the 2HDM"],"description":["  We argue that multiple point principle (MPP) can be used to ensure CP\nconservation and the absence of flavour changing neutral currents within the\ntwo Higgs doublet model (2HDM). We also discuss Higgs phenomenology in the MPP\ninspired 2HDM.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 2 eps\n  figures,CERN preprint number added, references updated"]}]
["0710.2856",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2856","International Mathematics Research Notices (2008) Vol. 2008 :\n  article ID rnn065, 38 pages","doi:10.1093/imrn/rnn065"],"date":["2007-10-15","2007-10-19"],"type":["text"],"creator":["Miña-Díaz, Erwin"],"language":[],"coverage":[],"title":["An asymptotic integral representation for Carleman orthogonal\n  polynomials"],"description":["  In this paper we investigate the asymptotic behavior of polynomials that are\northonormal over the interior domain of an analytic Jordan curve L with respect\nto area measure. We prove that, inside L, these polynomials behave\nasymptotically like a sequence of certain integrals involving the canonical\nconformal map of the exterior of L onto the exterior of the unit circle and\ncertain meromorphic kernel function defined in terms of a conformal map of the\ninterior of L onto the unit disk. The error term in the integral representation\nis proven to decay geometrically and sufficiently fast, allowing us to obtain\nmore precise asymptotic formulas for the polynomials under certain additional\ngeometric considerations. These formulas yield, in turn, fine results on the\nlocation, limiting distribution and accumulation points of the zeros of the\npolynomials.\n","Comment: 24 pages, 2 figures"]}]
["0710.5385",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5385","J.Phys.A 41 (2008) 065201","doi:10.1088/1751-8113/41/6/065201"],"date":["2007-10-29","2007-11-30"],"type":["text"],"creator":["Baumgartner, Bernhard","Narnhofer, Heide","Thirring, Walter"],"language":[],"coverage":[],"title":["Analysis of quantum semigroups with GKS-Lindblad generators I. Simple\n  generators"],"description":["  Semigroups describing the time evolution of open quantum systems in finite\ndimensional spaces have generators of a special form, known as Lindblad\ngenerators. The simple generators, characterized by only one operator, are\nanalyzed. The complete set of all the stationary states is presented in detail,\nincluding a formula to calculate a stationary state from the generating\noperator. Also the opposite task can be fulfilled, to construct an evolution\nleading to a prescribed stationary state.\n","Comment: 25 pages"]}]
["0711.0220",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0220"],"date":["2007-11-01","2008-06-20"],"type":["text"],"creator":["Marsh, Gerald E."],"language":[],"coverage":[],"title":["The Vacuum and the Cosmological Constant Problem"],"description":["  It will be argued here that the cosmological constant problem exists because\nof the way the vacuum is defined in quantum field theory. It has been known for\nsome time that for QFT to be gauge invariant certain terms--such as part of the\nvacuum polarization tensor--must be eliminated either explicitly or by some\nform of regularization followed by renormalization. It has recently been shown\nthat lack of gauge invariance is a result of the way the vacuum is defined, and\nredefining the vacuum so that the theory is gauge invariant may also offer a\nsolution to the cosmological constant problem.\n","Comment: 17 pages, 2 figures. Some clarification in one section of the\n  original submission and minor corrections"]}]
["0711.2895",{"format":[],"subject":["Quantum Physics","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2895","Phys. Rev. Lett. 100, 220502 (2008)","doi:10.1103/PhysRevLett.100.220502"],"date":["2007-11-19","2008-06-20"],"type":["text"],"creator":["Wehner, Stephanie","Schaffner, Christian","Terhal, Barbara"],"language":[],"coverage":[],"title":["Cryptography from Noisy Storage"],"description":["  We show how to implement cryptographic primitives based on the realistic\nassumption that quantum storage of qubits is noisy. We thereby consider\nindividual-storage attacks, i.e. the dishonest party attempts to store each\nincoming qubit separately. Our model is similar to the model of bounded-quantum\nstorage, however, we consider an explicit noise model inspired by present-day\ntechnology. To illustrate the power of this new model, we show that a protocol\nfor oblivious transfer (OT) is secure for any amount of quantum-storage noise,\nas long as honest players can perform perfect quantum operations. Our model\nalso allows the security of protocols that cope with noise in the operations of\nthe honest players and achieve more advanced tasks such as secure\nidentification.\n","Comment: 13 pages RevTex, 2 figures. v2: more comments on implementation\n  dependent attacks, v3: published version (minor changes)"]}]
["0712.4230",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4230","IAU Symp. 246 (2008) 365-366","doi:10.1017/S1743921308015962"],"date":["2007-12-27"],"type":["text"],"creator":["Gvaramadze, V. V.","Gualandris, A.","Zwart, S. Portegies"],"language":[],"coverage":[],"title":["On the origin of hyperfast neutron stars"],"description":["  We propose an explanation for the origin of hyperfast neutron stars (e.g. PSR\nB1508+55, PSR B2224+65, RX J0822-4300) based on the hypothesis that they could\nbe the remnants of a symmetric supernova explosion of a high-velocity massive\nstar (or its helium core) which attained its peculiar velocity (similar to that\nof the neutron star) in the course of a strong three- or four-body dynamical\nencounter in the core of a young massive star cluster. This hypothesis implies\nthat the dense cores of star clusters (located either in the Galactic disk or\nnear the Galactic centre) could also produce the so-called hypervelocity stars\n-- the ordinary stars moving with a speed of ~1000 km/s.\n","Comment: 2 pages, to appear in Dynamical Evolution of Dense Stellar Systems,\n  Proceed. of the IAU Symp. 246 (Capri, Sept. 2007), eds. E.Vesperini, M.\n  Giersz, and A. Sills"]}]
["0801.0107",{"format":[],"subject":["Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0107"],"date":["2007-12-29","2008-06-20"],"type":["text"],"creator":["Parashar, T. N.","Shay, M. A.","Cassak, P. A.","Matthaeus, W. H."],"language":[],"coverage":[],"title":["Kinetic dissipation and anisotropic heating in a turbulent collisionless\n  plasma"],"description":["  The kinetic evolution of the Orszag-Tang vortex is studied using\ncollisionless hybrid simulations. In the magnetohydrodynamic regime this vortex\nleads rapidly to broadband turbulence. Significant differences from MHD arise\nat small scales, where the fluid scale energy dissipates into heat almost\nexclusively through the magnetic field because the protons are decoupled from\nthe magnetic field. Although cyclotron resonance is absent, the protons heat\npreferentially in the plane perpendicular to the mean field, as in the corona\nand solar wind. Effective transport coefficients are calculated.\n","Comment: 4 pages, 4 figures. Submitted to PRL"]}]
["0801.1714",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1714","Phys. Rev. B 77, 235428 (2008)","doi:10.1103/PhysRevB.77.235428"],"date":["2008-01-11","2008-06-11"],"type":["text"],"creator":["Freysoldt, Christoph","Eggert, Philipp","Rinke, Patrick","Schindlmayr, Arno","Scheffler, Matthias"],"language":[],"coverage":[],"title":["Screening in 2D: GW calculations for surfaces and thin films using the\n  repeated-slab approach"],"description":["  In the context of photoelectron spectroscopy, the $GW$ approach has developed\ninto the method of choice for computing excitation spectra of weakly correlated\nbulk systems and their surfaces. To employ the established computational\nschemes that have been developed for three-dimensional crystals,\ntwo-dimensional systems are typically treated in the repeated-slab approach. In\nthis work we critically examine this approach and identify three important\naspects for which the treatment of long-range screening in two dimensions\ndiffers from the bulk: (1) anisotropy of the macroscopic screening (2) $\\mathbf\nk$-point sampling parallel to the surface (3) periodic repetition and slab-slab\ninteraction. For prototypical semiconductor (silicon) and ionic (NaCl) thin\nfilms we quantify the individual contributions of points (1) to (3) and develop\nrobust and efficient correction schemes derived from the classic theory of\ndielectric screening.\n","Comment: 11 pages, 10 figures, PRB accepted"]}]
["0801.1716",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1716","J. Phys. D 41, 134010 (2008)","doi:10.1088/0022-3727/41/13/134010"],"date":["2008-01-11"],"type":["text"],"creator":["Iglesias, Oscar","Batlle, Xavier","Labarta, Amilcar"],"language":[],"coverage":[],"title":["Particle size and cooling field dependence of exchange bias in\n  core/shell magnetic nanoparticles"],"description":["  We present a numerical simulation study of the exchange bias (EB) effect in\nnanoparticles with core/shell structure aimed to unveil the microscopic origin\nof some of the experimental phenomenology associated to this effect. In\nparticular, we have focused our study on the particle size and field cooling\ndependence of the hysteresis loop shifts. To this end, hysteresis loops after a\nfield cooling process have been computed by means of Monte Carlo simulations\nbased on a model that takes into account the peculiar properties of the core,\nshell and interfacial regions of the particle and the EB and coercive fields\nhave been extracted from them. The results show that, as a general trend, the\nEB field $h_{EB}$ decreases with increasing particle size, in agreement with\nsome experimental observations. However, closer inspection reveals notable\noscillations of $h_{EB}$ as a function of the particle radius which we show to\nbe closely related to the net magnetization established after field cooling at\nthe interfacial shell spins. For a particle with ferromagnetic interface\ncoupling, we show that the magnitude and sign of $h_{EB}$ can be varied with\nthe magnetic field applied during the cooling process.\n","Comment: Submitted to J. Phys. D (10 pages, 10 figures)"]}]
["0801.4721",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4721","J. Math. Phys. 49, 063504 (2008)","doi:10.1063/1.2940328"],"date":["2008-01-30","2008-05-05"],"type":["text"],"creator":["Carmeli, Claudio","Heinosaari, Teiko","Pellonpää, Juha-Pekka","Toigo, Alessandro"],"language":[],"coverage":[],"title":["Extremal covariant positive operator valued measures: the case of a\n  compact symmetry group"],"description":["  Given a unitary representation U of a compact group G and a transitive\nG-space $\\Omega$, we characterize the extremal elements of the convex set of\nall U-covariant positive operator valued measures.\n","Comment: minor corrections in version 2"]}]
["0802.2334",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2334","J. Phys. A: Math. Theor. 41 (2008) 275208","doi:10.1088/1751-8113/41/27/275208"],"date":["2008-02-17","2008-06-20"],"type":["text"],"creator":["Dubrovsky, V. G.","Gramolin, A. V."],"language":[],"coverage":[],"title":["Gauge-invariant description of some (2+1)-dimensional integrable\n  nonlinear evolution equations"],"description":["  New manifestly gauge-invariant forms of two-dimensional generalized\ndispersive long-wave and Nizhnik-Veselov-Novikov systems of integrable\nnonlinear equations are presented. It is shown how in different gauges from\nsuch forms famous two-dimensional generalization of dispersive long-wave system\nof equations, Nizhnik-Veselov-Novikov and modified Nizhnik-Veselov-Novikov\nequations and other known and new integrable nonlinear equations arise.\nMiura-type transformations between nonlinear equations in different gauges are\nconsidered.\n","Comment: 13 pages, LaTeX, no figures"]}]
["0802.2749",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2749","Phys. Rev. A77 (2008) 062331/1-9","doi:10.1103/PhysRevA.77.062331"],"date":["2008-02-19","2008-06-19"],"type":["text"],"creator":["Watabe, Kyohei","Kobayashi, Naoki","Katori, Makoto","Konno, Norio"],"language":[],"coverage":[],"title":["Limit distributions of two-dimensional quantum walks"],"description":["  One-parameter family of discrete-time quantum-walk models on the square\nlattice, which includes the Grover-walk model as a special case, is\nanalytically studied. Convergence in the long-time limit $t \\to \\infty$ of all\njoint moments of two components of walker's pseudovelocity, $X_t/t$ and\n$Y_t/t$, is proved and the probability density of limit distribution is\nderived. Dependence of the two-dimensional limit density function on the\nparameter of quantum coin and initial four-component qudit of quantum walker is\ndetermined. Symmetry of limit distribution on a plane and localization around\nthe origin are completely controlled. Comparison with numerical results of\ndirect computer-simulations is also shown.\n","Comment: v3: REVTeX4, 20 pages, 6 figures, minor corrections made for\n  publication"]}]
["0803.0225",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0225"],"date":["2008-03-03","2008-06-20"],"type":["text"],"creator":["Andriamampianina, Tsiriniaina"],"language":[],"coverage":[],"title":["Random hypergraphs and algorithmics"],"description":["  Hypergraphs are structures that can be decomposed or described; in other\nwords they are recursively countable. Here, we get exact and asymptotic\nenumeration results on hypergraphs by means of exponential generating\nfunctions. The number of hypergraph component is bounded, as a generalisation\nof Wright inequalities for graphs: the proof is a combinatorial understanding\nof the structure by inclusion exclusion. Asymptotic results are obtained,\nthanks to generating functions proofs are at the end very easy to read, through\ncomplex analysis by saddle point method. By this way, we characterized:\n  - the components with a given number of vertices and of hyperedges by the\nexpected size of a random hypermatching in these structures.\n  - the random hypergraphs (evolving hyperedge by hyperedge) according to the\nexpected number of hyperedges when the first cycle appears in the evolving\nstructure.\n  This work is an open road to further works on random hypergraphs such as\nthreshold phenomenon, tools used here seem to be sufficient at first sight.\n","Comment: 103 pages, french"]}]
["0803.2606",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2606","Eur. Phys. J. Special Topics 160, 95 (2008)","doi:10.1140/epjst/e2008-00713-0"],"date":["2008-03-18"],"type":["text"],"creator":["Davidovic, M.","Arsenovic, D.","Bozic, M.","Sanz, A. S.","Miret-Artes, S."],"language":[],"coverage":[],"title":["Should particle trajectories comply with the transverse momentum\n  distribution?"],"description":["  The momentum distributions associated with both the wave function of a\nparticle behind a grating and the corresponding Bohmian trajectories are\ninvestigated and compared. Near the grating, it is observed that the former\ndoes not depend on the distance from the grating, while the latter changes with\nthis distance. However, as one moves further apart from the grating, in the far\nfield, both distributions become identical.\n","Comment: 10 pages, 7 figures"]}]
["0803.3339",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3339","Phys. Rev. B 77, 214426 (2008)","doi:10.1103/PhysRevB.77.214426"],"date":["2008-03-23","2008-06-20"],"type":["text"],"creator":["Jorg, Thomas","Katzgraber, Helmut G."],"language":[],"coverage":[],"title":["Universality and universal finite-size scaling functions in\n  four-dimensional Ising spin glasses"],"description":["  We study the four-dimensional Ising spin glass with Gaussian and bond-diluted\nbimodal distributed interactions via large-scale Monte Carlo simulations and\nshow via an extensive finite-size scaling analysis that four-dimensional Ising\nspin glasses obey universality.\n","Comment: 12 pages, 9 figures, 4 tables"]}]
["0803.3790",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3790","Phys. Rev. Lett. 100, 247002 (2008)","doi:10.1103/PhysRevLett.100.247002"],"date":["2008-03-26","2008-04-15"],"type":["text"],"creator":["Chen, G. F.","Li, Z.","Wu, D.","Li, G.","Hu, W. Z.","Dong, J.","Zheng, P.","Luo, J. L.","Wang, N. L."],"language":[],"coverage":[],"title":["Superconductivity at 41 K and its competition with spin-density-wave\n  instability in layered CeO$_{1-x}$F$_x$FeAs"],"description":["  A series of layered CeO$_{1-x}$F$_x$FeAs compounds with x=0 to 0.20 are\nsynthesized by solid state reaction method. Similar to the LaOFeAs, the pure\nCeOFeAs shows a strong resistivity anomaly near 145 K, which was ascribed to\nthe spin-density-wave instability. F-doping suppresses this instability and\nleads to the superconducting ground state. Most surprisingly, the\nsuperconducting transition temperature could reach as high as 41 K. The very\nhigh superconducting transition temperature strongly challenges the classic BCS\ntheory based on the electron-phonon interaction. The very closeness of the\nsuperconducting phase to the spin-density-wave instability suggests that the\nmagnetic fluctuations play a key role in the superconducting paring mechanism.\nThe study also reveals that the Ce 4f electrons form local moments and ordered\nantiferromagnetically below 4 K, which could coexist with superconductivity.\n","Comment: 4 pages, 5 figures"]}]
["0803.4244",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4244","Phys. Rev. Lett. 100, 247006 (2008)","doi:10.1103/PhysRevLett.100.247006"],"date":["2008-03-31","2008-05-20"],"type":["text"],"creator":["Lin, Shizeng","Hu, Xiao"],"language":[],"coverage":[],"title":["Possible Dynamic States in Inductively Coupled Intrinsic Josephson\n  Junctions of Layered High-$T_c$ Superconductors"],"description":["  Based on computer simulations and theoretical analysis, a new dynamic state\nis found in inductively coupled intrinsic Josephson junctions in the absence of\nan external magnetic field. In this state, the plasma oscillation is uniform\nalong the c axis and there are $(2m+1)\\pi$ phase kinks, with $m$ being an\ninteger, periodic and thus non-uniform in the $c$ direction. In the IV\ncharacteristics, the state manifests itself as current steps occurring at all\ncavity modes. Inside the current steps, the plasma oscillation becomes strong,\nwhich generates several harmonics in frequency spectra at a given voltage. The\nrecent experiments on terahertz radiations from the mesa of a BSCCO single\ncrystal can be explained in terms of this state.\n","Comment: 4 pages, 5 figures; to appear in Phys. Rev. Lett.;"]}]
["0805.0551",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Logic","08A40","08A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0551"],"date":["2008-05-05","2008-06-20"],"type":["text"],"creator":["Goldstern, Martin","Pinsker, Michael"],"language":[],"coverage":[],"title":["Ideal clones: Solution to a problem of Czedli and Heindorf"],"description":["  Given an infinite set X and an ideal I of subsets of X, the set of all\nfinitary operations on X which map all (powers of) I-small sets to I-small sets\nis a clone. In a 2001 article, G. Czedli and L. Heindorf asked whether or not\nfor two particular ideals I and J on a countably infinite set X, the\ncorresponding ideal clones were a covering in the lattice of clones. We give an\naffirmative answer to this question.\n","Comment: 9 pages. Changes for version 2: Now the references work (hopefully)"]}]
["0806.2789",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Algebraic Geometry","Physics - Popular Physics","51N25","83A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2789"],"date":["2008-06-17"],"type":["text"],"creator":["Wildberger, N. J."],"language":[],"coverage":[],"title":["Chromogeometry and relativistic conics"],"description":["  This paper shows how a recent reformulation of the basics of classical\ngeometry and trigonometry reveals a three-fold symmetry between Euclidean and\nnon-Euclidean (relativistic) planar geometries. We apply this chromogeometry to\nlook at conics in a new light.\n","Comment: 14 pages, 16 figures (in colour)"]}]
["0806.2953",{"format":[],"subject":["Mathematics - Geometric Topology","57M50","57M12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2953"],"date":["2008-06-18","2008-06-20"],"type":["text"],"creator":["Piergallini, Riccardo","Tomassoni, Giacomo"],"language":[],"coverage":[],"title":["Branchfolds and rational conifolds"],"description":["  We extend the concept of orbifold to that of branchfold, in order to allow\nany cone singularities with rational angles, and show why branchfolds naturally\nfit in the theory of branched coverings. Then, we obtain a geometric goodness\ntheorem for branchfolds and apply it to prove that a conifold can be endowed\nwith branchfold structure if and only if it has locally finite holonomy.\n","Comment: Typographical corrections. 47 pages, 26 ps figures and diagrams, 18\n  references. LaTeX 2.09 file. Uses: geom.sty epsf.sty"]}]
["0806.3020",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","82B20, 82B43, 60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3020"],"date":["2008-06-18"],"type":["text"],"creator":["Balint, Andras","Camia, Federico","Meester, Ronald"],"language":[],"coverage":[],"title":["The high temperature Ising model on the triangular lattice is a critical\n  percolation model"],"description":["  The Ising model at inverse temperature $\\beta$ and zero external field can be\nobtained via the Fortuin-Kasteleyn (FK) random-cluster model with $q=2$ and\ndensity of open edges $p=1-e^{-\\beta}$ by assigning spin +1 or -1 to each\nvertex in such a way that (1) all the vertices in the same FK cluster get the\nsame spin and (2) +1 and -1 have equal probability. We generalize the above\nprocedure by assigning spin +1 with probability $r$ and -1 with probability\n$1-r$, with $r \\in [0,1]$, while keeping condition (1). For fixed $\\beta$, this\ngenerates a dependent (spin) percolation model with parameter $r$. We show\nthat, on the triangular lattice and for $\\beta<\\beta_c$, this model has a\npercolation phase transition at $r=1/2$, corresponding to the Ising model. This\nsheds some light on the conjecture that the high temperature Ising model on the\ntriangular lattice is in the percolation universality class and that its\nscaling limit can be described in terms of SLE$_6$. We also prove uniqueness of\nthe infinite +1 cluster for $r>1/2$, sharpness of the percolation phase\ntransition (by showing exponential decay of the cluster size distribution for\n$r<1/2$), and continuity of the percolation function for all $r \\in [0,1]$.\n","Comment: 22 pages, 2 figures"]}]
["0806.3086",{"format":[],"subject":["Mathematics - Differential Geometry","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3086"],"date":["2008-06-18"],"type":["text"],"creator":["Ramos-Batista, Valerio","Lubeck, Kelly"],"language":[],"coverage":[],"title":["A limit-method for solving period problems on minimal surfaces"],"description":["  We introduce a new technique to solve period problems on minimal surfaces\ncalled limit-method. If a family of surfaces has Weierstrass-data converging to\nthe data of a known example, and this presents a transversal solution of\nperiods, then the original family contains a sub-family with closed periods.\n"]}]
["0806.3088",{"format":[],"subject":["Mathematics - Differential Geometry","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3088"],"date":["2008-06-18"],"type":["text"],"creator":["Ramos-Batista, Valerio","Simoes, Plinio"],"language":[],"coverage":[],"title":["Triply periodic minimal surfaces which converge to the\n  Hoffman-Wohlgemuth example"],"description":["  We get a continuous one-parameter new family of embedded minimal surfaces, of\nwhich the period problems are two-dimensional. Moreover, one proves that it has\nScherk second surface and Hoffman-Wohlgemuth example as limit-members.\n"]}]
["0806.3089",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3089","doi:10.1038/nature07069"],"date":["2008-06-18"],"type":["text"],"creator":["Stassun, Keivan G.","Mathieu, Robert D.","Cargile, Phillip A.","Aarnio, Alicia N.","Stempels, Eric","Geller, Aaron"],"language":[],"coverage":[],"title":["Surprising dissimilarities in a newly formed pair of 'identical twin'\n  stars"],"description":["  The mass and chemical composition of a star are the primary determinants of\nits basic physical properties--radius, temperature, luminosity--and how those\nproperties evolve with time. Thus, two stars born at the same time, from the\nsame natal material, and with the same mass are 'identical twins,' and as such\nmight be expected to possess identical physical attributes. We have discovered\nin the Orion Nebula a pair of stellar twins in a newborn binary star system.\nEach star in the binary has a mass of 0.41 +/- 0.01 solar masses, identical to\nwithin 2 percent. Here we report that these twin stars have surface\ntemperatures that differ by ~300K (~10%), and luminosities that differ by ~50%,\nboth at high confidence level. Preliminary results indicate that the stars'\nradii also differ, by 5-10%. These surprising dissimilarities suggest that one\nof the twins may have been delayed by several hundred thousand years in its\nformation relative to its sibling. Such a delay could only have been detected\nin a very young, definitively equal-mass binary system3 such as that reported\nhere. Our findings reveal cosmic limits on the age synchronisation of young\nbinary stars, often used as tests for the age calibrations of star-formation\nmodels.\n","Comment: Published in Nature, 19 June 2008"]}]
["0806.3092",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3092"],"date":["2008-06-18"],"type":["text"],"creator":["Horowitz, W. A."],"language":[],"coverage":[],"title":["0th Order Heavy Quark Photon Bremsstrahlung"],"description":["  We calculate the 0th order in opacity number distribution of massive photons\n(gluons) for heavy quark production radiation including interference from the\naway-side jet. While consistent with the soft photon (gluon) approximation, we\nfind that approximating 1-x with 1, as done in previous calculations, strongly\naffects the magnitude of energy loss. Restoring gauge invariance by including\nthe radiation associated with the away-side jet fills in the \"dead cone,\" but\nis a relatively small effect. The Ter-Mikayelian reduction from vacuum energy\nloss is 10-40% for 5-25 GeV charm and bottom quarks.\n","Comment: 6 pages, 3 figures. Contribution to the proceedings for the 24th\n  Winter Workshop on Nuclear Dynamics, April 5-12, 2008, South Padre Island,\n  Texas, USA"]}]
["0806.3097",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3097"],"date":["2008-06-18"],"type":["text"],"creator":["Rechnitzer, A.","van Rensburg, E. J. Janse"],"language":[],"coverage":[],"title":["Generalised Atmospheric Rosenbluth Methods (GARM)"],"description":["  We show that the classical Rosenbluth method for sampling self-avoiding walks\ncan be extended to a general algorithm for sampling many families of objects,\nincluding self-avoiding polygons. The implementation relies on an elementary\nmove which is a generalisation of kinetic growth; rather than only appending\nedges to the endpoint, edges may be inserted at any vertex providing the\nresulting objects still lie within the same family. We implement this method\nusing pruning and enrichment to sample self-avoiding walks and polygons. The\nalgorithm can be further extended by mixing it with length-preserving moves,\nsuch pivots and crank-shaft moves.\n"]}]
["0806.3100",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K15","35B65","35R05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3100"],"date":["2008-06-18"],"type":["text"],"creator":["Krylov, N. V.","Priola, E."],"language":[],"coverage":[],"title":["Elliptic and parabolic second-order PDEs with growing coefficients"],"description":["  We consider a second-order parabolic equation in $\\bR^{d+1}$ with possibly\nunbounded lower order coefficients. All coefficients are assumed to be only\nmeasurable in the time variable and locally H\\\"older continuous in the space\nvariables. We show that global Schauder estimates hold even in this case. The\nproof introduces a new localization procedure. Our results show that the\nconstant appearing in the classical Schauder estimates is in fact independent\nof the $L_{\\infty}$-norms of the lower order coefficients. We also give a proof\nof uniqueness which is of independent interest even in the case of bounded\ncoefficients.\n","Comment: 25 pages"]}]
["0806.3103",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3103"],"date":["2008-06-18"],"type":["text"],"creator":["Charnley, S. B.","Rodgers, S. D."],"language":[],"coverage":[],"title":["Clouds, Clumps, Cores & Comets - a Cosmic Chemical Connection?"],"description":["  We discuss the connection between the chemistry of dense interstellar clouds\nand those characteristics of cometary matter that could be remnants of it. The\nchemical evolution observed to occur in molecular clouds is summarized and a\nmodel for dense core collapse that can plausibly account for the isotopic\nfractionation of hydrogen, nitrogen, oxygen and carbon measured in primitive\nsolar system materials is presented.\n","Comment: to be published in Advances in Geosciences"]}]
["0806.3115",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3115"],"date":["2008-06-18"],"type":["text"],"creator":["Hazel, Dan"],"language":[],"coverage":[],"title":["Using rational numbers to key nested sets"],"description":["  This report details the generation and use of tree node ordering keys in a\nsingle relational database table. The keys for each node are calculated from\nthe keys of its parent, in such a way that the sort order places every node in\nthe tree before all of its descendants and after all siblings having a lower\nindex. The calculation from parent keys to child keys is simple, and reversible\nin the sense that the keys of every ancestor of a node can be calculated from\nthat node's keys without having to consult the database.\n  Proofs of the above properties of the key encoding process and of its\ncorrespondence to a finite continued fraction form are provided.\n","Comment: 18 pages"]}]
["0806.3121",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3121"],"date":["2008-06-18"],"type":["text"],"creator":["Bosilca, George","Delmas, Remi","Dongarra, Jack","Langou, Julien"],"language":[],"coverage":[],"title":["Algorithmic Based Fault Tolerance Applied to High Performance Computing"],"description":["  We present a new approach to fault tolerance for High Performance Computing\nsystem. Our approach is based on a careful adaptation of the Algorithmic Based\nFault Tolerance technique (Huang and Abraham, 1984) to the need of parallel\ndistributed computation. We obtain a strongly scalable mechanism for fault\ntolerance. We can also detect and correct errors (bit-flip) on the fly of a\ncomputation. To assess the viability of our approach, we have developed a fault\ntolerant matrix-matrix multiplication subroutine and we propose some models to\npredict its running time. Our parallel fault-tolerant matrix-matrix\nmultiplication scores 1.4 TFLOPS on 484 processors (cluster jacquard.nersc.gov)\nand returns a correct result while one process failure has happened. This\nrepresents 65% of the machine peak efficiency and less than 12% overhead with\nrespect to the fastest failure-free implementation. We predict (and have\nobserved) that, as we increase the processor count, the overhead of the fault\ntolerance drops significantly.\n"]}]
["0806.3129",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3129"],"date":["2008-06-19"],"type":["text"],"creator":["Wang, Shihong","Hu, Gang"],"language":[],"coverage":[],"title":["A self-synchronizing stream cipher based on chaotic coupled maps"],"description":["  A revised self-synchronizing stream cipher based on chaotic coupled maps is\nproposed. This system adds input and output functions aim to strengthen its\nsecurity. The system performs basic floating-point analytical computation on\nreal numbers, incorporating auxiliarily with algebraic operations on integer\nnumbers.\n","Comment: 6 pages"]}]
["0806.3130",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3130"],"date":["2008-06-19"],"type":["text"],"creator":["Iorio, Alfredo","Sen, Samik","Sen, Siddhartha"],"language":[],"coverage":[],"title":["Do quantum effects hold together DNA condensates?"],"description":["  The classical electrostatic interaction between DNA molecules in water in the\npresence of counterions is reconsidered and we propose it is governed by a\nmodified Poisson-Boltzmann equation. Quantum fluctuations are then studied and\nshown to lead to a vacuum interaction that is numerically computed for several\nconfigurations of many DNA strands and found to be strongly many-body. This\nCasimir vacuum interaction can be the ``glue'' holding together DNA molecules\ninto aggregates.\n","Comment: 8 pages, 6 figures"]}]
["0806.3133",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3133"],"date":["2008-06-19"],"type":["text"],"creator":["Shental, Ori","Kanter, Ido"],"language":[],"coverage":[],"title":["Shannon Meets Carnot: Mutual Information Via Thermodynamics"],"description":["  In this contribution, the Gaussian channel is represented as an equivalent\nthermal system allowing to express its input-output mutual information in terms\nof thermodynamic quantities. This thermodynamic description of the mutual\ninformation is based upon a generalization of the $2^{nd}$ thermodynamic law\nand provides an alternative proof to the Guo-Shamai-Verd\\'{u} theorem, giving\nan intriguing connection between this remarkable theorem and the most\nfundamental laws of nature - the laws of thermodynamics.\n"]}]
["0806.3134",{"format":[],"subject":["Mathematics - Optimization and Control","90C10","90C57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3134"],"date":["2008-06-19"],"type":["text"],"creator":["Espejo, Inmaculada","Marin, Alfredo","Puerto, Justo","Rodriguez-Chia, Antonio"],"language":[],"coverage":[],"title":["A comparison of formulations and solution methods for the Minimum-Envy\n  Location Problem. Additional results"],"description":["  We consider a discrete facility location problem with a new form of equity\ncriterion. The model discussed in the paper analyzes the case where demand\npoints only have strict preference order on the sites where the plants can be\nlocated. The goal is to find the location of the facilities minimizing the\ntotal envy felt by the entire set of demand points. We define this new total\nenvy criterion and provide several integer linear programming formulations that\nreflect and model this approach. Extensive computational tests are reported,\nshowing the potentials and limits of each formulation on several types of\ninstances.\n"]}]
["0806.3136",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3136"],"date":["2008-06-19"],"type":["text"],"creator":["Kurazhkovskii, A. Yu.","Kurazhkovskaya, N. A.","Klain, B. I."],"language":[],"coverage":[],"title":["Factors Influencing the Earth's Magnetic Field Evolution"],"description":["  The relationship between the behavior of an ancient geomagnetic field\ncharacteristics (paleointensity and frequency of inversions) and cyclic\nrecurrence of endogenic and cosmogeneous processes which are conceivably\nconnected with radial mantle heat transmission and the Earth rotation speed has\nbeen studied. It is shown that endogenic processes affect the behavior of the\npaleointensity and frequency of inversions. Large basalt effusions identified\nwith plumes are accompanied by the changes in paleointensity (by 30-40)% and\nthe frequency of inversions. Characteristic time intervals of paleointensity\nvariations caused by the formation of plumes makes up 10-20 Ma. The\npaleointensity varies (by 15-30)% according to phases of the riftogenesis\nactivization and tension - compression cycles. The dependence of geomagnetic\nfield behavior on changes of the Earth rotation speed which occurred as a\nresult of the Earth - Moon - Sun system evolution has been analyzed. Thus, in\naccordance with phases of the Earth - Moon distance changes (periodicity about\n200 Ma) average values of the paleointensity varied by a factor of two.\nBesides, the frequency of inversions, asymmetry of polarity and features of\npaleointensity variations changed too.\n","Comment: 12 pages, 4 figures"]}]
["0806.3150",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L70, 35Q55, 35B40, 35B33, 37K05, 37L50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3150"],"date":["2008-06-19"],"type":["text"],"creator":["Ibrahim, Slim","Majdoub, Mohamed","Masmoudi, Nader","Nakanishi, Kenji"],"language":[],"coverage":[],"title":["Energy scattering for 2D critical wave equation"],"description":["  We investigate existence and asymptotic completeness of the wave operators\nfor nonlinear Klein-Gordon and Schr\\\"odinger equations with a defocusing\nexponential nonlinearity in two space dimensions. A certain threshold is\ndefined based on the value of the conserved Hamiltonian, below which the\nexponential potential energy is dominated by the kinetic energy via a\nTrudinger-Moser type inequality.\n  We prove that if the energy is below or equal to the critical value, then the\nsolution approaches a free Klein-Gordon solution at the time infinity. The\ninteresting feature in the critical case is that the Strichartz estimate\ntogether with Sobolev-type inequalities can not control the nonlinear term\nuniformly on each time interval, but with constants depending on how much the\nsolution is concentrated. Thus we have to trace concentration of the energy\nalong time, in order to set up favorable nonlinear estimates, and then to\nimplement Bourgain's induction argument. We show the same result for the\n\"subcritical\" nonlinear Schr\\\"odinger equation.\n","Comment: 33 pages, submitted"]}]
["0806.3151",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3151"],"date":["2008-06-19"],"type":["text"],"creator":["Kharchenko, D. O.","Kokhan, S. V.","Dvornichenko, A. V."],"language":[],"coverage":[],"title":["Entropy driven mechanism for noise induced patterns formation in\n  reaction-diffusion systems"],"description":["  We have studied the entropy-driven mechanism leading to stationary patterns\nformation in stochastic systems with local dynamics and non-Fickian diffusion.\nWe have shown that a multiplicative noise fulfilling a fluctuation-dissipation\nrelation is able to induce and sustain stationary structures with its intensity\ngrowth. It was found that at small and large noise intensities the system is\ncharacterized by unstable homogeneous states. At intermediate values of the\nnoise intensity three types of patterns are possible: nucleation, spinodal\ndecomposition and stripes with liner defects (dislocations). Our analytical\ninvestigations are verified by computer simulations.\n","Comment: 20 pages, 11 figures"]}]
["0806.3154",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3154","Appl. Phys. Lett. 92, 223106 (2008)","doi:10.1063/1.2938058"],"date":["2008-06-19"],"type":["text"],"creator":["Lam, Kai-Tak","Liang, Gengchiau"],"language":[],"coverage":[],"title":["An Ab Initio Study on Energy Gap of Bilayer Graphene Nanoribbons with\n  Armchair Edges"],"description":["  Dependency of energy bandgap (Eg) of bilayer armchair graphene nanoribbons\n(AGNRB) on their widths, interlayer distance (D) and edge doping concentration\nof boron/nitrogen is investigated using local density approximation and compare\nto the results of monolayer graphene nanoribbons (AGNRM). Although Eg of AGNRB,\nin general, is smaller than that of AGNRM, AGNRB exhibits two distinct groups,\nmetal and semiconductor, while AGNRM displays purely semiconducting behavior.\nEg of AGNRB, moreover, is highly sensitive to D, indicating a possible\napplication in tuning Eg by varying D. Finally, edge doping of both AGNR\nsystems reduces Eg by 11-17%/4-10% for AGNRM/AGNRB, respectively.\n","Comment: 15 pages, 4 figures"]}]
["0806.3155",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3155","SIGMA 4 (2008), 053, 17 pages","doi:10.3842/SIGMA.2008.053"],"date":["2008-06-19"],"type":["text"],"creator":["Parkes, E. John"],"language":[],"coverage":[],"title":["Periodic and Solitary Travelling-Wave Solutions of an Extended Reduced\n  Ostrovsky Equation"],"description":["  Periodic and solitary travelling-wave solutions of an extended reduced\nOstrovsky equation are investigated. Attention is restricted to solutions that,\nfor the appropriate choice of certain constant parameters, reduce to solutions\nof the reduced Ostrovsky equation. It is shown how the nature of the waves may\nbe categorized in a simple way by considering the value of a certain single\ncombination of constant parameters. The periodic waves may be smooth humps,\ncuspons, loops or parabolic corner waves. The latter are shown to be the\nmaximum-amplitude limit of a one-parameter family of periodic smooth-hump\nwaves. The solitary waves may be a smooth hump, a cuspon, a loop or a parabolic\nwave with compact support. All the solutions are expressed in parametric form.\nOnly in one circumstance can the variable parameter be eliminated to give a\nsolution in explicit form. In this case the resulting waves are either a\nsolitary parabolic wave with compact support or the corresponding periodic\ncorner waves.\n","Comment: This is a contribution to the Proc. of the Seventh International\n  Conference ''Symmetry in Nonlinear Mathematical Physics'' (June 24-30, 2007,\n  Kyiv, Ukraine), published in SIGMA (Symmetry, Integrability and Geometry:\n  Methods and Applications) at http://www.emis.de/journals/SIGMA/"]}]
["0806.3157",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3157"],"date":["2008-06-19"],"type":["text"],"creator":["Mihul, Eleonora A","Mihul, Alexandru C"],"language":[],"coverage":[],"title":["The Photon and Magnetic Monopoles"],"description":["  The Energy-Length Rule implies the following properties for a transversal\nisolated system : on one side energy multiplied with zero component of x = both\nsign of ch, on the other side the sine of the p perpendicular to x,\nrepresenting the helicity of the photon, is positive and negative. It\ncorresponds to the sign of zero component of x, referring to the two cones\nwhich define respectively system and antisystem. The energy is obviously\npositive for both of them. Keeping p orthogonal to x implies right and left\nhanded circular polarization simultaneously .Then in our interpretation the\nisolated real photon hides what we call the two monopoles. They are manifested\nin the real polarized photons being independent but united through their root\nas system and antisystem.\n","Comment: 6 pages No figures"]}]
["0806.3160",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - K-Theory and Homology","26A42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3160"],"date":["2008-06-19"],"type":["text"],"creator":["Almkvist, Gert"],"language":[],"coverage":[],"title":["Computation of a Feynman integral"],"description":["  A Feymnan integral is computed exactly using LLL\n"]}]
["0806.3163",{"format":[],"subject":["Mathematics - Number Theory","11P82"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3163"],"date":["2008-06-19"],"type":["text"],"creator":["Almkvist, Gert"],"language":[],"coverage":[],"title":["Asymptotics of the number of partitions into p-cores and some\n  trigonometric sums"],"description":["  An asymptotic formula for the number of partitions into p-cores is derived.\nAs a byproduct some integer valued trigonometric sums are found\n"]}]
["0806.3176",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3176"],"date":["2008-06-19"],"type":["text"],"creator":["Ormerod, Paul","Wiltshire, Greg"],"language":[],"coverage":[],"title":["'Binge' drinking in the UK: a social network phenomenon"],"description":["  We analyse the recent rapid growth of 'binge' drinking in the UK. This means\nthe consumption of large amounts of alcohol, especially by young people,\nleading to serious anti-social and criminal behaviour in urban centres. We show\nhow a simple agent-based model, based on binary choice with externalities,\ncombined with a small amount of survey data can explain the phenomenon. We show\nthat the increase in binge drinking is a fashion-related phenomenon, with\nimitative behaviour spreading across socila networks The results show that a\nsmall world network, rather than a random or scale free, offers the best\ndescription of the key aspects of the data\n"]}]
["0806.3181",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3181"],"date":["2008-06-19"],"type":["text"],"creator":["Borzdov, Andrei","Pozdnyakov, Dmitry","Borzdov, Vladimir"],"language":[],"coverage":[],"title":["Electron drift velocity control in GaAs-in-Al2O3 quantum wire transistor\n  structure due to the electron scattering rate alteration"],"description":["  Electron transport in the transistor structure based on thin undoped\nGaAs-in-Al2O3 quantum wire is simulated by ensemble Monte-Carlo method taking\ninto account electron scattering by the phonons and surface roughness. The\ninfluence of surface roughness height on electron drift velocity at 77 and 300\nK is investigated for the values of longitudinal electric field strength of 0.1\nand 1.0 kV/cm. A possibility of electron drift velocity control due to\nvariation of the bias applied to the gates, which results in the electron\nscattering rate alteration, is ascertained.\n","Comment: 4 pages, 3 figures"]}]
["0806.3188",{"format":[],"subject":["Mathematics - Probability","60G15, 60E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3188"],"date":["2008-06-19"],"type":["text"],"creator":["Marcus, Michael B.","Rosen, Jay"],"language":[],"coverage":[],"title":["Existence of a critical point for the infinite divisibility of squares\n  of Gaussian vectors in $R^{2}$ with non--zero mean"],"description":["  Let $G=(G_{1},G_{2})$ be a Gaussian vector in $R^{2}$ with $EG_{1}G_{2}\\neq\n0$. Let $c_{1},c_{2}\\in R^{1}$. A necessary and sufficient condition for\n$G=((G_{1}+c_{1}\\alpha)^{2},(G_{2}+c_{2}\\alpha)^{2})$ to be infinitely\ndivisible for all $\\alpha\\in R^{1}$ is that \\[ \\Ga_{i,i}\\geq\n\\frac{c_{i}}{c_{j}}\\Ga_{i,j}>0\\qquad\\forall 1\\le i\\ne j\\le 2.\\] In this paper\nwe show that when this does not hold there exists an $0<\\alpha_{0}<\\ff $ such\nthat $G=((G_{1}+c_{1}\\alpha)^{2},(G_{2}+c_{2}\\alpha)^{2})$ is infinitely\ndivisible for all $|\\alpha|\\leq \\alpha_{0}$ but not for any $|\\al|>\\al_{0}$.\n"]}]
["0806.3198",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3198"],"date":["2008-06-19"],"type":["text"],"creator":["Prasanna, T. R. S."],"language":[],"coverage":[],"title":["Correct form of the electron wavefunction in periodic solids"],"description":["  The Bloch wavefunction leads either to mathematically impossible consequences\nor suggests that the ground state energy is a function of size and shape when\nthe geometry of large crystals is considered in detail. It is incompatible with\nthe assumption underlying the Born-von Karman periodic boundary condition. The\nsource of the difficulty is the incorrect dependence of the Bloch wavefunction\non the wavenumber index k. The mathematically impossible consequences can be\novercome if the periodic part of the electron wavefunction is represented as\nun(r), which is dependent only on the band index, n, and is independent of the\nwavenumber index k. This correct form of the wavefunction is consistent with\nthe Bloch theorem and with all other properties of Bloch wavefunctions. The\ncorrect form is also consistent with the Born-von Karman periodic boundary\ncondition. The correct form of the electronic wavefunction in a periodic solid\nhas profound consequences. It simplifies the calculation of electronic\nstructure as only one wavefunction per band, un(r), needs to be evaluated. It\nbrings about a conceptual unification between the band picture favored by\nphysicists and the bond picture favored by chemists. The correct form of the\nelectron wavefunction will simplify the understanding of many phenomena\ninvolving valence electrons.\n","Comment: 15 pages, submitted for publication"]}]
["0806.3201",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Data Structures and Algorithms","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3201"],"date":["2008-06-19"],"type":["text"],"creator":["Kossinets, Gueorgi","Kleinberg, Jon","Watts, Duncan"],"language":[],"coverage":[],"title":["The Structure of Information Pathways in a Social Communication Network"],"description":["  Social networks are of interest to researchers in part because they are\nthought to mediate the flow of information in communities and organizations.\nHere we study the temporal dynamics of communication using on-line data,\nincluding e-mail communication among the faculty and staff of a large\nuniversity over a two-year period. We formulate a temporal notion of \"distance\"\nin the underlying social network by measuring the minimum time required for\ninformation to spread from one node to another -- a concept that draws on the\nnotion of vector-clocks from the study of distributed computing systems. We\nfind that such temporal measures provide structural insights that are not\napparent from analyses of the pure social network topology. In particular, we\ndefine the network backbone to be the subgraph consisting of edges on which\ninformation has the potential to flow the quickest. We find that the backbone\nis a sparse graph with a concentration of both highly embedded edges and\nlong-range bridges -- a finding that sheds new light on the relationship\nbetween tie strength and connectivity in social networks.\n","Comment: 9 pages, 10 figures, to appear in Proceedings of the 14th ACM SIGKDD\n  International Conference on Knowledge Discovery and Data Mining (KDD'08),\n  August 24-27, 2008, Las Vegas, Nevada, USA"]}]
["0806.3206",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3206"],"date":["2008-06-19"],"type":["text"],"creator":["Dua, Piyush"],"language":[],"coverage":[],"title":["Effective Mass Ratio & positive colossal magnetoresistance of a\n  Nano-wire"],"description":["  In the present work, a relation has been established between degree of\npolarization and effective mass ratio (EMR) and magnetoresistance (MR) of\none-dimensional non-degenerate system (which can represent a nano-wire or a\nlinear chain of atoms and molecules in one dimension) by using a non-degenerate\nHubbard model, which includes diagonal and off-diagonal matrix elements of\nCoulomb interaction. EMR is one of the most important property, which provides\ninformation that how much itinerant the system is? Within the mean field\napproximation, it is found that, due to the presence of off-diagonal elements,\nthe band narrowing effect dominates over the band splitting effect. The EMR\nvaries with degree of polarization. EMR for majority (up spin) carriers\ndecreases as magnetization increases below ferromagnetic transition\ntemperature. MR decreases as system is cooled below the ferromagnetic\ntransition temperature. A comparison of our results with existing experimental\nobservations is made.\n","Comment: 16 pages, 5 Figures"]}]
["0806.3210",{"format":[],"subject":["Mathematics - Rings and Algebras","16A62","16E70","20J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3210"],"date":["2008-06-19"],"type":["text"],"creator":["Kirkman, E.","Kuzmanovich, J.","Zhang, J. J."],"language":[],"coverage":[],"title":["Shephard-Todd-Chevalley Theorem for skew polynomial rings"],"description":["  We prove the following generalization of the classical\nShephard-Todd-Chevalley Theorem. Let $G$ be a finite group of graded algebra\nautomorphisms of a skew polynomial ring $A:=k_{p_{ij}}[x_1,...,x_n]$. Then the\nfixed subring $A^G$ has finite global dimension if and only if $G$ is generated\nby quasi-reflections. In this case the fixed subring $A^G$ is isomorphic a skew\npolynomial ring with possibly different $p_{ij}$'s. A version of the theorem is\nproved also for abelian groups acting on general quantum polynomial rings.\n","Comment: 31 pages"]}]
["0806.3212",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3212"],"date":["2008-06-19"],"type":["text"],"creator":["Sinev, A. M."],"language":[],"coverage":[],"title":["On a quantum model of a laser-interferometer measuring a weak classical\n  force"],"description":["  We consider a solvable model of a laser-interferometer measuring a weak\nclassical force. The model takes into account dissipation of the energy by\ntransfer to the environment at zero temperature. The sensitivity (the\nsignal-to-noise ratio) of the device is defined as the corresponding ratio\nbetween the mean value and the variance of a certain observable. We analyze the\ndependence of the sensitivity upon the duration of the measurement and the\nphoton number. For parameters typical for the LIGO project, we discuss\nnumerical estimates.\n","Comment: 17 pages, 5 figures"]}]
["0806.3215",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3215"],"date":["2008-06-19"],"type":["text"],"creator":["Lin, Xiahong","Gao, Lin","Chen, Kefei","Chiu, David K. Y."],"language":[],"coverage":[],"title":["MOHCS: Towards Mining Overlapping Highly Connected Subgraphs"],"description":["  Many networks in real-life typically contain parts in which some nodes are\nmore highly connected to each other than the other nodes of the network. The\ncollection of such nodes are usually called clusters, communities, cohesive\ngroups or modules. In graph terminology, it is called highly connected graph.\nIn this paper, we first prove some properties related to highly connected\ngraph. Based on these properties, we then redefine the highly connected\nsubgraph which results in an algorithm that determines whether a given graph is\nhighly connected in linear time. Then we present a computationally efficient\nalgorithm, called MOHCS, for mining overlapping highly connected subgraphs. We\nhave evaluated experimentally the performance of MOHCS using real and synthetic\ndata sets from computer-generated graph and yeast protein network. Our results\nshow that MOHCS is effective and reliable in finding overlapping highly\nconnected subgraphs. Keywords-component; Highly connected subgraph, clustering\nalgorithms, minimum cut, minimum degree\n"]}]
["0806.3216",{"format":[],"subject":["Mathematical Physics","28E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3216"],"date":["2008-06-19"],"type":["text"],"creator":["Suzuki, Alfredo Takashi"],"language":[],"coverage":[],"title":["Negative dimensional approach to evaluating real integrals"],"description":["  In solving the differential equation for a non damped harmonic oscillator one\nmeets, after subjecting the equation to a Fourier transformation, an\nintegration in the complex $\\omega$ plane. In most cases such an integral is\nevaluated by calculating residues together with some physical input such as the\nprinciple of causality to define which pole residues are relevant to the\nphysical problem. For this kind of application, Cauchy's theorem or residue\ntheorem can be applied to evaluate certain real integrals. Here we present an\nalternative approach based on the concept of negative dimensional integration\nto treat such integrals and give an specific example on how this is\naccomplished.\n","Comment: 4 pages, no figures"]}]
["0806.3223",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3223"],"date":["2008-06-19"],"type":["text"],"creator":["Silver, Daniel S.","Whitten, Wilbur"],"language":[],"coverage":[],"title":["Knot Group Epimorphisms, II"],"description":["  We consider the relations $\\ge$ and $\\ge_p$ on the collection of all knots,\nwhere $k \\ge k'$ (respectively, $k \\ge_p k'$) if there exists an epimorphism\n$\\pi k \\to \\pi k'$ of knot groups (respectively, preserving peripheral\nsystems). When $k$ is a torus knot, the relations coincide and $k'$ must also\nbe a torus knot; we determine the knots $k'$ that can occur. If $k$ is a\n2-bridge knot and $k \\ge_p k'$, then $k'$ is a 2-bridge knot with determinant a\nproper divisor of the determinant of $k$; only finitely many knots $k'$ are\npossible.\n","Comment: 14 pages, 1 figure"]}]
["0806.3227",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3227"],"date":["2008-06-19"],"type":["text"],"creator":["Harshan, J.","Rajan, B. Sundar"],"language":[],"coverage":[],"title":["A Non-differential Distributed Space-Time Coding for Partially-Coherent\n  Cooperative Communication"],"description":["  In a distributed space-time coding scheme, based on the relay channel model,\nthe relay nodes co-operate to linearly process the transmitted signal from the\nsource and forward them to the destination such that the signal at the\ndestination appears as a space time block code. Recently, a code design\ncriteria for achieving full diversity in a partially-coherent environment have\nbeen proposed along with codes based on differential encoding and decoding\ntechniques. For such a set up, in this paper, a non-differential encoding\ntechnique and construction of distributed space time block codes from unitary\nmatrix groups at the source and a set of diagonal unitary matrices for the\nrelays are proposed. It is shown that, the performance of our scheme is\nindependent of the choice of unitary matrices at the relays. When the group is\ncyclic, a necessary and sufficient condition on the generator of the cyclic\ngroup to achieve full diversity and to minimize the pairwise error probability\nis proved. Various choices on the generator of cyclic group to reduce the ML\ndecoding complexity at the destination is presented. It is also shown that, at\nthe source, if non-cyclic abelian unitary matrix groups are used, then\nfull-diversity can not be obtained. The presented scheme is also robust to\nfailure of any subset of relay nodes.\n","Comment: To appear in IEEE Transactions on Wireless Communications. 06 pages,\n  04 figures"]}]
["0806.3231",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3231"],"date":["2008-06-19"],"type":["text"],"creator":["Yan, Wei","Yan, Min","Qiu, Min"],"language":[],"coverage":[],"title":["Necessary and sufficient conditions for reflectionless transformation\n  media in an isotropic and homogenous background"],"description":["  It has been known that, keeping the outer boundary coordinates intact before\nand after a coordinate transformation is a sufficient condition for obtaining a\nreflectionless transformation medium. Here we prove that it is also a necessary\ncondition for reflectionless transformation media in an isotropic and\nhomogenous background. Our analytical results show that the outer boundary\ncoordinates of a reflectionless transformation medium must be the same as the\noriginal coordinates with a combination of rotation and displacement, which is\nequivalent to situation that the boundary coordinates are kept intact before\nand after transformation.\n","Comment: 9 pages, 4 figures"]}]
["0806.3233",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Biological Physics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3233"],"date":["2008-06-19"],"type":["text"],"creator":["Smirnov, Anatoly Yu.","Savel'ev, Sergey E.","Nori, Franco"],"language":[],"coverage":[],"title":["Shuttle-mediated proton pumping across the inner mitochondrial membrane"],"description":["  Shuttle-assisted charge transfer is pivotal for the efficient energy\ntransduction from the food-stuff electrons to protons in the respiratory chain\nof animal cells and bacteria. The respiratory chain consists of four\nmetalloprotein Complexes (I-IV) embedded in the inner membrane of a\nmitochondrion. Three of these complexes pump protons across the membrane,\nfuelled by the energy of food-stuff electrons. Despite extensive biochemical\nand biophysical studies, the physical mechanism of this proton pumping is still\nnot well understood. Here we present a nanoelectromechanical model of the\nelectron-driven proton pump related to the second loop of the respiratory\nchain, where a lipid-soluble ubiquinone molecule shuttles between the Complex I\nand Complex III, carrying two electrons and two protons. We show that the\nenergy of electrons can be converted to the transmembrane proton potential\ngradient via the electrostatic interaction between electrons and protons on the\nshuttle. We find that the system can operate either as a proton pump, or, in\nthe reverse regime, as an electron pump. For membranes with various\nviscosities, we demonstrate that the uphill proton current peaks near the body\ntemperature $T \\approx 37 ^{\\circ}$C.\n","Comment: 22 pages, 6 figures"]}]
["0806.3235",{"format":[],"subject":["Mathematical Physics","46L55, 46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3235"],"date":["2008-06-19"],"type":["text"],"creator":["Majewski, W. A."],"language":[],"coverage":[],"title":["A note on Stormer condition for decomposability of positive maps"],"description":["  We present a partial characterization of matrices in $M_n(\\cA)^+$ satisfying\nthe St{\\o}rmer condition.\n","Comment: 5 pages"]}]
["0806.3239",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3239"],"date":["2008-06-19"],"type":["text"],"creator":["Ilchenko, Vladimir S.","Byrd, Jerry","Savchenkov, Anatoliy A.","Seidel, David","Matsko, Andrey B.","Maleki, Lute"],"language":[],"coverage":[],"title":["Coherent resonant Ka-band photonic microwave receiver"],"description":["  We propose theoretically and demonstrate experimentally a coherent microwave\nphotonic receiver operating at 35 GHz carrier frequency. The device is based on\na lithium niobate or lithium tantalate optical whispering gallery mode\nresonator coupled to a microwave strip line resonator. Microwave local\noscillator is fed into the microwave resonator along with the microwave signal.\nWe show that the sensitivity of this receiver significantly exceeds the\nsensitivity of the incoherent quadratic receiver based on the same technology.\nThe coherent receiver can possess a dynamic range in excess of 100 dB in 5 MHz\nband if a low noise laser is utilized.\n"]}]
["0806.3245",{"format":[],"subject":["Mathematics - Geometric Topology","57M27","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3245"],"date":["2008-06-19"],"type":["text"],"creator":["Jabuka, Stanislav"],"language":[],"coverage":[],"title":["Rational Witt classes of pretzel knots"],"description":["  In his pioneering work from 1969, Jerry Levine introduced a complete set of\ninvariants of algebraic concordance of knots. The evaluation of these\ninvariants requires a factorization of the Alexander polynomial of the knot,\nand is therefore in practice often hard to realize. We thus propose the study\nof an alternative set of invariants of algebraic concordance - the rational\nWitt classes of knots. Though these are rather weaker invariants than those\ndefined by Levine, they have the advantage of lending themselves to quite\nmanageable computability. We illustrate this point by computing the rational\nWitt classes of all pretzel knots. We give many examples and provide\napplications to obstructing sliceness for pretzel knots. We also obtain\nexplicit formulae for the determinants and signatures of all pretzel knots.\n  This article is dedicated to Jerry Levine and his lasting mathematical\nlegacy; on the occasion of the conference \"Fifty years since Milnor and Fox\"\nheld at Brandeis University on June 2-5, 2008.\n","Comment: 41 pages, 6 figures"]}]
["0806.3246",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3246"],"date":["2008-06-19"],"type":["text"],"creator":["Alon, Noga","Hasidim, Avinatan","Lubetzky, Eyal","Stav, Uri","Weinstein, Amit"],"language":[],"coverage":[],"title":["Broadcasting with side information"],"description":["  A sender holds a word x consisting of n blocks x_i, each of t bits, and\nwishes to broadcast a codeword to m receivers, R_1,...,R_m. Each receiver R_i\nis interested in one block, and has prior side information consisting of some\nsubset of the other blocks. Let \\beta_t be the minimum number of bits that has\nto be transmitted when each block is of length t, and let \\beta be the limit\n\\beta = \\lim_{t \\to \\infty} \\beta_t/t. In words, \\beta is the average\ncommunication cost per bit in each block (for long blocks). Finding the coding\nrate \\beta, for such an informed broadcast setting, generalizes several coding\ntheoretic parameters related to Informed Source Coding on Demand, Index Coding\nand Network Coding.\n  In this work we show that usage of large data blocks may strictly improve\nupon the trivial encoding which treats each bit in the block independently. To\nthis end, we provide general bounds on \\beta_t, and prove that for any constant\nC there is an explicit broadcast setting in which \\beta = 2 but \\beta_1 > C.\nOne of these examples answers a question of Lubetzky and Stav.\n  In addition, we provide examples with the following counterintuitive\ndirect-sum phenomena. Consider a union of several mutually independent\nbroadcast settings. The optimal code for the combined setting may yield a\nsignificant saving in communication over concatenating optimal encodings for\nthe individual settings. This result also provides new non-linear coding\nschemes which improve upon the largest known gap between linear and non-linear\nNetwork Coding, thus improving the results of Dougherty, Freiling, and Zeger.\n  The proofs use ideas related to Witsenhausen's rate, OR graph products,\ncolorings of Cayley graphs and the chromatic numbers of Kneser graphs.\n","Comment: 19 pages"]}]
["0806.3248",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3248"],"date":["2008-06-19"],"type":["text"],"creator":["Papavasiliou, A.","Pavliotis, G. A.","Stuart, A. M."],"language":[],"coverage":[],"title":["Maximum Likelihood Drift Estimation for Multiscale Diffusions"],"description":["  We study the problem of parameter estimation using maximum likelihood for\nfast/slow systems of stochastic differential equations. Our aim is to shed\nlight on the problem of model/data mismatch at small scales. We consider two\nclasses of fast/slow problems for which a closed coarse-grained equation for\nthe slow variables can be rigorously derived, which we refer to as averaging\nand homogenization problems. We ask whether, given data from the slow variable\nin the fast/slow system, we can correctly estimate parameters in the drift of\nthe coarse-grained equation for the slow variable, using maximum likelihood. We\nshow that, whereas the maximum likelihood estimator is asymptotically unbiased\nfor the averaging problem, for the homogenization problem maximum likelihood\nfails unless we subsample the data at an appropriate rate. An explicit formula\nfor the asymptotic error in the log likelihood function is presented. Our\ntheory is applied to two simple examples from molecular dynamics.\n","Comment: 36 pages, submitted to Stochastic Processes and Their Applications"]}]
["0806.3260",{"format":[],"subject":["Mathematics - Numerical Analysis","65F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3260"],"date":["2008-06-19"],"type":["text"],"creator":["Vecharynski, Eugene","Langou, Julien"],"language":[],"coverage":[],"title":["The cycle-convergence of restarted GMRES for normal matrices is\n  sublinear"],"description":["  We prove that the cycle-convergence of the restarted GMRES applied to a\nsystem of linear equations with a normal coefficient matrix is sublinear.\n"]}]
["0806.3261",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3261"],"date":["2008-06-19"],"type":["text"],"creator":["Hogan, Jason M.","Johnson, David M. S.","Kasevich, Mark A."],"language":[],"coverage":[],"title":["Light-pulse atom interferometry"],"description":["  The light-pulse atom interferometry method is reviewed. Applications of the\nmethod to inertial navigation and tests of the Equivalence Principle are\ndiscussed.\n","Comment: 38 pages, 13 figures. To appear in the Proceedings of the\n  International Summer School of Physics \"Enrico Fermi\" on Atom Optics and\n  Space Physics (Varenna, July 2007)"]}]
["0806.3262",{"format":[],"subject":["Mathematics - Operator Algebras","47-xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3262"],"date":["2008-06-19"],"type":["text"],"creator":["Exel, R.","Giordano, T.","Goncalves, D."],"language":[],"coverage":[],"title":["Envelope Algebras of Partial Actions as Groupoid C*-Algebras"],"description":["  We describe the envelope C*-algebra associated to a partial action of a\ncountable discrete group on a locally compact space as a groupoid C*-algebra\n(more precisely as a C*-algebra from an equivalence relation) and we use our\napproach to show that, for a large class of partial actions of Z on the Cantor\nset, the envelope C*-algebra is an AF-algebra. We also completely characterize\npartial actions of a countable discrete group on a compact space such that the\nenvelope action acts in a Hausdorff space.\n","Comment: 13 pages"]}]
["astro-ph/0606446",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0606446"],"date":["2006-06-19","2008-06-20"],"type":["text"],"creator":["Wang, Chih-Yueh"],"language":[],"coverage":[],"title":["Nickel Bubble Expansion in Type Ia Supernovae: Adiabatic Solutions"],"description":["  This paper presents hydrodynamical and radiation-hydrodynamical simulations\nof the nickel bubble effect in Type Ia supernovae, comparison of results to\nself-similar solutions, and application to observations of Type Ia supernova\nremnants, with a particular emphasis on Tycho's SNR.\n","Comment: ApJ, 2008, accepted, 36 pages"]}]
["cond-mat/0607716",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607716","J. Nanoscience and Nanotecnology 8, 2761-2780 (2008)","doi:10.1166/jnn.2008.015"],"date":["2006-07-27","2007-06-26"],"type":["text"],"creator":["Iglesias, Oscar","Labarta, Amilcar","Batlle, Xavier"],"language":[],"coverage":[],"title":["Exchange bias phenomenology and models of core/shell nanoparticles"],"description":["  Some of the main experimental observations related to the occurrence of\nexchange bias in magnetic systems are reviewed, focusing the attention on the\npeculiar phenomenology associated to nanoparticles with core/shell structure as\ncompared to thin film bilayers. The main open questions posed by the\nexperimental observations are presented and contrasted to existing theories and\nmodels for exchange bias formulated up to date. We also present results of\nsimulations based on a simple model of a core/shell nanoparticle in which the\nvalues of microscopic parameters such as anisotropy and exchange constants can\nbe tuned in the core, shell and at the interfacial regions, offering new\ninsight on the microscopic origin of the experimental phenomenology. A detailed\nstudy of the of the magnetic order of the interfacial spins shows compelling\nevidence that most of the experimentally observed effects can be qualitatively\naccounted within the context of this model and allows also to quantify the\nmagnitude of the loop shifts with striking agreement with the macroscopic\nobserved values.\n","Comment: 17 pages, 10 figures. Review article, submitted to J. Nanosci.\n  Nanotechnol. (special Issue on Nanomagnetism), invited contribution.\n  Suggestions and comments are welcome. A copy with higher resolution of Fig. 7\n  may be obtained at this web site: http://hermes.ffn.ub.es/oscar/Articles.html"]}]
["cs/0401011",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Condensed Matter - Statistical Mechanics","Computer Science - Computational Complexity","A.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0401011","Theoretical Computer Science (2004) A 320, 345"],"date":["2004-01-14"],"type":["text"],"creator":["Cocco, Simona","Monasson, Remi"],"language":[],"coverage":[],"title":["Heuristic average-case analysis of the backtrack resolution of random\n  3-Satisfiability instances"],"description":["  An analysis of the average-case complexity of solving random 3-Satisfiability\n(SAT) instances with backtrack algorithms is presented. We first interpret\nprevious rigorous works in a unifying framework based on the statistical\nphysics notions of dynamical trajectories, phase diagram and growth process. It\nis argued that, under the action of the Davis--Putnam--Loveland--Logemann\n(DPLL) algorithm, 3-SAT instances are turned into 2+p-SAT instances whose\ncharacteristic parameters (ratio alpha of clauses per variable, fraction p of\n3-clauses) can be followed during the operation, and define resolution\ntrajectories. Depending on the location of trajectories in the phase diagram of\nthe 2+p-SAT model, easy (polynomial) or hard (exponential) resolutions are\ngenerated. Three regimes are identified, depending on the ratio alpha of the\n3-SAT instance to be solved. Lower sat phase: for small ratios, DPLL almost\nsurely finds a solution in a time growing linearly with the number N of\nvariables. Upper sat phase: for intermediate ratios, instances are almost\nsurely satisfiable but finding a solution requires exponential time (2 ^ (N\nomega) with omega>0) with high probability. Unsat phase: for large ratios,\nthere is almost always no solution and proofs of refutation are exponential. An\nanalysis of the growth of the search tree in both upper sat and unsat regimes\nis presented, and allows us to estimate omega as a function of alpha. This\nanalysis is based on an exact relationship between the average size of the\nsearch tree and the powers of the evolution operator encoding the elementary\nsteps of the search heuristic.\n","Comment: to appear in Theoretical Computer Science"]}]
["cs/0506069",{"format":[],"subject":["Computer Science - Computational Complexity","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0506069","RANDOM 2005, Berkeley, CA, \\'Etats-Unis d'Am\\'erique, p.402-413"],"date":["2005-06-16"],"type":["text"],"creator":["Monasson, Remi"],"language":[],"coverage":[],"title":["A generating function method for the average-case analysis of DPLL"],"description":["  A method to calculate the average size of Davis-Putnam-Loveland-Logemann\n(DPLL) search trees for random computational problems is introduced, and\napplied to the satisfiability of random CNF formulas (SAT) and the coloring of\nrandom graph (COL) problems. We establish recursion relations for the\ngenerating functions of the average numbers of (variable or color) assignments\nat a given height in the search tree, which allow us to derive the asymptotics\nof the expected DPLL tree size, 2^{N w + o(N)}, where N is the instance size. w\nis calculated as a function of the input distribution parameters (ratio of\nclauses per variable for SAT, average vertex degree for COL), and the branching\nheuristics.\n","Comment: RANDOM 2005, Berkeley, August 22-24"]}]
["math/0508120",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14H40","14K05","11G30","11G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508120"],"date":["2005-08-06","2008-06-20"],"type":["text"],"creator":["Elkin, Arsen","Zarhin, Yuri G."],"language":[],"coverage":[],"title":["Endomorphism algebras of hyperelliptic jacobians and finite projective\n  lines"],"description":["  We prove that the jacobian of a hyperelliptic curve y^2=f(x) is absolutely\nsimple if deg(f)=q+1 where q is a power prime congruent to 5 modulo 8, the\npolynomial f(x) is irreducible over the ground field of characteristic zero and\nits Galois group is L_2(q).\n","Comment: LaTeX, 16 pages"]}]
["math/0604391",{"format":[],"subject":["Mathematics - Differential Geometry","53C30, 53B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604391"],"date":["2006-04-18","2008-06-20"],"type":["text"],"creator":["Souam, Rabah","Toubiana, Eric"],"language":[],"coverage":[],"title":["Totally umbilic surfaces in homogeneous 3-manifolds"],"description":["  We discuss existence and classification of totally umbilic surfaces in the\nmodel geometries of Thurston and the Berger spheres. We classify such surfaces\nin $H^2 \\times R$, $S^2 \\times R$ and the Sol group. We prove nonexistence in\nthe Berger spheres and in the remaining model geometries other than the space\nforms.\n","Comment: 28 pages, v2 : corrected typos, new section added. To appear in\n  Commentarii Math. Helvet"]}]
["math/0609020",{"format":[],"subject":["Mathematics - Statistics Theory","62N01, 62G20 (Primary) 62G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609020","Annals of Statistics 2008, Vol. 36, No. 3, 1031-1063","doi:10.1214/009053607000000974"],"date":["2006-09-01","2008-06-17"],"type":["text"],"creator":["Groeneboom, Piet","Maathuis, Marloes H.","Wellner, Jon A."],"language":[],"coverage":[],"title":["Current status data with competing risks: Consistency and rates of\n  Convergence of the MLE"],"description":["  We study nonparametric estimation of the sub-distribution functions for\ncurrent status data with competing risks. Our main interest is in the\nnonparametric maximum likelihood estimator (MLE), and for comparison we also\nconsider a simpler ``naive estimator.'' Both types of estimators were studied\nby Jewell, van der Laan and Henneman [Biometrika (2003) 90 183--197], but\nlittle was known about their large sample properties. We have started to fill\nthis gap, by proving that the estimators are consistent and converge globally\nand locally at rate $n^{1/3}$. We also show that this local rate of convergence\nis optimal in a minimax sense. The proof of the local rate of convergence of\nthe MLE uses new methods, and relies on a rate result for the sum of the MLEs\nof the sub-distribution functions which holds uniformly on a fixed neighborhood\nof a point. Our results are used in Groeneboom, Maathuis and Wellner [Ann.\nStatist. (2008) 36 1064--1089] to obtain the local limiting distributions of\nthe estimators.\n","Comment: Published in at http://dx.doi.org/10.1214/009053607000000974 the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0609021",{"format":[],"subject":["Mathematics - Statistics Theory","62N01, 62G20 (Primary) 62G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609021","Annals of Statistics 2008, Vol. 36, No. 3, 1064-1089","doi:10.1214/009053607000000983"],"date":["2006-09-01","2008-06-17"],"type":["text"],"creator":["Groeneboom, Piet","Maathuis, Marloes H.","Wellner, Jon A."],"language":[],"coverage":[],"title":["Current status data with competing risks: Limiting distribution of the\n  MLE"],"description":["  We study nonparametric estimation for current status data with competing\nrisks. Our main interest is in the nonparametric maximum likelihood estimator\n(MLE), and for comparison we also consider a simpler ``naive estimator.''\nGroeneboom, Maathuis and Wellner [Ann. Statist. (2008) 36 1031--1063] proved\nthat both types of estimators converge globally and locally at rate $n^{1/3}$.\nWe use these results to derive the local limiting distributions of the\nestimators. The limiting distribution of the naive estimator is given by the\nslopes of the convex minorants of correlated Brownian motion processes with\nparabolic drifts. The limiting distribution of the MLE involves a new\nself-induced limiting process. Finally, we present a simulation study showing\nthat the MLE is superior to the naive estimator in terms of mean squared error,\nboth for small sample sizes and asymptotically.\n","Comment: Published in at http://dx.doi.org/10.1214/009053607000000983 the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
