["0706.0695",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0695","Mod.Phys.Lett.A23:1781-1791,2008","doi:10.1142/S0217732308025656"],"date":["2007-06-05","2007-06-28"],"type":["text"],"creator":["Das, C. R.","Digal, S.","Govindarajan, T. R."],"language":[],"coverage":[],"title":["Finite temperature phase transition of a single scalar field on a fuzzy\n  sphere"],"description":["  We study finite temperature phase transition of neutral scalar field on a\nfuzzy sphere using Monte Carlo simulations. We work with the zero mode in the\ntemporal directions, while the effects of the higher modes are taken care by\nthe temperature dependence of r. In the numerical calculations we use\n\"pseudo-heatbath\" method which reduces the auto-correlation considerably. Our\nresults agree with the conventional calculations. We report some new results\nwhich show the presence of meta-stable states and also suggest that for\nsuitable choice of parameters the symmetry breaking transition is of first\norder.\n","Comment: 10 pages, 16 figures"]}]
["0707.2660",{"format":[],"subject":["Mathematics - Analysis of PDEs","53C44","35Q53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2660"],"date":["2007-07-18","2008-07-28"],"type":["text"],"creator":["Onodera, Eiji"],"language":[],"coverage":[],"title":["A third-order dispersive flow for closed curves into K\\\"ahler manifolds"],"description":["  This paper is devoted to studying the initial value problem for a third-order\ndispersive equation for closed curves into K\\\"ahler manifolds. This equation is\na geometric generalization of a two-sphere valued system modeling the motion of\nvortex filament. We prove the local existence theorem by using geometric\nanalysis and classical energy method.\n","Comment: 25pages, final version"]}]
["0710.4077",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Logic","20F10, 03C10, 20F06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4077"],"date":["2007-10-22","2008-07-27"],"type":["text"],"creator":["Casals-Ruiz, Montserrat","Kazachkov, Ilya V."],"language":[],"coverage":[],"title":["Elements of Algebraic Geometry and the Positive Theory of Partially\n  Commutative Groups"],"description":["  In this version small mistakes are corrected and the exposition is changed as\nsuggested by the referee (to appear in Canadian Journal of Mathematics).\n  The first main result of the paper is a criterion for a partially commutative\ngroup $\\GG$ to be a domain. It allows us to reduce the study of algebraic sets\nover $\\GG$ to the study of irreducible algebraic sets, and reduce the\nelementary theory of $\\GG$ (of a coordinate group over $\\GG$) to the elementary\ntheories of the direct factors of $\\GG$ (to the elementary theory of coordinate\ngroups of irreducible algebraic sets).\n  Then we establish normal forms for quantifier-free formulas over a\nnon-abelian directly indecomposable partially commutative group $\\HH$.\nAnalogously to the case of free groups, we introduce the notion of a\ngeneralised equation and prove that the positive theory of $\\HH$ has quantifier\nelimination and that arbitrary first-order formulas lift from $\\HH$ to $\\HH\\ast\nF$, where $F$ is a free group of finite rank. As a consequence, the positive\ntheory of an arbitrary partially commutative group is decidable.\n","Comment: 34 pages, 6 figures"]}]
["0712.2027",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2027","PHYSICAL REVIEW B 77, 125127 (2008)","doi:10.1103/PhysRevB.77.125127"],"date":["2007-12-12"],"type":["text"],"creator":["Luo, Yu","Chen, Hongsheng","Zhang, Jingjing","Ran, Lixin","Kong, Jin Au"],"language":[],"coverage":[],"title":["Design and analytically full-wave validation of the invisibility cloaks,\n  concentrators, and field rotators created with a general class of\n  transformations"],"description":["  We investigate a general class of electromagnetic devices created with any\ncontinuous transformation functions by rigorously calculating the analytical\nexpressions of the electromagnetic field in the whole space. Some interesting\nphenomena associated with these transformation devices, including the\ninvisibility cloaks, concentrators, and field rotators, are discussed. By\ncarefully choosing the transformation function, we can realize cloaks which are\ninsensitive to perturbations at both the inner and outer boundaries.\nFurthermore, we find that when the coating layer of the concentrator is\nrealized with left-handed materials, energy will circulate between the coating\nand the core, and the energy transmits through the core of the concentrator can\nbe much bigger than that transmits through the concentrator. Therefore, such\nconcentrator is also a power flux amplifier. Finally, we propose a spherical\nfield rotator, which functions as not only a wave vector rotator, but also a\npolarization rotator, depending on the orientations of the spherical rotator\nwith respect to the incident wave direction. The functionality of these novel\ntransformation devices are all successfully confirmed by our analytical full\nwave method, which also provides an alternate computational efficient\nvalidation method in contrast to numerical validation methods.\n","Comment: 22 pages, 3 figures"]}]
["0712.2755",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2755","Progress In Electromagnetics Research, PIER 81, 437?C446 (2008)","doi:10.2528/PIER08011002"],"date":["2007-12-17"],"type":["text"],"creator":["Zhang, Jingjing","Luo, Yu","Chen, Hongsheng","Ran, Lixin","Wu, Bae-Ian","Kong, Jin Au"],"language":[],"coverage":[],"title":["Directive Emission Obtained by Coordinate Transformation"],"description":["  We use coordinate transformation theory to realize substrates that can modify\nthe emission of an embedded source. Simulation results show that with proper\ntransformation functions the energy radiated by a source embedded in these\nspace variant media will be concentrated in a narrow beam. The thickness of the\nslab achieved with our transformations will no longer be restricted by the\nevanescent modes and the source can be placed at any position along the\nboundary of the substrate without affecting the radiation pattern. We also\ndiscuss the case where reduced parameters are used, which still performs well\nand is physically realizable.\n","Comment: 15 pages, 5 figures"]}]
["0801.3442",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3442","Annals of Applied Statistics 2008, Vol. 2, No. 2, 665-686","doi:10.1214/08-AOAS160"],"date":["2008-01-22","2008-07-28"],"type":["text"],"creator":["Yu, Qingzhao","Stasny, Elizabeth A.","Li, Bin"],"language":[],"coverage":[],"title":["Bayesian models to adjust for response bias in survey data for\n  estimating rape and domestic violence rates from the NCVS"],"description":["  It is difficult to accurately estimate the rates of rape and domestic\nviolence due to the sensitive nature of these crimes. There is evidence that\nbias in estimating the crime rates from survey data may arise because some\nwomen respondents are \"gagged\" in reporting some types of crimes by the use of\na telephone rather than a personal interview, and by the presence of a spouse\nduring the interview. On the other hand, as data on these crimes are collected\nevery year, it would be more efficient in data analysis if we could identify\nand make use of information from previous data. In this paper we propose a\nmodel to adjust the estimates of the rates of rape and domestic violence to\naccount for the response bias due to the \"gag\" factors. To estimate parameters\nin the model, we identify the information that is not sensitive to time and\nincorporate this into prior distributions. The strength of Bayesian estimators\nis their ability to combine information from long observational records in a\nsensible way. Within a Bayesian framework, we develop an\nExpectation-Maximization-Bayesian (EMB) algorithm for computation in analyzing\ncontingency table and we apply the jackknife to estimate the accuracy of the\nestimates. Our approach is illustrated using the yearly crime data from the\nNational Crime Victimization Survey. The illustration shows that compared with\nthe classical method, our model leads to more efficient estimation but does not\nrequire more complicated computation.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS160 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0801.4318",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4318","J. Phys.: Condens. Matter 20, 335208 (2008)","doi:10.1088/0953-8984/20/33/335208"],"date":["2008-01-28","2008-07-28"],"type":["text"],"creator":["Knafo, W.","Meingast, C.","Inaba, A.","Wolf, Th.","Löhneysen, H. v."],"language":[],"coverage":[],"title":["Heat Capacity and Magnetic Phase Diagram of the Low-Dimensional\n  Antiferromagnet Y$_2$BaCuO$_5$"],"description":["  A study by specific heat of a polycrystalline sample of the low-dimensional\nmagnetic system Y$_2$BaCuO$_5$ is presented. Magnetic fields up to 14 T are\napplied and permit to extract the ($T$,$H$) phase diagram. Below\n$\\mu_0H^*\\simeq2$ T, the N\\'eel temperature, associated with a\nthree-dimensional antiferromagnetic long-range ordering, is constant and equals\n$T_N=15.6$ K. Above $H^*$, $T_N$ increases linearly with $H$ and a\nfield-induced increase of the entropy at $T_N$ is related to the presence of an\nisosbestic point at $T_X\\simeq20$ K, where all the specific heat curves cross.\nA comparison is made between Y$_2$BaCuO$_5$ and the quasi-two-dimensional\nmagnetic systems BaNi$_{2}$V$_{2}$O$_{8}$, Sr$_2$CuO$_2$Cl$_2$, and\nPr$_2$CuO$_4$, for which very similar phase diagrams have been reported. An\neffective field-induced magnetic anisotropy is proposed to explain these phase\ndiagrams.\n","Comment: 14 pages, 7 figures"]}]
["0801.4356",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4356","Phys. Rev. B 78, 045115 (2008) (11 pages)","doi:10.1103/PhysRevB.78.045115"],"date":["2008-01-28","2008-07-03"],"type":["text"],"creator":["Poteryaev, Alexander I.","Ferrero, Michel","Georges, Antoine","Parcollet, Olivier"],"language":[],"coverage":[],"title":["Effect of Crystal-Field Splitting and Inter-Band Hybridization on the\n  Metal-Insulator Transitions of Strongly Correlated Systems"],"description":["  We investigate a quarter-filled two-band Hubbard model involving a\ncrystal-field splitting, which lifts the orbital degeneracy as well as an\ninter-orbital hopping (inter-band hybridization). Both terms are relevant to\nthe realistic description of correlated materials such as transition-metal\noxides. The nature of the Mott metal-insulator transition is clarified and is\nfound to depend on the magnitude of the crystal-field splitting. At large\nvalues of the splitting, a transition from a two-band to a one-band metal is\nfirst found as the on-site repulsion is increased and is followed by a Mott\ntransition for the remaining band, which follows the single-band\n(Brinkman-Rice) scenario well documented previously within dynamical mean-field\ntheory. At small values of the crystal-field splitting, a direct transition\nfrom a two-band metal to a Mott insulator with partial orbital polarization is\nfound, which takes place simultaneously for both orbitals. This transition is\ncharacterized by a vanishing of the quasiparticle weight for the majority\norbital but has a first-order character for the minority orbital. It is pointed\nout that finite-temperature effects may easily turn the metallic regime into a\nbad metal close to the orbital polarization transition in the metallic phase.\n","Comment: 12 pages, 10 figures One figure added. Text revised according to PRB\n  proof. Appear in PRB 72"]}]
["0802.4440",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4440","Phys. Rev. B 77, 134502 (2008).","doi:10.1103/PhysRevB.77.134502"],"date":["2008-02-29"],"type":["text"],"creator":["Tempere, J.","Klimin, S. N.","Devreese, J. T.","Moshchalkov, V. V."],"language":[],"coverage":[],"title":["Imbalanced d-wave superfluids in the BCS-BEC crossover regime at finite\n  temperatures"],"description":["  Singlet pairing in a Fermi superfluid is frustrated when the amounts of\nfermions of each pairing partner are unequal. The resulting `imbalanced\nsuperfluid' has been realized experimentally for ultracold atomic gases with\ns-wave interactions. Inspired by high-temperature superconductivity, we\ninvestigate the case of d-wave interactions, and find marked differences from\nthe s-wave superfluid. Whereas s-wave imbalanced Fermi gases tend to phase\nseparate in real space, in a balanced condensate and an imbalanced normal halo,\nwe show that the d-wave gas can phase separate in reciprocal space so that\nimbalance and superfluidity can coexist spatially. We show that the mechanism\nexplaining this property is the creation of polarized excitations in the nodes\nof the gap. The Sarma mechanism, present only at nonzero temperatures for the\ns-wave case, is still applicable in the temperature zero limit for the d-wave\ncase. As a result, the d-wave BCS superfluid is more robust with respect to\nimbalance, and a region of the phase diagram can be identified where the s-wave\nBCS superfluidity is suppressed whereas the d-wave superfluidity is not. When\nthese results are extended into the BEC limit of strongly bound molecules, the\nsymmetry of the order parameter matters less. The effects of fluctuations\nbeyond mean field is taken into account in the calculation of the structure\nfactor and the critical temperature. The poles of the structure factor\n(corresponding to bound molecular states) are less damped in the d-wave case as\ncompared to s-wave. On the BCS side of the unitarity limit, the critical\ntemperature follows the temperature corresponding to the pair binding energy\nand as such will also be more robust against imbalance. Possible routes for the\nexperimental observation of the d-wave superfluidity have been discussed.\n","Comment: 22 pages, 7 figures"]}]
["0804.0682",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0682"],"date":["2008-04-04","2008-07-28"],"type":["text"],"creator":["Goldobin, D. S.","Mishto, M.","Textoris-Taube, K.","Kloetzel, P. M.","Zaikin, A."],"language":[],"coverage":[],"title":["Reverse Engineering of Proteasomal Translocation Rates"],"description":["  We address the problem of proteasomal protein translocation and introduce a\nnew stochastic model of the proteasomal digestion (cleavage) of proteins. In\nthis model we account for the protein translocation and the positioning of\ncleavage sites of a proteasome from first principles. We show by test examples\nand by processing experimental data that our model allows reconstruction of the\ntranslocation and cleavage rates from mass spectroscopy data on digestion\npatterns and can be used to investigate the properties of transport in\ndifferent experimental set-ups. Detailed investigation with this model will\nenable theoretical quantitative prediction of the proteasomal activity.\n","Comment: 4 pages, 3 figures"]}]
["0804.3847",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3847","APPLIED PHYSICS LETTERS 93, 033504 2008","doi:10.1063/1.2953433"],"date":["2008-04-24"],"type":["text"],"creator":["Luo, Yu","Zhang, Jingjing","Chen, Hongsheng","Xi, Sheng","Wu, Bae-Ian"],"language":[],"coverage":[],"title":["Cylindrical Cloak with Axial Permittivity/Permeability Spatially\n  Invariant"],"description":["  In order to reduce the difficulties in the experimental realizations of the\ncloak but still keep good performance of invisibility, we proposed a perfect\ncylindrical invisibility cloak with spatially invariant axial material\nparameters. The advantage of this kind of TE (or TM) cloak is that only rho and\nphi components of mu (or epsilon) are spatially variant, which makes it\npossible to realize perfect invisibility with two-dimensional (2D) magnetic (or\nelectric) metamaterials. The effects of perturbations of the parameters on the\nperformance of this cloak are quantitatively analyzed by scattering theory. Our\nwork provides a simple and feasible solution to the experimental realization of\ncloaks with ideal parameters.\n"]}]
["0805.0765",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0765","New J. Phys. 10, 073023 (2008)","doi:10.1088/1367-2630/10/7/073023"],"date":["2008-05-06","2008-05-31"],"type":["text"],"creator":["Khudaverdyan, Mkrtych","Alt, Wolfgang","Dotsenko, Igor","Kampschulte, Tobias","Lenhard, Karim","Rauschenbeutel, Arno","Reick, Sebastian","Schörner, Karsten","Widera, Artur","Meschede, Dieter"],"language":[],"coverage":[],"title":["Controlled insertion and retrieval of atoms coupled to a high-finesse\n  optical resonator"],"description":["  We experimentally investigate the interaction between one and two atoms and\nthe field of a high-finesse optical resonator. Laser-cooled caesium atoms are\ntransported into the cavity using an optical dipole trap. We monitor the\ninteraction dynamics of a single atom strongly coupled to the resonator mode\nfor several hundred milliseconds by observing the cavity transmission.\nMoreover, we investigate the position-dependent coupling of one and two atoms\nby shuttling them through the cavity mode. We demonstrate an alternative\nmethod, which suppresses heating effects, to analyze the atom-field interaction\nby retrieving the atom from the cavity and by measuring its final state.\n"]}]
["0805.2445",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2445","Phys. Rev. B 78, 045117 (2008)","doi:10.1103/PhysRevB.78.045117"],"date":["2008-05-16"],"type":["text"],"creator":["Hasegawa, Yasumasa","Kishigi, Keita"],"language":[],"coverage":[],"title":["Generalized susceptibility of quasi-one dimensional system with periodic\n  potential: model for the organic superconductor (TMTSF)$_2$ClO$_4$"],"description":["  The nesting vector and the magnetic susceptibility of the\nquasi-one-dimensional system having imperfectly nested Fermi surface are\nstudied analytically and numerically. The magnetic susceptibility has the\nplateau-like maximum in ``\\textit{sweptback}'' region in the momentum space,\nwhich is surrounded by $\\mathbf{Q}=(2 k_F, \\pi) + \\mathbf{q}_i$ ($k_F$ is the\nFermi wave number, $i=1,3,4$, and $\\mathbf{q}_1$, $\\mathbf{q}_3$ and\n$\\mathbf{q}_{4}$ are given in this paper). The best nesting vector, at which\nthe susceptibility $\\chi_0(\\mathbf{Q})$ has the absolute maximum at T=0, is\nobtained near but not at the inflection point, $\\mathbf{Q}=(2 k_F,\n\\pi)+\\mathbf{q}_4$. The effect of the periodic potential $V$ on the\nsusceptibility is studied, which is important for the successive transitions of\nthe field-induced spin density wave in (TMTSF)$_2$ClO$_4$. We obtain that the\nsweptback region (surrounded by $\\mathbf{q}_2$, $\\mathbf{q}_3$ and\n$\\mathbf{q}_4$ when $V>0$) becomes small as $V$ increases and it shrinks to\n$\\mathbf{q}_3$ for $V \\geq 4 t_b'$, where $t_b'$ gives the degree of imperfect\nnesting of the Fermi surface, i.e. the second harmonics of the warping in the\nFermi surface. The occurrence of the sign reversal of the Hall coefficient in\nthe field-induced spin density wave states is discussed to be possible only\nwhen $V<2 t_b'-2 t_4$, where $t_4$ is the amplitude of the fourth harmonics of\nthe warping in the Fermi surface. This gives the novel limitation for the\nmagnitude of $V$.\n"]}]
["0805.4805",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","16W30 (Primary)","16S40, 16S35, 58E40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4805"],"date":["2008-05-30","2008-07-28"],"type":["text"],"creator":["Alves, Marcelo Muniz S.","Batista, Eliezer"],"language":[],"coverage":[],"title":["Enveloping Actions for Partial Hopf Actions"],"description":["  Motivated by partial group actions on unital algebras, in this article we\nextend many results obtained by Exel and Dokuchaev to the context of partial\nactions of Hopf algebras, according to Caenepeel and Jansen. First, we\ngeneralize the theorem about the existence of an enveloping action, also known\nas the globalization theorem. Second, we construct a Morita context between the\npartial smash product and the smash product related to the enveloping action.\nThird, we dualize the globalization theorem to partial coactions and finally,\nwe define partial representations of Hopf algebras and show some results\nrelating partial actions and partial representations.\n","Comment: 27 pages; revised version with minor corrections, mainly typos"]}]
["0806.0391",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0391"],"date":["2008-06-02","2008-07-28"],"type":["text"],"creator":["Vianna, Reinaldo O.","Yang, Ming","Delgado, Aldo","Saavedra, Carlos"],"language":[],"coverage":[],"title":["Nonexistence of Mutually Unbiased Bases for Hilbert spaces with\n  non-power-of-a-prime dimensions"],"description":["  This paper has been withdrawn by Reinaldo O. Vianna.\n","Comment: This paper has been withdrawn by Reinaldo O. Vianna"]}]
["0806.4822",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4822"],"date":["2008-06-30"],"type":["text"],"creator":["Gato-Rivera, Beatriz"],"language":[],"coverage":[],"title":["The Adapted Ordering Method for the Representation Theory of Lie\n  Algebras and Superalgebras and their Generalizations"],"description":["  In 1998 the Adapted Ordering Method was developed for the study of the\nrepresentation theory of the superconformal algebras in two dimensions. It\nallows: to determine the maximal dimension for a given type of space of\nsingular vectors, to identify all singular vectors by only a few coefficients,\nto spot subsingular vectors and to set the basis for constructing embedding\ndiagrams. In this talk I introduce the present version of the Adapted Ordering\nMethod, published in J. Phys. A: Math. Theor. 41 (2008) 045201, which can be\napplied to general Lie algebras and superalgebras and their generalizations,\nprovided they can be triangulated.\n","Comment: Invited talk at The 17th Colloquium \"Integrable Systems and Quantum\n  Symmetries\", Prague, June 19-21, 2008. Very pedagogical. Six pages"]}]
["0806.4958",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4958"],"date":["2008-06-30","2008-07-28"],"type":["text"],"creator":["Saligrama, Venkatesh"],"language":[],"coverage":[],"title":["Deterministic Designs with Deterministic Guarantees: Toeplitz Compressed\n  Sensing Matrices, Sequence Designs and System Identification"],"description":["  In this paper we present a new family of discrete sequences having \"random\nlike\" uniformly decaying auto-correlation properties. The new class of infinite\nlength sequences are higher order chirps constructed using irrational numbers.\nExploiting results from the theory of continued fractions and diophantine\napproximations, we show that the class of sequences so formed has the property\nthat the worst-case auto-correlation coefficients for every finite length\nsequence decays at a polynomial rate. These sequences display doppler immunity\nas well. We also show that Toeplitz matrices formed from such sequences satisfy\nrestricted-isometry-property (RIP), a concept that has played a central role\nrecently in Compressed Sensing applications. Compressed sensing has\nconventionally dealt with sensing matrices with arbitrary components.\nNevertheless, such arbitrary sensing matrices are not appropriate for linear\nsystem identification and one must employ Toeplitz structured sensing matrices.\nLinear system identification plays a central role in a wide variety of\napplications such as channel estimation for multipath wireless systems as well\nas control system applications. Toeplitz matrices are also desirable on account\nof their filtering structure, which allows for fast implementation together\nwith reduced storage requirements.\n","Comment: added references. streamlined introduction"]}]
["0807.0251",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter","Nuclear Theory","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0251","Phys. Rev. A 78, 011606(R) (2008)","doi:10.1103/PhysRevA.78.011606"],"date":["2008-07-01","2008-07-28"],"type":["text"],"creator":["Romanovsky, Igor","Yannouleas, Constantine","Landman, Uzi"],"language":[],"coverage":[],"title":["Symmetry-conserving vortex clusters in small rotating clouds of\n  ultracold bosons"],"description":["  The properties of a special class of correlated many-body wave functions,\nnamed rotating vortex clusters (RVCs), that preserve the total angular momentum\nof a small cloud of trapped rotating bosons are investigated. They have lower\nenergy and provide a superior description for the formation of vortices\ncompared to the mean-field Gross-Pitaevskii (GP) states that break the\nrotational symmetry. The GP vortex states are shown to be wave packets composed\nof such RVC states. Our results suggest that, for a small number of bosons, the\nphysics is different from that of ideal Bose-Einstein condensates which\ncharacterize larger assemblies\n","Comment: Revtex 4 with 4 color figures. Published version. Ref. [25]\n  (experimental) was added. For related papers, see\n  http://www.prism.gatech.edu/~ph274cy/"]}]
["0807.1036",{"format":[],"subject":["Mathematics - Probability","60G57, 28A78, 28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1036"],"date":["2008-07-07","2008-07-27"],"type":["text"],"creator":["Rhodes, Rémi","Vargas, Vincent"],"language":[],"coverage":[],"title":["KPZ formula for log-infinitely divisible multifractal random measures"],"description":["  We consider the continuous model of log-infinitely divisible multifractal\nrandom measures (MRM) introduced in \\cite{bacry} . If M is a non degenerate\nmultifractal measure with associated metric $\\rho(x,y)=M([x,y])$ and structure\nfunction $\\zet a$, we show that we have the following relation between the\n(Euclidian) Hausdorff dimension ${\\rm dim}_H$ of a measurable set K and the\nHausdorff dimension ${\\rm dim}_H^{\\rho}$ with respect to \\rho of the same set:\n$\\zeta({\\rm dim}_H^{\\rho}(K))={\\r m dim}_H(K)$. Our results can be extended to\nhigher dimensions in the log normal case: inspired by quantum gravity in dime\nnsion 2, we consider the 2 dimensional case.\n","Comment: Revised version: added the two dimensional case"]}]
["0807.1512",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1512"],"date":["2008-07-09","2008-07-28"],"type":["text"],"creator":["Imaanpur, Ali"],"language":[],"coverage":[],"title":["Quasi-Instantons and Supersymmetry Breaking"],"description":["  We show that supersymmetric gauge theories with a product gauge group admit\nquasi-instantons, which, like instantons, sit at the absolute minimum of the\naction in the corresponding topological sector. However, unlike ordinary\ninstantons which preserve part of the supersymmetry, these break all\nsupersymmetries of the action. We also provide a generalization where\nquasi-instantons take value in the associated Lie algebra of the recently\nproposed 3-algebras. When the structure constants and the metric of the algebra\nare covariantly constant, the gauge bundle admits new topological sectors with\nquasi-instantons at the minimum of the action.\n","Comment: 9 pages, minor changes, typos fixed, refs. added"]}]
["0807.1520",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1520"],"date":["2008-07-09"],"type":["text"],"creator":["Déctor, Aldo","Morales-Técotl, Hugo A.","Urrutia, Luis F.","Vergara, J. David"],"language":[],"coverage":[],"title":["Coping with the Pais-Uhlenbeck oscillator's ghosts in a canonical\n  approach"],"description":["  A {\\em complex} canonical transformation is found that takes the fourth order\nderivative Pais-Uhlenbeck oscillator into two independent harmonic oscillators\nthus showing that this model has energy bounded from below, unitary\ntime-evolution and no negative norm states, or ghosts. Such transformation\nyields a positive definite inner product consistent with reality conditions in\nthe Hilbert space. The method is illustrated by eliminating the negative norm\nstates in a complex oscillator. Extensions to other higher order mechanical\nmodels and field theory are discussed.\n","Comment: 5 pages"]}]
["0807.1572",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1572"],"date":["2008-07-09","2008-07-25"],"type":["text"],"creator":["Wang, Fa-Qiang","Zhang, Zhi-Ming","Liang, Rui-Sheng"],"language":[],"coverage":[],"title":["Decoherence of two qubits in a non-Markovian squeezed reservoir"],"description":["  The decoherence of two initially entangled qubits in a squeezed vacuum cavity\nhas been investigated exactly. The results show that, first, in principle, the\ndisentanglement time decreases with the increasing of squeeze parameter r, due\nto the augmenting of average photon number of every mode in squeezed vacuum\ncavity. Second, there are entanglement revivals after complete disentanglement\nfor the case of even parity initial Bell state, while there are entanglement\ndecrease and revival before complete disentanglement for the case of odd parity\ninitial Bell state. The results are quite different from that of the case for\nqubits in a vacuum cavity.\n","Comment: 7pages, 11figures"]}]
["0807.2501",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2501","J. Phys. A: Math. Theor. 41 (2008) 055307","doi:10.1088/1751-8113/41/5/055307"],"date":["2008-07-16","2008-07-28"],"type":["text"],"creator":["Ramzan, M.","Nawaz, Ahmad","Toor, A. H.","Khan, M. K."],"language":[],"coverage":[],"title":["The effect of quantum memory on quantum games"],"description":["  We study quantum games with correlated noise through a generalized\nquantization scheme. We investigate the effects of memory on quantum games,\nsuch as Prisoner's Dilemma, Battle of the Sexes and Chicken, through three\nprototype quantum-correlated channels. It is shown that the quantum player\nenjoys an advantage over the classical player for all nine cases considered in\nthis paper for the maximally entangled case. However, the quantum player can\nalso outperform the classical player for subsequent cases that can be noted in\nthe case of the Battle of the Sexes game. It can be seen that the Nash\nequilibria do not change for all the three games under the effect of memory.\n","Comment: 26 pages, 7 ps figures"]}]
["0807.3176",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3176"],"date":["2008-07-20"],"type":["text"],"creator":["Lev, Felix"],"language":[],"coverage":[],"title":["De Sitter Invariance and a Possible Mechanism of Gravity"],"description":["  It is believed that gravity will be explained in the framework of the\nexisting quantum theory when one succeeds in eliminating divergencies at large\nmomenta or small distances (although the phenomenon of gravity has been\nobserved only at nonrelativistic momenta and large distances). We consider a\nquantum-mechanical description of systems of two free particles in de Sitter\ninvariant quantum theory (i.e. the paper contains nothing but the two-body de\nSitter kinematics). In our pure algebraic approach the cosmological constant\nproblem does not arise. It is shown that a system can be simultaneously\nquasiclassical in relative momentum and energy only if the cosmological\nconstant is not anomalously small. We explicitly construct the relative\ndistance operator. The corresponding eigenvectors differ from standard ones at\nboth, large and small momenta. At large momenta they ensure fast convergence of\nquasiclassical wave functions. There also exists an anomalously large (but\nfinite) contribution from small momenta, which is a consequence of the fact\nthat the cosmological constant is finite. We argue that gravity might be a\nmanifestation of this contribution.\n","Comment: Latex, 113 pages, no figures"]}]
["0807.3516",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3516","Phil. Trans. R. Soc. A 366, 2953 (2008)","doi:10.1098/rsta.2008.0069"],"date":["2008-07-22"],"type":["text"],"creator":["Zurek, Wojciech H.","Dorner, Uwe"],"language":[],"coverage":[],"title":["Phase Transition in Space: How Far Does a Symmetry Bend Before It\n  Breaks?"],"description":["  We extend the theory of symmetry breaking dynamics in non-equilibrium second\norder phase transitions known as the Kibble-Zurek mechanism (KZM) to\ntransitions where the change of phase occurs not in time, but in space. This\ncan be due to a time-independent spatial variation of a field that imposes a\nphase with one symmetry to the left of where it attains critical value, while\nallowing spontaneous symmetry breaking to the right of that critical\nborderline. Topological defects need not form in such a situation. We show,\nhowever, that the size, in space, of the ``scar'' over which the order\nparameter adjusts as it ``bends'' interpolating between the phases with\ndifferent symmetry follows from a KZM - like approach. As we illustrate on the\nexample of a transverse quantum Ising model, in quantum phase transitions this\nspatial scale -- the size of the scar -- is directly reflected in the energy\nspectrum of the system: In particular, it determines the size of the energy\ngap.\n","Comment: 10 pages, 8 figures. Published online 5 June 2008"]}]
["0807.3655",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3655"],"date":["2008-07-23","2008-07-28"],"type":["text"],"creator":["Dahmen, Rafael"],"language":[],"coverage":[],"title":["Analytic Mappings Between LB-spaces and Applications in\n  Infinite-Dimensional Lie Theory"],"description":["  We give a sufficient criterion for complex analyticity of nonlinear maps\ndefined on direct limits of normed spaces. This tool is then used to construct\nnew classes of (real and complex) infinite dimensional Lie groups:\n  (a) groups of germs of analytic diffeomorphisms around a compact set in a\nBanach space and\n  (b) unions of ascending sequences of Banach Lie groups.\n"]}]
["0807.3688",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3688"],"date":["2008-07-23"],"type":["text"],"creator":["Arnold, S.","Metz, A.","Vogelsang, W."],"language":[],"coverage":[],"title":["Longitudinal Single-Spin Asymmetries in Proton-Proton Scattering with a\n  Hadronic Final State"],"description":["  We consider longitudinal, parity-violating single-spin asymmetries in\nproton-proton collisions at RHIC. The focus of this study is on the production\nof single-inclusive jets, as well as on jets that contain a charm quark. While\nthe asymmetry for inclusive jets turns out to be small, we find considerably\nlarger effects for the case of charm production. We also investigate the role\nof leading threshold logarithms and find that they increase the polarized and\nunpolarized cross sections and reduce the spin asymmetry.\n","Comment: 7 pages, 7 figures, talk given by S. Arnold at the conference\n  SPIN-Praha-2007"]}]
["0807.3759",{"format":[],"subject":["Mathematics - K-Theory and Homology","High Energy Physics - Theory","Mathematical Physics","Mathematics - Operator Algebras","19L47 (Primary)","46L37, 81T40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3759"],"date":["2008-07-23"],"type":["text"],"creator":["Evans, David E.","Gannon, Terry"],"language":[],"coverage":[],"title":["Modular Invariants and Twisted Equivariant K-theory"],"description":["  Freed-Hopkins-Teleman expressed the Verlinde algebra as twisted equivariant\nK-theory. We study how to recover the full system (fusion algebra of defect\nlines), nimrep (cylindrical partition function), etc of modular invariant\npartition functions of conformal field theories associated to loop groups. We\nwork out several examples corresponding to conformal embeddings and orbifolds.\nWe identify a new aspect of the A-D-E pattern of SU(2) modular invariants.\n","Comment: 69 pages, 9 figures"]}]
["0807.3962",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3962"],"date":["2008-07-24"],"type":["text"],"creator":["Ginocchio, Joeph N."],"language":[],"coverage":[],"title":["Pseudospin symmetry and effective field theory"],"description":["  Pseudopsin has been shown to be approximately conserved in nuclei. We\ninvestigate whether or not there is an advantage in using the pseudospin\noperators as well as the spin operators in the description of the\nnucleon-nucleon interaction. We conclude that, indeed, there is an advantage.\n","Comment: 10 pages"]}]
["0807.3964",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3964"],"date":["2008-07-24"],"type":["text"],"creator":["Wise, Jonathan"],"language":[],"coverage":[],"title":["A hyperelliptic Hodge integral"],"description":["  We calculate the hyperelliptic Hodge integral lambda_g lambda_{g-1} / (1 -\npsi) for use in arXiv:math/0702219. The proof uses the WDVV equations for the\ngenus zero Gromov--Witten invariants of P(1,1,2).\n","Comment: 5 pages; any comments welcome"]}]
["0807.3973",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3973"],"date":["2008-07-24"],"type":["text"],"creator":["Drutskoy, A."],"language":[],"coverage":[],"title":["Results and prospects for Y(5S) running at B-factories"],"description":["  Recent results and future prospects for Y(5S) running at B-factories are\ndiscussed. The first Belle measurements with 23.6 fb-1 of data taken at the\nY(5S) energy are reported. Eligibility of potential measurements expected with\n100 fb-1 and 1000 fb-1 of data at the Y(5S) is estimated.\n","Comment: Invited talk at the Hadron Collider Physics Symposium (HCP2008),\n  Galena, Illinois, USA, May 27-31, 2008; 10 pages, LaTeX, 11 eps figures"]}]
["0807.3979",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3979"],"date":["2008-07-25"],"type":["text"],"creator":["Gabbrielli, Maurizio","Meo, Maria Chiara","Tacchella, Paolo"],"language":[],"coverage":[],"title":["Unfolding in CHR"],"description":["  Program transformation is an appealing technique which allows to improve\nrun-time efficiency, space-consumption and more generally to optimize a given\nprogram. Essentially it consists of a sequence of syntactic program\nmanipulations which preserves some kind of semantic equivalence. One of the\nbasic operations which is used by most program transformation systems is\nunfolding which consists in the replacement of a procedure call by its\ndefinition. While there is a large body of literature on transformation and\nunfolding of sequential programs, very few papers have addressed this issue for\nconcurrent languages and, to the best of our knowledge, no other has considered\nunfolding of CHR programs.\n  This paper defines a correct unfolding system for CHR programs. We define an\nunfolding rule, show its correctness and discuss some conditions which can be\nused to delete an unfolded rule while preserving the program meaning. We prove\nthat confluence and termination properties are preserved by the above\ntransformations.\n"]}]
["0807.3990",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","15A21","05E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3990"],"date":["2008-07-24"],"type":["text"],"creator":["Ito, Tatsuro","Terwilliger, Paul"],"language":[],"coverage":[],"title":["How to sharpen a tridiagonal pair"],"description":["  Let $\\F$ denote a field and let $V$ denote a vector space over $\\F$ with\nfinite positive dimension. We consider a pair of linear transformations $A:V\n\\to V$ and $A^*:V \\to V$ that satisfy the following conditions: (i) each of\n$A,A^*$ is diagonalizable; (ii) there exists an ordering $\\lbrace\nV_i\\rbrace_{i=0}^d$ of the eigenspaces of $A$ such that $A^* V_i \\subseteq\nV_{i-1} + V_{i} + V_{i+1}$ for $0 \\leq i \\leq d$, where $V_{-1}=0$ and\n$V_{d+1}=0$; (iii) there exists an ordering $\\lbrace V^*_i\\rbrace_{i=0}^\\delta$\nof the eigenspaces of $A^*$ such that $A V^*_i \\subseteq V^*_{i-1} + V^*_{i} +\nV^*_{i+1}$ for $0 \\leq i \\leq \\delta$, where $V^*_{-1}=0$ and\n$V^*_{\\delta+1}=0$; (iv) there is no subspace $W$ of $V$ such that $AW\n\\subseteq W$, $A^* W \\subseteq W$, $W \\neq 0$, $W \\neq V$. We call such a pair\na {\\it tridiagonal pair} on $V$. It is known that $d=\\delta$, and for $0 \\leq i\n\\leq d$ the dimensions of $V_i, V^*_i, V_{d-i}, V^*_{d-i}$ coincide. Denote\nthis common dimension by $\\rho_i$ and call $A,A^*$ {\\it sharp} whenever\n$\\rho_0=1$. Let $T$ denote the $\\F$-subalgebra of ${\\rm End}_\\F(V)$ generated\nby $A,A^*$. We show: (i) the center $Z(T)$ is a field whose dimension over $\\F$\nis $\\rho_0$; (ii) the field $Z(T)$ is isomorphic to each of $E_0TE_0$,\n$E_dTE_d$, $E^*_0TE^*_0$, $E^*_dTE^*_d$, where $E_i$ (resp. $E^*_i$) is the\nprimitive idempotent of $A$ (resp. $A^*$) associated with $V_i$ (resp.\n$V^*_i$); (iii) with respect to the $Z(T)$-vector space $V$ the pair $A,A^*$ is\na sharp tridiagonal pair.\n","Comment: 10 pages"]}]
["0807.3991",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Information Theory","11T23","20G40","94B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3991"],"date":["2008-07-24"],"type":["text"],"creator":["Kim, Dae San"],"language":[],"coverage":[],"title":["Codes Associated with Special Linear Groups and Power Moments of\n  Multi-dimensional Kloosterman Sums"],"description":["  In this paper, we construct the binary linear codes $C(SL(n,q))$ associated\nwith finite special linear groups $SL(n,q)$, with both \\emph{n,q} powers of\ntwo. Then, via Pless power moment identity and utilizing our previous result on\nthe explicit expression of the Gauss sum for $SL(n,q)$, we obtain a recursive\nformula for the power moments of multi-dimensional Kloosterman sums in terms of\nthe frequencies of weights in $C(SL(n,q))$. In particular, when $n=2$, this\ngives a recursive formula for the power moments of Kloosterman sums. We\nillustrate our results with some examples.\n"]}]
["0807.3993",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3993"],"date":["2008-07-24"],"type":["text"],"creator":["Buchanan, C. L.","Gallimore, J. F.","O'Dea, C. P.","Baum, S. A.","Axon, D. J.","Robinson, A.","Noel-Storr, J.","Yzaguirre, A.","Elitzur, M.","Elvis, M.","Tadhunter, C."],"language":[],"coverage":[],"title":["Unveiling the nature of Seyfert nuclei with 1 - 100 micron spectral\n  energy distributions"],"description":["  The infrared is a key wavelength regime for probing the dusty, obscured\nnuclear regions of active galaxies. We present results from an infrared study\nof 87 nearby Seyfert galaxies using the Spitzer Space Telescope and\nground-based telescopes. Combining detailed modelling of the 3 - 100 micron\nspectral energy distributions with mid-IR spectral diagnostics and\nnear-infrared observations, we find broad support for the unified model of\nAGNs. The IR emission of Seyfert 1s and 2s is consistent with their having the\nsame type of central engine viewed at a different orientation. The nature of\nthe putative torus is becoming clearer; in particular we present evidence that\nit is likely a clumpy medium. Mid-infrared correlations between tracers of star\nformation and AGN ionizing luminosity reveal the starburst-AGN connection\nimplied by the black hole/bulge mass relation, however it is not yet clear if\nthis is due to feedback.\n","Comment: Talk given at \"The Central Kiloparsec: Active Galactic Nuclei and\n  Their Hosts\", Ierapetra, Crete, 4-6 June, 2008. To appear in Volume 79 of the\n  Memorie della Societa Astronomica Italiana. 4 pages, 5 figures"]}]
["0807.3996",{"format":[],"subject":["Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3996","Proc. 12th World Multi-Conference on Systemics, Cybernetics and\n  Informatics VI (2008) 138-143"],"date":["2008-07-25"],"type":["text"],"creator":["Zinoviev, D."],"language":[],"coverage":[],"title":["Topology and Geometry of Online Social Networks"],"description":["  In this paper, we study certain geometric and topological properties of\nonline social networks using the concept of density and geometric vector\nspaces. \"Moi Krug\" (\"My Circle\"), a Russian social network that promotes the\nprinciple of the \"six degrees of separation\" and is positioning itself as a\nvehicle for professionals and recruiters seeking each others' services, is used\nas a test vehicle.\n","Comment: 6 pages, 11 figures, presented at WMCSI'08"]}]
["0807.3998",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3998"],"date":["2008-07-25"],"type":["text"],"creator":["Krishna, M. V. Sunil","Singh, Vir"],"language":[],"coverage":[],"title":["Testing of Solar2000 EUV flux model between 900-1350 A using Greenline\n  Dayglow Emission"],"description":["  The contribution of photodissociation of molecular oxygen to the total volume\nemission rate of greenline dayglow emission at 5577 A is modelled in the\npresent study. The Solar EUV radiation fluxes for the modelling are obtained\nfrom the Solar2000 V 2.25 model. The modelling has been done in the altitude\nrange of 92 - 105 Km, where the photodissociation and the three body\nrecombination are the main contributing processes to the greenline dayglow\nemission. The present results are discussed in the light of Wind Imaging\nInterferometer (WINDII) observations of greenline dayglow emission in the\naltitude range of 92 - 105 Km. It is found that the Solar2000 V2.25 flux model\ngives better agreement with the WINDII observations especially in the 92 - 96\nKm where the earlier models predicted a very low emission rate. In the\nmesospheric emission peak region the present results are higher than the\nmeasurements and this discrepancy may possibly be attributed due to higher\nvalues of solar fluxes for those spectral lines which are main sources of the\nproduction of greenline dayglow emission. The present study suggests the\nreexamination of Solar2000 flux model at least for those spectral lines which\nare the main sources of greenline dayglow emission in mesospheric emission peak\nregion.\n","Comment: 12 pages, 2 figures"]}]
["0807.4002",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4002","Annals of Applied Statistics 2008, Vol. 2, No. 2, 582-600","doi:10.1214/07-AOAS151"],"date":["2008-07-25"],"type":["text"],"creator":["Zheng, Lu","Zelen, Marvin"],"language":[],"coverage":[],"title":["Multi-center clinical trials: Randomization and ancillary statistics"],"description":["  The purpose of this paper is to investigate and develop methods for analysis\nof multi-center randomized clinical trials which only rely on the randomization\nprocess as a basis of inference. Our motivation is prompted by the fact that\nmost current statistical procedures used in the analysis of randomized\nmulti-center studies are model based. The randomization feature of the trials\nis usually ignored. An important characteristic of model based analysis is that\nit is straightforward to model covariates. Nevertheless, in nearly all model\nbased analyses, the effects due to different centers and, in general, the\ndesign of the clinical trials are ignored. An alternative to a model based\nanalysis is to have analyses guided by the design of the trial. Our development\nof design based methods allows the incorporation of centers as well as other\nfeatures of the trial design. The methods make use of conditioning on the\nancillary statistics in the sample space generated by the randomization\nprocess. We have investigated the power of the methods and have found that, in\nthe presence of center variation, there is a significant increase in power. The\nmethods have been extended to group sequential trials with similar increases in\npower.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOAS151 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4005",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4005","Annals of Applied Statistics 2008, Vol. 2, No. 2, 550-581","doi:10.1214/08-AOAS161"],"date":["2008-07-25"],"type":["text"],"creator":["Stark, Philip B."],"language":[],"coverage":[],"title":["Conservative statistical post-election audits"],"description":["  There are many sources of error in counting votes: the apparent winner might\nnot be the rightful winner. Hand tallies of the votes in a random sample of\nprecincts can be used to test the hypothesis that a full manual recount would\nfind a different outcome. This paper develops a conservative sequential test\nbased on the vote-counting errors found in a hand tally of a simple or\nstratified random sample of precincts. The procedure includes a natural\nescalation: If the hypothesis that the apparent outcome is incorrect is not\nrejected at stage $s$, more precincts are audited. Eventually, either the\nhypothesis is rejected--and the apparent outcome is confirmed--or all precincts\nhave been audited and the true outcome is known. The test uses a priori bounds\non the overstatement of the margin that could result from error in each\nprecinct. Such bounds can be derived from the reported counts in each precinct\nand upper bounds on the number of votes cast in each precinct. The test allows\nerrors in different precincts to be treated differently to reflect voting\ntechnology or precinct sizes. It is not optimal, but it is conservative: the\nchance of erroneously confirming the outcome of a contest if a full manual\nrecount would show a different outcome is no larger than the nominal\nsignificance level. The approach also gives a conservative $P$-value for the\nhypothesis that a full manual recount would find a different outcome, given the\nerrors found in a fixed size sample. This is illustrated with two contests from\nNovember, 2006: the U.S. Senate race in Minnesota and a school board race for\nthe Sausalito Marin City School District in California, a small contest in\nwhich voters could vote for up to three candidates.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS161 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4008",{"format":[],"subject":["Mathematics - Number Theory","11M35, 11M36, 11S80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4008"],"date":["2008-07-25"],"type":["text"],"creator":["Bannai, Kenichi","Kobayashi, Shinichi"],"language":[],"coverage":[],"title":["The Kronecker limit formulas via the distribution relation"],"description":["  In this paper, we give a proof of the classical Kronecker limit formulas\nusing the distribution relation of the Eisenstein-Kronecker series. Using a\nsimilar idea, we then prove $p$-adic analogues of the Kronecker limit formulas\nfor the $p$-adic Eisenstein-Kronecker functions defined in our previous paper.\n"]}]
["0807.4010",{"format":[],"subject":["Statistics - Methodology","62J99 (Primary) 62H99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4010"],"date":["2008-07-25"],"type":["text"],"creator":["Koch, Inge","Naito, Kanta"],"language":[],"coverage":[],"title":["Prediction of multivariate responses with a select number of principal\n  components"],"description":["  This paper proposes a new method and algorithm for predicting multivariate\nresponses in a regression setting. Research into classification of High\nDimension Low Sample Size (HDLSS) data, in particular microarray data, has made\nconsiderable advances, but regression prediction for high-dimensional data with\ncontinuous responses has had less attention. Recently Bair et al (2006)\nproposed an efficient prediction method based on supervised principal component\nregression (PCR). Motivated by the fact that a larger number of principal\ncomponents results in better regression performance, this paper extends the\nmethod of Bair et al in several ways: a comprehensive variable ranking is\ncombined with a selection of the best number of components for PCR, and the new\nmethod further extends to regression with multivariate responses. The new\nmethod is particularly suited to HDLSS problems. Applications to simulated and\nreal data demonstrate the performance of the new method. Comparisons with Bair\net al (2006) show that for high-dimensional data in particular the new ranking\nresults in a smaller number of predictors and smaller errors.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0807.4011",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4011","Annals of Applied Statistics 2008, Vol. 2, No. 2, 472-473","doi:10.1214/08-AOAS137A"],"date":["2008-07-25"],"type":["text"],"creator":["Murtagh, Fionn"],"language":[],"coverage":[],"title":["Discussion of: Treelets--An adaptive multi-Scale basis for sparse\n  unordered data"],"description":["  Discussion of \"Treelets--An adaptive multi-Scale basis for sparse unordered\ndata\" [arXiv:0707.0481]\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS137A the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4012",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4012"],"date":["2008-07-25","2008-07-26"],"type":["text"],"creator":["Obayashi, Y."],"language":[],"coverage":[],"title":["Reach of Future Accelerator and Reactor Neutrino Efforts"],"description":["  Numbers of accelerator and reactor neutrino oscillation experiments aiming to\nsearch finite value of $\\theta_{13}$ are starting within a few years. T2K\nexperiment is a next generation long baseline neutrino experiment starts on\n2009, in Japan. A main goal of the T2K experiment is to discover a finite\n$\\theta_{13}$ by observing $\\nu_e$ appearance. Determining $\\theta_{13}$ leads\na next search of CP violation in the lepton sector. Status of T2K experiment\nand prospects for CP measurement are reported in the report.\n","Comment: 6 pages, 7 figures. Prepared for \"Flavor Physics & CP Violation\n  Conference, Taipei, 2008\""]}]
["0807.4016",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4016","Annals of Applied Statistics 2008, Vol. 2, No. 2, 474-477","doi:10.1214/08-AOAS137B"],"date":["2008-07-25"],"type":["text"],"creator":["Bickel, Peter J.","Ritov, Ya'acov"],"language":[],"coverage":[],"title":["Discussion of: Treelets--An adaptive multi-scale basis for sparse\n  unordered data"],"description":["  Discussion of \"Treelets--An adaptive multi-scale basis for sparse unordered\ndata\" [arXiv:0707.0481]\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS137B the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4017",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4017"],"date":["2008-07-25"],"type":["text"],"creator":["Golinskii, L.","Kheifets, A.","Peherstorfer, F.","Yuditskii, P."],"language":[],"coverage":[],"title":["Faddeev-Marchenko scattering for CMV matrices and the Strong Szego\n  Theorem"],"description":["  B. Simon proved the existence of the wave operators for the CMV matrices with\nSzego class Verblunsky coefficients, and therefore the existence of the\nscattering function. Generally, there is no hope to restore a CMV matrix when\nwe start from the scattering function, in particular, because it does not\ncontain any information about the (possible) singular measure. Our main point\nof interest is the solution of the inverse scattering problem (the heart of the\nFaddeev--Marchenko theory), that is, to give necessary and sufficient\nconditions on a certain class of CMV matrices such that the restriction of this\ncorrespondence (from a matrix to the scattering function) is one to one. In\nthis paper we show that the main questions on inverse scattering can be solved\nwith the help of three important classical results: Adamyan-Arov-Krein (AAK)\nTheory, Helson-Szego Theorem and Strong Szego Limit Theorem. Each of these\ntheorem states the equivalence of certain conditions. Actually, to each theorem\nwe add one more equivalent condition related to the CMV inverse scattering\nproblem.\n"]}]
["0807.4018",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4018","Annals of Applied Statistics 2008, Vol. 2, No. 2, 478-481","doi:10.1214/08-AOAS137C"],"date":["2008-07-25"],"type":["text"],"creator":["Meinshausen, Nicolai","Bühlmann, Peter"],"language":[],"coverage":[],"title":["Discussion of: Treelets--An adaptive multi-scale basis for sparse\n  unordered data"],"description":["  We congratulate Lee, Nadler and Wasserman (henceforth LNW) on a very\ninteresting paper on new methodology and supporting theory [arXiv:0707.0481].\nTreelets seem to tackle two important problems of modern data analysis at once.\nFor datasets with many variables, treelets give powerful predictions even if\nvariables are highly correlated and redundant. Maybe more importantly,\ninterpretation of the results is intuitive. Useful insights about relevant\ngroups of variables can be gained. Our comments and questions include: (i)\nCould the success of treelets be replicated by a combination of hierarchical\nclustering and PCA? (ii) When choosing a suitable basis, treelets seem to be\nlargely an unsupervised method. Could the results be even more interpretable\nand powerful if treelets would take into account some supervised response\nvariable? (iii) Interpretability of the result hinges on the sparsity of the\nfinal basis. Do we expect that the selected groups of variables will always be\nsufficiently small to be amenable for interpretation?\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS137C the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4019",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4019","Annals of Applied Statistics 2008, Vol. 2, No. 2, 482-483","doi:10.1214/07-AOAS137D"],"date":["2008-07-25"],"type":["text"],"creator":["Tibshirani, Robert"],"language":[],"coverage":[],"title":["Discussion of: Treelets--An adaptive multi-scale basis for sparse\n  unordered data"],"description":["  Discussion of \"Treelets--An adaptive multi-scale basis for sparse unordered\ndata\" [arXiv:0707.0481]\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOAS137D the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4020",{"format":[],"subject":["Mathematics - Analysis of PDEs","35H10 (Prrimary)","5, 35K70, 42B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4020"],"date":["2008-07-25"],"type":["text"],"creator":["Bramanti, M.","Cupini, G.","Lanconelli, E.","Priola, E."],"language":[],"coverage":[],"title":["Global $L^{p}$ estimates for degenerate Ornstein-Uhlenbeck operators"],"description":["  We consider a class of degenerate Ornstein-Uhlenbeck operators in\n$\\mathbb{R}^{N}$, of the kind \\[\n\\mathcal{A}\\equiv\\sum_{i,j=1}^{p_{0}}a_{ij}\\partial_{x_{i}x_{j}}^{2}\n+\\sum_{i,j=1}^{N}b_{ij}x_{i}\\partial_{x_{j}}% \\] where $(a_{ij}) ,(b_{ij}) $\nare constant matrices, $(a_{ij}) $ is symmetric positive definite on\n$\\mathbb{R} ^{p_{0}}$ ($p_{0}\\leq N$), and $(b_{ij}) $ is such that\n$\\mathcal{A}$ is hypoelliptic. For this class of operators we prove global\n$L^{p}$ estimates ($1<p<\\infty$) of the kind:% \\[ \\Vert\n\\partial_{x_{i}x_{j}}^{2}u\\Vert_{L^{p}(\\mathbb{R}% ^{N})}\\leq c\\{\\Vert\n\\mathcal{A}u\\Vert_{L^{p}(\\mathbb{R}^{N})}+\\Vert u\\Vert_{L^{p}(\\mathbb{R}%\n^{N})}\\} \\text{for}i,j=1,2,...,p_{0}% \\] and corresponding weak (1,1)\nestimates. This result seems to be the first case of global estimates, in\nLebesgue $L^{p}$ spaces, for complete H\\\"{o}rmander's operators $ \\sum\nX_{i}^{2}+X_{0},$ proved in absence of a structure of homogeneous group. We\nobtain the previous estimates as a byproduct of the following one, which is of\ninterest in its own:% \\[ \\Vert \\partial_{x_{i}x_{j}}^{2}u\\Vert_{L^{p}(S)}\\leq\nc\\Vert Lu\\Vert_{L^{p}(S)}% \\] for any $u\\in C_{0}^{\\infty}(S) ,$ where $S$ is\nthe strip $\\mathbb{R}^{N}\\times[ -1,1] $ and $L$ is the\nKolmogorov-Fokker-Planck operator $\\mathcal{A}-\\partial_{t}.$\n"]}]
["0807.4023",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4023","Annals of Applied Statistics 2008, Vol. 2, No. 2, 484-488","doi:10.1214/08-AOAS137E"],"date":["2008-07-25"],"type":["text"],"creator":["Qiu, Xing"],"language":[],"coverage":[],"title":["Discussion of: Treelets--An adaptive multi-scale basis for sparse\n  unordered data"],"description":["  This is a discussion of paper \"Treelets--An adaptive multi-scale basis for\nsparse unordered data\" [arXiv:0707.0481] by Ann B. Lee, Boaz Nadler and Larry\nWasserman. In this paper the authors defined a new type of dimension reduction\nalgorithm, namely, the treelet algorithm. The treelet method has the merit of\nbeing completely data driven, and its decomposition is easier to interpret as\ncompared to PCR. It is suitable in some certain situations, but it also has its\nown limitations. I will discuss both the strength and the weakness of this\nmethod when applied to microarray data analysis.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS137E the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4024",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4024","Annals of Applied Statistics 2008, Vol. 2, No. 2, 489-493","doi:10.1214/08-AOAS137F"],"date":["2008-07-25"],"type":["text"],"creator":["Tuglus, Catherine","van der Laan, Mark J."],"language":[],"coverage":[],"title":["Discussion of: Treelets--An adaptive multi-scale basis for sparse\n  unordered data"],"description":["  We would like to congratulate Lee, Nadler and Wasserman on their contribution\nto clustering and data reduction methods for high $p$ and low $n$ situations. A\ncomposite of clustering and traditional principal components analysis, treelets\nis an innovative method for multi-resolution analysis of unordered data. It is\nan improvement over traditional PCA and an important contribution to clustering\nmethodology. Their paper [arXiv:0707.0481] presents theory and supporting\napplications addressing the two main goals of the treelet method: (1) Uncover\nthe underlying structure of the data and (2) Data reduction prior to\nstatistical learning methods. We will organize our discussion into two main\nparts to address their methodology in terms of each of these two goals. We will\npresent and discuss treelets in terms of a clustering algorithm and an\nimprovement over traditional PCA. We will also discuss the applicability of\ntreelets to more general data, in particular, the application of treelets to\nmicroarray data.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS137F the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4026",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4026","Nanoaffairs, Volume 1, Issue 2, May 2008"],"date":["2008-07-25"],"type":["text"],"creator":["Alloyeau, D.","Ricolleau, C.","Langlois, C.","Bouar, Y. Le","Loiseau, A."],"language":[],"coverage":[],"title":["Mastering size and shape of CoPt nanoparticles by flash laser annealing"],"description":["  A major step towards the understanding of intrinsic properties of\nnano-objects depends on the ability to obtain assemblies of nanoparticles of a\ngiven size with reduced size dispersion and a well defined shape. The control\nof these parameters is a fundamental challenge. In this newsletter, we present\na new method to tailor in an easy way both size and shape characteristics of\nnanoparticles by using laser irradiation in the nanosecond regime.\n","Comment: 1 page, 1 figure"]}]
["0807.4028",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4028","Annals of Applied Statistics 2008, Vol. 2, No. 2, 494-500","doi:10.1214/08-AOAS137REJ"],"date":["2008-07-25"],"type":["text"],"creator":["Lee, Ann B.","Nadler, Boaz","Wasserman, Larry"],"language":[],"coverage":[],"title":["Rejoinder of: Treelets--An adaptive multi-scale basis for spare\n  unordered data"],"description":["  Rejoinder of \"Treelets--An adaptive multi-scale basis for spare unordered\ndata\" [arXiv:0707.0481]\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS137REJ the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4033",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4033"],"date":["2008-07-25"],"type":["text"],"creator":["Barthold, P.","Luedtke, T.","Haug, R. J."],"language":[],"coverage":[],"title":["Nanomachining of multilayer graphene using an atomic force microscope"],"description":["  An atomic force microscope is used to structure a film of multilayer\ngraphene. The resistance of the sample was measured in-situ during\nnanomachining a narrow trench. We found a reversible behavior in the electrical\nresistance which we attribute to the movement of dislocations. After several\nattempts also permanent changes are observed. Two theoretical approaches are\npresented to approximate the measured resistance.\n","Comment: 5 pages, 4 figures"]}]
["0807.4038",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4038"],"date":["2008-07-25","2008-07-26"],"type":["text"],"creator":["Hutzenthaler, Martin"],"language":[],"coverage":[],"title":["A short proof and a generalization of the BKR-inequality"],"description":["  There is a serious mistake in the proof.\n","Comment: There is a serious mistake in the proof"]}]
["0807.4041",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","44A10","44A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4041"],"date":["2008-07-25"],"type":["text"],"creator":["Dernek, Ahmet","Dernek, Nese","Yürekli, Osman"],"language":[],"coverage":[],"title":["New identities for the Glasser transform and their applications"],"description":["  In the present paper the authors show that an iteration of the\n$\\mathscr{L}_{2}$-transform by itself is a constant multiple of the Glasser\ntransform. Using this iteration identity, a Parseval-Goldstein type theorem for\n$\\mathscr{L}_{2}$-transform and the Glasser transform is given. By making use\nof these results a number of new Parseval-Goldstein type identities are\nobtained for these and many other well-known integral transforms. The\nidentities proven in this paper are shown to give rise to useful corollaries\nfor evaluating infinite integrals of special functions. Some examples are also\ngiven as illustration of the results presented here.\n"]}]
["0807.4048",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4048"],"date":["2008-07-25"],"type":["text"],"creator":["Ferrando, J."],"language":[],"coverage":[],"title":["HERA signature-based searches I: events with isolated leptons and\n  missing transverse momentum at HERA"],"description":["  Recent results of searches for events containing isolated leptons and missing\ntransverse momentum at HERA are presented. Searches in this final state have\nyielded notable excesses over Standard Model expectations in the past. Searches\nfor isolated leptons in channels corresponding to all three generations of\nleptons over the full HERA running period are now available. The combined\nH1+ZEUS results for searches for electrons and muons are compatible with the\nStandard Model.\n","Comment: 4 pages: 4 figures: proceedings for DIS2008 workshop"]}]
["0807.4051",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4051"],"date":["2008-07-25"],"type":["text"],"creator":["Lau, Eike"],"language":[],"coverage":[],"title":["A duality theorem for Dieudonne displays"],"description":["  We show that the Zink equivalence between p-divisible groups and Dieudonne\ndisplays over a complete local ring with perfect residue field of\ncharacteristic p is compatible with duality. The proof relies on a new explicit\nformula for the p-divisible group associated to a Dieudonne display.\n","Comment: 16 pages"]}]
["0807.4057",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","34B45","47D07","60H15","37L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4057"],"date":["2008-07-25"],"type":["text"],"creator":["Bonaccorsi, Stefano","Mugnolo, Delio"],"language":[],"coverage":[],"title":["Long-time behavior of stochastically perturbed neuronal networks"],"description":["  Our investigation is specially motivated by the stochastic version of a\ncommon model of potential spread in a dendritic tree. We do not assume the\nnoise in the junction points to be Markovian. In fact, we allow for long-range\ndependence in time of the stochastic perturbation. This leads to an abstract\nformulation in terms of a stochastic diffusion with dynamic boundary\nconditions, featuring fractional Brownian motion. We prove results on\nexistence, uniqueness and asymptotics of weak and strong solutions to such a\nstochastic differential equation.\n"]}]
["0807.4059",{"format":[],"subject":["Mathematical Physics","35Q55","35Q40,47J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4059"],"date":["2008-07-25"],"type":["text"],"creator":["Stubbe, Joachim"],"language":[],"coverage":[],"title":["Bound states of two-dimensional Schr\\\"{o}dinger-Newton equations"],"description":["  We prove an existence and uniqueness result for ground states and for purely\nangular excitations of two-dimensional Schr\\\"{o}dinger-Newton equations. From\nthe minimization problem for ground states we obtain a sharp version of a\nlogarithmic Hardy-Littlewood-Sobolev type inequality.\n"]}]
["0807.4060",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4060"],"date":["2008-07-25"],"type":["text"],"creator":["Kodama, Yuta","Kokubu, Kento","Sawado, Nobuyuki"],"language":[],"coverage":[],"title":["Fermions in gravity and the skyrmion backgrounds in six dimensional\n  brane-worlds"],"description":["  We construct brane solutions in six dimensional Einstein-Skyrme systems. A\nclass of baby skyrmion solutions realize warped compactification of the extra\ndimensions and gravity localization on the brane for negative bulk cosmological\nconstant. Coupling of the fermions with the brane skyrmions successfully lead\nto the brane localized fermions. The standard representation of the gamma\nmatrices is used to obtain massive localized modes as well as the massless one.\nNonlinear nature of the skyrmions brings richer information for the fermions\nlevel structure. In terms of the level crossing picture, emergence of the\nmassive localized modes as well as the zero mode are observed.\n","Comment: 11 pages, 10 figures, presented at Seventh Alexander Friedmann\n  International Seminar on Gravitation and Cosmology, Joao Pessoa, Brasil, 29\n  June - 5 July, 2008"]}]
["0807.4061",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","26A51, 26E25, 39B72, 54C65 (Primary)","26D07, 52A35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4061","Studia Math. 120 (1996), 75-82"],"date":["2008-07-25"],"type":["text"],"creator":["Wasowicz, Szymon"],"language":[],"coverage":[],"title":["Polynomial selections and separation by polynomials"],"description":["  Necessary and sufficient conditions under which two real functions defined on\nthe real interval can be separated by a polynomial are given. An immediate\nconsequence of the main result is the existence of the polynomial separation of\nconvex functions of higher order. Another application is some\nHyers-Ulam-stability-type result.\n"]}]
["0807.4062",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4062","doi:10.1140/epjb/e2008-00297-3"],"date":["2008-07-25"],"type":["text"],"creator":["Carletti, Timoteo","Fanelli, Duccio","Guarino, Alessio","Bagnoli, Franco","Guazzini, Andrea"],"language":[],"coverage":[],"title":["Birth and Death in a Continuous Opinion Dynamics Model. The consensus\n  case"],"description":["  We here discuss the process of opinion formation in an open community where\nagents are made to interact and consequently update their beliefs. New actors\n(birth) are assumed to replace individuals that abandon the community (deaths).\nThis dynamics is simulated in the framework of a simplified model that accounts\nfor mutual affinity between agents. A rich phenomenology is presented and\ndiscussed with reference to the original (closed group) setting. Numerical\nfindings are supported by analytical calculations.\n","Comment: 13 pages, 6 figures"]}]
["0807.4068",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4068"],"date":["2008-07-25"],"type":["text"],"creator":["Tapie, Samuel"],"language":[],"coverage":[],"title":["Bas du spectre de surfaces hyperboliques de volume infini"],"description":["  This article presents some methods to control the bottom of the spectrum of\nthe Laplacian $\\lambda_0$ on hyperbolic surfaces with infinite volume. Our\nfirst result bounds the $\\lambda_0$ of a geometrically finite surface in terms\nof the geometry of its convex core. We then focus on infinite type periodic\nhyperbolic surfaces built by gluing copies of a geometrically finite surface\nwith boundary according to the plan of an infinite graph. We control the\n$\\lambda_0$ of the so-obtained infinite surfaces by constants coming from\nspectral properties of the building brick and combinatorial datae of the graph.\nWe then use these methods to control the $\\lambda_0$ of two other kind of\ninfinite type hyperbolic surfaces : those admitting a splitting into bounded\npieces, and some riemannian coverings.\n"]}]
["0807.4070",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4070"],"date":["2008-07-25"],"type":["text"],"creator":["Hage-Hassan, Mehdi"],"language":[],"coverage":[],"title":["On the hydrogen wave function in Momentum-space, Clifford algebra and\n  the Generating function of Gegenbauer polynomial"],"description":["  Using the quadratic transformation and the generating function method we\nPerform the Fourier transformation of the wave function of coordinates of\nhydrogen atom and we find the analytic expression of the wave function in\nmomentum space. We derive the matrix elements between the basis to 4-dimensions\nand integral representation of the generating functions of Gegenbauer\npolynomials. We find a relationship between a class of Clifford algebra and the\ngenerating functions of these polynomials.\n"]}]
["0807.4071",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4071","Annals of Applied Statistics 2008, Vol. 2, No. 2, 601-623","doi:10.1214/08-AOAS164"],"date":["2008-07-25"],"type":["text"],"creator":["Shen, Haipeng","Huang, Jianhua Z."],"language":[],"coverage":[],"title":["Forecasting time series of inhomogeneous Poisson processes with\n  application to call center workforce management"],"description":["  We consider forecasting the latent rate profiles of a time series of\ninhomogeneous Poisson processes. The work is motivated by operations management\nof queueing systems, in particular, telephone call centers, where accurate\nforecasting of call arrival rates is a crucial primitive for efficient staffing\nof such centers. Our forecasting approach utilizes dimension reduction through\na factor analysis of Poisson variables, followed by time series modeling of\nfactor score series. Time series forecasts of factor scores are combined with\nfactor loadings to yield forecasts of future Poisson rate profiles. Penalized\nPoisson regressions on factor loadings guided by time series forecasts of\nfactor scores are used to generate dynamic within-process rate updating.\nMethods are also developed to obtain distributional forecasts. Our methods are\nillustrated using simulation and real data. The empirical results demonstrate\nhow forecasting and dynamic updating of call arrival rates can affect the\naccuracy of call center staffing.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS164 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4074",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4074"],"date":["2008-07-25","2008-07-28"],"type":["text"],"creator":["Das, Smarajit","Rajan, B. Sundar"],"language":[],"coverage":[],"title":["Low-delay, Low-PAPR, High-rate Non-square Complex Orthogonal Designs"],"description":["  The maximal rate for non-square Complex Orthogonal Designs (CODs) with $n$\ntransmit antennas is ${1/2}+\\frac{1}{n}$ if $n$ is even and\n${1/2}+\\frac{1}{n+1}$ if $n$ is odd, which are close to 1/2 for large values of\n$n.$ A class of maximal rate non-square CODs have been constructed by Liang\n(IEEE Trans. Inform. Theory, 2003) and Lu et. al. (IEEE Trans. Inform. Theory,\n2005) have shown that the decoding delay of the codes given by Liang, can be\nreduced by 50% when number of transmit antennas is a multiple of 4. Adams et.\nal. (IEEE Trans. Inform. Theory, 2007) have shown that the designs of Liang are\nof minimal-delay for $n$ equal to 1 and 3 modulo 4 and that of Lu et.al. are of\nminimal delay when $n$ is a multiple of $4.$ However, these minimal delays are\nlarge compared to the delays of the rate 1/2 non-square CODs constructed by\nTarokh et al (IEEE Trans. Inform. Theory, 1999) from rate-1 real orthogonal\ndesigns (RODs). In this paper, we construct a class of rate-1/2 non-square CODs\nfor any $n$ with the decoding delay equal to 50% of that of the delay of the\nrate-1/2 codes given by Tarokh et al. This is achieved by giving first a\ngeneral construction of rate-1 square Real Orthogonal Designs (RODs) which\nincludes as special cases the well known constructions of Adams, Lax and\nPhillips and Geramita and Pullman, and then making use of it to obtain the\ndesired rate-1/2 non-square COD. For the case of 9 transmit antennas, our\nrate-1/2 COD is shown to be of minimal-delay. The proposed construction results\nin designs with zero entries which may have high Peak-to-Average Power Ratio\n(PAPR) and it is shown that by appropriate postmultiplication, a design with no\nzero entries can be obtained with no change in the code parameters.\n","Comment: Submitted to IEEE Transactions on Information Theory. 17 pages"]}]
["0807.4075",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4075"],"date":["2008-07-25"],"type":["text"],"creator":["Carletti, Timoteo","Fanelli, Duccio","Guarino, Alessio","Guazzini, Andrea"],"language":[],"coverage":[],"title":["Meet, Discuss and Trust each other: large versus small groups"],"description":["  In this paper we propose a dynamical interpretation of the sociological\ndistinction between large and small groups of interacting individuals. In the\nformer case individual behaviors are largely dominated by the group effect,\nwhile in the latter mutual relationships do matter. Numerical and analytical\ntools are combined to substantiate our claims.\n","Comment: 12 pages, 4 figures"]}]
["0807.4076",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4076"],"date":["2008-07-25"],"type":["text"],"creator":["Eigen, G."],"language":[],"coverage":[],"title":["Exclusive b \\to s (d) ll Decays"],"description":["  New BABAR measurements are presented for the exclusive rare decays B -> K(*)\nl+ l- including branching fractions, isospin asymmetries, direct CP violation,\nand lepton flavor universality for dilepton masses below and above the J/psi\nresonance. Unexpectedly large isospin asymmetries are observed in both K l+l-\nand K* l+ l- decays. For the combined K l+l- and K* l+l- data a 3.9 sigma\nsignificant deviation from the SM prediction is found. Furthermore, recent\nBABAR results from an angular analysis in B -> K* l+l- are reported in which\nboth the K* longitudinal polarization and the lepton forward-backward asymmetry\nare measured for dilepton masses below and above the J/psi resonance. Finally,\nresults of recent searches for B -> pi l+l-$ from Belle and B -> K(*) nu anti\nnu$ from BABAR are summarized.\n","Comment: 14 pages, 28 figures, FPCP08 conference"]}]
["0807.4080",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4080"],"date":["2008-07-25"],"type":["text"],"creator":["Bluhm, M.","Kampfer, B."],"language":[],"coverage":[],"title":["Strongly Coupled Quark-Gluon Plasma: Equation of State near Tc"],"description":["  We test the quark mass dependence implemented in the quasiparticle dispersion\nrelations of our quasiparticle model for the QCD equation of state by comparing\nwith recently available lattice QCD data near $T_c$ employing almost physical\nquark masses. In addition, we emphasize the capability of our model to\nsuccessfully describe lattice QCD results for imaginary chemical potential and\nto analytically continue the latter to real chemical potential.\n","Comment: Jul 2008. 5 pp. Contribution to Quark Matter 2008 in Jaipur, India,\n  4-10 February 2008"]}]
["0807.4083",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4083","Practical Cosmology, vol.1, pp.264-274, 2008"],"date":["2008-07-25"],"type":["text"],"creator":["Taganov, Igor N."],"language":[],"coverage":[],"title":["Observational Evidences of the Cosmological Deceleration of Time"],"description":["  Constancy of the speed of light together with the Hubble law lead in a\ndoctrine of expanding universe to a conclusion that universe evolution is not\nonly an expansion of space but also a deceleration of the course of physical\ntime (Taganov, 2003). Duration of any physical process measured by decelerating\nphysical time is always longer, than corresponding duration, measured by a\nscale of invariable uniform Newtonian time. All the processes uniform or\nmoderately decelerating in physical time appear accelerating when interpreted\nin terms of uniform invariable Newtonian time. The article describes several\nobservational evidences of a phenomenon of the cosmological deceleration of\ntime: the redshift survey of distant supernovae demonstrates apparent\nacceleration of the universe expansion; accelerations in the Earth-Moon system\nreveal reliable differences if estimated with the use of ancient and\ncontemporary astronomical data. Deceleration of the physical time reveals\nitself in isotopic chronology by systematic divergence of samples Newtonian\nages, estimated with the use of isotopes with different rates of decay.\n","Comment: 12 pages, proceedings of the conference Problems of Practical\n  Cosmology, June 2008, see http://ppc08.astro.spbu.ru/text_proc.html"]}]
["0807.4085",{"format":[],"subject":["Mathematics - Algebraic Geometry","14R10, 14R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4085"],"date":["2008-07-25"],"type":["text"],"creator":["Dubouloz, Adrien"],"language":[],"coverage":[],"title":["The cylinder over the Koras-Russell cubic threefold has a trivial\n  Makar-Limanov invariant"],"description":["  We show that the Makar-Limanov invariant of the cylinder over the\nKoras-Russell cubic affine threefold is trivial. This means that regular\nfunctions which are invariant under all algebraic actions of the additive group\non this variety are constants.\n"]}]
["0807.4086",{"format":[],"subject":["Statistics - Methodology","62P10","82B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4086"],"date":["2008-07-25"],"type":["text"],"creator":["Commenges, D.","Sayyareh, A.","Letenneur, L.","Guedj, J.","Bar-Hen, A."],"language":[],"coverage":[],"title":["Estimating a difference between Kullback-Leibler risks by a normalized\n  difference of AIC"],"description":["  AIC is commonly used for model selection but the precise value of AIC has no\ndirect interpretation. We are interested in quantifying a difference of risks\nbetween two models. This may be useful for both an explanatory point of view or\nfor prediction, where a simpler model may be preferred if it does nearly as\nwell as a more complex model. The difference of risks can be interpreted by\nlinking the risks with relative errors in the computation of probabilities and\nlooking at the values obtained for simple models. A scale of values going from\nnegligible to large is proposed. We propose a normalization of a difference of\nAkaike criteria for estimating the difference of expected Kullback-Leibler\nrisks between maximum likelihood estimators of the distribution in two\ndifferent models. The variability of this statistic can be estimated. Thus, an\ninterval can be constructed which contains the true difference of expected\nKullback-Leibler risks with a pre-specified probability. A simulation study\nshows that the method works and it is illustrated on two examples. The first is\na study of the relationship between body-mass index and depression in elderly\npeople. The second is the choice between models of HIV dynamics, where one\nmodel makes the distinction between activated CD4+ T lymphocytes and the other\ndoes not.\n","Comment: 36 pages"]}]
["0807.4088",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4088"],"date":["2008-07-25"],"type":["text"],"creator":["Aharony, Amnon","Entin-Wohlman, Ora"],"language":[],"coverage":[],"title":["Discrete versus continuous wires on quantum networks"],"description":["  Mesoscopic systems and large molecules are often modeled by graphs of\none-dimensional wires, connected at vertices. In this paper we discuss the\nsolutions of the Schr\\\"odinger equation on such graphs, which have been named\n\"quantum networks\". Such solutions are needed for finding the energy spectrum\nof single electrons on such finite systems or for finding the transmission of\nelectrons between leads which connect such systems to reservoirs. Specifically,\nwe compare two common approaches. In the \"continuum\" approach, one solves the\none-dimensional Schr\\\"odinger equation on each continuous wire, and then uses\nthe Neumann-Kirchoff-de Gennes matching conditions at the vertices.\nAlternatively, one replaces each wire by a finite number of \"atoms\", and then\nuses the tight binding model for the solution. Here we show that these\napproaches cannot generally give the same results, except for special energies.\nEven in the limit of vanishing lattice constant, the two approaches coincide\nonly if the tight binding parameters obey very special relations. The different\nconsequences of the two approaches are demonstrated via the example of a\nT-shaped scatterer.\n","Comment: Special P G de Gennes memorial issue, JPC"]}]
["0807.4090",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4090"],"date":["2008-07-25"],"type":["text"],"creator":["Gerard, Patrick","Zhang, Zhifei"],"language":[],"coverage":[],"title":["Orbital stability of traveling waves for the one-dimensional\n  Gross-Pitaevskii equation"],"description":["  In this paper, we prove the nonlinear orbital stability of the stationary\ntraveling wave of the one-dimensional Gross-Pitaevskii equation by using\nZakharov-Shabat's inverse scattering method.\n","Comment: 36 pages"]}]
["0807.4092",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4092","Annals of Applied Statistics 2008, Vol. 2, No. 2, 624-642","doi:10.1214/08-AOAS159"],"date":["2008-07-25"],"type":["text"],"creator":["Buishand, T. A.","de Haan, L.","Zhou, C."],"language":[],"coverage":[],"title":["On spatial extremes: with application to a rainfall problem"],"description":["  We consider daily rainfall observations at 32 stations in the province of\nNorth Holland (the Netherlands) during 30 years. Let $T$ be the total rainfall\nin this area on one day. An important question is: what is the amount of\nrainfall $T$ that is exceeded once in 100 years? This is clearly a problem\nbelonging to extreme value theory. Also, it is a genuinely spatial problem.\nRecently, a theory of extremes of continuous stochastic processes has been\ndeveloped. Using the ideas of that theory and much computer power\n(simulations), we have been able to come up with a reasonable answer to the\nquestion above.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS159 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4095",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4095"],"date":["2008-07-25"],"type":["text"],"creator":["McLerran, Larry"],"language":[],"coverage":[],"title":["Gluon Saturation and the Formation Stage of Heavy Ion Collisions"],"description":["  The high energy limit of QCD is controlled by very high energy density\ngluonic matter, the Color Glass Condensate. In the first instants of the\ncollisions of two sheets of Colored Glass Condensate, a Glasma is formed with\nlongitudinal flux tubes of color electric and magnetic fields. These flux tubes\ndecay and might form a turbulent liquid that eventually thermalizes into a\nQuark Gluon Plasma\n","Comment: Paper prepared for an edition of the Landolt-Bernstein series:\n  Numerical Data and Functional Relationships, Editor in Chief, W. Martienssen,\n  Volume 1/23, Relativistic Heavy Ion Physics, edited by R. Stock"]}]
["0807.4101",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4101"],"date":["2008-07-25"],"type":["text"],"creator":["Green, R. M.","Martin, P. P.","Parker, A. E."],"language":[],"coverage":[],"title":["On the non-generic representation theory of the symplectic blob algebra"],"description":["  This paper reports some advances in the study of the symplectic blob algebra.\nWe find a presentation for this algebra. We find a minimal poset for this as a\nquasi-hereditary algebra. We discuss how to reduce the number of parameters\ndefining the algebra from 6 to 4 (or even 3) without loss of representation\ntheoretic generality. We then find some non-semisimple specialisations by\ncalculating Gram determinants for certain cell modules (or standard modules)\nusing the good parametrisation defined. We finish by considering some quotients\nof specialisations of the symplectic blob algebra which are isomorphic to\nTemperley--Lieb algebras of type $A$.\n"]}]
["0807.4102",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4102"],"date":["2008-07-25"],"type":["text"],"creator":["Angelakis, E.","Kadler, M.","Lewis, K.","Sambruna, R. M.","Eracleous, M.","Zensus, J. A."],"language":[],"coverage":[],"title":["Radio spectra of intermediate-luminosity broad-line radio galaxies"],"description":["  Within the context of investigating possible differences between the\nmechanisms at play in Radio Loud AGN and those in Radio Quiet ones, we study\nthe spectral characteristics of a selected sample of Intermediate-Luminosity\nBroad-Line Radio Galaxies in X-rays, optical, IR and radio. Here, we present\nthe radio spectra acquired with the 100-m radio telescope in Effelsberg between\n2.6 and 32 GHz. These measurements reveal a large variety of spectral shapes\nurging for radio imaging that would disclose the source morphology. Such\nstudies could potentially discriminate between different mechanisms.\n","Comment: 4 pages, 1 figure, to appear in the proceedings of the Conference\n  \"The Central Kiloparsec: Active Galactic Nuclei and Their Hosts\", Ierapetra\n  4-6 June 2008, Greece, Memorie della Societa Astronomica Italiana"]}]
["0807.4103",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Numerical Analysis","26A51 (Primary), 26D15, 41A55, 41A80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4103","J. Math. Anal. Appl. 332 (2007), 1229-1241","doi:10.1016/j.jmaa.2006.11.011"],"date":["2008-07-25"],"type":["text"],"creator":["Wasowicz, Szymon"],"language":[],"coverage":[],"title":["Support-type properties of convex functions of higher order and\n  Hadamard-type inequalities"],"description":["  It is well-known that every convex function admits an affine support at every\ninterior point of a domain. Convex functions of higher order (precisely of an\nodd order) have a similar property: they are supported by the polynomials of\ndegree no greater than the order of convexity. In this paper the attaching\nmethod is developed. It is applied to obtain the general result Theorem 2, from\nwhich the mentioned above support theorem and some related properties of convex\nfunctions of higher (both odd and even) order are derived. They are applied to\nobtain some known and new Hadamard-type inequalities between the quadrature\noperators and the integral approximated by them. It is also shown that the\nerror bounds of quadrature rules follow by inequalities of this kind.\n","Comment: In the journal version of the paper an example given in Remark 4 was\n  not correct. Here we give a proper one"]}]
["0807.4105",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4105","Annals of Applied Statistics 2008, Vol. 2, No. 2, 643-664","doi:10.1214/07-AOAS152"],"date":["2008-07-25"],"type":["text"],"creator":["Höfling, Holger","Tibshirani, Robert"],"language":[],"coverage":[],"title":["A study of pre-validation"],"description":["  Given a predictor of outcome derived from a high-dimensional dataset,\npre-validation is a useful technique for comparing it to competing predictors\non the same dataset. For microarray data, it allows one to compare a newly\nderived predictor for disease outcome to standard clinical predictors on the\nsame dataset. We study pre-validation analytically to determine if the\ninferences drawn from it are valid. We show that while pre-validation generally\nworks well, the straightforward \"one degree of freedom\" analytical test from\npre-validation can be biased and we propose a permutation test to remedy this\nproblem. In simulation studies, we show that the permutation test has the\nnominal level and achieves roughly the same power as the analytical test.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOAS152 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0807.4107",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4107"],"date":["2008-07-25"],"type":["text"],"creator":["Barany, Balazs","Andai, Attila"],"language":[],"coverage":[],"title":["Description of the free motion with momentums in Godel's universe"],"description":["  We study the geodesic motion in Godel's universe, using conserved quantities.\nWe give a necessary and sufficient condition for curves to be geodesic curves\nin terms of conserved quantities, which can be computed from the initial values\nof the curve. We check our result with numerical simulations too.\n","Comment: 9 pages"]}]
["0807.4109",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4109"],"date":["2008-07-25","2008-07-27"],"type":["text"],"creator":["Hall, Ka"],"language":[],"coverage":[],"title":["Exact Results for the Kepler Problem in General Relativity"],"description":["  Exact results are derived, specifically the perihelion shift and the Kepler\norbit, for a bound test particle in the Schwarzschild metric with cosmological\nconstant $\\Lambda=0$. A series expansion, of $\\Delta\\phi =\n2(2(1-2M/p(3-e))^{-1/2} K((4eM/p)/(1-2M/p(3-e)))-\\pi)$, the exact perihelion\nshift, admits the standard approximation $\\Delta\\phi=6M\\pi/p$ as the leading\norder term. In a similar fashion, a series expansion of the exact Kepler orbit,\nrepresented by a Jacobi elliptic function, gives $u(\\phi)=(1+e\\cos\\phi)/p$ to\nfirst order. The results are valid for $M/p<1/(2(3+e))$ or $r_s<p/(3+e)$.\n","Comment: 7 pages, 0 figures"]}]
["0807.4111",{"format":[],"subject":["Quantum Physics","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4111","Applied Physics Letters Vol. 93 031109 (2008)","doi:10.1063/1.2961000"],"date":["2008-07-25"],"type":["text"],"creator":["Dynes, J. F.","Yuan, Z. L.","Sharpe, A. W.","Shields, A. J."],"language":[],"coverage":[],"title":["A High Speed, Post-Processing Free, Quantum Random Number Generator"],"description":["  A quantum random number generator (QRNG) based on gated single photon\ndetection of an InGaAs photodiode at GHz frequency is demonstrated. Owing to\nthe extremely long coherence time of each photon, each photons' wavefuntion\nextends over many gating cycles of the photodiode. The collapse of the photon\nwavefunction on random gating cycles as well as photon random arrival time\ndetection events are used to generate sequences of random bits at a rate of\n4.01 megabits/s. Importantly, the random outputs are intrinsically bias-free\nand require no post-processing procedure to pass random number statistical\ntests, making this QRNG an extremely simple device.\n"]}]
["0807.4123",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - General Topology","18 (primary), 54E (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4123"],"date":["2008-07-25"],"type":["text"],"creator":["Clementino, Maria Manuel","Hofmann, Dirk"],"language":[],"coverage":[],"title":["Relative injectivity as cocompleteness for a class of distributors"],"description":["  Notions and techniques of enriched category theory can be used to study\ntopological structures, like metric spaces, topological spaces and approach\nspaces, in the context of topological theories. Recently in [D. Hofmann,\nInjective spaces via adjunction, arXiv:0804.0326 [math.CV]] the construction of\na Yoneda embedding allowed to identify injectivity of spaces as cocompleteness\nand to show monadicity of the category of injective spaces and left adjoints\nover $\\mathsf{Set}$. In this paper we generalise these results, studying\ncocompleteness with respect to a given class of distributors. We show in\nparticular that the description of several semantic domains presented in [M.\nEscard\\'o and B. Flagg, Semantic domains, injective spaces and monads,\nElectronic Notes in Theoretical Computer Science 20 (1999)] can be translated\ninto the $\\mathsf{V}$-enriched setting.\n"]}]
["0807.4126",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","26A51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4126","Publ. Math. Debrecen 68 (2006), 171-182"],"date":["2008-07-25"],"type":["text"],"creator":["Wasowicz, Szymon"],"language":[],"coverage":[],"title":["Some properties of generalized higher-order convexity"],"description":["  The generalized divided differences are introduced. They are applied to\ninvestigate some properties characterizing generalized higher-order convexity.\nAmong others some support-type property is proved.\n"]}]
["0807.4128",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4128"],"date":["2008-07-25"],"type":["text"],"creator":["Das, Smarajit","Rajan, B. Sundar"],"language":[],"coverage":[],"title":["Square Complex Orthogonal Designs with Low PAPR and Signaling Complexity"],"description":["  Space-Time Block Codes from square complex orthogonal designs (SCOD) have\nbeen extensively studied and most of the existing SCODs contain large number of\nzero. The zeros in the designs result in high peak-to-average power ratio\n(PAPR) and also impose a severe constraint on hardware implementation of the\ncode when turning off some of the transmitting antennas whenever a zero is\ntransmitted. Recently, rate 1/2 SCODs with no zero entry have been reported for\n8 transmit antennas. In this paper, SCODs with no zero entry for $2^a$ transmit\nantennas whenever $a+1$ is a power of 2, are constructed which includes the 8\ntransmit antennas case as a special case. More generally, for arbitrary values\nof $a$, explicit construction of $2^a\\times 2^a$ rate $\\frac{a+1}{2^a}$ SCODs\nwith the ratio of number of zero entries to the total number of entries equal\nto $1-\\frac{a+1}{2^a}2^{\\lfloor log_2(\\frac{2^a}{a+1}) \\rfloor}$ is reported,\nwhereas for standard known constructions, the ratio is $1-\\frac{a+1}{2^a}$. The\ncodes presented do not result in increased signaling complexity. Simulation\nresults show that the codes constructed in this paper outperform the codes\nusing the standard construction under peak power constraint while performing\nthe same under average power constraint.\n","Comment: Accepted for publication in IEEE Transactions on Wireless\n  Communication. 10 pages, 6 figures"]}]
["0807.4138",{"format":[],"subject":["Mathematics - Geometric Topology","20F36","57M25","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4138"],"date":["2008-07-25"],"type":["text"],"creator":["Franko, Jennifer M."],"language":[],"coverage":[],"title":["Braid Group Representations arising from the Yang Baxter Equation"],"description":["  This paper aims to determine the images of the braid group under\nrepresentations afforded by the Yang Baxter equation when the solution is a\nnontrivial $4 \\times 4$ matrix. Making the assumption that all the eigenvalues\nof the Yang Baxter solution are roots of unity, leads to the conclusion that\nall the images are finite.\n  Using results of Turaev, we have also identified cases in which one would get\na link invariant. Finally, by observing the group algebra generated by the\nimage of the braid group sometimes factor through known algebras, in certain\ninstances we can identify the invariant as particular specializations of a\nknown invariant.\n","Comment: 12 pages"]}]
["0807.4139",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4139"],"date":["2008-07-25"],"type":["text"],"creator":["Hełminiak, Krzysztof","Konacki, Maciej"],"language":[],"coverage":[],"title":["Precise Astrometry of Visual Binaries with Adaptive Optics. A Way for\n  Finding Exoplanets?"],"description":["  We present the results of our study of astrometric stability of 200-in Hale\n(Mt. Palomar) and 10-m Keck II (Mauna Kea) telescopes, both with Adaptive\nOptics (AO) facilities. A group of nearby visual binaries and multiples was\nobserved in near infrared, relative separations and position angles measured.\nWe have also checked the influence of some systematic effects (e.g.\natmospherical refraction, varying plate scale factor) on result and precision\nof astrometric measurements. We conclude that in visual binaries astrometrical\nobservations it is possible to achieve much better precision than 1\nmiliarcsecond, which in many cases allows detection of the astrometrical signal\nproduced by planetary-mass object.\n","Comment: 4 pages, 1 figure, 1 table, to appear in the proceedings of the Les\n  Houches Winter School \"Physics and Astrophysics of Planetary Systems\". (EDP\n  Sciences: EAS Publications Series)"]}]
["0807.4140",{"format":[],"subject":["Physics - General Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4140"],"date":["2008-07-25","2008-07-27"],"type":["text"],"creator":["Heyrovska, Raji"],"language":[],"coverage":[],"title":["Bond Energy Sums in Benzene, Cyclohexatriene and Cyclohexane Prove\n  Resonance Unnecessary"],"description":["  The recent new structure of benzene shows that it consists of three C atoms\nof radii as in graphite alternating with three C atoms with double bond radii.\nThis is different from the hypothetical cyclohexatriene (Kekule structure)\ninvolving alternate double and single bonds. It was shown that the difference\nin the bond energy sum of the atomic structure of benzene from that of the\nKekule structure is the energy (erroneously) assumed to be due to resonance.\nHere it is shown that the present structure of benzene also explains the energy\nof hydrogenation into cyclohexane and its difference from that of\ncyclohexatriene.\n","Comment: 4 pages, 2 figures"]}]
["0807.4146",{"format":[],"subject":["Mathematics - Operator Algebras","46L37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4146"],"date":["2008-07-25"],"type":["text"],"creator":["Jones, Vaughan","Shlyakhtenko, Dimitri","Walker, Kevin"],"language":[],"coverage":[],"title":["An orthogonal approach to the subfactor of a planar algebra"],"description":["  By changing to an orthogonal basis, we give a short proof that the subfactor\nof the graded algebra of a planar algebra reproduces the planar algebra.\n","Comment: 12 pages"]}]
["0807.4148",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Complex Variables","35R30, 35J15, 30C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4148"],"date":["2008-07-25"],"type":["text"],"creator":["Clop, Albert","Faraco, Daniel","Ruiz, Alberto"],"language":[],"coverage":[],"title":["Integral stability of Calder\\'on inverse conductivity problem in the\n  plane"],"description":["  It is proved that, in two dimensions, the Calder\\'on inverse conductivity\nproblem in Lipschitz domains is stable in the $L^p$ sense when the\nconductivities are uniformly bounded in any fractional Sobolev space\n$W^{\\alpha,p}$ $\\alpha>0, 1<p<\\infty$.\n"]}]
["0807.4149",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4149"],"date":["2008-07-25"],"type":["text"],"creator":["Rui, H.","Si, M."],"language":[],"coverage":[],"title":["The representation theory of cyclotomic BMW algebras"],"description":["  In this paper, we go on Rui-Xu's work on cyclotomic Birman-Wenzl algebras\n$\\W_{r, n}$ in \\cite{RX}. In particular, we use the representation theory of\ncellular algebras in \\cite{GL} to classify the irreducible $\\W_{r, n}$-modules\nfor all positive integers $r$ and $n$. By constructing cell filtrations for all\ncell modules of $\\W_{r, n}$, we compute the discriminants associated to all\ncell modules for $\\W_{r, n} $. Via such discriminats together with induction\nand restriction functors given in section~5, we determine explicitly when\n$\\W_{r, n}$ is semisimple over a field. This generalizes our previous result on\nBirman-Wenzl algebras in \\cite{RS1}.\n","Comment: 26 pages"]}]
["0807.4153",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4153","Phys. Rev. B 78, 014418 (2008)","doi:10.1103/PhysRevB.78.014418"],"date":["2008-07-25"],"type":["text"],"creator":["Filho, R. R. Montenegro","Coutinho-Filho, M. D."],"language":[],"coverage":[],"title":["Frustration-induced quantum phase transitions in a quasi-one-dimensional\n  ferrimagnet: Hard-core boson map and the Ton ks-Girardeau limit"],"description":["  We provide evidence of a superfluid-insulator transition (SIT) of magnons in\na quasi-one-dimensional quantum ferrimagnet with {\\it isotropic} competing\nantiferromagnetic spin interactions. This SIT occurs between two distinct\nferrimagnetic phases due to the frustration-induced closing of the gap to a\nmagnon excitation. It thus causes a coherent superposition of singlet and\ntriplet states at lattice unit cells and a power-law decay on the staggered\nspin correlation function along the transverse direction to the spontaneous\nmagnetization. A hard-core boson map suggests that asymptotically close to the\nSIT the magnons attain the Tonks-Girardeau limit. The quantized nature of the\ncondensed singlets is observed before a first-order transition to a singlet\nmagnetic spiral phase accompanied by critical antiferromagnetic ordering. In\nthe limit of strong frustration, the system undergoes a decoupling transition\nto an isolated gapped two-leg ladder and a critical single linear chain.\n"]}]
["0807.4156",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4156","J. Braz. Chem. Soc., Vol. 19, 232, 2008","doi:10.1590/S0103-50532008000200006"],"date":["2008-07-25"],"type":["text"],"creator":["Coutinho-Filho, M. D.","Montenegro-Filho, R. R.","Raposo, E. P.","Vitoriano, C.","Oliveira, M. H."],"language":[],"coverage":[],"title":["Magnetism and Electronic Correlations in Quasi-One-Dimensional Compounds"],"description":["  In this contribution on the celebration of the 80th birthday anniversary of\nProf. Ricardo Ferreira, we present a brief survey on the magnetism of\nquasi-one-dimensional compounds. This has been a research area of intense\nactivity particularly since the first experimental announcements of magnetism\nin organic and organometallic polymers in the mid 80s. We review experimental\nand theoretical achievements on the field, featuring chain systems of\ncorrelated electrons in a special AB2 unit cell structure present in inorganic\nand organic compounds.\n"]}]
["0807.4157",{"format":[],"subject":["Mathematics - Functional Analysis","26E25 (Primary)","54C65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4157","J. Appl. Anal. 1 (1995), 173-179"],"date":["2008-07-25"],"type":["text"],"creator":["Wasowicz, Szymon"],"language":[],"coverage":[],"title":["On affine selections of set-valued functions"],"description":["  The main result states that every convex set-valued function defined on a\nreal interval with compact values in a locally convex space, admits an affine\nselection. In the case if the target space is a real line and the values are\nclosed real intervals, we can replace the convexity assumption by the more\ngeneral condition.\n","Comment: A revised version of the manuscript, the references are actualized"]}]
["0807.4158",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4158"],"date":["2008-07-25"],"type":["text"],"creator":["Carroll, Robert"],"language":[],"coverage":[],"title":["Remarks on Fisher information"],"description":["  Some situations are discussed where subquantum oscillations in momentum arise\nin connectiion with Fisher information and the quantum potential.\n","Comment: 15 pages, Latex"]}]
["0807.4162",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Dynamical Systems","Mathematics - Number Theory","11D88","37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4162"],"date":["2008-07-25"],"type":["text"],"creator":["Scanlon, Thomas"],"language":[],"coverage":[],"title":["Analytic relations on a dynamical orbit"],"description":["  Let $(K,|\\cdot|)$ be a complete discretely valued field and $f:{\\mathbb\nB}_1(K,1) \\to {\\mathbb B}_1(K,1)$ a nonconstant analytic map from the unit back\nto itself. We assume that 0 is an attracting fixed point of $f$. Let $a \\in K$\nwith $\\lim_{n \\to \\infty} f^n(a) = 0$ and consider the orbit ${\\mathcal O}_f(a)\n:= \\{f^n(a) : n \\in {\\mathbb N} \\}$. We show that if 0 is a\n\\emph{superattracting} fixed point, then every irreducible analytic subvariety\nof ${\\mathbb B}_n(K,1)$ meeting ${\\mathcal O}_f(a)^n$ in an analytically\nZariski dense set is defined by equations of the form $x_i = b$ and $x_j =\nf^\\ell(x_k)$. When 0 is an attracting, non-superattracting point, we show that\nall analytic relations come from algebraic tori.\n"]}]
["0807.4165",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Combinatorics","05E25, 06A07, 06A11, 55U05, 55N35, 55U10, 55U15, 57P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4165"],"date":["2008-07-25"],"type":["text"],"creator":["Basak, Tathagata"],"language":[],"coverage":[],"title":["Combinatorial cell complexes and Poincare duality"],"description":["  We define and study a class of finite topological spaces, which model the\ncell structure of a space obtained by gluing finitely many Euclidean convex\npolyhedral cells along congruent faces. We call these finite topological\nspaces, combinatorial cell complexes (or c.c.c). We define orientability,\nhomology and cohomology of c.c.c's and develop enough algebraic topology in\nthis setting to prove the Poincare duality theorem for a c.c.c satisfying\nsuitable regularity conditions. The definitions and proofs are completely\nfinitary and combinatorial in nature.\n","Comment: 31 pages, 8 pigures"]}]
["0807.4170",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4170"],"date":["2008-07-25"],"type":["text"],"creator":["Treumann, R. A.","Jaroschek, C. H."],"language":[],"coverage":[],"title":["The Heliospheric Termination Shock"],"description":["  The heliospheric Termination Shock is the largest (by dimension) shock in the\nheliosphere. It is believed that it is also the strongest shock and is\nresponsible for the generation of the Anomalous Cosmic Ray component in the\nheliosphere. This chapter review the gross properties and observations of the\nTermination Shock. It is structured as follows: 1. The heliosphere, providing\nthe heliospheric stage for Termination Shock formation, 2. The argument for a\nheliospheric Termination Shock, 3. The global heliospheric system, 4.\nTermination Shock properties, 5. Observations: the Voyager passages, radio\nobservations, plasma waves and electron beams, traces of plasma and magnetic\nfield, energetic particles, galactic cosmic rays, Termination Shock particles,\nthe anomalous cosmic ray component, 6. Conclusions.\n","Comment: 20 pages, 8 figures, review paper"]}]
["math-ph/0510080",{"format":[],"subject":["Mathematical Physics","33C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0510080","J. Phys. A, vol. 39, p.3099, 2006","doi:10.1088/0305-4470/39/12/017"],"date":["2005-10-24","2006-06-27"],"type":["text"],"creator":["Meremianin, A. V."],"language":[],"coverage":[],"title":["Multipole expansions in four-dimensional hyperspherical harmonics"],"description":["  The technique of vector differentiation is applied to the problem of the\nderivation of multipole expansions in four-dimensional space. Explicit\nexpressions for the multipole expansion of the function $r^n C_j (\\hr)$ with\n$\\vvr=\\vvr_1+\\vvr_2$ are given in terms of tensor products of two\nhyperspherical harmonics depending on the unit vectors $\\hr_1$ and $\\hr_2$. The\nmultipole decomposition of the function $(\\vvr_1 \\cdot \\vvr_2)^n$ is also\nderived. The proposed method can be easily generalised to the case of the space\nwith dimensionality larger than four. Several explicit expressions for the\nfour-dimensional Clebsch-Gordan coefficients with particular values of\nparameters are presented in the closed form.\n","Comment: 19 pages, no figures"]}]
["math-ph/0606062",{"format":[],"subject":["Mathematical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0606062","J. Phys. A: Math. Gen. 39 No 40 (6 October 2006) 12427-12445","doi:10.1088/0305-4470/39/40/010"],"date":["2006-06-27"],"type":["text"],"creator":["Meremianin, A. V.","Rost, J-M."],"language":[],"coverage":[],"title":["Multipole expansions and Fock symmetry of the Hydrogen atom"],"description":["  The main difficulty in utilizing the O(4) symmetry of the Hydrogen atom in\npractical calculations is the dependence of the Fock stereographic projection\non energy. This is due to the fact that the wave functions of the states with\ndifferent energies are proportional to the hyperspherical harmonics (HSH)\ncorresponding to different points on the hypersphere. Thus, the calculation of\nthe matrix elements reduces to the problem of re-expanding HSH in terms of HSH\ndepending on different points on the hypersphere. We solve this problem by\napplying the technique of multipole expansions for four-dimensional HSH. As a\nresult, we obtain the multipole expansions whose coefficients are the matrix\nelements of the boost operator taken between hydrogen wave functions (i.e.\nhydrogen form-factors). The explicit expressions for those coefficients are\nderived. It is shown that the hydrogen matrix elements can be presented as\nderivatives of an elementary function. Such an operator representation is\nconvenient for the derivation of recurrency relations connecting matrix\nelements between states corresponding to different values of the quantum\nnumbers $n$ and $l$.\n","Comment: 26 pages, 2 figures"]}]
["math/0312321",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","39B62 (Primary) 26C10, 30C15, 60E15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312321","Rocky Mountain J. Math. 38 (2008), 809-834"],"date":["2003-12-17","2007-10-20"],"type":["text"],"creator":["Borcea, Julius"],"language":[],"coverage":[],"title":["Convexity properties of twisted root maps"],"description":["  The strong spectral order induces a natural partial ordering on the manifold\n$H_{n}$ of monic hyperbolic polynomials of degree $n$. We prove that twisted\nroot maps associated with linear operators acting on $H_{n}$ are G\\aa rding\nconvex on every polynomial pencil and we characterize the class of polynomial\npencils of logarithmic derivative type by means of the strong spectral order.\nLet $A'$ be the monoid of linear operators that preserve hyperbolicity as well\nas root sums. We show that any polynomial in $H_{n}$ is the global minimum of\nits $A'$-orbit and we conjecture a similar result for complex polynomials.\n","Comment: final version, to appear in Rocky Mountain J. Math.; 14 pages, no\n  figures, LaTeX2e"]}]
["math/0512428",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26A24","26A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512428"],"date":["2005-12-18","2008-07-28"],"type":["text"],"creator":["Duda, Jakub"],"language":[],"coverage":[],"title":["Generalized $\\alpha$-variation and Lebesgue equivalence to\n  differentiable functions"],"description":["  We find an equivalent condition for a real function $f:[a,b]\\to\\R$ to be\nLebesgue equivalent to an $n$-times differentiable function ($n\\geq 2$); a\nsimple solution in the case $n=2$ appeared in an earlier paper. For that\npurpose, we introduce the notions of $CBVG_{1/n}$ and $SBVG_{1/n}$ functions,\nwhich play analogous roles for the $n$-th order differentiability as the\nclassical notion of a $VBG_*$ function for the first order differentiability,\nand the classes $CBV_{1/n}$ and $SBV_{{1}/{n}}$ (introduced by Preiss and\nLaczkovich) for $C^n$ smoothness. As a consequence of our approach, we obtain\nthat Lebesgue equivalence to $n$-times differentiable function is the same as\nLebesgue equivalence to a function $f$ which is $(n-1)$-times differentiable\nwith $f^{(n-1)}(\\cdot)$ being pointwise Lipschitz. We also characterize the\nsituation when a given function is Lebesgue equivalent to an $n$-times\ndifferentiable function $g$ such that $g'$ is nonzero a.e. As a corollary, we\nestablish a generalization of Zahorski's Lemma for higher order\ndifferentiability.\n","Comment: 28 pages"]}]
["math/0512658",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematical Physics","Mathematics - Quantum Algebra","55N45","57R19","18D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512658"],"date":["2005-12-30","2008-07-27"],"type":["text"],"creator":["Lupercio, Ernesto","Uribe, Bernardo","Xicotencatl, Miguel A."],"language":[],"coverage":[],"title":["Orbifold String Topology"],"description":["  In this paper we study the string topology (\\'a la Chas-Sullivan) of an\norbifold. We define the string homology ring product at the level of the free\nloop space of the classifying space of an orbifold. We study its properties\n(introducing an operad to do so) and do some explicit calculations.\n","Comment: 47 pages. Major revisions on sections 5 and 6. Accepted for\n  publication in Geometry and Topology"]}]
["math/0606090",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606090"],"date":["2006-06-04","2008-07-27"],"type":["text"],"creator":["Chen, William Y. C.","Fu, Amy M.","Zhang, Iris F."],"language":[],"coverage":[],"title":["Faulhaber's Theorem on Power Sums"],"description":["  We observe that the classical Faulhaber's theorem on sums of odd powers also\nholds for an arbitrary arithmetic progression, namely, the odd power sums of\nany arithmetic progression $a+b, a+2b, ..., a+nb$ is a polynomial in\n$na+n(n+1)b/2$. While this assertion can be deduced from the original\nFauhalber's theorem, we give an alternative formula in terms of the Bernoulli\npolynomials. Moreover, by utilizing the central factorial numbers as in the\napproach of Knuth, we derive formulas for $r$-fold sums of powers without\nresorting to the notion of $r$-reflexive functions. We also provide formulas\nfor the $r$-fold alternating sums of powers in terms of Euler polynomials.\n","Comment: 12 pages, revised version, to appear in Discrete Mathematics"]}]
["math/0607755",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Operator Algebras","15A15","15A22","15A48","30C15","32A60","47B38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607755","Duke Math. J. 143 (2008), 205--223"],"date":["2006-07-28","2008-07-28"],"type":["text"],"creator":["Borcea, Julius","Brändén, Petter"],"language":[],"coverage":[],"title":["Applications of stable polynomials to mixed determinants: Johnson's\n  conjectures, unimodality, and symmetrized Fischer products"],"description":["  For $n \\times n$ matrices $A$ and $B$ define\n$$\\eta(A,B)=\\sum_{S}\\det(A[S])\\det(B[S']),$$ where the summation is over all\nsubsets of $\\{1,..., n\\}$, $S'$ is the complement of $S$, and $A[S]$ is the\nprincipal submatrix of $A$ with rows and columns indexed by $S$. We prove that\nif $A\\geq 0$ and $B$ is Hermitian then (1) the polynomial $\\eta(zA,-B)$ has all\nreal roots (2) the latter polynomial has as many positive, negative and zero\nroots (counting multiplicities) as suggested by the inertia of $B$ if $A>0$ and\n(3) for $1\\le i\\le n$ the roots of $\\eta(zA[\\{i\\}'],-B[\\{i\\}'])$ interlace\nthose of $\\eta(zA,-B)$. Assertions (1)-(3) solve three important conjectures\nproposed by C. R. Johnson 20 years ago. Moreover, we substantially extend these\nresults to tuples of matrix pencils and real stable polynomials. In the process\nwe establish unimodality properties in the sense of majorization for the\ncoefficients of homogeneous real stable polynomials and as an application we\nderive similar properties for symmetrized Fischer products of positive definite\nmatrices. We also obtain Laguerre type inequalities for characteristic\npolynomials of principal submatrices of arbitrary Hermitian matrices that\nconsiderably generalize a certain subset of the Hadamard-Fischer-Koteljanskii\ninequalities for principal minors of positive definite matrices. Finally, we\npropose Lax type problems for real stable polynomials and mixed determinants.\n","Comment: Final version; 13 pages, no figures, LaTeX2e"]}]
["math/0608151",{"format":[],"subject":["Mathematics - Differential Geometry","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608151"],"date":["2006-08-06","2008-07-28"],"type":["text"],"creator":["Wang, Yuanqi"],"language":[],"coverage":[],"title":["A New Ricci Flow Proof of Frankel Conjecture"],"description":["  The aim of this paper is to give a proof the Frankel conjecture by using the\nKahler Ricci flow alone without assuming apriori the existence of Kahler\nEinstein metrics. However, there is an essential difference between the real\ncase and the Kahler case. I didn't realize this difference in the calculation\nof the previous version thus made a mistake on the crucial point.\n","Comment: This paper is withdrawn due to a serious mistake on the calculation\n  of the crucial point"]}]
["math/0612152",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","57R45","55P42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612152"],"date":["2006-12-06","2008-07-28"],"type":["text"],"creator":["Szűcs, András"],"language":[],"coverage":[],"title":["Cobordism of singular maps"],"description":["  We prove a conjecture due to M. Kazarian, connecting two classifying spaces\nin singularity theory. These spaces are:\n  - Kazarian's space (generalizing Vassiliev's algebraic complex and) showing\nwhich cohomology classes are represented by singularity strata.\n  - Author's space $X_\\tau$ giving homotopy representation of cobordisms of\nsingular maps with a given list of allowed singularities \\cite{R--Sz}.\n  As a consequence we obtain the ranks of cobordism groups of singular maps\nwith a given list of allowed singularities, and also their $p$-torsion parts\nfor big primes $p.$ Further we give complete answer to the problem of\nelimination of singularities by cobordisms. Obtain very clear homotopical\ndescription of the classifying space $X_\\tau.$ We reveal some connection of the\ntorsion parts of these cobordism groups to the stable homotopy groups of\nspheres and values of Thom polynomials.\n","Comment: Revised version, some parts were excluded, some parts are explained\n  in greater detail"]}]
["math/0701414",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60J10","60K35","82C41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701414","In and Out of Equilibrium 2, Progress in Probability, vol. 60,\n  211-227, Birkhauser, (2008)"],"date":["2007-01-15","2008-07-28"],"type":["text"],"creator":["Dembo, Amir","Sznitman, Alain-Sol"],"language":[],"coverage":[],"title":["A Lower Bound on the Disconnection Time of a Discrete Cylinder"],"description":["  We study the asymptotic behavior for large N of the disconnection time T_N of\nsimple random walk on a discrete cylinder with base a d-dimensional discrete\ntorus of side-length N. When d is sufficiently large, we are able to\nsubstantially improve the lower bounds obtained by the authors in a previous\narticle when d is bigger or equal to 2. We show here that the laws of\nN^(2d)/T_N are tight.\n","Comment: 17 pages, this article appears in the volume In and Out of\n  Equilibrium 2, V. Sidoravicius and M. E. Vares Editors"]}]
["math/0701751",{"format":[],"subject":["Mathematics - Group Theory","20F28, 20F18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701751"],"date":["2007-01-25","2008-07-28"],"type":["text"],"creator":["Tolstykh, Vladimir"],"language":[],"coverage":[],"title":["Free two-step nilpotent groups whose automorphism group is complete"],"description":["  Dyer and Formanek (1976) proved that if N is a free nilpotent group of class\ntwo and of finite rank which is not equal to 1, or to 3, then the automorphism\ngroup Aut(N) of N is complete. The main result of the present paper states that\nthe automorphism group of any infinitely generated free nilpotent group of\nclass two is also complete.\n","Comment: A pre-publication preprint of a paper published in `2001"]}]
["math/0702399",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematics - Category Theory","20N99","18B40, 58A03, 58H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702399","Int. Mat. Res. Not. (2008) Vol. 2008: article ID rnn082, 51 pages","doi:10.1093/imrn/rnn082"],"date":["2007-02-13","2008-07-15"],"type":["text"],"creator":["Blohmann, Christian"],"language":[],"coverage":[],"title":["Stacky Lie groups"],"description":["  Presentations of smooth symmetry groups of differentiable stacks are studied\nwithin the framework of the weak 2-category of Lie groupoids, smooth principal\nbibundles, and smooth biequivariant maps. It is shown that principality of\nbibundles is a categorical property which is sufficient and necessary for the\nexistence of products. Stacky Lie groups are defined as group objects in this\nweak 2-category. Introducing a graphic notation, it is shown that for every\nstacky Lie monoid there is a natural morphism, called the preinverse, which is\na Morita equivalence if and only if the monoid is a stacky Lie group. As\nexample we describe explicitly the stacky Lie group structure of the irrational\nKronecker foliation of the torus.\n","Comment: 40 pages; definition of group objects in higher categories added;\n  coherence relations for groups in 2-categories given (section 4)"]}]
["math/0702713",{"format":[],"subject":["Mathematics - Algebraic Topology","55N20","68U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702713"],"date":["2007-02-23","2008-07-28"],"type":["text"],"creator":["Cagliari, F.","Di Fabio, B.","Ferri, M."],"language":[],"coverage":[],"title":["One-Dimensional Reduction of Multidimensional Persistent Homology"],"description":["  A recent result on size functions is extended to higher homology modules: the\npersistent homology based on a multidimensional measuring function is reduced\nto a 1-dimensional one. This leads to a stable distance for multidimensional\npersistent homology. Some reflections on i-essentiality of homological critical\nvalues conclude the paper.\n","Comment: 16 pages, 11 figures"]}]
