["0705.1805",{"format":[],"subject":["Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1805","ChinChin. J. Astron. Astrophys. Vol. 8 (2008), Suppl"],"date":["2007-05-12","2007-11-04"],"type":["text"],"creator":["Fargion, D."],"language":[],"coverage":[],"title":["Asteroid Deflection: How, where and when?"],"description":["  To deflect impact-trajectory of massive km^3 and spinning asteroid by a few\nterrestrial radius one need a large momentum exchange. The dragging of huge\nspinning bodies in space by external engine seems difficult or impossible. Our\nsolution is based on the landing of multi screw-rockets, powered by\nmini-nuclear engines, on the body, that dig a small fraction of the soil\nsurface, to use as an exhaust propeller, ejecting it vertically in phase among\nthemselves. Such a mass ejection increases the momentum exchange, their number\nredundancy guarantees the stability of the system. The slow landing (below 40\ncm s^-1) of each engine-unity at those lowest gravity field, may be achieved by\nsave rolling and bouncing along the surface. The engine array tuned activity,\novercomes the asteroid angular velocity. Coherent turning of the jet heads\nincreases the deflection efficiency. A procession along its surface may\ncompensate at best the asteroid spin. A small skin-mass (about 2 10^4 tons) may\nbe ejected by mini nuclear engines. Such prototypes may also build first save\ngalleries for humans on the Moon. Conclusive deflecting tests might be\nperformed on remote asteroids. The incoming asteroid 99942 Apophis (just 2% of\nkm^3) may be deflected safely a few Earth radius. How to tag its trajectory is\ndescribed. Its encounter maybe not just a hazard but an opportunity, learning\nhow to land, dig, build and also to nest save human station inside. Asteroids\namplified deflections by gravity swing maybe driven into longest planetary\njourneys. Mars journey may benefict by Phobos natural asteroid parking and\nfueling role.\n","Comment: 14 pages, 5 figures; editorial corrections and answer to referee open\n  questions on project time scale"]}]
["0705.3501",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3501"],"date":["2007-05-23","2008-03-11"],"type":["text"],"creator":["Soffer, A.","Stucchio, C."],"language":[],"coverage":[],"title":["Multiscale Resolution of Shortwave-Longwave Interaction"],"description":["  In the study of time-dependent waves, it is computationally expensive to\nsolve a problem in which high frequencies (shortwaves, with wavenumber k =\nkmax) and low frequencies (longwaves, near k=kmin) mix. Consider a problem in\nwhich low frequencies scatter off a sharp impurity. The impurity generates high\nfrequencies which propagate and spread throughout the computational domain,\nwhile the domain must be large enough to contain several longwaves.\nConventional spectral methods have computational cost proportional to\nO(kmax/kmin \\log (kmax/kmin)).\n  We present here a multiscale algorithm (implemented for the Schrodinger\nequation, but generally applicable) which solves the problem with cost (in\nspace and time) O(kmax L log(kmax / kmin) \\log(kmax L)). Here, L is the width\nof the region in which the algorithm resolves all frequencies, and is\nindependent of kmin.\n","Comment: 42 pages, 7 figures"]}]
["0706.0281",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0281","J. Phys. A: Math. Theor. 40 (2007) F551-F558","doi:10.1088/1751-8113/40/26/F06"],"date":["2007-06-02"],"type":["text"],"creator":["Sazonov, S. V.","Ustinov, N. V."],"language":[],"coverage":[],"title":["New Kinds of Acoustic Solitons"],"description":["  We find that the modified sine-Gordon equation belonging to the class of the\nsoliton equations describes the propagation of extremely short transverse\nacoustic pulses through the low-temperature crystal containing paramagnetic\nimpurities with effective spin S=1/2 in the Voigt geometry case. The features\nof nonlinear dynamics of strain field and effective spins, which correspond to\nthe different kinds of acoustic solitons, are studied.\n","Comment: 9 pages, 1 figure"]}]
["0707.4158",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4158","Phys. Rev. A 77, 032102 (2008)","doi:10.1103/PhysRevA.77.032102"],"date":["2007-07-27","2007-10-26"],"type":["text"],"creator":["Braun, Daniel","Martin, John"],"language":[],"coverage":[],"title":["Spontaneous emission from a two--level atom tunneling in a double--well\n  potential"],"description":["  We study a two-level atom in a double--well potential coupled to a continuum\nof electromagnetic modes (black body radiation in three dimensions at zero\nabsolute temperature). Internal and external degrees of the atom couple due to\nrecoil during emission of a photon. We provide a full analysis of the problem\nin the long wavelengths limit up to the border of the Lamb-Dicke regime,\nincluding a study of the internal dynamics of the atom (spontaneous emission),\nthe tunneling motion, and the electric field of the emitted photon. The\ntunneling process itself may or may not decohere depending on the wavelength\ncorresponding to the internal transition compared to the distance between the\ntwo wells of the external potential, as well as on the spontaneous emission\nrate compared to the tunneling frequency. Interference fringes appear in the\nemitted light from a tunneling atom, or an atom in a stationary coherent\nsuperposition of its center--of--mass motion, if the wavelength is comparable\nto the well separation, but only if the external state of the atom is\npost-selected.\n","Comment: 24 pages, 4 figures; improved discussion on the limitations of the\n  theory"]}]
["0708.1131",{"format":[],"subject":["Mathematical Physics","37K","35B41","35L","35Q","81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1131"],"date":["2007-08-08","2008-03-10"],"type":["text"],"creator":["Komech, Alexander","Komech, Andrew"],"language":[],"coverage":[],"title":["Global attraction to solitary waves for Klein-Gordon equation with mean\n  field interaction"],"description":["  We consider a U(1)-invariant nonlinear Klein-Gordon equation in dimension one\nor larger, self-interacting via the mean field mechanism. We analyze the\nlong-time asymptotics of finite energy solutions and prove that, under certain\ngeneric assumptions, each solution converges (as time goes to infinity) to the\ntwo-dimensional set of all ``nonlinear eigenfunctions'' of the form\n$\\phi(x)e\\sp{-i\\omega t}$. This global attraction is caused by the nonlinear\nenergy transfer from lower harmonics to the continuous spectrum and subsequent\ndispersive radiation.\n"]}]
["0708.2941",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2941"],"date":["2007-08-22","2008-03-11"],"type":["text"],"creator":["Doty, Stephen","Martin, Stuart"],"language":[],"coverage":[],"title":["Hook modules for general linear groups"],"description":["  For an arbitrary infinite field k of characteristic p > 0, we describe the\nstructure of a block of the algebraic monoid M_n(k) (all n x n matrices over\nk), or, equivalently, a block of the Schur algebra S(n,p), whose simple modules\nare indexed by p-hook partitions. The result is known; we give an elementary\nand self-contained proof, based only on a result of Peel and Donkin's\ndescription of the blocks of Schur algebras. The result leads to a character\nformula for certain simple GL_n(k)-modules, valid for all n and all p. This\ncharacter formula is a special case of one found by Brundan, Kleshchev, and\nSuprunenko and, independently, by Mathieu and Papadopoulo.\n","Comment: 10 pages"]}]
["0709.0044",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0044"],"date":["2007-09-01","2008-03-10"],"type":["text"],"creator":["Peng, Jun-Jin","Wu, Shuang-Qing"],"language":[],"coverage":[],"title":["Can the anomaly cancellation method derive a correct Hawking temperature\n  of a Schwarzschild black hole in the isotropic coordinates ?"],"description":["  This paper has been withdrawn by the authors due to an incorrect statement on\nthe viability of the Robinson-Wilczek method when applied to the case when the\nmetric determinant vanishes at the horizon. This paper has been replaced by\narXiv:0803.1338 [hep-th].\n","Comment: This paper has been withdrawn and replaced by arXiv:0803.1338\n  [hep-th]"]}]
["0709.0588",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0588","Physical Review A 77, 032315 (2008)","doi:10.1103/PhysRevA.77.032315"],"date":["2007-09-05","2008-03-11"],"type":["text"],"creator":["Pasini, S.","Fischer, T.","Karbach, P.","Uhrig, G. S."],"language":[],"coverage":[],"title":["Optimization of Short Coherent Control Pulses"],"description":["  The coherent control of small quantum system is considered. For a two-level\nsystem coupled to an arbitrary bath we consider a pulse of finite duration. We\nderive the leading and the next-leading order corrections to the evolution\noperator due to the non-commutation of the pulse and the bath Hamiltonian. The\nconditions are computed that make the leading corrections vanish. The pulse\nshapes optimized in this way are given for $\\pi$ and $\\frac{\\pi}{2}$ pulses.\n","Comment: 9 pages, 6 figures; published version"]}]
["0709.3392",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3392","J. Phys. A: Math. Theor. 41 (2008) 125202","doi:10.1088/1751-8113/41/12/125202"],"date":["2007-09-21","2008-02-14"],"type":["text"],"creator":["Cornean, H. D.","Nenciu, A.","Nenciu, G."],"language":[],"coverage":[],"title":["Optimally localized Wannier functions for quasi one-dimensional\n  nonperiodic insulators"],"description":["  It is proved that for general, not necessarily periodic quasi one dimensional\nsystems, the band position operator corresponding to an isolated part of the\nenergy spectrum has discrete spectrum and its eigenfunctions have the same\nspatial localization as the corresponding spectral projection.\n  As a consequence, an eigenbasis of the band position operator provides a\nbasis of optimally localized (generalized) Wannier functions for quasi one\ndimensional systems, thus proving the \"strong conjecture\" of Marzari and\nVanderbilt. If the system has some translation symmetries (e.g. usual\ntranslations, screw transformations), they are \"inherited\" by the Wannier\nbasis.\n","Comment: 15 pages, final version. Accepted for publication in J.Phys.A"]}]
["0710.3266",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3266","Phys. Rev. B 77, 115414 (2008)","doi:10.1103/PhysRevB.77.115414"],"date":["2007-10-17","2008-03-11"],"type":["text"],"creator":["Martinez-Casado, R.","Vega, J. L.","Sanz, A. S.","Miret-Artes, S."],"language":[],"coverage":[],"title":["Stochastic theory of lineshape broadening in quasielastic He atom\n  scattering with interacting adsorbates"],"description":["  The activated surface diffusion of interacting adsorbates is described in\nterms of the so-called interacting single adsorbate approximation, which is\napplied to the diffusion of Na atoms on Cu(001) for coverages up to 20% in\nquasielastic He atom scattering experiments. This approximation essentially\nconsists of solving the standard Langevin equation with two noise sources and\nfrictions: a Gaussian white noise accounting for the friction with the\nsubstrate, and a white shot noise characterized by a collisional friction\nsimulating the adsorbate-adsorbate collisions. The broadenings undergone by the\nquasielastic peak are found to be in very good agreement with the experimental\ndata reported at two surface temperatures 200 and 300 K.\n","Comment: 6 pages, 3 figures"]}]
["0710.4493",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4493","New J. Phys. 10, 033015 (2008)","doi:10.1088/1367-2630/10/3/033015"],"date":["2007-10-24","2008-03-11"],"type":["text"],"creator":["Bruderer, M.","Klein, A.","Clark, S. R.","Jaksch, D."],"language":[],"coverage":[],"title":["Transport of strong-coupling polarons in optical lattices"],"description":["  We study the transport of ultracold impurity atoms immersed in a\nBose-Einstein condensate (BEC) and trapped in a tight optical lattice. Within\nthe strong-coupling regime, we derive an extended Hubbard model describing the\ndynamics of the impurities in terms of polarons, i.e. impurities dressed by a\ncoherent state of Bogoliubov phonons. Using a generalized master equation based\non this microscopic model we show that inelastic and dissipative phonon\nscattering results in (i) a crossover from coherent to incoherent transport of\nimpurities with increasing BEC temperature and (ii) the emergence of a net\natomic current across a tilted optical lattice. The dependence of the atomic\ncurrent on the lattice tilt changes from ohmic conductance to negative\ndifferential conductance within an experimentally accessible parameter regime.\nThis transition is accurately described by an Esaki-Tsu-type relation with the\neffective relaxation time of the impurities as a temperature-dependent\nparameter.\n","Comment: 25 pages, 6 figures"]}]
["0711.0934",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0934","Dans International Journal of Modern Physics E - XIV Nuclear\n  Physics Workshop, Kazimierz Dolny : Pologne (2007)","doi:10.1142/S0218301308009525"],"date":["2007-11-06"],"type":["text"],"creator":["Simenel, Cédric","Avez, Benoît"],"language":[],"coverage":[],"title":["Time-Depentent Hartree-Fock description of heavy ions fusion"],"description":["  A microscopic mean-field description of heavy ions fusion is performed in the\nframework of the Time-Dependent Hartree-Fock (TDHF) theory using a Skyrme\ninteraction with the SLy4d parametrization. A good agreement with experiments\nis obtained on the position of the fusion barriers for various total masses,\nmass asymmetries and deformations. The excitation function of the 16O+208Pb is\noverestimated by about 16% above the barrier. The restriction to an independent\nparticles state in the mean-field dynamics prevents the description of\nsub-barrier fusion. Effect of transfer on fusion is discussed.\n"]}]
["0711.2429",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2429","doi:10.1111/j.1365-2966.2008.12854.x"],"date":["2007-11-15","2008-03-11"],"type":["text"],"creator":["Li, Yang-Shyang","Helmi, Amina"],"language":[],"coverage":[],"title":["Infall of substructures onto a Milky Way-like dark halo"],"description":["  We analyse the dynamical properties of substructures in a high-resolution\ndark matter simulation of the formation of a Milky Way-like halo in a\n$\\Lambda$CDM cosmology. Our goal is to shed light on the dynamical\npeculiarities of the Milky Way satellites. Our simulations show that about 1/3\nof the subhalos have been accreted in groups. We quantify this clustering by\nmeasuring the alignment of the angular momentum of subhalos in a group. We find\nthat this signal is visible even for objects accreted up to $z \\sim 1$, i.e. 8\nGyr ago, and long after the spatial coherence of the groups has been lost due\nthe host tidal field. This group infall may well explain the ghostly streams\nproposed by Lynden-Bell & Lynden-Bell to orbit the Milky Way. Our analyses also\nshow that if most satellites originate in a few groups, the disk-like\ndistribution of the Milky Way satellites would be almost inevitable. This\nnon-random assignment of satellites to subhalos implies an environmental\ndependence on whether these low-mass objects are able to form stars, possibly\nrelated to the nature of reionization in the early Universe. With this picture,\nboth the ``ghostly streams'' and the ``disk-like configuration'' are\nmanifestations of the same phenomenon: the hierarchical growth of structure\ndown to the smallest scales.\n","Comment: 9 pages, 10 figures, MNRAS in press"]}]
["0711.3801",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3801","2008, Astrophys. J., vol. 675, No. 2, pp. 1614-1628","doi:10.1086/527280"],"date":["2007-11-23"],"type":["text"],"creator":["Titov, V. S.","Mikic, Z.","Linker, J. A.","Lionello, R."],"language":[],"coverage":[],"title":["May 12 1997 Cme Event: I. a Simplified Model of the Pre-Eruptive\n  Magnetic Structure"],"description":["  A simple model of the coronal magnetic field prior to the CME eruption on May\n12 1997 is developed. First, the magnetic field is constructed by superimposing\na large-scale background field and a localized bipolar field to model the\nactive region (AR) in the current-free approximation. Second, this potential\nconfiguration is quasi-statically sheared by photospheric vortex motions\napplied to two flux concentrations of the AR. Third, the resulting force-free\nfield is then evolved by canceling the photospheric magnetic flux with the help\nof an appropriate tangential electric field applied to the central part of the\nAR.\n  To understand the structure of the modeled configuration, we use the field\nline mapping technique by generalizing it to spherical geometry. It is\ndemonstrated that the initial potential configuration contains a hyperbolic\nflux tube (HFT) which is a union of two intersecting quasi-separatrix layers.\nThis HFT provides a partition of the closed magnetic flux between the AR and\nthe global solar magnetic field. The vortex motions applied to the AR interlock\nthe field lines in the coronal volume to form additionally two new HFTs pinched\ninto thin current layers. Reconnection in these current layers helps to\nredistribute the magnetic flux and current within the AR in the\nflux-cancellation phase. In this phase, a magnetic flux rope is formed together\nwith a bald patch separatrix surface wrapping around the rope. Other important\nimplications of the identified structural features of the modeled configuration\nare also discussed.\n","Comment: 25 pages, 11 figures, to appear in ApJ 2008"]}]
["0712.0063",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0063","Appl. Phys. Lett. 92, 052110 (2008)","doi:10.1063/1.2842413"],"date":["2007-12-01"],"type":["text"],"creator":["Kemppinen, Antti","Manninen, Antti J.","Möttönen, Mikko","Vartiainen, Juha J.","Peltonen, Joonas T.","Pekola, Jukka P."],"language":[],"coverage":[],"title":["Suppression of the critical current of a balanced SQUID"],"description":["  We present an experimental study of the magnetic flux dependence of the\ncritical current of a balanced SQUID with three Josephson junctions in\nparallel. Unlike for ordinary dc SQUIDs, the suppression of the critical\ncurrent does not depend on the exact parameters of the Josephson junctions. The\nsuppression is essentially limited only by the inductances of the SQUID loops.\nWe demonstrate a critical current suppression ratio of higher than 300 in a\nbalanced SQUID with a maximum critical current 30 nA.\n","Comment: 4 pages, 3 figures"]}]
["0712.1052",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1052","A&A 478, 755-762 (2008)","doi:10.1051/0004-6361:20078378"],"date":["2007-12-07"],"type":["text"],"creator":["de Jong, Jelte T. A.","Kuijken, Konrad H.","Heraudeau, Philippe"],"language":[],"coverage":[],"title":["Ground-based variability surveys towards Centaurus A: worthwhile or not?"],"description":["  Context: Difference imaging has proven to be a powerful technique for\ndetecting and monitoring the variability of unresolved stellar sources in M 31.\nUsing this technique in surveys of galaxies outside the Local Group could have\nmany interesting applications. Aims: The goal of this paper is to test\ndifference imaging photometry on Centaurus A, the nearest giant elliptical\ngalaxy, at a distance of 4 Mpc. Methods: We obtained deep photometric data with\nthe Wide Field Imager at the ESO/MPG 2.2m at La Silla spread over almost two\nmonths. Applying the difference imaging photometry package DIFIMPHOT, we\nproduced high-quality difference images and detected variable sources. The\nsensitivity of the current observational setup was determined through\nartificial residual tests. Results: In the resulting high-quality difference\nimages, we detect 271 variable stars. We find a difference flux detection limit\ncorresponding to m_R~24.5. Based on a simple model of the halo of Centaurus A,\nwe estimate that a ground-based microlensing survey would detect in the order\nof 4 microlensing events per year due to lenses in the halo. Conclusions:\nDifference imaging photometry works very well at the distance of Centaurus A\nand promises to be a useful tool for detecting and studying variable stars in\ngalaxies outside the local group. For microlensing surveys, a higher\nsensitivity is needed than achieved here, which would be possible with a large\nground-based telescope or space observatory with wide-field imaging\ncapabilities.\n","Comment: 8 pages, 7 figures, accepted for publication in Astronomy and\n  Astrophysics"]}]
["0801.2219",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2219","Physical Review B 77, 115203 (2008).","doi:10.1103/PhysRevB.77.115203"],"date":["2008-01-15"],"type":["text"],"creator":["Goto, Atsushi","Hashi, Kenjiro","Shimizu, Tadashi","Ohki, Shinobu"],"language":[],"coverage":[],"title":["Dynamics of the electron-nuclear and heteronuclear polarization\n  transfers in optically-oriented semi-insulating InP:Fe"],"description":["  Dynamics of the electron-nuclear and heteronuclear polarization-transfer\nprocesses in the optically oriented semi-insulating iron-doped indium phosphide\nwere investigated through the characteristic time scales of the processes. (1)\nWe find in the optical nuclear orientation process that the buildup times for\n31P and 115In nuclear polarizations are of the same order. From the analysis of\nthe cross-relaxation process between photo-excited electrons and nuclei, it is\nconcluded that electron-nuclear dipolar-couplings are responsible for the\npolarization transfer in this case. This example shows that the nuclear-site\ndependence of the buildup time can be utilized to identify hyperfine couplings\nresponsible for the process. (2) We find in the heteronuclear polarization\ntransfer (cross polarization) process between optically oriented 31P and 115In\nthat the cross-relaxation time is rather short; it is an order of magnitude\nshorter than that expected for nuclear dipolar couplings when a magnetic field\nis applied parallel to the crystalline [100] axis. From the cross polarization\nspectral density analysis, it is concluded that a large J-coupling of the order\nof 2 kHz exists between these nuclei and that its angular dependence is not of\na simple pseudo-dipolar type.\n","Comment: 7 pages, 4 figures, submitted to Physical Review B"]}]
["0802.0104",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11M41, 11M42, 11E45, 14G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0104"],"date":["2008-02-01","2008-03-11"],"type":["text"],"creator":["Suzuki, Masatoshi","Weng, Lin"],"language":[],"coverage":[],"title":["Zeta functions for $G_2$ and their zeros"],"description":["  The exceptional group $G_2$ has two maximal parabolic subgroups $P_{long}$,\n$P_{short}$ corresponding to the so-called long root and short root. In this\npaper, the second author introduces two zeta functions associated to\n$(G_2,P_{long})$ and $(G_2,P_{short})$ respectively, and the first author\nproves that these zetas satisfy the Riemann Hypothesis.\n","Comment: 43 pages"]}]
["0802.0528",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","34A26","37J15","53C05","70H03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0528","J Math Phys (2008) 49, 032901.","doi:10.1063/1.2885077"],"date":["2008-02-05"],"type":["text"],"creator":["Crampin, M.","Mestdag, T."],"language":[],"coverage":[],"title":["Routh's procedure for non-Abelian symmetry groups"],"description":["  We extend Routh's reduction procedure to an arbitrary Lagrangian system (that\nis, one whose Lagrangian is not necessarily the difference of kinetic and\npotential energies) with a symmetry group which is not necessarily Abelian. To\ndo so we analyse the restriction of the Euler-Lagrange field to a level set of\nmomentum in velocity phase space. We present a new method of analysis based on\nthe use of quasi-velocities. We discuss the reconstruction of solutions of the\nfull Euler-Lagrange equations from those of the reduced equations.\n","Comment: 30 pages, to appear in J Math Phys"]}]
["0802.1347",{"format":[],"subject":["Mathematics - Functional Analysis","47H05","47H04","46B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1347","Proceedings of the American Mathematical Society, 131 (2003), n.\n  12, 3851-3859","doi:10.1090/S0002-9939-03-07083-7"],"date":["2008-02-10","2008-02-12"],"type":["text"],"creator":["Svaiter, B. F."],"language":[],"coverage":[],"title":["Fixed points in the family of convex representations of a maximal\n  monotone operator"],"description":["  Any maximal monotone operator can be characterized by a convex function. The\nfamily of such convex functions is invariant under a transformation connected\nwith the Fenchel-Legendre conjugation. We prove that there exist a convex\nrepresentation of the operator which is a fixed point of this conjugation.\n","Comment: 13 pages, updated references. Submited in July 2002 to Proc. AMS"]}]
["0802.2541",{"format":[],"subject":["Mathematics - Geometric Topology","51F99","43A85."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2541"],"date":["2008-02-18","2008-03-11"],"type":["text"],"creator":["Tessera, Romain"],"language":[],"coverage":[],"title":["Coarse embeddings into a Hilbert space, Haagerup Property and Poincare\n  inequalities"],"description":["  We prove that a metric space does not coarsely embed into a Hilbert space if\nand only if it satisfies a sequence of Poincar\\'e inequalities, which can be\nformulated in terms of (generalized) expanders. We also give quantitative\nstatements, relative to the compression. In the equivariant context, our result\nsays that a group does not have the Haagerup property if and only if it has\nrelative property T with respect to a family of probabilities whose supports go\nto infinity. We give versions of this result both in terms of unitary\nrepresentations, and in terms of affine isometric actions on Hilbert spaces.\n","Comment: 14 pages"]}]
["0802.2873",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2873"],"date":["2008-02-20","2008-03-11"],"type":["text"],"creator":["Lombardo, Fernando C.","Villar, Paula I."],"language":[],"coverage":[],"title":["Environmentally induced corrections to the geometric phase in a\n  two-level system"],"description":["  We calculate the geometric phase for different open systems (spin-boson and\nspin-spin models). We study not only how they are corrected by the presence of\nthe different type of environments but also discuss the appearence of\ndecoherence effects. These should be taken into account when planning\nexperimental setups to study the geometric phase in the nonunitary regime. We\npropose a model with slow decoherence rate in which the geometric phase is\nstill modified and might be measured.\n","Comment: 4 pages, no figures. Minor changes, version to appear in the special\n  issue of IJQI Noise, Information and Complexity at Quantum Scale"]}]
["0802.2886",{"format":[],"subject":["Mathematics - Combinatorics","05A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2886"],"date":["2008-02-20","2008-03-11"],"type":["text"],"creator":["Cigler, Johann"],"language":[],"coverage":[],"title":["q-Abel polynomials"],"description":["  This note gives a simple approach to q-analogues of some results associated\nwith Abel polynomials.\n","Comment: 14 pages"]}]
["0802.3546",{"format":[],"subject":["Mathematics - Functional Analysis","47A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3546"],"date":["2008-02-24","2008-03-10"],"type":["text"],"creator":["Gao, Peng"],"language":[],"coverage":[],"title":["On $l^2$ norms of some weighted mean matrices"],"description":["  We give another proof of a result of Bennett on the $l^{p}$ operator norms of\nsome weighted mean matrices for the case $p=2$ and we also present some related\nresults.\n","Comment: 11 pages"]}]
["0803.0450",{"format":[],"subject":["Computer Science - Databases","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0450"],"date":["2008-03-04","2008-03-10"],"type":["text"],"creator":["Patnaik, Debprakash","Sastry, P. S.","Unnikrishnan, K. P."],"language":[],"coverage":[],"title":["Inferring Neuronal Network Connectivity from Spike Data: A Temporal\n  Datamining Approach"],"description":["  Understanding the functioning of a neural system in terms of its underlying\ncircuitry is an important problem in neuroscience. Recent developments in\nelectrophysiology and imaging allow one to simultaneously record activities of\nhundreds of neurons. Inferring the underlying neuronal connectivity patterns\nfrom such multi-neuronal spike train data streams is a challenging statistical\nand computational problem. This task involves finding significant temporal\npatterns from vast amounts of symbolic time series data. In this paper we show\nthat the frequent episode mining methods from the field of temporal data mining\ncan be very useful in this context. In the frequent episode discovery\nframework, the data is viewed as a sequence of events, each of which is\ncharacterized by an event type and its time of occurrence and episodes are\ncertain types of temporal patterns in such data. Here we show that, using the\nset of discovered frequent episodes from multi-neuronal data, one can infer\ndifferent types of connectivity patterns in the neural system that generated\nit. For this purpose, we introduce the notion of mining for frequent episodes\nunder certain temporal constraints; the structure of these temporal constraints\nis motivated by the application. We present algorithms for discovering serial\nand parallel episodes under these temporal constraints. Through extensive\nsimulation studies we demonstrate that these methods are useful for unearthing\npatterns of neuronal network connectivity.\n"]}]
["0803.0812",{"format":[],"subject":["Mathematics - General Mathematics","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0812"],"date":["2008-03-06","2008-03-10"],"type":["text"],"creator":["Rosinger, Elemer E."],"language":[],"coverage":[],"title":["Archimedean Type Conditions in Categories"],"description":["  Two concepts of being Archimedean are defined for arbitrary categories.\n"]}]
["0803.0892",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14Q99","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0892"],"date":["2008-03-06","2008-03-11"],"type":["text"],"creator":["Sturmfels, Bernd","Xu, Zhiqiang"],"language":[],"coverage":[],"title":["Sagbi Bases of Cox-Nagata Rings"],"description":["  We degenerate Cox-Nagata rings to toric algebras by means of sagbi bases\ninduced by configurations over the rational function field. For del Pezzo\nsurfaces, this degeneration implies the Batyrev-Popov conjecture that these\nrings are presented by ideals of quadrics. For the blow-up of projective\nn-space at n+3 points, sagbi bases of Cox-Nagata rings establish a link between\nthe Verlinde formula and phylogenetic algebraic geometry, and we use this to\nanswer questions due to D'Cruz-Iarobbino and Buczynska-Wisniewski. Inspired by\nthe zonotopal algebras of Holtz and Ron, our study emphasizes explicit\ncomputations, and offers a new approach to Hilbert functions of fat points.\n","Comment: 35 pages. Results in Section 7 improved"]}]
["0803.1023",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1023","Journal of Theoretical Biology, 251, 181-189 (2008)"],"date":["2008-03-06"],"type":["text"],"creator":["Masuda, Naoki"],"language":[],"coverage":[],"title":["Oscillatory dynamics in evolutionary games are suppressed by\n  heterogeneous adaptation rates of players"],"description":["  Game dynamics in which three or more strategies are cyclically competitive,\nas represented by the rock-scissors-paper game, have attracted practical and\ntheoretical interests. In evolutionary dynamics, cyclic competition results in\noscillatory dynamics of densities of individual strategists. In finite-size\npopulations, it is known that oscillations blow up until all but one strategies\nare eradicated if without mutation. In the present paper, we formalize\nreplicator dynamics with players that have different adaptation rates. We show\nanalytically and numerically that the heterogeneous adaptation rate suppresses\nthe oscillation amplitude. In social dilemma games with cyclically competing\nstrategies and homogeneous adaptation rates, altruistic strategies are often\nrelatively weak and cannot survive in finite-size populations. In such\nsituations, heterogeneous adaptation rates save coexistence of different\nstrategies and hence promote altruism. When one strategy dominates the others\nwithout cyclic competition, fast adaptors earn more than slow adaptors. When\nnot, mixture of fast and slow adaptors stabilizes population dynamics, and slow\nadaptation does not imply inefficiency for a player.\n","Comment: 4 figures"]}]
["0803.1033",{"format":[],"subject":["Mathematics - Combinatorics","05C70, 11H06 (Primary)","52C07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1033"],"date":["2008-03-07","2008-03-11"],"type":["text"],"creator":["Tagami, Makoto"],"language":[],"coverage":[],"title":["Gorenstein polytopes obtained from bipartite graphs"],"description":["  Beck et. al. characterized the grid graphs whose perfect matching polytopes\nare Gorenstein and they also showed that for some parameters, perfect matching\npolytopes of torus graphs are Gorenstein. In this paper, we complement their\nresult, that is, we characterize the torus graphs whose perfect matching\npolytopes are Gorenstein. Beck et. al. also gave a method to construct an\ninfinite family of Gorenstein polytopes. In this paper, we introduce a new\nclass of polytopes obtained from graphs and we extend their method to construct\nmany more Gorenstein polytopes.\n","Comment: 11 pages, 5 figures"]}]
["0803.1182",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1182"],"date":["2008-03-10"],"type":["text"],"creator":["Gruzinov, Andrei"],"language":[],"coverage":[],"title":["GRB: magnetic fields, cosmic rays, and emission from first principles?"],"description":["  We describe a scenario for large-scale magnetic field generation and particle\nacceleration in a collisionless collision of cold plasma clouds. A\nfirst-principle (i.e. using particles) numerical simulation of this process\nmight be possible. Our scenario is essentially 3D. We argue that {\\it\nlarge-scale} magnetic fields are not generated in 2D, even in collisionless\nplasma.\n  We calculate and numerically simulate magnetic field generation by\nrelativistic collisionless Kelvin-Helmholtz instability in 2D. Collisionless\ntangential discontinuity might be more important than collisionless shock,\nbecause tangential discontinuity remains unstable even in the hydro limit, when\nthe shock stabilizes.\n","Comment: 5 pages"]}]
["0803.1184",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1184"],"date":["2008-03-10"],"type":["text"],"creator":["Hellerman, Simeon","Schnabl, Martin"],"language":[],"coverage":[],"title":["Light-like tachyon condensation in Open String Field Theory"],"description":["  We use open string field theory to study the dynamics of unstable branes in\nthe bosonic string theory, in the background of a generic linear dilaton. We\nfind a simple exact solution describing a dynamical interpolation between the\nperturbative vacuum and the recently discovered nonperturbative tachyon vacuum.\nIn our solution, the open string tachyon increases exponentially along a null\ndirection, after which nonlinearities set in and cause the solution to\nasymptote to a static state. In particular, the wild oscillations of the open\nstring fields which plague the time-like rolling tachyon solution are entirely\nabsent. Our model thus represents the first example proving that the true\ntachyon vacuum of open string field theory can be realized as the endpoint of a\ndynamical transition from the perturbative vacuum.\n","Comment: 40 pages"]}]
["0803.1192",{"format":[],"subject":["Mathematics - Dynamical Systems","37D25","37J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1192"],"date":["2008-03-07"],"type":["text"],"creator":["De Simoi, Jacopo"],"language":[],"coverage":[],"title":["Stability and instability results in a model of Fermi acceleration"],"description":["  We consider the static wall approximation to the dynamics of a particle\nbouncing on a periodically oscillating infinitely heavy plate while subject to\na potential force. We assume the case of a potential given by a power of the\nparticle's height and sinusoidal motions of the plate. We find that for powers\nsmaller than 1 the set of escaping orbits has full Hausdorff dimension for all\nmotions and obtain existence of elliptic island of period 2 for arbitrarily\nhigh energies for a full-measure set of motions. Moreover we obtain conditions\non the potential to ensure that the total (Lebesgue) measure of elliptic\nislands of period 2 is either finite or infinite.\n","Comment: 33 pages, 7 figures"]}]
["0803.1194",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1194"],"date":["2008-03-07"],"type":["text"],"creator":["Denef, Frederik"],"language":[],"coverage":[],"title":["Les Houches Lectures on Constructing String Vacua"],"description":["  These lectures give a detailed introduction to constructing and analyzing\nstring vacua suitable for phenomenological model building, with particular\nemphasis on F-theory flux vacua. Topics include (1) general challenges and\noverview of some proposed scenarios, (2) an extensive introduction to F-theory\nand its relation to M-theory and perturbative IIB string theory, (3) F-theory\nflux vacua and moduli stabilization scenarios, (4) a practical geometrical\ntoolkit for constructing string vacua from scratch, (5) statistics of flux\nvacua, and (6) explicit models.\n","Comment: 127 pages, 17 figures"]}]
["0803.1197",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1197"],"date":["2008-03-07"],"type":["text"],"creator":["Oldershaw, R. L."],"language":[],"coverage":[],"title":["The Gravitational Bohr Radius"],"description":["  The gravitational Bohr radius (GBR) characterizes the size of a hypothetical\nground state hydrogen atom wherein the binding interaction between its nucleus\nand its electronic structure is purely gravitational. The conventional\ncalculation of the GBR, based on the standard Newtonian gravitational coupling\nconstant, yields an astronomical size for the \"gravitational atom\". On the\nother hand, a discrete fractal cosmological paradigm asserts that the\ngravitational coupling constant that applies within Atomic Scale systems is\nroughly 38 orders of magnitude larger than the conventional gravitational\nconstant. According to calculations based on predictions of this discrete\nfractal paradigm, the value of the GBR is actually on the order of 2 pi times\nthe standard Bohr radius. Implications of this revised gravitational Bohr\nradius are discussed.\n","Comment: 7 pages, comments welcome"]}]
["0803.1200",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1200"],"date":["2008-03-07"],"type":["text"],"creator":["Shirokova, Nadya"],"language":[],"coverage":[],"title":["The finiteness result for Khovanov homology and localization in monoidal\n  categories"],"description":["  In the previous paper we constructed the local system of Khovanov complexes\non the Vassiliev space of knots and extended it to the singular locus. In this\npaper we introduce the definition of the homology theory (local system) of\nfinite type and prove the first finiteness result: the Khovanov local system\nrestricted to the subcategory of knots of the crossing number at most n is the\ntheory of type less or equal to n. This result can be further generalized to\nthe categorification of Birman-Lin theorem.\n"]}]
["0803.1201",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1201"],"date":["2008-03-07"],"type":["text"],"creator":["Hastings IV, Orestes P.","Liang, Edison"],"language":[],"coverage":[],"title":["2.5 Dimensional Particle-in-Cell Simulations of Relativistic Plasma\n  Collisions"],"description":["  We use electromagnetic Particle-in-Cell codes to investigate the two-stream\ninstability and Weibel instability when two beams of plasma collide head-on\nrelativistically. We compare the dissipation of kinetic energies in the two\ncases. We also study the evolution of the resultant electron energy\ndistribution function produced by such dissipation.\n","Comment: 20 pages, 22 figures"]}]
["0803.1202",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1202"],"date":["2008-03-07"],"type":["text"],"creator":["Nedić, Angelia","Olshevsky, Alex","Ozdaglar, Asuman","Tsitsiklis, John N."],"language":[],"coverage":[],"title":["Distributed Subgradient Methods and Quantization Effects"],"description":["  We consider a convex unconstrained optimization problem that arises in a\nnetwork of agents whose goal is to cooperatively optimize the sum of the\nindividual agent objective functions through local computations and\ncommunications. For this problem, we use averaging algorithms to develop\ndistributed subgradient methods that can operate over a time-varying topology.\nOur focus is on the convergence rate of these methods and the degradation in\nperformance when only quantized information is available. Based on our recent\nresults on the convergence time of distributed averaging algorithms, we derive\nimproved upper bounds on the convergence rate of the unquantized subgradient\nmethod. We then propose a distributed subgradient method under the additional\nconstraint that agents can only store and communicate quantized information,\nand we provide bounds on its convergence rate that highlight the dependence on\nthe number of quantization levels.\n"]}]
["0803.1217",{"format":[],"subject":["Computer Science - Discrete Mathematics","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1217"],"date":["2008-03-08"],"type":["text"],"creator":["Chen, Li"],"language":[],"coverage":[],"title":["Hsiao-Code Check Matrices and Recursively Balanced Matrices"],"description":["  The key step of generating the well-known Hsiao code is to construct a\n{0,1}-check-matrix in which each column contains the same odd-number of 1's and\neach row contains the same number of 1's or differs at most by one for the\nnumber of 1's. We also require that no two columns are identical in the matrix.\nThe author solved this problem in 1986 by introducing a type of recursively\nbalanced matrices. However, since the paper was published in Chinese, the\nsolution for such an important problem was not known by international\nresearchers in coding theory. In this note, we focus on how to practically\ngenerate the check matrix of Hsiao codes. We have modified the original\nalgorithm to be more efficient and effective. We have also corrected an error\nin algorithm analysis presented in the earlier paper. The result shows that the\nalgorithm attained optimum in average cases if a divide-and-conquer technique\nmust be involved in the algorithm.\n","Comment: 8 pages"]}]
["0803.1218",{"format":[],"subject":["Mathematical Physics","35Q30","75D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1218"],"date":["2008-03-10"],"type":["text"],"creator":["Konieczny, Paweł"],"language":[],"coverage":[],"title":["On nonhomogeneous slip boundary conditions for 2D incompressible\n  exterior fluid flows"],"description":["  The paper examines the issue of existence of solutions to the steady\nNavier-Stokes equations in an exterior domain in $\\mathbb{R}^2$. The system is\nstudied with nonhomogeneous slip boundary conditions. The main results proves\nthe existence of weak solutions for arbitrary data.\n","Comment: 22 pages"]}]
["0803.1219",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1219"],"date":["2008-03-08"],"type":["text"],"creator":["Bhattacharya, M.","Giscard, P. -L.","Meystre, P."],"language":[],"coverage":[],"title":["Optical squeezing of a mechanical oscillator by dispersive interaction"],"description":["  We consider a small partially reflecting vibrating mirror coupled\ndispersively to a single optical mode of a high finesse cavity. We show this\narrangement can be used to implement quantum squeezing of the mechanically\noscillating mirror.\n","Comment: 8 pages, 3 figures"]}]
["0803.1220",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1220"],"date":["2008-03-08"],"type":["text"],"creator":["Sanadhya, Somitra Kumar","Sarkar, Palash"],"language":[],"coverage":[],"title":["22-Step Collisions for SHA-2"],"description":["  In this note, we provide the first 22-step collisions for SHA-256 and\nSHA-512. Detailed technique of generating these collisions will be provided in\nthe next revision of this note.\n"]}]
["0803.1225",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","47N30","47A57","15-05","44A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1225"],"date":["2008-03-08"],"type":["text"],"creator":["Spjut, R."],"language":[],"coverage":[],"title":["Parameter Collapse due to the Zeros in the Inverse Condition"],"description":["  Helton, Lasserre, and Putinar (2008, Ann. Probability; arXiv:math/0702314)\nexpose the relationship between three properties of a measure: the conditional\ntriangularity property of the associated orthogonal polynomials, the zeros in\nthe inverse condition of the truncated moment matrix, and conditional\nindependence. The purpose of this article is to provide examples of parameter\ncollapse to product structure given that the zeros in the inverse condition\nholds up to some degree d. Specifically, start with a parameterized family of\nprobability density functions; require that the zeros in the inverse condition\nup to degree d holds; and validate that imposing this restriction on the\nparameterized family results in a measure with product structure, or at least\nthat conditional independence holds. Algorithms related to parameter collapse\nare supplied, including the computation of the zeros in the inverse condition\nup to degree d.\n","Comment: 9 pages, 2 figures, SEAM"]}]
["0803.1228",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1228","doi:10.1007/s11207-008-9132-9"],"date":["2008-03-08"],"type":["text"],"creator":["Nutto, C.","Roth, M.","Zhugzhda, Y.","Bruls, J.","von der Lühe, O."],"language":[],"coverage":[],"title":["Calculation of Spectral Darkening and Visibility Functions for Solar\n  Oscillations"],"description":["  Calculations of spectral darkening and visibility functions for the\nbrightness oscillations of the Sun resulting from global solar oscillations are\npresented. This has been done for a broad range of the visible and infrared\ncontinuum spectrum. The procedure for the calculations of these functions\nincludes the numerical computation of depth-dependent derivatives of the\nopacity caused by p modes in the photosphere. A radiative-transport code was\nused for this purpose to get the disturbances of the opacities from temperature\nand density fluctuations. The visibility and darkening functions are obtained\nfor adiabatic oscillations under the assumption that the temperature\ndisturbances are proportional to the undisturbed temperature of the\nphotosphere. The latter assumption is the only way to explore any opacity\neffects since the eigenfunctions of p-mode oscillations have not been obtained\nso far. This investigation reveals that opacity effects have to be taken into\naccount because they dominate the violet and infrared part of the spectrum.\nBecause of this dominance, the visibility functions are negative for those\nparts of the spectrum. Furthermore, the darkening functions show a\nwavelength-dependent change of sign for some wavelengths owing to these opacity\neffects. However, the visibility and darkening functions under the assumptions\nused contradict the observations of global p-mode oscillations, but it is\nbeyond doubt that the opacity effects influence the brightness fluctuations of\nthe Sun resulting from global oscillations.\n"]}]
["0803.1230",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1230"],"date":["2008-03-08"],"type":["text"],"creator":["Leylanda, W. J. H.","Harley, R. T.","Henini, M.","Shields, A. J.","Farrer, I.","Ritchie, D. A."],"language":[],"coverage":[],"title":["Energy-Dependent Electron-Electron Scattering and Spin Dynamics in a Two\n  Dimensional Electron Gas"],"description":["  Measurements of spin dynamics of electrons in a degenerate two dimensional\nelectron gas, where the Dyakonov-Perel mechanism is dominant, have been used to\ninvestigate the electron scattering time (tp*) as a function of energy near the\nFermi energy. Close to the Fermi energy the spin evolution is oscillatory,\nindicating a quasi-collision-free regime of spin dynamics. As the energy is\nincreased a transition to exponential, collision-dominated, spin decay occurs.\nThe frequency and the value of tp* are extracted using a Monte Carlo simulation\nmethod. At the Fermi energy tp* is very close to the ensemble momentum\nrelaxation time (tp) obtained from the electron mobility. For higher energies\ntp* falls quadratically, consistent with theoretical expectations for the onset\nof electron-electron scattering which is inhibited by the Pauli principle at\nthe Fermi energy.\n","Comment: 9 pages 3 figures"]}]
["0803.1237",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E15","14J17","32S50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1237"],"date":["2008-03-08"],"type":["text"],"creator":["Schepers, Jan"],"language":[],"coverage":[],"title":["On the Hard Lefschetz property of stringy Hodge numbers"],"description":["  For projective varieties with a certain class of 'mild' isolated\nsingularities and for projective threefolds with arbitrary Gorenstein canonical\nsingularities, we show that the stringy Hodge numbers satisfy the Hard\nLefschetz property. This result fits nicely with a 6-dimensional counterexample\nof Mustata and Payne for the Hard Lefschetz property for stringy Hodge numbers\nin general. We also give such an example, ours is a hypersurface singularity.\n","Comment: 15 pages"]}]
["0803.1238",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1238","Phys. Lett. A372, 2322 (2008)","doi:10.1016/j.physleta.2007.11.043"],"date":["2008-03-08"],"type":["text"],"creator":["Gong, Shou-Shu","Gu, Bo","Su, Gang"],"language":[],"coverage":[],"title":["Spin structure factors and valence-bond-solid states of the trimerized\n  Heisenberg chains in a magnetic field"],"description":["  By means of the density matrix renormalization group (DMRG) method, the\nstatic spin structure factors and the magnetization plateaus of the trimerized\nHeisenberg ferromagnet-ferromagnet-antiferromagnet and\nantiferromagnet-antiferromagnet-ferromagnet spin chains in the presence of a\nmagnetic field are elaborately studied. It is found that in the plateau states,\nthe static structure factor with three peaks does not vary with the external\nmagnetic field as well as the exchange couplings; the spin correlation function\nbehaves as a perfect sequence and has a simple relation with the magnetization\nper site. An approximate wave function for the plateau states is proposed, and\na picture based on the valence-bond-solid states is presented in order to\nunderstand the origin and the total number of the magnetization plateaus, which\nare shown to be in agreement with the DMRG results.\n","Comment: 11 pages, 3 figures"]}]
["0803.1239",{"format":[],"subject":["Physics - Physics and Society","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1239"],"date":["2008-03-10"],"type":["text"],"creator":["Galam, Serge"],"language":[],"coverage":[],"title":["Global Warming: the Sacrificial Temptation"],"description":["  The claimed unanimity of the scientific community about the human culpability\nfor global warming is questioned. Up today there exists no scientific proof of\nhuman culpability. It is not the number of authors of a paper, which validates\nits scientific content. The use of probability to assert the degree of\ncertainty with respect the global warming problem is shown to be misleading.\nThe debate about global warming has taken on emotional tones driven by passion\nand irrationality while it should be a scientific debate. The degree of\nhostility used to mull any dissonance voice demonstrates that the current\ndebate has acquired a quasi-religious nature. Scientists are behaving as\npriests in their will \"to save the planet\". We are facing a dangerous social\nphenomenon, which must be addressed from the social point of view. The current\nunanimity of citizens, scientists, journalists, intellectuals and politicians\nis intrinsically worrying. The calls to sacrifice our way of life to calm down\nthe upset nature is an emotional ancestral reminiscence of archaic fears, which\nshould be analyzed as such.\n","Comment: 14 pages, no figure"]}]
["0803.1240",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1240"],"date":["2008-03-08"],"type":["text"],"creator":["Jaroszkiewicz, G."],"language":[],"coverage":[],"title":["Partial Observations, Einstein Locality and Bell Inequalities in\n  Quantized Detector Networks"],"description":["  Quantized detector networks (QDN) deals with quantum information exchange\nbetween observers and their apparatus rather than with systems under\nobservation. Partial observations in QDN involve subsets of the elementary\nsignal detectors which constitute an apparatus. We use them to prove that QDN\nis consistent with Einstein locality and violations of Bell-type inequalities.\n"]}]
["0803.1241",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1241","Trans. Tallinn Tech. Univ., Vol. 733 (1992), 33-42"],"date":["2008-03-08"],"type":["text"],"creator":["Kuusk, Piret","Paal, Eugen"],"language":[],"coverage":[],"title":["Geodesic multiplication as a tool for classical and quantum gravity"],"description":["  Algebraic systems called the local geodesic loops and their tangent Akivis\nalgebras are considered. Their possible role in theory of gravity is\nconsidered. Quantum conditions for the infinitesimal quantum events are\nproposed.\n","Comment: 6 pages, laTex2e, no figures"]}]
["0803.1242",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1242"],"date":["2008-03-08"],"type":["text"],"creator":["Hiremath, K. M."],"language":[],"coverage":[],"title":["Deep meridional circulation below the solar convective envelope"],"description":["  With reasonable assumptions and approximations, we compute the velocity of\nthe meridional flow $U$ in the convective envelope by modified Chandrasekhar's\n(1956) MHD equations. The analytical solution of such a modified equation is\nfound to be $U(x,\\mu) = \\sum_{n=0}^\\infty \\bigl[u1_n x^n + u2_n\nx^{-(n+3)}\\bigr] C_n^{3/2}(\\mu)$, where $x$ is non-dimensional radius, $\\mu =\ncos{\\vartheta}$, ${\\vartheta}$ is the co-latitude, $C_n^{3/2} {(\\mu)}$ are the\nGegenbaur polynomials of order 3/2, $u1_n$ and $u2_n$ are the unknown\nconstants. The results show that meridional velocity flow from the surface\nappears to penetrates deep below base of the convective envelope and at outer\npart of the radiative zone. With such a deep flow velocity below the convective\nenvelope and a very high density stratification in the outer part of the\nradiative zone with likely existence of a strong ($\\sim$ $10^{4}$ G) toroidal\nmagnetic field structure, the velocity of transport of meridional flow is\nconsiderably reduced. Hence, it is very unlikely that the return flow will\nreach the surface (with a period of solar cycle) as required by some of the\nflux transport dynamo models. On the other hand, deep meridional flow is\nrequired for burning of Lithium at outer part of the radiative zone supporting\nthe observed Lithium deficiency at the surface.\n","Comment: 8 pages, 1 figure"]}]
["0803.1248",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Functional Analysis","05C99","68Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1248"],"date":["2008-03-08","2008-03-11"],"type":["text"],"creator":["Lovasz, Laszlo","Szegedy, Balazs"],"language":[],"coverage":[],"title":["Testing properties of graphs and functions"],"description":["  We define an analytic version of the graph property testing problem, which\ncan be formulated as studying an unknown 2-variable symmetric function through\nsampling from its domain and studying the random graph obtained when using the\nfunction values as edge probabilities. We give a characterization of properties\ntestable this way, and extend a number of results about ``large graphs'' to\nthis setting. These results can be applied to the original graph-theoretic\nproperty testing.\n","Comment: 34 pages"]}]
["0803.1250",{"format":[],"subject":["Mathematics - Differential Geometry","53C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1250"],"date":["2008-03-08"],"type":["text"],"creator":["Biringer, Ian","Schmidt, Benjamin"],"language":[],"coverage":[],"title":["The Three Gap Theorem and Riemannian Geometry"],"description":["  The classical Three Gap Theorem asserts that for a natural number n and a\nreal number p, there are at most three distinct distances between consecutive\nelements in the subset of [0,1) consisting of the reductions modulo 1 of the\nfirst n multiples of p. Regarding it as a statement about rotations of the\ncircle, we find results in a similar spirit pertaining to isometries of compact\nRiemannian manifolds and the distribution of points along their geodesics.\n","Comment: 18 pages"]}]
["0803.1257",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1257"],"date":["2008-03-08"],"type":["text"],"creator":["Meza-Aguilar, S.","Felix-Medina, R. E.","Leyva-Lucero, M. A."],"language":[],"coverage":[],"title":["Magnetism of Ru and Rh thin films on Ag(001) substrate"],"description":["  In a very recent x-ray magnetic circular dichroism experiment concerning with\nRu and Rh impurities and metal films on Ag(001) substrate, no local magnetic\nmomen ts were displayed in direct contradiction with previous theoretical\nworks. It is thought that there can be three main reasons for this\ninconsistency: relaxation, alloying and many-body effects. Some of the\nabove-mentioned systems are studie d by using a first-principles method in\nwhich relaxation and alloying are taken into account, even so magnetism is\nstill obtained. For low-coverage systems, hig h magnetic moments in both Ru\n($\\sim$ 2.49 $\\mu_{B}$) and Rh ($\\sim$ 2.00 $\\mu_{B}$) are obtained. Naturally,\nas the coverage is increased the magnetic moments are approached to zero. Also,\nit is noticed that the relaxation distances are in creased by magnetism, which\nin turn is decreased by alloying. The behavior of th e magnetic properties is\nexplained in terms of Stoner model.\n","Comment: 5 pages, 2 Figures"]}]
["0803.1258",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","81P68 (Primary)","20F36, 57M25, 68Q17, 57M27 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1258"],"date":["2008-03-08"],"type":["text"],"creator":["Rowell, Eric C."],"language":[],"coverage":[],"title":["Two paradigms for topological quantum computation"],"description":["  We present two paradigms relating algebraic, topological and quantum\ncomputational statistics for the topological model for quantum computation. In\nparticular we suggest correspondences between the computational power of\ntopological quantum computers, computational complexity of link invariants and\nimages of braid group representations. While at least parts of these paradigms\nare well-known to experts, we provide supporting evidence for them in terms of\nrecent results. We give a fairly comprehensive list of known examples and\nformulate two conjectures that would further support the paradigms.\n","Comment: 3 figures, 1 table"]}]
["0803.1259",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1259"],"date":["2008-03-08"],"type":["text"],"creator":["Leznov, A. N."],"language":[],"coverage":[],"title":["Conformal quantum space $SU(2,2)\\simeq O(2,4)$ with Poincare group of\n  motion"],"description":["  It is shown that algebra of quantum space of the title of the present paper\nmay be realized on usual unphysical Minkowskii one. Equations of field theory\nand there solutions are discussed. Solution equations of particle motion are\nobtained in implicit form from the classical ones.\n","Comment: 8 pages no figures"]}]
["0803.1260",{"format":[],"subject":["Mathematics - Complex Variables","30C10, 30E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1260"],"date":["2008-03-08"],"type":["text"],"creator":["Andrievskii, Vladimir"],"language":[],"coverage":[],"title":["On approximation of continuous functions by entire functions on subsets\n  of the real line"],"description":["  We generalize the classical Bernstein theorem concerning the constructive\ndescription of classes of functions uniformly continuous on the real line. The\napproximation of continuous bounded functions by entire functions of\nexponential type on unbounded closed proper subsets of the real line is\nstudded.\n"]}]
["0803.1261",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1261"],"date":["2008-03-08"],"type":["text"],"creator":["Hermsen, Rutger","Wolde, Pieter Rein ten","Teichmann, Sarah"],"language":[],"coverage":[],"title":["Chance and necessity in chromosomal gene distributions"],"description":["  By analyzing the spacing of genes on chromosomes, we find that\ntranscriptional and RNA-processing regulatory sequences outside coding regions\nleave footprints on the distribution of intergenic distances. Using analogies\nbetween genes on chromosomes and one-dimensional gases, we constructed a\nstatistical null model. We have used this to estimate typical upstream and\ndownstream regulatory sequence sizes in various species. Deviations from this\nmodel reveal bi-directional transcriptional regulatory regions in S. cerevisiae\nand bi-directional terminators in E. coli.\n","Comment: Main text plus supplementary text; 26 pages, 7 figures in total. To\n  appear in TRENDS in Genetics (May 2008)"]}]
["0803.1268",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","42B20","37A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1268"],"date":["2008-03-08"],"type":["text"],"creator":["Demeter, Ciprian","Thiele, Christoph"],"language":[],"coverage":[],"title":["On the two dimensional Bilinear Hilbert Transform"],"description":["  We investigate the Bilinear Hilbert Transform in the plane and the pointwise\nconvergence of bilinear averages in Ergodic theory, arising from $\\Z^2$\nactions. Our techniques combine novel one and a half dimensional phase-space\nanalysis with more standard one dimensional theory.\n","Comment: 46 pages, 0 figures"]}]
["0803.1269",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1269"],"date":["2008-03-08"],"type":["text"],"creator":["Weng, Lin"],"language":[],"coverage":[],"title":["Symmetries and the Riemann Hypothesis"],"description":["  Associated to classical semi-simple groups and their maximal parabolics are\ngenuine zeta functions. Naturally related to Riemann's zeta and governed by\nsymmetries, including that of Weyl, these zetas are expected to satisfy the\nRiemann hypothesis.\n"]}]
["0803.1281",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1281"],"date":["2008-03-09"],"type":["text"],"creator":["De, Asit K.","Harindranath, A.","Maiti, Jyotirmoy"],"language":[],"coverage":[],"title":["On Scale Determination in Lattice QCD with Dynamical Quarks"],"description":["  Dependence of $a/r_c$ (inverse Sommer parameter in units of lattice spacing\n$a$) on $am_q$ (quark mass in lattice unit) has been observed in all lattice\nQCD simulations with sea quarks including the ones with improved actions. How\nmuch of this dependence is a scaling violation has remained an intriguing\nquestion. Our approach has been to investigate the issue with an action with\nknown lattice artifacts, i.e., the standard Wilson quark and gauge action with\n$\\beta=5.6$ and 2 degenerate flavors of sea quarks on $ 16^3 \\times 32 $\nlattices. In order to study in detail the sea quark mass dependence,\nmeasurements are carried out at eight values of the Wilson hopping parameter\n$\\kappa$ in the range 0.156 - 0.158 corresponding to PCAC quark mass values\n$am_q$ from about 0.07 to below 0.015. We analyze the static potential by\nfitting to the familiar phenomenological form and extract $a/r_c$. Though\nscaling violations may indeed be present for relatively large $am_q$, a\nconsistent scenario at sufficiently small $am_q$ seems to emerge in the\nmass-independent scheme where for a fixed $\\beta$, $1/r_0$ and $\\sqrt{\\sigma}$\nhave linear dependence on $m_q$ as physical effects similar to the quark mass\ndependence of the rho mass. We present evidence for this scenario and\naccordingly extract the lattice scale $a$ by chiral extrapolation to the\nphysical point. Care has been exercised to determine optimal values of all\nfitting parameters and accuracy of the chiral extrapolation. An independent\ndetermination of the scale $a$ by chiral extrapolation of the rho mass is\nconsistent with the scale obtained above ($a$ = 0.08041(12)(77) fm, $a^{-1}$ =\n2.454(4)(23) GeV).\n","Comment: 26 pages, 17 figures"]}]
["0803.1283",{"format":[],"subject":["Mathematics - Functional Analysis","34G10, 47D03, 47D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1283"],"date":["2008-03-09"],"type":["text"],"creator":["Neklyudov, A."],"language":[],"coverage":[],"title":["Chernoff and Trotter type product formulas"],"description":["  We consider the abstract Cauchy problem x'=Ax, x(0)=x_0\\in D(A) for linear\noperators A on a Banach space X. We prove uniqueness of the (local) solution of\nthis problem for a natural class of operators A. Moreover, we establish that\nthe solution x(\\cdot) can be represented as a limit of sequence F(t/n)^{n} as\nn\\to\\infty in the weak operator topology, where a function F:[0,\\infty)\\to L(X)\nsatisfies F'(0)y=Ay, y\\in D(A). As a consequence, we deduce necessary and\nsufficient conditions that a linear operator C is closable and its closure is a\ngenerator of C_0-semigroup. We also obtain some criteria for the sum of two\ngenerators of C_0-semigroups to be a generator of C_0-semigroup such that the\nTrotter formula is valid.\n","Comment: 20 pages"]}]
["0803.1284",{"format":[],"subject":["Mathematics - Differential Geometry","53C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1284"],"date":["2008-03-09"],"type":["text"],"creator":["Chi, Quo-Shin"],"language":[],"coverage":[],"title":["Isoparametric hypersurfaces with four principal curvatures revisited"],"description":["  The classification of isoparametric hypersurfaces with four principal\ncurvatures in spheres in [2] hinges on a crucial characterization, in terms of\nfour sets of equations of the 2nd fundamental form tensors of a focal\nsubmanifold, of an isoparametric hypersurface of the type constructed by Ferus,\nKarcher and M\\\"{u}nzner. The proof of the characterization in [2] is an\nextremely long calculation by exterior derivatives with remarkable\ncancellations, which is motivated by the idea that an isoparametric\nhypersurface is defined by an over-determined system of partial differential\nequations. Therefore, exterior differentiating sufficiently many times should\ngather us enough information for the conclusion. In spite of its elementary\nnature, the magnitude of the calculation and the surprisingly pleasant\ncancellations make it desirable to understand the underlying geometric\nprinciples.\n  In this paper, we give a conceptual, and considerably shorter, proof of the\ncharacterization based on Ozeki and Takeuchi's expansion formula for the\nCartan-M\\\"{u}nzner polynomial. Along the way the geometric meaning of these\nfour sets of equations also becomes clear.\n","Comment: 25 pages"]}]
["0803.1285",{"format":[],"subject":["Mathematics - Rings and Algebras","16S20","16E50","16D90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1285"],"date":["2008-03-09"],"type":["text"],"creator":["Daus, Leonard"],"language":[],"coverage":[],"title":["Relative regular modules. Applications to von Neumann regular rings"],"description":["  We use the concept of a regular object with respect to another object in an\narbitrary category, defined in \\cite{dntd}, in order to obtain the transfer of\nregularity in the sense of Zelmanowitz between the categories $R-$mod and\n$S-$mod, when $S$ is an excellent extension of the ring $R$. Consequently, we\nobtain a result of \\cite{ps}: if $S$ is an excellent extension of the ring $R$,\nthen $S$ is von Neumann regular ring if and only if $R$ is also von Neumann\nregular ring. In the second part, using relative regular modules, we give a new\nproof of a classical result: the von Neumann regular property of a ring is\nMorita invariant. Finally, the von Neumann regularity of the Morita ring is\ninvestigated.\n","Comment: 6 pages"]}]
["0803.1289",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1289"],"date":["2008-03-09"],"type":["text"],"creator":["Ivanov, A. N.","Reda, R.","Kienle, P."],"language":[],"coverage":[],"title":["Reply on ``Comment on neutrino-mixing interpretation of the GSI time\n  anomaly''by C. Giunti, arXiv:0801.4639 [nucl-th]"],"description":["  Here we reply critically to the comments by Giunti (arXiv:0801.4639\n[nucl-th]) and justify our explanation of the experimentally observed periodic\ninterference term in the rate of the K-shell electron capture decay of the\nH-like ions 140Pr58+ and 142Pm60+ as a neutrino-flavour mixing.\n","Comment: 14 pages, no figures"]}]
["0803.1304",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Number Theory","11M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1304"],"date":["2008-03-09"],"type":["text"],"creator":["Connon, Donal F."],"language":[],"coverage":[],"title":["Euler-Hurwitz series and non-linear Euler sums"],"description":["  In this paper we derive two expressions for the Hurwitz zeta function\ninvolving the complete Bell polynomials in the restricted case where q is a\npositive integer greater than 1. The arguments of the complete Bell polynomials\ncomprise the generalised harmonic number functions. These in turn give rise to\nEuler-Hurwitz series which may then be used to determine identities for\ncombinations of both linear and non-linear Euler sums.\n"]}]
["0803.1305",{"format":[],"subject":["Mathematics - General Mathematics","Mathematical Physics","11E88, 15A66"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1305"],"date":["2008-03-09"],"type":["text"],"creator":["Kwasniewski, A. K.","Bajguz, W."],"language":[],"coverage":[],"title":["More on Algebraic Structure of the Complete Partition Function for the $\n  Z_n $ - Potts Model, Part 1"],"description":["  In this first part of a larger review undertaking the results of the first\nauthor and a part of the second author doctor dissertation are presented. Next\nwe plan to give a survey of a nowadays situation in the area of investigation.\nHere we report on what follows.\n  Calculation of the partition function for any vector potts model is at first\nreduced to the calculation of traces of products of the generalized clifford\nalgebra generators. The formula for such traces is derived. This enables one,\nin principle, to use an explicit calculation algorithm for partition functions\nalso in other models for which the transfer matrix is an element from\ngeneralized clifford algebra. The method - simple for $Z_2$ case - becomes\ncomplicated for $Z_n$, $n>2$, however everything is controlled, in principle,\ndue to knowledge of the corresponding algebra properties and those of\ngeneralized cosh function. The discussion of the content of the in statu\nnascendi second part is to be found at the end of this presentation. This\nconstitutes the last section.\n","Comment: 23 pages"]}]
["0803.1314",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53C17","40Q29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1314"],"date":["2008-03-10"],"type":["text"],"creator":["Ritoré, Manuel"],"language":[],"coverage":[],"title":["Examples of area-minimizing surfaces in the subriemannian Heisenberg\n  group H^1 with low regularity"],"description":["  We give new examples of entire area-minimizing t-graphs in the subriemannian\nHeisenberg group H^1. Most of the examples are locally lipschitz in Euclidean\nsense. Some regular examples have prescribed singular set consisting of either\na horizontal line or a finite number of horizontal halflines extending from a\ngiven point. Amongst them, a large family of area-minimizing cones is obtained.\n","Comment: 14 pages, 1 figure"]}]
["0803.1315",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1315"],"date":["2008-03-09"],"type":["text"],"creator":["Benna, Marcus K.","Klebanov, Igor R."],"language":[],"coverage":[],"title":["Gauge-String Dualities and Some Applications"],"description":["  The first part of these lectures contains an introductory review of the\nAdS/CFT duality and of its tests. Applications to thermal gauge theory are also\ndiscussed briefly. The second part is devoted to a review of gauge-string\ndualities based on various warped conifold backgrounds, and to their\ncosmological applications.\n","Comment: 44 pages. Lectures delivered by I.R.K. at the Les Houches 2007 summer\n  school ``String Theory and the Real World''"]}]
["0803.1317",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Representation Theory","52C25","20C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1317"],"date":["2008-03-09"],"type":["text"],"creator":["Rivin, Igor"],"language":[],"coverage":[],"title":["Simplices and spectra of graphs"],"description":["  In this note we show the n-2-dimensional volumes of codimension 2 faces of an\nn-dimensional simplex are algebraically independent functions of the lengths of\nedges. In order to prove this we compute the complete spectrum of a\ncombinatorially interesting graph.\n","Comment: 5 pages"]}]
["0803.1319",{"format":[],"subject":["Physics - Physics and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1319"],"date":["2008-03-09"],"type":["text"],"creator":["Steffen, Bernhard","Seyfried, Armin"],"language":[],"coverage":[],"title":["The repulsive force in continous space models of pedestrian movement"],"description":["  Pedestrian movements can be modeled at different degrees of detail. While\nflux models (Predeshensky/Milinski 1971) and cellular automata models\n(Schreckenberg 2002) give answers to some important questions and are fast and\neasy to use, continuous space modeling has the potential of full flexibility in\ngeometry and realistic description of individual movements in arbitrary fine\nresolution. While the acceleration forces in these models are known with good\nreliability, there is no agreement on the repulsive forces, not even on the\nfunctional form of these forces (Lakoba 2005, Molnar 1996, Parisi 2005, Yu\n2005). We give some basic consideration to define the minimal complexity of the\nfunctional form of the repulsive forces together with some estimates of the\nvalues of parameters. From these considerations it becomes obvious that the\nrepulsive forces have to depend not only on the relative position of persons,\nbut also on the speeds and speed differences. The parameters of these forces\nwill be situation dependant. They can in principle be derived from video\nobservations of people moving, although the large scatter of data and the\ncomplexity involved makes for large uncertainties.\n","Comment: 6 pages, 5 figures, keywords: pedestrian movement, fundamental\n  diagram, social force model"]}]
["0803.1320",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Differential Geometry","Mathematics - K-Theory and Homology","Mathematics - Operator Algebras","58B34, 81R10, 81R15, 81R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1320"],"date":["2008-03-10"],"type":["text"],"creator":["Moscovici, Henri","Rangipour, Bahram"],"language":[],"coverage":[],"title":["Hopf algebras of primitive Lie pseudogroups and Hopf cyclic cohomology"],"description":["  We associate to each infinite primitive Lie pseudogroup a Hopf algebra of\n`transverse symmetries', by refining a procedure due to Connes and the first\nauthor in the case of the general pseudogroup. The affiliated Hopf algebra can\nbe viewed as a `quantum group' counterpart of the infinite-dimensional\nprimitive Lie algebra of the pseudogroup. It is first constructed via its\naction on the \\'etale groupoid associated to the pseudogroup, and then realized\nas a bicrossed product of a universal enveloping algebra by a Hopf algebra of\nregular functions on a formal group. The bicrossed product structure allows to\nexpress its Hopf cyclic cohomology in terms of a bicocyclic bicomplex analogous\nto the Chevalley-Eilenberg complex. As an application, we compute the relative\nHopf cyclic cohomology modulo the linear isotropy for the Hopf algebra of the\ngeneral pseudogroup, and find explicit cocycle representatives for the\nuniversal Chern classes in Hopf cyclic cohomology. As another application, we\ndetermine all Hopf cyclic cohomology groups for the Hopf algebra associated to\nthe pseudogroup of local diffeomorphisms of the line.\n","Comment: 97 pages"]}]
["0803.1331",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","11M41","22E35","22E40","11S80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1331"],"date":["2008-03-09"],"type":["text"],"creator":["Avni, Nir"],"language":[],"coverage":[],"title":["Arithmetic Groups Have Rational Representation Growth"],"description":["  Let G be an arithmetic lattice in a semisimple algebraic group over a number\nfield. We show that if G has the congruence subgroup property, then the number\nof n-dimensional irreducible representations of G grows like n^a, where a is a\nrational number.\n"]}]
["0803.1332",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13F55, 05C65, 05C75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1332"],"date":["2008-03-09"],"type":["text"],"creator":["Ha, Huy Tai","Morey, Susan","Villarreal, Rafael H."],"language":[],"coverage":[],"title":["Cohen-Macaulay admissible clutters"],"description":["  There is a one-to-one correspondence between square-free monomial ideals and\nclutters, which are also known as simple hypergraphs. It was conjectured that\nunmixed admissible clutters are Cohen-Macaulay. We prove the conjecture for\nuniform admissible clutters of heights 2 and 3. For admissible clutters of\ngreater heights, we give a family of examples to show that the conjecture may\nfail. When the height is 4, we give an additional condition under which unmixed\nadmissible clutters are Cohen-Macaulay.\n","Comment: 13 pages, final version to appear in J. Comm. Alg"]}]
["0803.1342",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1342"],"date":["2008-03-10"],"type":["text"],"creator":["Louis, Sebastien G. R.","Greentree, Andrew D.","Munro, W. J.","Nemoto, Kae"],"language":[],"coverage":[],"title":["Teleportation of composite systems for communication and information\n  processing"],"description":["  We describe two protocols for efficient data transmission using a single\npassive bus. Different types of interactions are obtained enabling\ndeterministic transfer and teleportation of composite quantum systems for\narbitrary subsystem dimension and for arbitrary numbers of subsystems. The\nsubsystems may become entangled in the transmission in which case the protocols\ncan serve generalized teleportation based information processing as well as\nstorage and transmission functions. We explore the cases of two qubits and two\nqutrits in detail, obtaining a maximally entangling mapping of the composite\nsystems and discuss the use of a continuous variable bus.\n"]}]
["0803.1346",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14F10, 32C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1346"],"date":["2008-03-10"],"type":["text"],"creator":["Mochizuki, Takuro"],"language":[],"coverage":[],"title":["Good formal structure for meromorphic flat connections on smooth\n  projective surfaces"],"description":["  We prove the algebraic version of a conjecture of C. Sabbah on the existence\nof the good formal structure for meromorphic flat connections on surfaces after\nsome blow up.\n"]}]
["0803.1348",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1348"],"date":["2008-03-10"],"type":["text"],"creator":["Iyer, Jaya NN"],"language":[],"coverage":[],"title":["A report on \"Regulators of canonical extension are torsion; the smooth\n  divisor case\""],"description":["  In this note, we report on a work jointly done with C. Simpson on a\ngeneralization of Reznikov's theorem which says that the Chern-Simons classes\nand in particular the Deligne Chern classes (in degrees $> 1$) are torsion, of\na flat vector bundle on a smooth complex projective variety. We consider the\ncase of a smooth quasi--projective variety with an irreducible smooth divisor\nat infinity. We define the Chern-Simons classes of the Deligne's\n\\textit{canonical extension} of a flat vector bundle with unipotent monodromy\nat infinity, which lift the Deligne Chern classes and prove that these classes\nare torsion. The details of the proof can be found in arxiv:0707.0372\n[math.AG].\n"]}]
["0803.1350",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1350"],"date":["2008-03-10"],"type":["text"],"creator":["Bae, Joonwoo","Kim, Jeong San"],"language":[],"coverage":[],"title":["Quantum Correlations over Long-distances Using Noisy Quantum Repeaters"],"description":["  Quantum correlations as the resource for quantum communication can be\ndistributed over long distances by quantum repeaters. In this Letter, we\nintroduce the notion of a noisy quantum repeater, and examine its role in\nquantum communication. Quantum correlations shared through noisy quantum\nrepeaters are then characterized and their secrecy properties are studied.\nRemarkably, noisy quantum repeaters naturally introduce private states in the\nkey distillation scenario, and consequently key distillation protocols are\ndemonstrated to be more tolerant.\n","Comment: 4 + epsilon pages, 2 figures"]}]
["0803.1355",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1355"],"date":["2008-03-10"],"type":["text"],"creator":["Khrennikov, Andrei"],"language":[],"coverage":[],"title":["Parallelism of quantum computations from prequantum classical\n  statistical field theory (PCSFT)"],"description":["  This paper is devoted to such a fundamental problem of quantum computing as\nquantum parallelism. It is well known that quantum parallelism is the basis of\nthe ability of quantum computer to perform in polynomial time computations\nperformed by classical computers for exponential time. Therefore better\nunderstanding of quantum parallelism is important both for theoretical and\napplied research, cf. e.g. David Deutsch \\cite{DD}. We present a realistic\ninterpretation based on recently developed prequantum classical statistical\nfield theory (PCSFT). In the PCSFT-approach to QM quantum states (mixed as well\nas pure) are labels of special ensembles of classical fields. Thus e.g. a\nsingle (!) ``electron in the pure state'' $\\psi$ can be identified with a\nspecial `` electron random field,'' say $\\Phi_\\psi(\\phi).$ Quantum computer\noperates with such random fields. By one computational step for e.g. a Boolean\nfunction $f(x_1,...,x_n)$ the initial random field $\\Phi_{\\psi_0}(\\phi)$ is\ntransformed into the final random field $\\Phi_{\\psi_f}(\\phi)$ ``containing all\nvalues'' of $f.$ This is the objective of quantum computer's ability to operate\nquickly with huge amounts of information -- in fact, with classical random\nfields.\n"]}]
["0803.1359",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1359"],"date":["2008-03-10"],"type":["text"],"creator":["Ambrosio, Luigi","Figalli, Alessio"],"language":[],"coverage":[],"title":["On flows associated to Sobolev vector fields in Wiener spaces: an\n  approach \\`a la DiPerna-Lions"],"description":["  In this paper we extend the DiPerna-Lions theory on ODEs with Sobolev vector\nfields to the setting of abstract Wiener spaces.\n","Comment: 35 pages"]}]
["0803.1360",{"format":[],"subject":["Computer Science - Computers and Society","K.4.1","K.4.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1360"],"date":["2008-03-10"],"type":["text"],"creator":["Kutz, Nadja"],"language":[],"coverage":[],"title":["On the need for a global academic internet platform"],"description":["  The article collects arguments for the necessity of a global academic\ninternet platform, which is organized as a kind of ``global scientific\nparliament''. With such a constitution educational and research institutions\nwill have direct means for communicating scientific results, as well as a\nplatform for representing academia and scientific life in the public.\n","Comment: 22 pages, no figures"]}]
["0803.1365",{"format":[],"subject":["Mathematics - Numerical Analysis","65R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1365"],"date":["2008-03-10"],"type":["text"],"creator":["Hegland, Markus","Anderssen, Robert S."],"language":[],"coverage":[],"title":["Dilational Hilbert Scales and Deconvolutional Sharpening"],"description":["  Operationally, index functions of variable Hilbert scales can be viewed as\ngenerators for families of spaces and norms. Using a one parameter family of\nindex functions based on the dilations of a given index function, a new class\nof scales (dilational Hilbert scales (DHS)) is derived which generates new\ninterpolatory inequalities (dilational interpolatory inequalities (DII)) which\nhave the ordinary Hilbert scales (OHS) interpolatory inequalities as special\ncases. They therefore represent a one-parameter family generalization of OHS,\nand are a precise and concise subset of VHS approriate for deriving error\nestimates for deconvolution. The role of the Hilbert scales in deriving error\nestimates for the approximate solution of inverse problems is discussed along\nwith an application of DHS to deconvolution sharpening.\n","Comment: 14 pages"]}]
["0803.1376",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1376"],"date":["2008-03-10"],"type":["text"],"creator":["Zhou, Shan-Gui","Meng, Jie","Ring, Peter"],"language":[],"coverage":[],"title":["Deformed relativistic Hartree-Bogoliubov model for exotic nuclei"],"description":["  A deformed relativistic Hartree-Bogoliubov (DRHB) model is developed aiming\nat a proper description of exotic nuclei, particularly deformed ones with large\nspatial extension. In order to give an adequate description of both the\ncontribution of the continuum and the large spatial distribution in exotic\nnuclei, the DRHB equations are solved in a Woods-Saxon basis in which the\nradial wave functions have proper asymptotic behaviors at large distance from\nthe nuclear center which is crucial for the formation of halo. The formalism\nand the numerical procedure of the DRHB model in a Woods-Saxon basis are\nbriefly presented.\n","Comment: 7 pages, 1 EPS figure; to be published by World Scientific Publisher\n  in the Proceedings of International Symposium on the Physics of Unstable\n  Nuclei (ISPUN07), Jul. 3-7, 2007, Hoi An, Vietnam"]}]
["0803.1382",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J70, 35J65, 47G30, 35B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1382"],"date":["2008-03-10"],"type":["text"],"creator":["Sire, Yannick","Valdinoci, Enrico"],"language":[],"coverage":[],"title":["Rigidity results for some boundary quasilinear phase transitions"],"description":["  We consider a quasilinear equation given in the half-space, i.e. a so called\nboundary reaction problem. Our concerns are a geometric Poincar\\'e inequality\nand, as a byproduct of this inequality, a result on the symmetry of\nlow-dimensional bounded stable solutions, under some suitable assumptions on\nthe nonlinearities. More precisely, we analyze the following boundary problem\n$$ \\left\\{\\begin{matrix} -{\\rm div} (a(x,|\\nabla u|)\\nabla u)+g(x,u)=0 \\qquad\n{on $\\R^n\\times(0,+\\infty)$} -a(x,|\\nabla u|)u_x = f(u) \\qquad{\\mbox{on\n$\\R^n\\times\\{0\\}$}}\\end{matrix} \\right.$$ under some natural assumptions on the\ndiffusion coefficient $a(x,|\\nabla u|)$ and the nonlinearities $f$ and $g$.\n  Here, $u=u(y,x)$, with $y\\in\\R^n$ and $x\\in(0,+\\infty)$. This type of PDE can\nbe seen as a nonlocal problem on the boundary $\\partial \\R^{n+1}_+$. The\nassumptions on $a(x,|\\nabla u|)$ allow to treat in a unified way the\n$p-$laplacian and the minimal surface operators.\n"]}]
["0803.1385",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1385"],"date":["2008-03-10"],"type":["text"],"creator":["Plasson, Raphaël","Bersini, Hugues","Brandenburg, Axel"],"language":[],"coverage":[],"title":["Decomposition of Complex Reaction Networks into Reactons"],"description":["  The analysis of complex reaction networks is of great importance in several\nchemical and biochemical fields (interstellar chemistry, prebiotic chemistry,\nreaction mechanism, etc). In this article, we propose to simultaneously refine\nand extend for general chemical reaction systems the formalism initially\nintroduced for the description of metabolic networks. The classical approaches\nthrough the computation of the right null space leads to the decomposition of\nthe network into complex ``cycles'' of reactions concerned with all\nmetabolites. We show how, departing from the left null space computation, the\nflux analysis can be decoupled into linear fluxes and single loops, allowing a\nmore refine qualitative analysis as a function of the antagonisms and\nconnections among these local fluxes. This analysis is made possible by the\ndecomposition of the molecules into elementary subunits, called \"reactons\" and\nthe consequent decomposition of the whole network into simple first order unary\npartial reactions related with simple transfers of reactons from one molecule\nto another. This article explains and justifies the algorithmic steps leading\nto the total decomposition of the reaction network into its constitutive\nelementary subpart.\n","Comment: 24 pages, 8 figures, submitted to Biophysical Journal"]}]
["0803.1387",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - General Topology","54H20","53C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1387"],"date":["2008-03-10"],"type":["text"],"creator":["Pries, Christian","Matel, Silas"],"language":[],"coverage":[],"title":["Quasi-Minimal, Pseudo-Minimal Systems and Dense Orbits"],"description":["  In this article the authors research on systems whose union of the dense\norbits forms an open set. There are some small results and examples. The\narticle shows that the theorem of LeCalvez and Joccoz does not hold for the\npunctered torus. Some of the results can be used as exercises.\n","Comment: 24 pages, 1 figures"]}]
["0803.1389",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1389"],"date":["2008-03-10"],"type":["text"],"creator":["Sanchez, Nestor","Alfaro, Emilio J.","Perez, Enrique"],"language":[],"coverage":[],"title":["Determining the Fractal Dimension of the Interstellar Medium"],"description":["  The Interstellar Medium seems to have an underlying fractal structure, which\ncan be characterized through its fractal dimension (Df). However, several\nfactors may affect the determination of Df, such as distortions due to\nprojection, low image resolution, opacity of the cloud, and low signal-to-noise\nratio. Here we use both simulated clouds and real molecular cloud maps to study\nthese effects in order to estimate Df in a reliable way. Our results indicate\nin a self-consistent way that the fractal dimension of the Interstellar Medium\nis in the range 2.6 < Df < 2.8, which is significantly higher than the value Df\n= 2.3 usually assumed in the literature.\n","Comment: 2 pages including 2 figures. To appear in RMxAC: proceedings of the\n  XII Latin American Regional IAU Meeting, Venezuela, 22-26 October 2007"]}]
["0803.1391",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1391"],"date":["2008-03-10"],"type":["text"],"creator":["Khrennikov, Andrei"],"language":[],"coverage":[],"title":["Quantum-like Representation Algorithm: Transformation of Probabilistic\n  Data into vectors on Bloch's Sphere"],"description":["  In this paper we present a simple algorithm for representation of statistical\ndata of any origin by complex probability amplitudes. Numerical simulation with\nMathematica-6 is performed. The Bloch's sphere is used for visualization of\nresults of numerical simulation. On the one hand, creation of such a\nquantum-like (QL) representation and its numerical approval is an important\nstep in clarification of extremely complicated interrelation between classical\nand quantum randomness. On the other hand, it opens new possibilities for\napplication the mathematical formalism of QM in other domains of science.\n"]}]
["0803.1398",{"format":[],"subject":["Mathematics - Number Theory","11 T 23, 15 A 33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1398"],"date":["2008-03-10"],"type":["text"],"creator":["cherly, jorgen"],"language":[],"coverage":[],"title":["Exponential sums and rank of triple persymmetric matrices over F_2"],"description":["  We obtain using exponential quadratic sums, explicit expressions for the\nnumber of triple persymmetric matrices over F_2 of given rank. (A matrix\n[a(i,j)] is persymmetric if a(i,j) = a(r,s) for i+j = r+s)\n","Comment: 233 pages"]}]
["0803.1413",{"format":[],"subject":["Mathematics - Probability","60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1413"],"date":["2008-03-10"],"type":["text"],"creator":["Di Crescenzo, Antonio"],"language":[],"coverage":[],"title":["On some transformations of bilateral birth-and-death processes with\n  applications"],"description":["  A method yielding simple relationships among bilateral birth-and-death\nprocesses is outlined. This allows one to relate birth and death rates of two\nprocesses in such a way that their transition probabilities, first-passage-time\ndensities and ultimate crossing probabilities are mutually related by some\nproduct-form expressions.\n","Comment: 4 pages; appeared in: The 17th Symposium of Information Theory and\n  Its Applications (SITA '94), Hiroshima, Japan, December 6-9, 1994, pp.\n  739-742"]}]
["0803.1417",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1417","Comput Biol Med. 2007 Oct;37(10):1479-91. Epub 2007 Mar 26","doi:10.1016/j.compbiomed.2007.01.009"],"date":["2008-03-10"],"type":["text"],"creator":["Delogu, P.","Fantacci, M. E.","Kasae, P.","Retico, A."],"language":[],"coverage":[],"title":["Characterization of mammographic masses using a gradient-based\n  segmentation algorithm and a neural classifier"],"description":["  The computer-aided diagnosis system we developed for the mass\ncharacterization is mainly based on a segmentation algorithm and on the neural\nclassification of several features computed on the segmented mass. Mass\nsegmentation plays a key role in most computerized systems. Our technique is a\ngradient-based one, showing the main characteristic that no free parameters\nhave been evaluated on the dataset used in this analysis, thus it can directly\nbe applied to datasets acquired in different conditions without any ad-hoc\nmodification. A dataset of 226 masses (109 malignant and 117 benign) has been\nused in this study. The segmentation algorithm works with a comparable\nefficiency both on malignant and benign masses. Sixteen features based on\nshape, size and intensity of the segmented masses are analyzed by a\nmulti-layered perceptron neural network. A feature selection procedure has been\ncarried out on the basis of the feature discriminating power and of the linear\ncorrelations interplaying among them. The comparison of the areas under the ROC\ncurves obtained by varying the number of features to be classified has shown\nthat 12 selected features out of the 16 computed ones are powerful enough to\nachieve the best classifier performances. The radiologist assigned the\nsegmented masses to three different categories: correctly-, acceptably- and\nnon-acceptably-segmented masses. We initially estimated the area under ROC\ncurve only on the first category of segmented masses (the 88.5% of the\ndataset), then extending the dataset to the second sub-class (reaching the\n97.8% of the dataset) and finally to the whole dataset, obtaining Az =\n0.805+-0.030, 0.787+-0.024 and 0.780+-0.023, respectively.\n","Comment: 18 pages, 7 figures"]}]
["0803.1428",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1428"],"date":["2008-03-10"],"type":["text"],"creator":["Abuhlail, Jawad"],"language":[],"coverage":[],"title":["A Note on Coseparable Coalgebras"],"description":["  Given a coalgebra $C$ over a commutative ring $R,$ we show that $C$ can be\nconsidered as a (not necessarily counital) $C^{\\ast op}$-coring. Moreover, we\nshow that this coring has a left (right) counity if and only if $C$ is\ncoseparable as an $R$-coalgebra.\n","Comment: Submitted"]}]
["0803.1437",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1437"],"date":["2008-03-10"],"type":["text"],"creator":["Fluerasu, Andrei","Moussaid, Abdellatif","Gleyzolle, Henri","Falus, Peter","Madsen, Anders"],"language":[],"coverage":[],"title":["X-ray photon correlation spectroscopy under flow"],"description":["  X-ray photon correlation spectroscopy was used to probe the diffusive\ndynamics of colloidal particles in a shear flow. Combining X-ray techniques\nwith microfluidics is an experimental strategy that reduces the risk of x-ray\ninduced beam damage and also allows time-resolved studies of processes taking\nplace in flowcells. The experimental results and theoretical predictions\npresented here, show that in the low shear limit, for a ``transverse flow''\nscattering geometry (scattering wave vector q perpendicular to the direction of\nflow) the measured relaxation times are independent of the flow rate and\ndetermined only by the diffusive motion of the particles. This is not generally\nvalid and in particular, for a ``longitudinal flow'' (q || flow) scattering\ngeometry, the relaxation times are strongly affected by the flow-induced motion\nof the particles. Our results show that the Brownian diffusion of colloidal\nparticles can be measured in a flowing sample and that, up to flux limitations,\nthe experimental conditions under which this is possible are easier to achieve\nat higher values of q.\n","Comment: 7 pages, 5 figures, to appear in J. Synchrotron Rad"]}]
["0803.1445",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1445"],"date":["2008-03-10"],"type":["text"],"creator":["Rajesh, R.","Sharma, Vinod"],"language":[],"coverage":[],"title":["Distributed Joint Source-Channel Coding on a Multiple Access Channel\n  with Side Information"],"description":["  We consider the problem of transmission of several distributed sources over a\nmultiple access channel (MAC) with side information at the sources and the\ndecoder. Source-channel separation does not hold for this channel. Sufficient\nconditions are provided for transmission of sources with a given distortion.\nThe source and/or the channel could have continuous alphabets (thus Gaussian\nsources and Gaussian MACs are special cases). Various previous results are\nobtained as special cases. We also provide several good joint source-channel\ncoding schemes for a discrete/continuous source and discrete/continuous\nalphabet channel. Channels with feedback and fading are also considered.\n  Keywords: Multiple access channel, side information, lossy joint\nsource-channel coding, channels with feedback, fading channels.\n","Comment: 49 pages, Technical Report, DRDO-IISc programme on Advanced Research\n  in Mathematical Engineering, Dept of ECE, Indian Institute of Science,\n  Bangalore, India"]}]
["0803.1450",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1450"],"date":["2008-03-10"],"type":["text"],"creator":["Milardi, C."],"language":[],"coverage":[],"title":["DAFNE Interaction Regions upgrade"],"description":["  DAFNE, the Frascati F-factory, has recently completed experimental runs for\nthe three main detectors, KLOE, FINUDA and DEAR achieving 1.6x10E+32 cm-2s-1\npeak and 10 pb-1 daily integrated luminosities. Improving these results by a\nsignificant factor requires changing the collision scheme. For this reason, in\nview of the SIDDHARTA detector installation, relevant modifications of the\nmachine have been realized, aimed at implementing a new collision scheme based\non a large Piwinski angle and crab-waist, together with several other hardware\nmodifications involving injection kickers, bellows and beam pipe sections.\n","Comment: 5 pages, 8 figures, invited talk to CARE-HHH-APD IR'07 Workshop,\n  Frascati, 7-9 November 2007"]}]
["0803.1451",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1451"],"date":["2008-03-10"],"type":["text"],"creator":["Soldner-Rembold, Stefan"],"language":[],"coverage":[],"title":["Standard Model Higgs Searches"],"description":["  The status and perspectives of Standard Model Higgs searches are discussed.\n","Comment: submitted to Proceedings of Lepton-Photon 2007, 13-18 August 2007,\n  Daegu, Korea"]}]
["0803.1453",{"format":[],"subject":["Mathematics - Probability","60E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1453"],"date":["2008-03-10"],"type":["text"],"creator":["Major, Peter"],"language":[],"coverage":[],"title":["Estimation of Wiener--Ito integrals and polynomials of independent\n  Gaussian random variables"],"description":["  In this paper I prove good estimates on the moments and tail distribution of\n$k$-fold Wiener--It\\^o integrals and also present their natural counterpart for\npolynomials of independent Gaussian random variables. The proof is based on the\nso-called diagram formula for Wiener--It\\^o integrals which yields a good\nrepresentation for their products as a sum of such integrals. I intend to show\nin a subsequent paper that this method also yields good estimates for\ndegenerate $U$-statistics. The main result of this paper is a generalization of\nthe estimates of Hanson and Wright about bilinear forms of independent standard\nnormal random variables. On the other hand, it is a weaker estimate than the\nmain result of a paper of Lata{\\l}a [6]. But that paper contains an error, and\nit is not clear whether its result is true. This question is also discussed\nhere.\n"]}]
["0803.1454",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1454"],"date":["2008-03-10"],"type":["text"],"creator":["Korada, Satish Babu","Macris, Nicolas"],"language":[],"coverage":[],"title":["Tight Bounds on the Capacity of Binary Input random CDMA Systems"],"description":["  We consider multiple access communication on a binary input additive white\nGaussian noise channel using randomly spread code division. For a general class\nof symmetric distributions for spreading coefficients, in the limit of a large\nnumber of users, we prove an upper bound on the capacity, which matches a\nformula that Tanaka obtained by using the replica method. We also show\nconcentration of various relevant quantities including mutual information,\ncapacity and free energy. The mathematical methods are quite general and allow\nus to discuss extensions to other multiuser scenarios.\n","Comment: 34 pages"]}]
["0803.1474",{"format":[],"subject":["Mathematics - Optimization and Control","78-02, 35J20, 49S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1474"],"date":["2008-03-10"],"type":["text"],"creator":["Dobson, David C.","Simeonova, Lyubima B."],"language":[],"coverage":[],"title":["Optimization of periodic composite structures for sub-wavelength\n  focusing"],"description":["  Recently, there has been plenty of work in designing and fabricating\nmaterials with an effective negative refractive index. Veselago realized that a\nslab of material with a refractive index of -1 would act as a lens. Pendry\nsuggested that the Veselago lens would act as a superlens, providing a perfect\nimage of an object in contrast to conventional lenses which are only able to\nfocus a point source to an image having a diameter of the order of the\nwavelength of the incident field.\n  Recent work has shown that similar focusing effects can be obtained with\ncertain slabs of ``conventional'' periodic composite materials: photonic\ncrystals. The present work seeks to answer the question of what periodic\ndielectric composite medium (described by dielectric coefficient with positive\nreal part) gives an optimal image of a point source. An optimization problem is\nformulated and it is shown that a solution exists provided the medium has small\nabsorption. Solutions are characterized by an adjoint-state gradient condition,\nand several numerical examples illustrate both the plausibility of this design\napproach, and the possibility of obtaining smaller image spot sizes than with\ntypical photonic crystals.\n","Comment: 15 pages, 6 figures"]}]
["astro-ph/0307072",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0307072","Astron.Astrophys. 417 (2004) 461","doi:10.1051/0004-6361:20031734"],"date":["2003-07-03","2003-09-26"],"type":["text"],"creator":["de Jong, Jelte T. A.","Kuijken, Konrad H.","Crotts, Arlin P. S.","Sackett, Penny D.","Sutherland, Will J.","Uglesich, Robert R.","Baltz, Edward A.","Cseresnjes, Patrick","Gyuk, Geza","Widrow, Lawrence M.","collaboration, the MEGA"],"language":[],"coverage":[],"title":["First Microlensing Events From The MEGA Survey Of M31"],"description":["  We present the first M31 candidate microlensing events from the Microlensing\nExploration of the Galaxy and Andromeda (MEGA) survey. MEGA uses several\ntelescopes to detect microlensing towards the nearby Andromeda galaxy, M31, in\norder to establish whether massive compact objects are a significant\ncontribution to the mass budget of the dark halo of M31. The results presented\nhere are based on observations with the Isaac Newton Telescope on La Palma,\nduring the 1999/00 and 2000/01 observing seasons. In this data set, 14 variable\nsources consistent with microlensing have been detected, 12 of which are new\nand 2 have been reported previously by the POINT-AGAPE group. A preliminary\nanalysis of the spatial and timescale distributions of the candidate events\nsupport their microlensing nature. We compare the spatial distributions of the\ncandidate events and of long-period variable stars, assuming the chances of\nfinding a long-period variable and a microlensing event are comparable. The\nspatial distribution of our candidate microlensing events is more far/near side\nasymmetric than expected from the detected long-period variable distribution.\nThe current analysis is preliminary and the asymmetry not highly significant,\nbut the spatial distribution of candidate microlenses is suggestive of the\npresence of a microlensing halo.\n","Comment: revised version, 16 pages, 12 figures, submitted to Astronomy &\n  Astrophysics"]}]
["math-ph/0207037",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0207037","J. Math. Phys. 44, No. 2, 899-912 (2003)","doi:10.1063/1.1521239"],"date":["2002-07-26","2003-01-21"],"type":["text"],"creator":["Sing, Bernd"],"language":[],"coverage":[],"title":["Kolakoski-(2m,2n) are limit-periodic model sets"],"description":["  We consider (generalized) Kolakoski sequences on an alphabet with two even\nnumbers. They can be related to a primitive substitution rule of constant\nlength ell. Using this connection, we prove that they have pure point dynamical\nand pure point diffractive spectrum, where we make use of the strong interplay\nbetween these two concepts. Since these sequences can then be described as\nmodel sets with ell-adic internal space, we add an approach to ``visualize''\nsuch internal spaces.\n","Comment: 15 pages, 3 figures; updated references, corrected typos"]}]
["math-ph/0301019",{"format":[],"subject":["Mathematical Physics","Mathematics - Metric Geometry","43A25, 52C23, 82B20, 78A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0301019","in: H.-R. Trebin (ed.), Quasicrystals: Structure and Physical\n  Properties, Wiley-VCH, Berlin (2003), pp. 188-207.","doi:10.1002/3527606572"],"date":["2003-01-15"],"type":["text"],"creator":["Baake, M.","Moody, R. V.","Richard, C.","Sing, B."],"language":[],"coverage":[],"title":["Which distributions of matter diffract? - Some answers"],"description":["  This review revolves around the question which general distribution of\nscatterers (in a Euclidean space) results in a pure point diffraction spectrum.\nFirstly, we treat mathematical diffration theory and state conditions under\nwhich such a distribution has pure point diffraction. We explain how a cut and\nproject scheme naturally appears in this context and then turn our attention to\nthe special situation of model sets and lattice substitution systems. As an\nexample, we analyse the paperfolding sequence. In the last part, we summarize\nsome aspects of stochastic point sets, with focus both on structure and\ndiffraction.\n","Comment: 20 pages, 3 figures"]}]
["math-ph/0405064",{"format":[],"subject":["Mathematical Physics","52C07, 42B05, 60D05, 82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0405064","Lett. Math. Phys. 68, No. 3, 165-173 (2004)","doi:10.1023/B:MATH.0000045555.93532.6d"],"date":["2004-05-27"],"type":["text"],"creator":["Baake, Michael","Sing, Bernd"],"language":[],"coverage":[],"title":["Diffraction spectrum of lattice gas models above T_c"],"description":["  The diffraction spectra of lattice gas models on Z^d with finite-range\nferromagnetic two-body interaction above T_c or with certain rates of decay of\nthe potential are considered. We show that these diffraction spectra almost\nsurely exist, are Z^d-periodic and consist of a pure point part and an\nabsolutely continuous part with continuous density.\n","Comment: 9 pages, no figures"]}]
["math/0203030",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematical Physics","Mathematics - Classical Analysis and ODEs","43A25","52C23","37A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0203030","J. Reine und Angew. Math. (Crelle) 573 (2004) 61 - 94"],"date":["2002-03-04","2004-04-07"],"type":["text"],"creator":["Baake, Michael","Moody, Robert V."],"language":[],"coverage":[],"title":["Weighted Dirac combs with pure point diffraction"],"description":["  A class of translation bounded complex measures, which have the form of\nweighted Dirac combs, on locally compact Abelian groups is investigated. Given\nsuch a Dirac comb, we are interested in its diffraction spectrum which emerges\nas the Fourier transform of the autocorrelation measure. We present a\nsufficient set of conditions to ensure that the diffraction measure is a pure\npoint measure. Simultaneously, we establish a natural link to the theory of the\ncut and project formalism and to the theory of almost periodic measures. Our\nconditions are general enough to cover the known theory of model sets, but also\nto include examples such as the visible lattice points.\n","Comment: 44 pages; several corrections and improvements"]}]
["math/0411144",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Number Theory","20K99","05D99, 05E99","11B25","11B75","11R04","11S99","20C15","20D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411144","Acta Arith. 131(2008), no.4, 341-350"],"date":["2004-11-07","2008-03-11"],"type":["text"],"creator":["Lettl, Günter","Sun, Zhi-Wei"],"language":[],"coverage":[],"title":["On covers of abelian groups by cosets"],"description":["  Let G be any abelian group and {a_sG_s}_{s=1}^k be a finite system of cosets\nof subgroups G_1,...,G_k. We show that if {a_sG_s}_{s=1}^k covers all the\nelements of G at least m times with the coset a_tG_t irredundant then\n[G:G_t]\\le 2^{k-m} and furthermore k\\ge m+f([G:G_t]), where f(\\prod_{i=1}^r\np_i^{alpha_i})=\\sum_{i=1}^r alpha_i(p_i-1) if p_1,...,p_r are distinct primes\nand alpha_1,...,alpha_r are nonnegative integers. This extends Mycielski's\nconjecture in a new way and implies a conjecture of Gao and Geroldinger. Our\nnew method involves algebraic number theory and characters of abelian groups.\n","Comment: 10 pages, also related to Number Theory and Combinatorics"]}]
["math/0508049",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","58D27 (Primary), 53C07, 46T05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508049","Nagoya Mathematical Journal, Vol. 188 (2007), 107-131"],"date":["2005-08-01","2008-03-10"],"type":["text"],"creator":["Tsukamoto, Masaki"],"language":[],"coverage":[],"title":["Gluing an infinite number of instantons"],"description":["  This paper is one step toward infinite energy gauge theory and the geometry\nof infinite dimensional moduli spaces. We generalize a gluing construction in\nthe usual Yang-Mills gauge theory to an ``infinite energy'' situation. We show\nthat we can glue an infinite number of instantons, and that the resulting\ninstantons have infinite energy in general. Moreover we show that they have an\ninfinite dimensional parameter space. Our construction is a generalization of\nDonaldson's ``alternating method''.\n","Comment: Some explanations are added"]}]
["math/0601067",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601067","Discrete Comput. Geom. 37, No.3, 381-401 (2007)","doi:10.1007/s00454-006-1280-9"],"date":["2006-01-04","2006-07-04"],"type":["text"],"creator":["Frettlöh, D.","Sing, B."],"language":[],"coverage":[],"title":["Computing modular coincidences"],"description":["  Computing modular coincidences can show whether a given substitution system,\nwhich is supported on a point lattice in R^d, consists of model sets or not. We\nprove the computatibility of this problem and determine an upper bound for the\nnumber of iterations needed. The main tool is a simple algorithm for computing\nmodular coincidences, which is essentially a generalization of Dekking\ncoincidence to more than one dimension, and the proof of equivalence of this\ngeneralized Dekking coincidence and modular coincidence. As a consequence, we\nalso obtain some conditions for the existence of modular coincidences. In a\nseparate section, and throughout the article, a number of examples are given.\n","Comment: 24 pages, 11 figures"]}]
["math/0609183",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609183","Journal of Computational Physics, Volume 225, Issue 2 (August\n  2007),Pages 1218-1232, SSN:0021-9991","doi:10.1016/j.jcp.2007.01.020"],"date":["2006-09-06","2006-12-13"],"type":["text"],"creator":["Soffer, A.","Stucchio, C."],"language":[],"coverage":[],"title":["Open Boundaries for the Nonlinear Schrodinger Equation"],"description":["  We present a new algorithm, the Time Dependent Phase Space Filter (TDPSF)\nwhich is used to solve time dependent Nonlinear Schrodinger Equations (NLS).\nThe algorithm consists of solving the NLS on a box with periodic boundary\nconditions (by any algorithm). Periodically in time we decompose the solution\ninto a family of coherent states. Coherent states which are outgoing are\ndeleted, while those which are not are kept, reducing the problem of reflected\n(wrapped) waves. Numerical results are given, and rigorous error estimates are\ndescribed.\n  The TDPSF is compatible with spectral methods for solving the interior\nproblem. The TDPSF also fails gracefully, in the sense that the algorithm\nnotifies the user when the result is incorrect. We are aware of no other method\nwith this capability.\n","Comment: 21 pages, 4 figures"]}]
["math/0612833",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","12D10, 26C10, 30C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612833"],"date":["2006-12-28","2008-03-11"],"type":["text"],"creator":["Fisk, Steve"],"language":[],"coverage":[],"title":["Polynomials, roots, and interlacing"],"description":["  This work is divided into three parts. The first part concerns polynomials in\none variable with all real roots. We consider linear transformations that\npreserve real rootedness, as well as matrices that preserve interlacing. The\nsecond part covers polynomials in several variables that generalize polynomials\nwith all real roots. We introduce generating functions and use them to\nestablish properties of a linear transformation. We also consider matrices and\nmatrix polynomials. The third part considers polynomials with complex roots.\nThe two main classes considered are polynomials with all roots in the left half\nplane (stable polynomials) and those with all roots in the lower half plane\n(Upper half plane polynomials). These naturally generalize to polynomials in\nmany variables.\n  And, of course, there is much more.\n","Comment: 784 pages. Third part revised, new chapter on polynomial sequences\n  satisfing a recurrence relation with polynomial coefficients. New sections:\n  the division algorithm for interlacing polynomials, the Faa di Bruno problem,\n  musings on the BMV conjecture, generators for 2 by 2 matrices of determinant\n  1 with interlacing entries, variations on multiaffine polynomials"]}]
["quant-ph/0610150",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0610150","Phys. Rev. A 76 013821 (2007)","doi:10.1103/PhysRevA.76.013821"],"date":["2006-10-18"],"type":["text"],"creator":["Rabinak, Itay","Ginossar, Eran","Levit, Shimon"],"language":[],"coverage":[],"title":["Atom in a coherently controlled squeezed vacuum"],"description":["  A broadband squeezed vacuum photon field is characterized by a complex\nsqueezing function. We show that by controlling the wavelength dependence of\nits phase it is possible to change the dynamics of the atomic polarization\ninteracting with the squeezed vacuum. Such a phase modulation effectively\nproduces a finite range temporal interaction kernel between the two quadratures\nof the atomic polarization yielding the change in the decay rates as well as\nthe appearance of additional oscillation frequencies. We show that decay rates\nslower than the spontaneous decay rate can be achieved even for a squeezed bath\nin the classic regime. For linear and quadratic phase modulations the power\nspectrum of the scattered light exhibits narrowing of the central peak due to\nthe modified decay rates. For strong phase modulations side lobes appear\nsymmetrically around the central peak reflecting additional oscillation\nfrequencies.\n","Comment: 4 pages, 4 figures"]}]
