["0704.0888",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0888","Physical Review B 76, 10 (2007) 100406(R)","doi:10.1103/PhysRevB.76.100406"],"date":["2007-04-06"],"type":["text"],"creator":["Kramer, S.","Stern, R.","Horvatic, M.","Berthier, C.","Kimura, T.","Fisher, I. R."],"language":[],"coverage":[],"title":["NMR evidence for a strong modulation of the Bose-Einstein Condensate in\n  BaCuSi$_2$O$_6$"],"description":["  We present a $^{63,65}$Cu and $^{29}$Si NMR study of the quasi-2D coupled\nspin 1/2 dimer compound BaCuSi$_2$O$_6$ in the magnetic field range 13-26 T and\nat temperatures as low as 50 mK. NMR data in the gapped phase reveal that below\n90 K different intra-dimer exchange couplings and different gaps\n($\\Delta_{\\rm{B}}/\\Delta_{\\rm{A}}$ = 1.16) exist in every second plane along\nthe c-axis, in addition to a planar incommensurate (IC) modulation. $^{29}$Si\nspectra in the field induced magnetic ordered phase reveal that close to the\nquantum critical point at $H_{\\rm{c1}}$ = 23.35 T the average boson density\n$\\bar{n}$ of the Bose-Einstein condensate is strongly modulated along the\nc-axis with a density ratio for every second plane\n$\\bar{n}_{\\rm{A}}/\\bar{n}_{\\rm{B}} \\simeq 5$. An IC modulation of the local\ndensity is also present in each plane. This adds new constraints for the\nunderstanding of the 2D value $\\phi$ = 1 of the critical exponent describing\nthe phase boundary.\n"]}]
["0705.4208",{"format":[],"subject":["Mathematics - Commutative Algebra","13A15, 13A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4208"],"date":["2007-05-29","2008-02-11"],"type":["text"],"creator":["Mimouni, Abdeslam"],"language":[],"coverage":[],"title":["Ratliff-Rush Closure of Ideals in Integral Domains"],"description":["  This paper studies the Ratliff-Rush closure of ideals in integral domains. By\ndefinition, the Ratliff-Rush closure of an ideal $I$ of a domain $R$ is the\nideal given by $\\tilde{I}:=\\bigcup(I^{n+1}:_{R}I^{n})$ and an ideal $I$ is said\nto be a Ratliff-Rush ideal if $\\tilde{I}=I$. We completely characterize\nintegrally closed domains in which every ideal is a Ratliff-Rush ideal and we\ngive a complete description of the Ratliff-Rush closure of an ideal in a\nvaluation domain.\n","Comment: 10 pages"]}]
["0707.1045",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1045","Phys. Rev. Lett. 99, 176103 (2007)","doi:10.1103/PhysRevLett.99.176103"],"date":["2007-07-06"],"type":["text"],"creator":["Fernandez-Torrente, I.","Monturet, S.","Franke, K. J.","Fraxedas, J.","Lorente, N.","Pascual, J. I."],"language":[],"coverage":[],"title":["Long-range repulsive interaction between TTF molecules on a metal\n  surface induced by charge transfer"],"description":["  The low-coverage adsorption of a molecular electron donor,\ntetrathiafulvalene, on Au(111) is characterized by the spontaneous formation of\nsuperlattice of monomers, whose spacing exceeds the equilibrium distance of\nnon-covalent interactions and depends on coverage. The origin of this peculiar\ngrowth mode is due to a long-range repulsive interaction between molecules. The\nanalysis of molecular-pair distributions obtained by scanning tunneling\nmicroscopy measurements permits us to determine that the nature of TTF\nintermolecular interactions on Au (111) is electrostatic. A repulsion between\nmolecules is caused by the accumulation of charge due to electron donation into\nthe metal surface, as pictured through density functional theory calculations.\n"]}]
["0708.0962",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0962"],"date":["2007-08-07","2008-02-11"],"type":["text"],"creator":["Kassaei, Payman L."],"language":[],"coverage":[],"title":["Overconvergence and classicality: the case of curves"],"description":["  Given our set-up of a system of curves and maps between them satisfying\ncertain assumptions, we prove a classicality criterion for overconvergent\nsections of line bundles over these curves. As a result, we prove such criteria\nfor overconvergent modular forms over various Shimura curves. In particular, we\nprovide a classicality criterion for overconvergent modular forms studied in\n[Kassaei: P-adic modular forms over Shimura curves over totally real fields,\nCompositio Math. 140 (2004), no 2, 359-395] and their higher-level\ngeneralizations.\n"]}]
["0708.3584",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55U35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3584","New-York Journal of Mathematics, vol. 14 : p. 101-137, 2008"],"date":["2007-08-27"],"type":["text"],"creator":["Gaucher, Philippe"],"language":[],"coverage":[],"title":["Globular realization and cubical underlying homotopy type of time flow\n  of process algebra"],"description":["  We construct a small realization as flow of every precubical set (modeling\nfor example a process algebra). The realization is small in the sense that the\nconstruction does not make use of any cofibrant replacement functor and of any\ntransfinite construction. In particular, if the precubical set is finite, then\nthe corresponding flow has a finite globular decomposition. Two applications\nare given. The first one presents a realization functor from precubical sets to\nglobular complexes which is characterized up to a natural S-homotopy. The\nsecond one proves that, for such flows, the underlying homotopy type is\nnaturally isomorphic to the homotopy type of the standard cubical complex\nassociated with the precubical set.\n","Comment: 31 pages, 1 figure, LaTeX2e"]}]
["0709.0625",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0625"],"date":["2007-09-05","2008-02-11"],"type":["text"],"creator":["Mishchenko, Kateryna","Holmgren, Sverker","Ronnegard, Lars"],"language":[],"coverage":[],"title":["Efficient Implementation of the AI-REML Iteration for Variance Component\n  QTL Analysis"],"description":["  Regions in the genome that affect complex traits, quantitative trait loci\n(QTL), can be identified using statistical analysis of genetic and phenotypic\ndata. When restricted maximum-likelihood (REML) models are used, the mapping\nprocedure is normally computationally demanding. We develop a new efficient\ncomputational scheme for QTL mapping using variance component analysis and the\nAI-REML algorithm. The algorithm uses an exact or approximative low-rank\nrepresentation of the identity-by-descent matrix, which combined with the\nWoodbury formula for matrix inversion results in that the computations in the\nAI-REML iteration body can be performed more efficiently. For cases where an\nexact low-rank representation of the IBD matrix is available a-priori, the\nimproved AI-REML algorithm normally runs almost twice as fast compared to the\nstandard version. When an exact low-rank representation is not available, a\ntruncated spectral decomposition is used to determine a low-rank approximation.\nWe show that also in this case, the computational efficiency of the AI-REML\nscheme can often be significantly improved.\n","Comment: 14 pages, 2 figures"]}]
["0709.1677",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14H60","13A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1677"],"date":["2007-09-11","2008-02-11"],"type":["text"],"creator":["Brenner, Holger","Kaid, Almar"],"language":[],"coverage":[],"title":["A remark on Frobenius descent for vector bundles"],"description":["  We give a class of examples of vector bundles on a relative smooth projective\ncurve over Spec Z such that for infinitely many prime reductions the bundle has\na Frobenius descent, but the restriction to the generic fiber in characteristic\nzero is not semistable. In the third section of the paper we prove for a large\nclass of varieties (including abelian varieties) that any vector bundle with\nthis Frobenius descent property is generically semistable.\n","Comment: Final version. Several changes and improvements. In particular, we\n  added the comments of the referee which helped to simplify the proof of Lemma\n  2.1 and to clarify Example 2.5 via Lemma 2.4. To appear in Michigan Math. J.\n  2008"]}]
["0709.4111",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4111","Nature Physics, VOL 4, 112 (2008)","doi:10.1038/nphys813"],"date":["2007-09-26","2007-11-29"],"type":["text"],"creator":["Loder, F.","Kampf, A. P.","Kopp, T.","Mannhart, J.","Schneider, C. W.","Barash, Yu. S."],"language":[],"coverage":[],"title":["h/e-Periodicity in Superconducting Loops"],"description":["  The magnetic flux periodicity of superconducting loops as well as flux\nquantization itself are a manifestation of macroscopic quantum phenomena with\nfar reaching implications. They provide the key to the understanding of many\nfundamental properties of superconductors and are the basis for most bulk and\ndevice applications of these materials. In superconducting rings the electrical\ncurrent has been known to periodically respond to a magnetic flux with a\nperiodicity of $\\bm{h/2e}$. Here, the ratio of Planck's constant and the\nelementary charge defines the magnetic flux quantum $\\bm{h/e}$. The well-known\n$\\bm{h/2e}$ periodicity is viewed to be a hallmark for electronic pairing in\nsuperconductors and is considered evidence for the existence of Cooper pairs.\nHere we show that in contrast to this long-term belief, rings of many\nsuperconductor bear an $\\bm{h/e}$ periodicity. These superconductors include\nthe high-$\\bm{T_c}$ cuprates, Sr$_2$RuO$_4$, the heavy-fermion superconductors,\nas well as all other unconventional superconductors with nodes in the energy\ngap functions, and s-wave superconductors with small gaps or states in the gap.\nAs we show, the 50-year-old Bardeen--Cooper--Schrieffer theory of\nsuperconductivity implies that for multiply connected paths of such\nsuperconductors the ground-state energies and consequently also the\nsupercurrents are generically $\\bm{h/e}$ periodic. The origin of this\nperiodicity is a magnetic-field driven reconstruction of the condensate and a\nconcomitant Doppler-shifted energy spectrum. The robust, flux induced\nreconstruction of the condensate will be an important aspect to understand the\nmagnetic properties of mesoscopic unconventional superconductors.\n","Comment: To appear in Nature Physics (2008). The new version has the same main\n  text and figures but also includes the supplementary material with a short\n  Appendix A on the \"Numerical Method\" and a longer Appendix B on an analytical\n  \"Multichannel Model for Large D-Wave Rings\""]}]
["0710.0626",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0626","Physical Review B 77, 054411 (2008)","doi:10.1103/PhysRevB.77.054411"],"date":["2007-10-03","2008-01-07"],"type":["text"],"creator":["Metlitski, Max A.","Sachdev, Subir"],"language":[],"coverage":[],"title":["Valence bond solid order near impurities in two-dimensional quantum\n  antiferromagnets"],"description":["  Recent scanning tunnelling microscopy (STM) experiments on underdoped\ncuprates have displayed modulations in the local electronic density of states\nwhich are centered on a Cu-O-Cu bond (Kohsaka et. al., cond-mat/0703309). As a\nparadigm of the pinning of such bond-centered ordering in strongly correlated\nsystems, we present the theory of valence bond solid (VBS) correlations near a\nsingle impurity in a square lattice antiferromagnet. The antiferromagnet is\nassumed to be in the vicinity of a quantum transition from a magnetically\nordered Neel state to a spin-gap state with long-range VBS order. We identify\ntwo distinct classes of impurities: i) local modulation in the exchange\nconstants, and ii) a missing or additional spin, for which the impurity\nperturbation is represented by an uncompensated Berry phase. The `boundary'\ncritical theory for these classes is developed: in the second class we find a\n`VBS pinwheel' around the impurity, accompanied by a suppression in the VBS\nsusceptibility. Implications for numerical studies of quantum antiferromagnets\nand for STM experiments on the cuprates are noted.\n","Comment: 41 pages, 6 figures; (v2) Minor changes in terminology, added\n  references"]}]
["0710.2364",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2364"],"date":["2007-10-11","2008-02-11"],"type":["text"],"creator":["Ita, Eyo Eyo"],"language":[],"coverage":[],"title":["A systematic approach to the solution of the constraints of quantum\n  gravity: The full theory"],"description":["  This is the third paper in a series outlining an algorithm to construct\nfinite states of quantum gravity in Ashtekar variables. In this paper we treat\nthe case of the Klein--Gordon field quantized with gravity on the same footing.\nWe address the full theory, outlining the solution to the constraints and the\nconstruction of the corresponding wavefunction of the universe. The basic\nmethod for the full theory is to expand the constraints relative to the\nsolution for the pure Kodama state and rewrite them in the form of a\ngeneralized nonlinear group transformation of the CDJ matrix, viewed as a\nnine-dimensional vector. We then outline a prescription for finding the fixed\npoint of the flow, and the corresponding generalized Kodama state for the full\ntheory is constructed. The final solution is expressed in an asymptotic series\nin powers of model-specific matter inputs, suppressed by a small dimensionless\nconstant, relative to the pure Kodama state. We discuss this expansion from\ndifferent perspectives. Lastly, we explicitly show how the solution to the\nquantized constraints establishes a wavefunction of the universe with a\npredetermined semiclassical limit built in as a boundary condition on quantized\ngravity in the full theory.\n","Comment: 40 pages. Introductory treatment of the full theory for generalized\n  Kodama states"]}]
["0711.3470",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3470","Phys. Rev. Lett. v.100, p.066402 (2008)","doi:10.1103/PhysRevLett.100.066402"],"date":["2007-11-21","2008-02-04"],"type":["text"],"creator":["Elser, Justin","Podolskiy, Viktor A."],"language":[],"coverage":[],"title":["Scattering-free plasmonic optics with anisotropic metamaterials"],"description":["  We develop an approach to utilize anisotropic metamaterials to solve one of\nthe fundamental problems of modern plasmonics -- parasitic scattering of\nsurface waves into free-space modes, opening the road to truly two-dimensional\nplasmonic optics. We illustrate the developed formalism on examples of\nplasmonic refractor and plasmonic crystal, and discuss limitations of the\ndeveloped technique and its possible applications for sensing and imaging\nstructures, high-performance mode couplers, optical cloaking structures, and\ndynamically reconfigurable electro-plasmonic circuits.\n"]}]
["0711.4107",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4107","doi:10.1051/0004-6361:20079149"],"date":["2007-11-26","2008-02-08"],"type":["text"],"creator":["Leahy, Denis A.","Tian, Wenwu"],"language":[],"coverage":[],"title":["The Distance of the SNR Kes 75 and PWN PSR J1846-0258 System"],"description":["  The supernova remnant (SNR) Kes 75/PSR J1846-0258 association can be regarded\nas certain due to the accurate location of young PSR J1846-0258 at the center\nof Kes 75 and the detected bright radio/X-ray synchrotron nebula surrounding\nthe pulsar. We provide a new distance estimate to the SNR/pulsar system by\nanalyzing the HI and $^{13}$CO maps, the HI emission and absorption spectra,\nand the $^{13}$CO emission spectrum of Kes 75. No absorption features at\nnegative velocities strongly argue against the widely-used large distance of 19\nto 21 kpc for Kes 75, and show that Kes 75 is within the Solar circle, i.e. a\ndistance $d<$13.2 kpc. Kes 75 is likely at distance of 5.1 to 7.5 kpc because\nthe highest HI absorption velocity is at 95 km/s and no absorption is\nassociated with a nearby HI emission peak at 102 km/s in the direction of Kes\n75. This distance to Kes 75 gives a reasonable luminosity of PSR J1846-0258 and\nits PWN, and also leads to a much smaller radius for Kes 75. So the age of the\nSNR is consistent with the spin-down age of PSR J1846-0258, confirming this\npulsar as the second-youngest in the Galaxy.\n","Comment: 5 pages, two pictures, A&A letters"]}]
["0712.2034",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2034"],"date":["2007-12-12","2008-02-11"],"type":["text"],"creator":["Cruzeiro, Leonor"],"language":[],"coverage":[],"title":["Exploring proteins multi-funnel energy landscape"],"description":["  An all-atom model of proteins is used to show that the same sequence of amino\nacids can have many alternative structures, that are very distant from, and\nthat can be as stable as, the corresponding native structure. Such alternative\nstructures are not easily rationalized as belonging to the native basin and\nindicate instead that the free energy landscape of proteins is\nmulti-funnel-shaped and that Anfinsen's thermodynamic hypothesis alone cannot\nexplain protein folding. An alternative two-step process for folding is\nproposed and its consistency with the experimental evidence available is\ndiscussed.\n","Comment: 5 pages, 2 figures"]}]
["0712.2726",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems","37E05, 37C30, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2726"],"date":["2007-12-17","2008-02-11"],"type":["text"],"creator":["Dedecker, J.","Prieur, C."],"language":[],"coverage":[],"title":["Some unbounded functions of intermittent maps for which the central\n  limit theorem holds"],"description":["  We compute some dependence coefficients for the stationary Markov chain whose\ntransition kernel is the Perron-Frobenius operator of an expanding map $T$ of\n$[0, 1]$ with a neutral fixed point. We use these coefficients to prove a\ncentral limit theorem for the partial sums of $f\\circ T^i$, when $f$ belongs to\na large class of unbounded functions from $[0, 1]$ to ${\\mathbb R}$. We also\nprove other limit theorems and moment inequalities.\n","Comment: 16 pages"]}]
["0712.2735",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2735","Phys. Rev. A 77, 021801(R) (2008)","doi:10.1103/PhysRevA.77.021801"],"date":["2007-12-17","2008-02-11"],"type":["text"],"creator":["Jha, Anand Kumar","O'Sullivan, Malcolm N.","Chan, Kam Wai Clifford","Boyd, Robert W."],"language":[],"coverage":[],"title":["Temporal Coherence and Indistinguishability in Two-Photon Interference\n  Effects"],"description":["  We show that temporal two-photon interference effects involving the signal\nand idler photons created by parametric down-conversion can be fully\ncharacterized in terms of the variations of two length parameters--called the\nbiphoton path-length difference and the biphoton path-asymmetry- length\ndifference--which we construct using the six different length parameters that a\ngeneral two-photon interference experiment involves. We perform an experiment\nin which the effects of the variations of these two parameters can be\nindependently controlled and studied. In our experimental setup, which does not\ninvolve mixing of signal and idler photons at a beam splitter, we further\nreport observations of Hong-Ou-Mandel- (HOM-)like effects both in coincidence\nand in one-photon count rates. As an important consequence, we argue that the\nHOM and the HOM-like effects are best described as observations of how\ntwo-photon coherence changes as a function of the biphoton path-\nasymmetry-length difference.\n","Comment: 4 pages, 3 figures, typos corrected, FIG. 2 slightly edited"]}]
["0712.3996",{"format":[],"subject":["Mathematics - Combinatorics","05C75, 05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3996"],"date":["2007-12-24","2008-02-11"],"type":["text"],"creator":["Danilov, Vladimir I.","Karzanov, Alexander V.","Koshevoy, Gleb A."],"language":[],"coverage":[],"title":["On bases of tropical Pl\\\"ucker functions"],"description":["  We consider functions $f:B\\to\\Rset$ that obey tropical analogs of classical\nPl\\\"ucker relations on minors of a matrix. The most general set $B$ that we\ndeal with in this paper is of the form $\\{x\\in \\Zset^n\\colon 0\\le x\\le a, m\\le\nx_1+...+x_n\\le m'\\}$ (a rectangular integer box ``truncated from below and\nabove''). We construct a basis for the set $\\Tscr$ of tropical Pl\\\"ucker\nfunctions on $B$, a subset $\\Bscr\\subseteq B$ such that the restriction map\n$\\Tscr\\to\\Rset^\\Bscr$ is bijective. Also we characterize, in terms of the\nrestriction to the basis, the classes of submodular, so-called skew-submodular,\nand discrete concave functions in $\\Tscr$, discuss a tropical analogue of the\nLaurentness property, and present other results.\n","Comment: 44 pages. This is a revision of the original version, where some\n  improvements are done and new results are added (in particular, the classes\n  of submodular and discrete concave tropical Pl\\\"ucker functions are\n  characterized, and a tropical analogue of the Laurent phenomenon is shown"]}]
["0801.2636",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2636"],"date":["2008-01-17","2008-02-09"],"type":["text"],"creator":["Abed, Jamil","Schulze, Bert-Wolfgang"],"language":[],"coverage":[],"title":["Operators with Corener-degenerate Symbols"],"description":["  We establish elements of a new approch to ellipticity and parametrices within\noperator algebras on a manifold with higher singularities, only based on some\ngeneral axiomatic requirements on parameter-dependent operators in suitable\nscales of spaces. The idea is to model an iterative process with new\ngenerations of parameter-dependent operator theories, together with new scales\nof spaces that satisfy analogous requirements as the original ones, now on a\ncorresponding higher level.\n  The \"full\" calculus is voluminous; so we content ourselves here with some\ntypical aspects such as symbols in terms of order reducing families, classes of\nrelevant examples, and operators near a corner point.\n","Comment: 40 pages"]}]
["0802.0619",{"format":[],"subject":["Mathematics - Number Theory","11N37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0619"],"date":["2008-02-05","2008-02-11"],"type":["text"],"creator":["Fel, Leonid G."],"language":[],"coverage":[],"title":["On Summatory Totient Functions"],"description":["  The lower and upper bounds are found for the leading term of summatory\ntotient function $\\sum_{k\\leq N}k^u\\phi^v(k)$ in various ranges of\n$u\\in{\\mathbb R}$ and $v\\in{\\mathbb Z}$.\n","Comment: 9 pages"]}]
["0802.1076",{"format":[],"subject":["Computer Science - Cryptography and Security","D.4.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1076"],"date":["2008-02-07"],"type":["text"],"creator":["Vergnaud, Damien"],"language":[],"coverage":[],"title":["New Extensions of Pairing-based Signatures into Universal (Multi)\n  Designated Verifier Signatures"],"description":["  The concept of universal designated verifier signatures was introduced by\nSteinfeld, Bull, Wang and Pieprzyk at Asiacrypt 2003. These signatures can be\nused as standard publicly verifiable digital signatures but have an additional\nfunctionality which allows any holder of a signature to designate the signature\nto any desired verifier. This designated verifier can check that the message\nwas indeed signed, but is unable to convince anyone else of this fact. We\npropose new efficient constructions for pairing-based short signatures. Our\nfirst scheme is based on Boneh-Boyen signatures and its security can be\nanalyzed in the standard security model. We prove its resistance to forgery\nassuming the hardness of the so-called strong Diffie-Hellman problem, under the\nknowledge-of-exponent assumption. The second scheme is compatible with the\nBoneh-Lynn-Shacham signatures and is proven unforgeable, in the random oracle\nmodel, under the assumption that the computational bilinear Diffie-Hellman\nproblem is untractable. Both schemes are designed for devices with constrained\ncomputation capabilities since the signing and the designation procedure are\npairing-free. Finally, we present extensions of these schemes in the multi-user\nsetting proposed by Desmedt in 2003.\n","Comment: 23 pages"]}]
["0802.1079",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42C40","11F85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1079"],"date":["2008-02-07"],"type":["text"],"creator":["Albeverio, S.","Evdokimov, S.","Skopina, M."],"language":[],"coverage":[],"title":["$p$-Adic multiresolution analysis and wavelet frames"],"description":["  We study $p$-adic multiresolution analyses (MRAs). A complete\ncharacterisation of test functions generating MRAs (scaling functions) is\ngiven. We prove that only 1-periodic test functions may be taken as orthogonal\nscaling functions. We also suggest a method for the construction of wavelet\nfunctions and prove that any wavelet function generates a $p$-adic wavelet\nframe.\n","Comment: 16 pages"]}]
["0802.1081",{"format":[],"subject":["Mathematics - Complex Variables","32A15","32U40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1081"],"date":["2008-02-08"],"type":["text"],"creator":["De Thelin, Henry"],"language":[],"coverage":[],"title":["Ahlfors' currents in higher dimension"],"description":["  We consider a nondegenerate holomorphic map $f: V \\mapsto X$ where $(X,\n\\omega)$ is a compact hermitian manifold of dimension higher or equal to $k$\nand $V$ is an open connected complex manifold of dimension $k$. In this article\nwe give criteria which permit to construct Ahlfors' currents in $X$.\n"]}]
["0802.1082",{"format":[],"subject":["Mathematics - Group Theory","22E40","20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1082"],"date":["2008-02-07"],"type":["text"],"creator":["Allcock, Daniel"],"language":[],"coverage":[],"title":["On the Y555 complex reflection group"],"description":["  We give a computer-free proof of a theorem of Basak, describing the group\ngenerated by 16 complex reflections of order 3, satisfying the braid and\ncommutation relations of the Y555 diagram. The group is the full isometry group\nof a certain lattice of signature (13,1) over the Eisenstein integers Z[cube\nroot of 1]. Along the way we enumerate the cusps of this lattice and classify\nthe root and Niemeier lattices over this ring.\n","Comment: 16 pages; submitted"]}]
["0802.1089",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1089"],"date":["2008-02-07"],"type":["text"],"creator":["Szakáts, R.","Szabó, Gy. M.","Szatmáry, K."],"language":[],"coverage":[],"title":["Does the period of BE Lyncis really vary?"],"description":["  New photometric series of BE Lyncis are presented. With template curve\nfitting we re-determined the $O-C$ for BE Lyncis. The phase shift diagram is\napparently constant, disproving the suspected period variations of BE Lyn.\n","Comment: 4 pages, 3 figures, IBVS 5816,\n  http://www.konkoly.hu/cgi-bin/IBVS?5816"]}]
["0802.1091",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1091"],"date":["2008-02-07"],"type":["text"],"creator":["Zilbergleyt, B."],"language":[],"coverage":[],"title":["Equilibrium Constant as Solution to the Open Chemical Systems"],"description":["  According to contemporary views, equilibrium constant is relevant only to\ntrue thermodynamic equilibria in isolated systems with one chemical reaction.\nThe paper presents a novel formula that ties-up equilibrium constant and\nchemical system composition at any state, isolated or open as well. Extending\nthe logarithmic logistic map of the Discrete Thermodynamics of Chemical\nEquilibria, this formula maps the system population at isolated equilibrium\ninto the population at any open equilibrium at p,T=const, using equilibrium\nconstant as a measure. Real chemical systems comprise multiple subsystems;\ngiven the resources are limited, joint solution to the set of such expressions,\neach relevant to a specific subsystem, gives equilibrium composition for each\nof them. This result means a fundamental break through in the open systems\nthermodynamics and leads to formerly unknown opportunities in the analysis of\nreal chemical objects.\n","Comment: 2 pages, no figures"]}]
["0802.1092",{"format":[],"subject":["Physics - Computational Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1092"],"date":["2008-02-07"],"type":["text"],"creator":["Gavrilenko, A. V.","Bonner, C. E.","Gavrilenko, V. I."],"language":[],"coverage":[],"title":["Equilibrium Geometries, Reaction Pathways, and Electronic Structures of\n  Ethanol Adsorbed on the Si (111) Surface"],"description":["  Equilibrium atomic configurations and electron energy structure of ethanol\nadsorbed on the Si (111) surface are studied by the first-principles density\nfunctional theory. Geometry optimization is performed by the total energy\nminimization method. Several equilibrium atomic configurations of ethanol, both\nundissociated and dissociated, on the Si (111) surface are found. Reaction\npathways and predicted transition states are discussed in comparison with\navailable experimental data in terms of the feasibility of the reactions\noccurring. Analysis of atom and orbital resolved projected density of states\nindicate substantial modifications of the Si surface valence and conduction\nbands due to the adsorption of ethanol affecting the electrical properties of\nthe surface.\n","Comment: 8 pages, 5 figures, submitted to Physical Review B"]}]
["0802.1095",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1095","Baltic Astonomy (2007), vol. 16, pg. 443"],"date":["2008-02-08"],"type":["text"],"creator":["Graney, Christopher M."],"language":[],"coverage":[],"title":["On the Accuracy of Galileo's Observations"],"description":["  Galileo Galilei had sufficient skill as an observer and instrument builder to\nbe able to measure the positions and apparent sizes of objects seen through his\ntelescopes to an accuracy of 2\" or better. However, Galileo had no knowledge of\nwave optics, so when he was measuring stellar apparent sizes he was producing\nvery accurate measurements of diffraction artifacts and not physical bodies.\n","Comment: Post-publication version with large figures, posted to arxiv with OK\n  of Baltic Astronomy"]}]
["0802.1096",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","33C45","05E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1096"],"date":["2008-02-08"],"type":["text"],"creator":["Nomura, Kazumasa","Terwilliger, Paul"],"language":[],"coverage":[],"title":["The structure of a tridiagonal pair"],"description":["  Let $K$ denote a field and let $V$ denote a vector space over $K$ with finite\npositive dimension. We consider a pair of linear transformations $A:V \\to V$\nand $A^*:V \\to V$ that satisfy the following conditions: (i) each of $A,A^*$ is\ndiagonalizable; (ii) there exists an ordering $\\{V_i\\}_{i=0}^d$ of the\neigenspaces of $A$ such that $A^* V_i \\subseteq V_{i-1} + V_i + V_{i+1}$ for $0\n\\leq i \\leq d$, where $V_{-1}=0$ and $V_{d+1}=0$; (iii) there exists an\nordering $\\{V^*_i\\}_{i=0}^\\delta$ of the eigenspaces of $A^*$ such that $A\nV^*_i \\subseteq V^*_{i-1} + V^*_i + V^*_{i+1}$ for $0 \\leq i \\leq \\delta$,\nwhere $V^*_{-1}=0$ and $V^*_{\\delta+1}=0$; (iv)there is no subspace $W$ of $V$\nsuch that $AW \\subseteq W$, $A^* W \\subseteq W$, $W \\neq 0$, $W \\neq V$. We\ncall such a pair a tridiagonal pair on $V$. It is known that $d=\\delta$ and for\n$0 \\leq i \\leq d$ the dimensions of $V_i, V_{d-i}, V^*_i, V^*_{d-i}$ coincide.\nIn this paper we show that the following (i)--(iv) hold provided that $K$ is\nalgebraically closed: (i) Each of $V_0$, $V^*_0$, $V_d$, $V^*_d$ has dimension\n1. (ii) There exists a nondegenerate symmetric bilinear form $(,)$ on $V$ such\nthat $(Au,v)=(u,Av)$ and $(A^*u,v)=(u,A^*v)$ for all $u,v \\in V$. (iii) There\nexists a unique anti-automorphism of $End(V)$ that fixes each of $A,A^*$. (iv)\nThe pair $A,A^*$ is determined up to isomorphism by the data\n$(\\{\\th_i\\}_{i=0}^d; \\{\\th^*_i\\}_{i=0}^d; \\{\\zeta_i\\}_{i=0}^d)$, where $\\th_i$\n(resp. $\\th^*_i$) is the eigenvalue of $A$ (resp. $A^*$) on $V_i$ (resp.\n$V^*_i$), and $\\{\\zeta_i\\}_{i=0}^d$ is the split sequence of $A,A^*$\ncorresponding to $\\{\\th_i\\}_{i=0}^d$ and $\\{\\th^*_i\\}_{i=0}^d$.\n","Comment: 18 pages"]}]
["0802.1098",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1098"],"date":["2008-02-08"],"type":["text"],"creator":["Roberts, A. J."],"language":[],"coverage":[],"title":["Model dynamics on a multigrid across multiple length and time scales"],"description":["  Most methods for modelling dynamics posit just two time scales: a fast and a\nslow scale. But many applications, including many in continuum mechanics,\npossess a wide variety of space-time scales; often they possess a continuum of\nspace-time scales. I discuss an approach to modelling the discretised dynamics\nof advection and diffusion with rigorous support for changing the resolved\nspatial grid scale by just a factor of two. The mapping of dynamics from a\nfiner grid to a coarser grid is then iterated to generate a hierarchy of models\nacross a wide range of space-time scales, all with rigorous support across the\nwhole hierarchy. This approach empowers us with great flexibility in modelling\ncomplex dynamics over multiple scales.\n"]}]
["0802.1100",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Dynamical Systems","15A51","15A63","46T99","46A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1100"],"date":["2008-02-08"],"type":["text"],"creator":["Ganikhodzhaev, Rasul","Shahidi, Farruh"],"language":[],"coverage":[],"title":["On doubly stochastic quadratic operators and Birkhoff's problem"],"description":["  In the present paper we introduce a concept of doubly stochastic quadratic\noperator. We prove necessary and sufficient conditions for doubly stochasticity\nof operator. Besides, we prove that the set of all doubly stochastic operators\nforms convex polytope. Finally, we study analogue of Birkhoff's theorem for the\nclass of doubly stochastic quadratic operators.\n","Comment: 18 pages"]}]
["0802.1101",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1101"],"date":["2008-02-08"],"type":["text"],"creator":["Mehendale, Dhananjay P."],"language":[],"coverage":[],"title":["Ising Problem on Simple Cubic Lattice"],"description":["  Simple cubic lattice (SC lattice) can be viewed as plane triangular lattice\n(PT lattice) by viewing it along its principle diagonal lines. By viewing thus\nwe establish the exact one-to-one correspondence between the closed graphs on\nSC lattice and the corresponding closed graphs on PT lattice. We thus see that\nthe propagator for PT lattice (with suitable modifications) can be used to\nsolve, at least in principle, the 3D Ising problem for SC lattice in the\nabsence of external magnetic field. A new method is then proposed to generate\nhigh temperature expansion for the partition function. This method is\napplicable to 2D as well as 3D lattices. This method does not require explicit\ncounting of closed graphs and this counting is achieved in an indirect way and\nthus exact series expansion can be achieved up to any sufficiently large order.\n","Comment: 45 pages"]}]
["0802.1112",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1112"],"date":["2008-02-08"],"type":["text"],"creator":["Fall, Amadou Lamine"],"language":[],"coverage":[],"title":["Bornes pour la r\\'egularit\\'e de Castelnuovo-Mumford des sch\\'emas non\n  lisses"],"description":["  We show that bounds on the Castelnuovo-Mumford regularity of singular\nschemes, as a function of the degrees of the equations defining the shceme, of\nits dimension and of the dimension of their singular space. In the case where\nthe singularities are isolated, we improve the bound given by Chardin and\nUlrich, and in the general case we establish a bound doubly exponential in the\ndimension of the singular space.\n  --\n  Nous montrons dans cet article des bornes pour la regularite de\nCastelnuovo-Mumford d'un schema admettant des singularites, en fonction des\ndegres des equations definissant le schema, de sa dimension et de la dimension\nde son lieu singulier. Dans le cas ou les singularites sont isolees, nous\nameliorons la borne fournie par Chardin et Ulrich et dans le cas general, nous\netablissons une borne doublement exponentielle en la dimension du lieu\nsingulier.\n"]}]
["0802.1113",{"format":[],"subject":["Computer Science - Cryptography and Security","D.4.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1113"],"date":["2008-02-08"],"type":["text"],"creator":["Libert, Benoît","Vergnaud, Damien"],"language":[],"coverage":[],"title":["Multi-Use Unidirectional Proxy Re-Signatures"],"description":["  In 1998, Blaze, Bleumer, and Strauss suggested a cryptographic primitive\nnamed proxy re-signatures where a proxy turns a signature computed under\nAlice's secret key into one from Bob on the same message. The semi-trusted\nproxy does not learn either party's signing key and cannot sign arbitrary\nmessages on behalf of Alice or Bob. At CCS 2005, Ateniese and Hohenberger\nrevisited the primitive by providing appropriate security definitions and\nefficient constructions in the random oracle model. Nonetheless, they left open\nthe problem of designing a multi-use unidirectional scheme where the proxy is\nable to translate in only one direction and signatures can be re-translated\nseveral times.\n  This paper solves this problem, suggested for the first time 10 years ago,\nand shows the first multi-hop unidirectional proxy re-signature schemes. We\ndescribe a random-oracle-using system that is secure in the\nAteniese-Hohenberger model. The same technique also yields a similar\nconstruction in the standard model (i.e. without relying on random oracles).\nBoth schemes are efficient and require newly defined -- but falsifiable --\nDiffie-Hellman-like assumptions in bilinear groups.\n","Comment: 16 pages"]}]
["0802.1115",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1115"],"date":["2008-02-08"],"type":["text"],"creator":["Butkevich, Alexey G.","Klioner, Sergei A."],"language":[],"coverage":[],"title":["Determination of the barycentric velocity of an astrometric satellite\n  using its own observational data"],"description":["  The problem of determination of the orbital velocity of an astrometric\nsatellite from its own observational data is studied. It is well known that\ndata processing of microarcsecond-level astrometric observations imposes very\nstringent requirements on the accuracy of the orbital velocity of the satellite\n(a velocity correction of 1.45 mm/s implies an aberrational correction of 1\n$\\mu$as). Because of a number of degeneracies the orbital velocity cannot be\nfully restored from observations provided by the satellite. Seven constraints\nthat must be applied on a velocity parameterization are discussed and\nformulated mathematically. It is shown what part of velocity can be recovered\nfrom astrometric data by a combined fit of both velocity parameters and\nastrometric parameters of the sources. Numerical simulations show that, with\nthe seven constraints applied, the velocity and astrometric parameters can be\nreliably estimated from observational data. It is also argued that the idea to\nimprove the velocity of an astrometric satellite from its own observational\ndata is only useful if the a priori information on the orbital velocity\njustifies the applicability of the velocity constraints. The proposed model\ntakes into account only translational motion of the satellite and ignores any\nsatellite-specific parameters. Therefore, the results of this study are equally\napplicable to both scanning missions similar to Gaia, and pointing ones like\nSIM, provided that enough sources were observed sufficiently uniformly.\n"]}]
["0802.1116",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1116","J. Phys. A: Math. Theor. 41 (2008) 065303","doi:10.1088/1751-8113/41/6/065303"],"date":["2008-02-08"],"type":["text"],"creator":["Dulat, Sayipjamal","Li, Kang","Wang, Jianhua"],"language":[],"coverage":[],"title":["The He-McKellar-Wilkens effect for spin one particles in non-commutative\n  quantum mechanics"],"description":["  The He-McKellar-Wilkens(HMW) effect for spin one neutral particle in\nnon-commutative quantum mechanics is studied. By solving the Kemmer like\nequations on non-commutative (NC) space and non-commutative phase space, we\nobtain topological He-McKellar-Wilkens phase on NC space and NC phase space\nrespectively, where the additional terms related to the space-space and\nmomentum-momentum non-commutativity are given explicitly.\n","Comment: 10 pages"]}]
["0802.1124",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1124"],"date":["2008-02-08"],"type":["text"],"creator":["Kumar, Pranav","Lohiya, Daksh"],"language":[],"coverage":[],"title":["Nucleosynthesis in slowly evolving Cosmologies"],"description":["  We explore aspects of Cosmological Nucleosynthesis in an FRW universe in\nwhich the scale factor evolves linearly with time: $a(t) \\sim t$. A high Lepton\nnumber density during the period when significant nucleosynthesis takes place\nwould lead to a dominant screening of the Coulomb potential of colliding\nnucleii. This would lead to a significant enhancement of nucleosynthesis rates.\nWe demonstrate how adequate amount of $^4He$ and a collataral metallicity,\nclose to the lowest metallicity observed in metal poor Pop II stars and clouds,\ncan be produced with such an evolution.\n","Comment: 9 pages, 5 figures"]}]
["0802.1141",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1141"],"date":["2008-02-08"],"type":["text"],"creator":["De Groote, Liselotte","Bergh, Norbert Van den"],"language":[],"coverage":[],"title":["Newman Tamburino solutions with an aligned Maxwell field"],"description":["  We prove that there exists no aligned Einstein Maxwell generalization of the\nspherical class of Newman Tamburino solutions. The presence of an aligned\nMaxwell field automatically leads to the cylindrical class.\n","Comment: 5 pages"]}]
["0802.1147",{"format":[],"subject":["Mathematics - Number Theory","11A07","11D25","11D41","11Y50","11Y55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1147"],"date":["2008-02-08"],"type":["text"],"creator":["Emelyanov, Pavel"],"language":[],"coverage":[],"title":["On Hunting for Taxicab Numbers"],"description":["  In this article, we make use of some known method to investigate some\nproperties of the numbers represented as sums of two equal odd powers, i.e.,\nthe equation $x^n+y^n=N$ for $n\\ge3$. It was originated in developing\nalgorithms to search new taxicab numbers (i.e., naturals that can be\nrepresented as a sum of positive cubes in many different ways) and to verify\ntheir minimality. We discuss properties of diophantine equations that can be\nused for our investigations. This techniques is applied to develop an algorithm\nallowing us to compute new taxicab numbers (i.e., numbers represented as sums\nof two positive cubes in $k$ different ways), for $k=7...14$.\n","Comment: 1 table, 1 appendix"]}]
["0802.1156",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1156"],"date":["2008-02-08"],"type":["text"],"creator":["Yoran, Nadav"],"language":[],"coverage":[],"title":["Efficiently contractable quantum circuits cannot produce much\n  entanglement"],"description":["  We show a similarity between two different classical simulation methods for\nmeasurement based quantum computation -- one relying on a low entanglement\n(tree tensor network) representation of the computer's state, and the other a\ntensor contraction method based on the topology of the graph state. We use this\nsimilarity to show that any quantum circuit that can be efficiently simulated\nvia tensor contraction cannot produce much entanglement.\n","Comment: 5 pages, 1 figure"]}]
["0802.1161",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1161","Acta Mechanica (Volume 195, Numbers 1-4 / January, 2008)","doi:10.1007/s00707-007-0552-7"],"date":["2008-02-08"],"type":["text"],"creator":["Zonta, Francesco","Marchioli, Cristian","Soldati, Alfredo"],"language":[],"coverage":[],"title":["Direct Numerical Simulation of Turbulent Heat Transfer Modulation in\n  Micro-Dispersed Channel Flow"],"description":["  The object of this paper is to study the influence of dispersed micrometer\nsize particles on turbulent heat transfer mechanisms in wall-bounded flows. The\nstrategic target of the current research is to set up a methodology to size and\ndesign new-concept heat transfer fluids with properties given by those of the\nbase fluid modulated by the presence of dynamically-interacting,\nsuitably-chosen, discrete micro- and nano- particles. We run Direct Numerical\nSimulation (DNS) for hydrodynamically fully-developed, thermally-developing\nturbulent channel flow at shear Reynolds number Re=150 and Prandtl number Pr=3,\nand we tracked two large swarms of particles, characterized by different\ninertia and thermal inertia. Preliminary results on velocity and temperature\nstatistics for both phases show that, with respect to single-phase flow, heat\ntransfer fluxes at the walls increase by roughly 2% when the flow is laden with\nthe smaller particles, which exhibit a rather persistent stability against\nnon-homogeneous distribution and near-wall concentration. An opposite trend\n(slight heat transfer flux decrease) is observed when the larger particles are\ndispersed into the flow. These results are consistent with previous\nexperimental findings and are discussed in the frame of the current research\nactivities in the field. Future developments are also outlined.\n","Comment: Pages: 305-326"]}]
["0802.1163",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1163"],"date":["2008-02-08","2008-02-11"],"type":["text"],"creator":["Wiik, Kaj","Zackrisson, Erik","Riehm, Teresa"],"language":[],"coverage":[],"title":["Dark matter millilensing and VSOP-2"],"description":["  According to the cold dark matter scenario, a large number of dark subhalos\nshould be located within the halo of each Milky-way sized galaxy. One promising\npossibility for detecting such subhalos is to try to observe their\ngravitational lensing effects on background sources. Dark matter subhalos in\nthe 10^6 - 10^10 M_solar mass range should cause strong gravitational lensing\non the (sub)milliarcsecond scales, which can be observed only using space VLBI.\nWe study the feasibility of a strong-lensing detection of dark subhalos by\nderiving the image separations expected for density profiles favoured by\ncurrent simulations and comparing it to the angular resolution of both existing\nand upcoming observational facilities. We show that the detection of subhalos\nis likely much more difficult than suggested in previous studies, due to the\nsmaller image separations predicted for subhalo density profiles more realistic\nthan the singular isothermal sphere models often adopted.\n","Comment: four pages, one figure, to be published in ASP conference series in\n  the proceedings of 'Approaching Micro-Arcsecond Resolution with VSOP-2:\n  Astrophysics and Technology'"]}]
["0802.1171",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1171","DCDS-B, vol. 7, no. 2, (2007) 441-456"],"date":["2008-02-08"],"type":["text"],"creator":["Yari, Masoud"],"language":[],"coverage":[],"title":["Attractor Bifurcation and Final Patterns of the N-Dimensional and\n  Generalized Swift-Hohenberg Equations"],"description":["  In this paper I will investigate the bifurcation and asymptotic behavior of\nsolutions of the Swift-Hohenberg equation and the generalized Swift-Hohenberg\nequation with the Dirichlet boundary condition on a one- dimensional domain\n$(0,L)$. I will also study the bifurcation and stability of patterns in the\nn-dimensional Swift-Hohenberg equation with the odd-periodic and periodic\nboundary conditions. It is shown that each equation bifurcates from the trivial\nsolution to an attractor, when the control parameter crosses the principal\neigenvalue of the linearized equation. The local behavior of solutions and\ntheir bifurcation to an invariant set near higher eigenvalues are analyzed as\nwell.\n"]}]
["0802.1181",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1181"],"date":["2008-02-08"],"type":["text"],"creator":["O'Loan, Caleb J"],"language":[],"coverage":[],"title":["Estimation of n non-identical unitary channels"],"description":["  We investigate the simultaneous estimation of $n$ not necessarily identical\nunitary channels using multi-partite entanglement. We examine whether it is\npossible for the rate at which the mean square error decreases to be greater\nthan that using the channels individually. For a reasonably general situation,\nin which there is no functional dependence between the channels, we show that\nthis is not possible. We look at a case in which the channels are not\nnecessarily identical but depend on a common variable. In this case, the mean\nsquare error decreases more rapidly using multi-partite entanglement.\n","Comment: 4 pages"]}]
["0802.1186",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1186"],"date":["2008-02-08"],"type":["text"],"creator":["Best, P. N.","Consortium, the LOFAR-UK"],"language":[],"coverage":[],"title":["LOFAR-UK White Paper: A Science case for UK involvement in LOFAR"],"description":["  LOFAR, the Low-Frequency Array, is a next-generation software-driven radio\ntelescope operating between 30 and 240MHz, currently under construction by\nASTRON in the Netherlands. This low frequency radio band is one of the few\nlargely unexplored regions of the electromagnetic spectrum. The sensitivity and\nangular resolution offered by LOFAR will be two to three orders of magnitude\nbetter than existing telescopes, and as such it will open up this new window on\nthe Universe. LOFAR will impact on a broad range of astrophysics, from\ncosmology to solar system studies.\n  There is growing European involvement in LOFAR, driven by the need to add\nstations far from the main core in order to improve angular resolution.\nLOFAR-UK is a project aimed at cementing UK participation in LOFAR via the\noperation of four stations within the UK. LOFAR-UK ground stations will allow\nLOFAR observations to reach sub-arcsecond scales at the highest frequencies,\nand as a result will also improve the (confusion-limited) sensitivity limit of\nthe telescope for deep surveys.\n  LOFAR-UK will achieve involvement for UK astronomers in a world-leading\nscience facility operating in the immediate future. It will allow the UK to\nbuild up important scientific and technical expertise in `next generation'\nradio astronomy in preparation for the Square Kilometre Array (SKA), and will\nplay an important role in broadening the UK community that has an interest in\nradio astronomy. This White Paper outlines the strategic importance to the UK\nastronomy community of gaining involvement in the LOFAR project, the scientific\ninterests of UK researchers in using the telescope, and the technical\nchallenges that will need to be overcome [abridged].\n","Comment: 86 pages. To constrain file-size, many figures are reduced resolution\n  or attached as separate jpg files. A version with all full-resolution figures\n  included is available at http://www.roe.ac.uk/~pnb/lofaruk_whitepaper.pdf"]}]
["0802.1192",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","Quantitative Biology - Quantitative Methods","60F05, 60G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1192"],"date":["2008-02-08"],"type":["text"],"creator":["Rempala, Grzegorz A.","Pawlikowska, Iwona"],"language":[],"coverage":[],"title":["Limit Theorems for Hybridization Reactions on Oligonucleotide\n  Microarrays"],"description":["  We derive herein the limiting laws for certain stationary distributions of\nbirth-and-death processes related to the classical model of chemical\nadsorption-desorption reactions due to Langmuir. The model has been recently\nconsidered in the context of a hybridization reaction on an oligonucleotide DNA\nmicroarray. Our results imply that the truncated gamma- and beta- type\ndistributions can be used as approximations to the observed distributions of\nthe fluorescence readings of the oligo-probes on a microarray. These findings\nmight be useful in developing new model-based, probe-specific methods of\nextracting target concentrations from array fluorescence readings.\n"]}]
["0802.1194",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1194"],"date":["2008-02-08"],"type":["text"],"creator":["Roy, Susmita","Sinha, C."],"language":[],"coverage":[],"title":["Electron loss to the Continuum in the Projectile ionization for\n  Positronium - Helium atom collision"],"description":["  The dynamics of the electron loss to the continuum (ELC) from the light\nneutral projectile positronium (Ps) atom in collision with the He atom is\nstudied in the framework of the post collisional Coulomb Distorted Eikonal\nApproximation (CDEA). Both the fully differential (TDCS) and the double\ndifferential (DDCS) cross sections are investigated in the intermediate and\nhigh incident energies. Results are compared with the existing experiment and\nother theories, where possible.\n","Comment: 21 pages, 10 figures"]}]
["0802.1197",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1197"],"date":["2008-02-08"],"type":["text"],"creator":["Deb, S. Ghosh","Roy, S.","Sinha, C."],"language":[],"coverage":[],"title":["Laser-assisted multiphoton ionization of a hydrogen atom by electron\n  impact"],"description":["  The dynamics of the electron impact multiphoton ionization of a hydrogen atom\nin the presence of an intense laser field has been studied theoretically, with\na view to comparing (qualitatively) the results with the recent kinematically\ncomplete experiments of Horr et al [ Phys. Rev. Lett., vol. 94, 153201, (2005)\n] for the He target. Significant laser modifications are noted in the present\ndoubly (DDCS) and the fully differential cross sections (TDCS). For most of the\nexplored kinematics (chosen in accordance with the experiment), the present\nbinary peak intensity of the laser-assisted TDCS is significantly enhanced with\nrespect to the field free ones, in agreement with the experiment but in\ncontradiction with the existing first order theories. Importance of the\nmultiphoton effects are also studied.\n","Comment: 20 pages, 22 figures"]}]
["0802.1198",{"format":[],"subject":["Mathematics - Rings and Algebras","16D70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1198"],"date":["2008-02-08"],"type":["text"],"creator":["Pino, Gonzalo Aranda","Barquero, Dolores Martin","Gonzalez, Candido Martin","Molina, Mercedes Siles"],"language":[],"coverage":[],"title":["Socle theory for Leavitt path algebras of arbitrary graphs"],"description":["  The main aim of the paper is to give a socle theory for Leavitt path algebras\nof arbitrary graphs. We use both the desingularization process and\ncombinatorial methods to study Morita invariant properties concerning the socle\nand to characterize it, respectively. Leavitt path algebras with nonzero socle\nare described as those which have line points, and it is shown that the line\npoints generate the socle of a Leavitt path algebra, extending so the results\nfor row-finite graphs in the previous paper [12] (but with different methods).\nA concrete description of the socle of a Leavitt path algebra is obtained: it\nis a direct sum of matrix rings (of finite or infinite size) over the base\nfield. New proofs of the Graded Uniqueness and of the Cuntz-Krieger Uniqueness\nTheorems are given, shorthening significantly the original ones.\n","Comment: 20 pgs"]}]
["0802.1202",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1202"],"date":["2008-02-08"],"type":["text"],"creator":["Hankins, Timothy H.","Rankin, Joanna M."],"language":[],"coverage":[],"title":["Arecibo Multi-frequency Time-Aligned Pulsar Average-Profile and\n  Polarization Database"],"description":["  We present Arecibo time-aligned, total intensity profiles for 46 pulsars over\nan unusually wide range of radio frequencies and multi-frequency,\npolarization-angle density diagrams and/or polarization profiles for 58 pulsars\npulsars at some or all of the frequencies 50, 111/130, 430 and 1400 MHz. The\nfrequency-dependent dispersion delay has been removed In order to align the\nprofiles for study of their spectral evolution and wherever possible the\nprofiles of each pulsar are displayed on the same longitude scale. Most of the\npulsars within Arecibo's declination range that are sufficiently bright for\nsuch spectral or single pulse analysis are included in this survey--and the\ncalibrated pulse sequences are available by web download for further study.\n","Comment: 28 pages and 21 multi-paneled figures"]}]
["0802.1205",{"format":[],"subject":["Mathematics - Number Theory","11B13, 11P99, 11A99, 11P32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1205","J. Number Theory, 123 (2007), p. 170-192"],"date":["2008-02-08"],"type":["text"],"creator":["Deschamps, Bruno","Farhi, Bakir"],"language":["fr"],"coverage":[],"title":["Essentialit\\'e dans les bases additives"],"description":["  In this article we study the notion of essential subset of an additive basis,\nthat is to say the minimal finite subsets $P$ of a basis $A$ such that $A\n\\setminus P$ doesn't remains a basis. The existence of an essential subset for\na basis is equivalent for this basis to be included, for almost all elements,\nin an arithmetic non-trivial progression. We show that for every basis $A$\nthere exists an arithmetic progression with a biggest common difference\ncontaining $A$. Having this common difference $a$ we are able to give an upper\nbound to the number of essential subsets of $A$: this is the radical's length\nof $a$ (in particular there is always many finite essential subsets in a\nbasis).\n  In the case of essential subsets of cardinality 1 (essential elements) we\nintroduce a way to \"dessentialize\" a basis. As an application, we definitively\nimprove the earlier result of Deschamps and Grekos giving an upper bound of the\nnumber of the essential elements of a basis. More precisely, we show that for\nall basis $A$ of order $h$, the number $s$ of essential elements of $A$ satisfy\n$s\\leq c\\sqrt{\\frac{h}{\\log h}}$ where $c=30\\sqrt{\\frac{\\log 1564}{1564}}\\simeq\n2,05728$, and we show that this inequality is best possible.\n","Comment: 24 pages (in french)"]}]
["0802.1206",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1206"],"date":["2008-02-08"],"type":["text"],"creator":["Kukura, P.","Celebrano, M.","Renn, A.","Sandoghdar, V."],"language":[],"coverage":[],"title":["Extinction imaging of a single quantum emitter in its bright and dark\n  states"],"description":["  Room temperature detection of single quantum emitters has had a broad impact\nin fields ranging from biophysics to material science, photophysics, or even\nquantum optics. These experiments have exclusively relied on the efficient\ndetection of fluorescence. An attractive alternative would be to employ direct\nabsorption, or more correctly expressed \"extinction\" measurements. Indeed,\nsmall nanoparticles have been successfully detected using this scheme in\nreflection and transmission. Coherent extinction detection of single emitters\nhas also been reported at cryogenic temperatures, but their room temperature\nimplementation has remained a great laboratory challenge owing to the expected\nweak signal-to-noise ratio. Here we report the first extinction study of a\nsingle quantum emitter at ambient condition. We obtain a direct measure for the\nextinction cross section of a single semiconductor nanocrystal both during and\nin the absence of fluorescence, for example in the photobleached state or\nduring blinking off-times. Our measurements pave the way for the detection and\nabsorption spectroscopy of single molecules or clusters of atoms even in the\nquenched state.\n"]}]
["0802.1207",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1207"],"date":["2008-02-08"],"type":["text"],"creator":["Chase, Bradley A.","Landahl, Andrew J."],"language":[],"coverage":[],"title":["Universal quantum walks and adiabatic algorithms by 1D Hamiltonians"],"description":["  We construct a family of time-independent nearest-neighbor Hamiltonians\ncoupling eight-state systems on a 1D ring that enables universal quantum\ncomputation. Hamiltonians in this family can achieve universality either by\ndriving a continuous-time quantum walk or by terminating an adiabatic\nalgorithm. In either case, the universality property can be understood as\narising from an efficient simulation of a programmable quantum circuit. Using\ngadget perturbation theory, one can demonstrate the same kind of universality\nfor related Hamiltonian families acting on qubits in 2D. Our results\ndemonstrate that simulating 1D chains of spin-7/2 particles is BQP-hard, and\nindeed BQP-complete because the outputs of decision problems can be encoded in\nthe outputs of such simulations.\n","Comment: 14 pages"]}]
["astro-ph/0608252",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0608252"],"date":["2006-08-11","2008-02-11"],"type":["text"],"creator":["Churazov, E.","Sazonov, S.","Sunyaev, R.","Revnivtsev, M."],"language":[],"coverage":[],"title":["Earth X-ray albedo for cosmic X-ray background radiation in the 1--1000\n  keV band"],"description":["  We present calculations of the reflection of the cosmic X-ray background\n(CXB) by the Earth's atmosphere in the 1--1000 keV energy range. The\ncalculations include Compton scattering and X-ray fluorescent emission and are\nbased on a realistic chemical composition of the atmosphere. Such calculations\nare relevant for CXB studies using the Earth as an obscuring screen (as was\nrecently done by INTEGRAL). The Earth's reflectivity is further compared with\nthat of the Sun and the Moon -- the two other objects in the Solar system\nsubtending a large solid angle on the sky, as needed for CXB studies.\n","Comment: Accepted for publication in MNRAS"]}]
["astro-ph/0612319",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0612319","Proceedings of the Fourth Workshop, Isola d'Elba, Italy 20 - 22\n  June 2006, p.133-142, world Sc. Publ., 2007,ISBN 978-981-270-964-6"],"date":["2006-12-12"],"type":["text"],"creator":["Fargion, D.","Lanciano, O.","Oliva, P."],"language":[],"coverage":[],"title":["Solving GRBs and SGRs puzzles by precessing Jets"],"description":["  A persistent, thin, micro-nano sr. beamed gamma jet, may be ejected from BH\nand Pulsars, powered by ultra-relativistic electron pairs. These jet while\nprecessing and spinning are originated by Inverse Compton and-or Synchrotron\nRadiation at pulsars or micro-quasars sources. They are most powerful at\nSupernova birth, blazing, once on axis, to us and flashing GRB detector. The\ntrembling of thin jets explains naturally the observed erratic multi-explosive\nstructure of different GRBs. The jets are precessing and decaying on time\nscales of a few hours surviving as long as thousands of years, linking huge\nGRB-SN jet apparent Luminosity to more modest SGR relic Jets. Therefore\nlong-life SGR may be repeating and if they are around our galaxy they might be\nobserved again as the few known ones and a few rarer extragalactic XRFs. The\norientation of the beam respect to the line of sight plays a key role in\ndifferentiating the wide GRB morphology. The relativistic cone is as small as\nthe inverse of the electron progenitor Lorentz factor. The hardest and\nbrightest gamma spectra are hidden inside the inner gamma jet axis. To observe\nthe inner beamed GRB events one needs the widest SN sample and largest cosmic\nvolumes. The most beamed are hardest.The nearest ones, within tens Mpc\ndistances, are mostly observable on cone jet periphery leading to longest\nSN-GRB duration, with lowest fluency and the softest spectra, as in earliest\nGRB98425 and recent GRB 060218 signature. Conical shape of few nebulae describe\nin space the model signature. Recent X-ray precursor, like in GRB060124, ten\nminutes before the GRB event, or in SGR1806-20 two minutes before the main\ngiant burst cannot be understood otherwise.\n","Comment: 10 pages, 16 figures"]}]
["cond-mat/0504790",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504790","Encyclopedia of Mathematical Physics, ed. J.P. Francoise, G.L.\n  Naber, Tsou Sheung Tsun, Vol. 1, 51--87, 2006, Elsevier,\n  ISBN:978-0-12-512660-1"],"date":["2005-04-29"],"type":["text"],"creator":["Gallavotti, Giovanni"],"language":[],"coverage":[],"title":["Equilibrium Statistical Mechanics"],"description":["  An introductory review of Classical Statistical Mechanics\n","Comment: 56 pages"]}]
["cond-mat/0507412",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0507412","Pis'ma v ZhETF v.87, pp. 252-256 (2008)"],"date":["2005-07-18"],"type":["text"],"creator":["Pruisken, A. M. M.","Burmistrov, I. S."],"language":[],"coverage":[],"title":["Non-Fermi liquid criticality and super universality in the quantum Hall\n  regime"],"description":["  We report the results of a microscopic theory, based on the topological\nconcept of a $\\theta$ vacuum, which show that the Coulomb potential, unlike any\nfinite ranged interaction potential, renders the longstanding problem of the\nplateau transitions in the quantum Hall regime non-Fermi liquid like. Our\npresent results, which are of outstanding significance for quantum phase\ntransitions in general and composite fermion ideas in particular, provide a\nnovel understanding of the critical exponent values that have recently been\n(re)taken from a series of state-of-the-art quantum Hall samples.\n","Comment: 4 pages, 2 figures, REVTeX"]}]
["cond-mat/0508664",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0508664","Philos. Mag. 86, 2995 (2006)","doi:10.1080/14786430600636328"],"date":["2005-08-29"],"type":["text"],"creator":["Cvetkovic, V.","Nussinov, Z.","Zaanen, J."],"language":[],"coverage":[],"title":["Topological kinematic constraints: quantum dislocations and the glide\n  principle"],"description":["  Topological defects play an important role in physics of elastic media and\nliquid crystals. Their kinematics is determined by constraints of topological\norigin. An example is the glide motion of dislocations which has been\nextensively studied by metallurgists. In a recent theoretical study dealing\nwith quantum dualities associated with the quantum melting of solids it was\nargued that these kinematic constraints play a central role in defining the\nquantum field theories of relevance to the description of quantum liquid\ncrystalline states of the nematic type. This forms the motivation to analyze\nmore thoroughly the climb constraints underlying the glide motions. In the\nsetting of continuum field theory the climb constraint is equivalent to the\ncondition that the density of constituent particles is vanishing and we derive\na mathematical definition of this constraint which has a universal status. This\nmakes possible to study the kinematics of dislocations in arbitrary space-time\ndimensions and as an example we analyze the restricted climb associated with\nedge dislocations in 3+1D. Very generally, it can be shown that the climb\nconstraint is equivalent to the condition that dislocations do not communicate\nwith compressional stresses at long distances. However, the formalism makes\npossible to address the full non-linear theory of relevance to short distance\nbehaviors where violations of the constraint become possible.\n","Comment: 14 pages, 4 figures"]}]
["cond-mat/0510027",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0510027","Encyclopedia of Mathematical Physics, ed. J.P. Francoise, G.L.\n  Naber, Tsou Sheung Tsun, 3, 530--539, 2006, Elsevier"],"date":["2005-10-02"],"type":["text"],"creator":["Gallavotti, Giovanni"],"language":[],"coverage":[],"title":["Stationary nonequilibrium statistical mechanics"],"description":["  A brief review on the dynamical systems approach to nonequilibrium\nstatistical mechanics and chaotic dynamics\n"]}]
["cond-mat/0511586",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511586","Phys. Rev. B. 74, 134504 (2006)","doi:10.1103/PhysRevB.74.134504"],"date":["2005-11-23"],"type":["text"],"creator":["Cvetkovic, V.","Zaanen, J."],"language":[],"coverage":[],"title":["Vortex duality: watching the dual side with order propagators"],"description":["  In condensed matter physics, Kramers-Wannier duality implies that the state\ndisordered by quantum fluctuations or temperature actually corresponds with an\nordered state formed from the topological excitations of the 'original' ordered\nstate. At first sight it might appear to be impossible to observe this dual\norder using means associated with the original order. Although true for Ising\nmodels, we consider in this paper the well known vortex duality, in particular\nin the quantum interpretation in 2+1D where it is associated with the quantum\nphase transition from a superfluid to a Bose Mott insulator. Here, the\ndisordered Mott insulating state is at the same time a dual superconductor\ncorresponding with a Bose condensate of vortices. We present a simple formalism\nmaking it possible to compute the velocity propagator associated with the\nsuperfluid in terms of the degrees of freedom of the dual theory. The Mott\ninsulator is characterized by a doublet of massive modes and we demonstrate\nthat one of these modes is nothing else than the longitudinal photon (gauged\nsecond sound) of the dual superconductor. For increasing momenta, the system\nrediscovers the original order, and the effect on the velocity correlator is\nthat the longitudinal photon looses its pole strength. The quantum critical\nregime as probed by the velocity correlator is most interesting. We demonstrate\nthat at infinite wavelength the continua of critical modes associated with\nsecond sound and the dual longitudinal photon are indistinguishable. However,\nat finite momenta they behave differently, tracking the weight reshuffling\nfound in the quasiparticle spectrum of the disorder state closely.\n","Comment: 12 pages, 8 figures"]}]
["cond-mat/0607402",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607402","Europhys. Lett. 81, 27001 (2007)","doi:10.1209/0295-5075/81/27001"],"date":["2006-07-17"],"type":["text"],"creator":["Cvetkovic, V.","Nussinov, Z.","Mukhin, S.","Zaanen, J."],"language":[],"coverage":[],"title":["Observing the fluctuating stripes in high Tc superconductors"],"description":["  Resting on the gauge theory of topological quantum melting in 2+1 dimensions,\nwe predict that a superconductor characterized by crystalline correlations on a\nlength scale large compared to the lattice carries a new collective mode: the\nmassive shear photon. This mode is visible in the electrodynamic response and\nthe ramification of our theory is that electron energy loss spectroscopy can be\nemployed to prove or disprove the existence of dynamical stripes in cuprate\nsuperconductors.\n","Comment: 5 pages, 1 figure"]}]
["cond-mat/0609496",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609496","Physical Review Letters 97, 20 OCTOBER 2006 (2006) 167204","doi:10.1103/PhysRevLett.97.167204"],"date":["2006-09-20"],"type":["text"],"creator":["Clemancey, M.","Mayaffre, H.","Berthier, C.","Horvatic, M.","Fouet, J. -B.","Miyahara, S.","Mila, F.","Chiari, B.","Piovesana, O."],"language":[],"coverage":[],"title":["Field Induced Staggered Magnetization and Magnetic Ordering in $Cu_2\n  (C_5 H_{12} N_2)_2 Cl_4$"],"description":["  We present a $^2$D NMR investigation of the gapped spin-1/2 compound $Cu_2\n(C_5 H_{12} N_2)_2 Cl_4$. Our measurements reveal the presence of a magnetic\nfield induced transverse staggered magnetization (TSM) which persists well\nbelow and above the field-induced 3D long-range magnetically ordered (FIMO)\nphase. The symmetry of this TSM is different from that of the TSM induced by\nthe order parameter of the FIMO phase. Its origin, field dependence and\nsymmetry can be explained by an intra-dimer Dzyaloshinskii-Moriya interaction,\nas shown by DMRG calculations on a spin-1/2 ladder. This leads us to predict\nthat the transition into the FIMO phase is not in the BEC universality class.\n","Comment: 4 pages"]}]
["cond-mat/0612061",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612061","CR-Physique 8, 486-494, 2007","doi:10.1016/j.crhy.2007.04.011"],"date":["2006-12-02"],"type":["text"],"creator":["Gallavotti, Giovanni"],"language":[],"coverage":[],"title":["Fluctuation relation, fluctuation theorem, thermostats and entropy\n  creation in non equilibrium statistical Physics"],"description":["  A unified viewpoint is presented in margin to the ``Work, dissipation and\nfluctuations in nonequilibrium physics'', Bruxelles 22-25 March, 2006, where\nthe topics were discussed by various authors and it became clear the need that\nthe very different viewpoints be consistently presented by their proponents.\n","Comment: Latex Revtex"]}]
["gr-qc/9806003",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9806003","Current Topics in Mathematical Cosmology (Proceedings of the\n  International Seminar), ed. M. Rainer and H.-J. Schmidt, World Scientific\n  (1998)"],"date":["1998-05-30"],"type":["text"],"creator":["MacCallum, M. A. H."],"language":[],"coverage":[],"title":["Integrability in tetrad formalisms and conservation in cosmology"],"description":["  Integrability in general tetrad formalisms is reviewed, following and\nclarifying work of Papapetrou and Edgar. The integrability conditions are\n(combinations of) the Bianchi equations and their consequences. The\nintroduction of additional constraints is considered. Recent results on the\nconservation of constraints in the 1+3 covariant formulation of cosmology are\nshown to follow from the Bianchi equations\n","Comment: 10 pages, latex 2.09, uses sprocl.sty To appear in the Proceedings of\n  the International Seminar on Mathematical Cosmology, Potsdam, Mar-Apr 98, ed.\n  H.-J. Schmidt and M. Rainer. World Scientific, Singapore"]}]
["math-ph/0504085",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0504085","Encyclopedia of Mathematical Physics, ed. J.P. Francoise, G.L.\n  Naber, Tsou Sheung Tsun, Vol. 1, 1--32, 2006, Elsevier,\n  ISBN:978-0-12-512660-1."],"date":["2005-04-29"],"type":["text"],"creator":["Gallavotti, Giovanni"],"language":[],"coverage":[],"title":["Classical Mechanics"],"description":["  An overview of the foundations of Classical Mechanics\n"]}]
["math-ph/0510014",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0510014","Encyclopedia of Mathematical Physics}, ed. J.P. Francoise, G.L.\n  Naber, Tsou Sheung Tsun, Vol. 1, 617--630, 2006, Elsevier"],"date":["2005-10-04"],"type":["text"],"creator":["Gallavotti, Giovanni"],"language":[],"coverage":[],"title":["Constructive Quantum Field Theory"],"description":["  A review of the renormalization group approach to the proof of non\nperturbative ultraviolet stability in scalar field theories in dimension d=2,3.\n","Comment: Plain TeX"]}]
["math/0312397",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312397","Bull. Soc. Sci. Lett. Lodz Ser. Rech. Deform. 52, Ser. Rech.\n  Deform. 36 (2002) pp.45-65"],"date":["2003-12-20"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["On Simple Characterisations of Sheffer psi- polynomials and Related\n  Propositions of the Calculus of Sequences"],"description":["  A calculus of sequences started in 1936 opened the way for future extensions\nof umbral calculus in its finite operator form. Because of historically\nestablished notation we call it the psi-calculus.It appears in parts to be\nalmost automatic extension of the standard classical finite operator calculus.\n"]}]
["math/0401083",{"format":[],"subject":["Mathematics - Quantum Algebra","Computer Science - Discrete Mathematics","05A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0401083","Advances in Applied Clifford Algebras 11 No2 267-279 (2001)"],"date":["2004-01-08"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["On extended umbral calculus, oscillator-like algebras and Generalized\n  Clifford Algebra"],"description":["  Some quantum algebras build from deformed oscillator algebras may be\ndescribed in terms of a particular case of extended umbral calculus. We give\nhere an example of a specific relation between such certain quantum algebras\nand generalized Clifford algebras also in the context of azimuthal quantization\nof angular momentum which was interpreted afterwards as the finite dimensional\nquantum mechanics .\n"]}]
["math/0402125",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402125","Bulletin de la Societe des Sciences et des Lettres de\n  {\\pounds}\\'od\\^e (54) Serie: Recherches sur les Deformations Vol. 45 (2004)\n  17-19"],"date":["2004-02-09","2004-02-17"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["Poisson, Dobinski, Rota and coherent states"],"description":["  New q- Dobinski formula might also be interpreted as the average of specific\nq-powers of random variable X with the usual Poisson distribution.\n","Comment: 2 pages"]}]
["math/0402254",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402254","Proc. Jangjeon Math. Soc. Vol. 7 (2), 2004 pp. 95-98"],"date":["2004-02-16","2004-02-17"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["q-Poisson, q-Dobinski, q-Rota and q-coherent states"],"description":["  q- Dobinski formula may be interpreted as the average of powers of a random\nvariable X_q with the q- Poisson distribution.\n","Comment: 4 pages"]}]
["math/0402291",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","11Bxx: 11B39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402291","Bull. Soc. Sci. Lett. Lodz Ser. Rech. Deform. 53, Ser.\n  Rech.Deform. 42 (2002) pp.39-41"],"date":["2004-02-17"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["Information on Combinatorial Interpretation of Fibonomial Coefficients"],"description":["  Fibonomial coefficients count the number of specific finite birth\nself-similar subposets of an infinite non-tree poset naturally related to the\nFibonacci tree of rabbits growth process.\n"]}]
["math/0402344",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","11Bxx: 11B39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402344","Bulletin de la Societe des Sciences et des Lettres de\n  {\\pounds}\\'od\\^e (54) Serie: Recherches sur les Deformations Vol. 44 (2004)\n  23-38"],"date":["2004-02-23","2004-10-24"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["More on combinatorial interpretation of the fibonomial coefficients"],"description":["  Combinatorial interpretation of the fibonomial coefficients as a number of\nchoices of specific finite subsets of an infinite partially ordered set of not\nbinomial type is proposed. This partially ordered set is here defined via\ncharacteristic matrix of the corresponding partial order relation . Relevance\nof the proposal to more general unification treatment is indicated.\n"]}]
["math/0403017",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","11Bxx: 11B39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403017","Bulletin de la Societe des Sciences et des Lettres de\n  {\\pounds}\\'od\\^e (54) Serie: Recherches sur les Deformations Vol. 44 (2004)\n  pp. 23-38"],"date":["2004-02-29","2004-03-11"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["Combinatorial interpretation of the recurrence relation for fibonomial\n  coefficients"],"description":["  Combinatorial interpretation of the fibonomial coefficients recently proposed\nby the present author results here in combinatorial interpretation of the\nrecurrence relation for fibonomial coefficients . The presentation is provided\nwith quite an exhaustive context where apart from plane grid coordinate system\nused several figures illustrate the exposition of statements and the derivation\nof the recurrence itself.\n","Comment: 12 pages, 5 figures"]}]
["math/0403054",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403054","Proc. Jangjeon Math. Soc. Vol. 7 (2), 2004 pp. 95-98"],"date":["2004-03-02"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["$\\psi$-Poisson, $q$-Cigler, $\\psi$-Dobinski, $\\psi$-Rota and\n  $\\psi$-coherent states"],"description":["  Cigler simple derivation of usual and extended Dobinski formula is recalled\nand it is noted that both may be interpreted as averages of powers of random\nvariables with the corresponding usual or extended Poisson distributions. In\nparallel more general formulas of extended operator umbral calculi origin are\nrevealed . The formulas encompass both earlier cases as very specific ones.\n","Comment: 6 pages"]}]
["math/0403107",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403107","Proc. Jangjeon Math. Soc. Vol 8 (2005) no. 2. pp.191-196"],"date":["2004-03-05"],"type":["text"],"creator":["Kwasniewski, A. KL."],"language":[],"coverage":[],"title":["Cauchy type identities and corresponding fermatian matrices via\n  non-comuting variables of extended finite operator calculus"],"description":["  New family of extended Cauchy type identities is found and related Fermat\ntype matrices are provided ready for applications in extended scope. This is\nachieved due to the use specifically non-commuting variables of extended finite\noperator calculus introduced by the author few years ago.\n","Comment: 5 pages"]}]
["math/0403123",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403123","Adv. Stud. Contemp. Math. 10 (2005) No. 2, pp. 111-120"],"date":["2004-03-07"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["Pascal like matrices - an accessible factory of one source identities\n  and resulting applications"],"description":["  The extension of pascalian like matrices depending on a variable from any\nfield of zero characteristics are shown at work for the first time. Their\nproperties appear to be one source factory of identities and resulting foreseen\napplications\n","Comment: 8 pages"]}]
["math/0403139",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403139","Bull. Soc. Sci. Lett. Lodz, 60, (2005) pp. 17-25 ArXiv:\n  math.CO/0403139"],"date":["2004-03-08"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["First contact remarks on umbra difference calculus references streams"],"description":["  The reference links to the modern classical umbral calculus before that known\nas blissardian symbolic method are numerous. Rota founded and then extended\nfinite operator calculus has links to references which are plenty numerous. The\nreferences via links to the difference q calculus umbra way treaded or without\neven referring to umbra are giant numerous. These reference links now result in\ncounting in thousands the relevant papers .\n  The purpose of the present attempt is to offer one of the keys to enter the\nworld of those thousands of references.\n","Comment: 10 pages"]}]
["math/0405577",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 11B39, 11B137"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405577","Bulletin de la Societe des Sciences et des Lettres de\n  {\\pounds}\\'od\\^e (54) Serie: Recherches sur les Deformations Vol. 45 (2004)\n  5-10"],"date":["2004-05-29"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["On $\\psi$-basic bernoulli-wardian polynomials"],"description":["  The wardian solution of any $\\psi$-difference linear nonhomogeneous equation\nis found in the framework of the generalized finite operator calculus .\nSpecifications to $q$-calculus case and the new one fibonomial calculus case\nare made explicit.\n"]}]
["math/0405578",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 11B39, 11B137"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405578","Bulletin de la Societe des Sciences et des Lettres de\n  {\\pounds}\\'od\\^e (54) Serie: Recherches sur les Deformations Vol. 45 (2004)\n  11-15"],"date":["2004-05-29","2004-11-13"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["$\\psi$-Appell polynomials` solutions of an umbral difference\n  nonhomogeneous equation"],"description":["  One discovers why the solution of generalized umbral calculus difference\nnonhomogeneous equation in the form recently proposed by the author extends\nhere now to generalized appellian delta operator and corresponding polynomials\ncase almost automatically. The reason for that is just the proper framework of\nthe generalized finite operator calculus recently being developed by the\npresent author.\n"]}]
["math/0405591",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","11B37, 11B39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405591","Advanced Studies in Contemporary Mathematics vol. 8 (2004) No2\n  pp.121-124"],"date":["2004-05-31"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["Fibonacci q-gaussian sequences"],"description":["  The summation formula within pascalian triangle resulting in the fibonacci\nsequence is extended to the $q$-binomial coefficients $q$-gaussian triangles.\n","Comment: 5 pages, 2 figures"]}]
["math/0406258",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","11B37, 05A40, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406258","Adv. Stud. Contemp. Math. v.9 No.1 (2004) 19-26"],"date":["2004-06-13"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["The logarithmic fibbinomial formula"],"description":["  Roman logarithmic binomial formula analogue has been found . It is presented\nhere also for the case of fibonomial coefficients which recently have been\ngiven a combinatorial interpretation by the present author.\n","Comment: 1 figure"]}]
["math/0411002",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 11B73, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411002","Adv. Stud. Contemp. Math., Vol 12, no. 1, (2006) 73-100"],"date":["2004-10-31","2005-10-19"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["On umbral extensions of Stirling numbers and Dobinski-like formulas"],"description":["  Umbral extensions of the stirling numbers of the second kind are considered\nand the resulting dobinski-like various formulas including new ones are\npresented. These extensions naturally encompass the two well known\nq-extensions. The further consecutive umbral extensions q-stirling numbers are\ntherefore realized here in a two-fold way. The fact that the umbral q-extended\ndobinski formula may also be interpreted as the average of powers of random\nvariable with the q-poisson distribution singles out the q-extensions which\nappear to be a kind of singular point in the domain of umbral extensions as\nexpressed by corresponding two observations. Other relevant possibilities are\ntackled with the paper`s closing down questions and suggestions with respect to\nother already existing extensions while a brief limited survey of these other\ntype extensions is being delivered. There the newton interpolation formula and\ndivided differences appear helpful and inevitable along with umbra symbolic\nlanguage in describing properties of general exponential polynomials of\ntouchard and their possible generalizations. Exponential structures or\nalgebraically equivalent prefabs with their exponential formula appear to be\nalso naturally relevant.\n","Comment: 40 pages"]}]
["math/0412233",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05A40, 81S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412233"],"date":["2004-12-12"],"type":["text"],"creator":["Kwasniewski, A. K.","Borak, E."],"language":[],"coverage":[],"title":["Extended finite operator calculus as an example of algebraization of\n  analysis"],"description":["  A wardian calculus of sequences started almost seventy years ago constitutes\nthe general scheme for extensions of the classical umbral operator calculus\nconsidered by many afterwards . At the same time this calculus is an example of\nthe algebraization of the analysis here restricted to the algebra of formal\nseries. This is a review article based on the recent first author\ncontributions. As the survey article it is supplemented by the short indicatory\nglossaries of notation and terms used by prominent contributors to the domain.\n","Comment: 25 pages"]}]
["math/0503286",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C20, 11C08, 17B56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503286","Adv. Stud. Contemp. Math. vol. 14 (1) 2007. pp. 37-47"],"date":["2005-03-14","2005-09-25"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["Cobweb posets as noncommutative prefabs"],"description":["  A class of new type graded infinite posets with minimal element are\nconsidered. These so called cobweb posets introduced recently by the present\nauthor provide a wide range of new noncommutative prefab combinatorial schema\nwith characteristic graded subposets as primes. The schema are defined here via\nrelaxing commutativity and associativity requirements imposed on the\ncomposition of prefabs by the fathers of this fertile concept. The construction\nand the very first basic properties of cobweb prefabs are pointed out in what\nfollows. An another single valued commutative amd associative composision is\nalso considered.\n","Comment: 11 pages, 5 figures"]}]
["math/0510027",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C20, 11C08, 17B56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510027","Bull. Soc. Sci. Lett. Lodz, vol 60, (2005). 25-33"],"date":["2005-10-03"],"type":["text"],"creator":["Kwasniewski, A. K."],"language":[],"coverage":[],"title":["Prefab posets` Whitney numbers"],"description":["  We introduce a natural partial order in structurally natural finite subsets\nthe cobweb prefabs sets recently constructed by the present author. Whitney\nnumbers of the second kind of the corresponding subposet which constitute\nStirling-like numbers` triangular array are then calculated and the explicit\nformula for them is provided. Next - in the second construction - we endow the\nset sums of prefabiants with such an another partial order that their their\nbell like numbers include fibonacci triad sequences introduced recently by the\npresent author in order to extend famous relation between binomial newton\ncoefficients and fibonacci numbers onto the infinity of their relatives among\nwhich there are also the fibonacci triad sequences and binomial-like\ncoefficients (incidence coefficients included).\n","Comment: 8 pages, 5 figures"]}]
["math/0511111",{"format":[],"subject":["Mathematics - Statistics Theory","(Primary) 62G08, 62G07","(Secondary) 62G05, 62G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511111","Statistica Sinica 17 (2007) 1065-1090"],"date":["2005-11-04"],"type":["text"],"creator":["Comte, Fabienne","Taupin, Marie-Luce"],"language":[],"coverage":[],"title":["Nonparametric Estimation of the Regression Function in an\n  Errors-in-Variables Model"],"description":["  We consider the regression model with errors-in-variables where we observe\n$n$ i.i.d. copies of $(Y,Z)$ satisfying $Y=f(X)+\\xi, Z=X+\\sigma\\epsilon$,\ninvolving independent and unobserved random variables $X,\\xi,\\epsilon$. The\ndensity $g$ of $X$ is unknown, whereas the density of $\\sigma\\epsilon$ is\ncompletely known. Using the observations $(Y\\_i, Z\\_i)$, $i=1,...,n$, we\npropose an estimator of the regression function $f$, built as the ratio of two\npenalized minimum contrast estimators of $\\ell=fg$ and $g$, without any prior\nknowledge on their smoothness. We prove that its $\\mathbb{L}\\_2$-risk on a\ncompact set is bounded by the sum of the two $\\mathbb{L}\\_2(\\mathbb{R})$-risks\nof the estimators of $\\ell$ and $g$, and give the rate of convergence of such\nestimators for various smoothness classes for $\\ell$ and $g$, when the errors\n$\\epsilon$ are either ordinary smooth or super smooth. The resulting rate is\noptimal in a minimax sense in all cases where lower bounds are available.\n"]}]
["math/0512032",{"format":[],"subject":["Mathematics - Quantum Algebra","18G50","55P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512032"],"date":["2005-12-01","2008-02-11"],"type":["text"],"creator":["Porter, Timothy","Turaev, Vladimir"],"language":[],"coverage":[],"title":["Formal Homotopy Quantum Field Theories, I: Formal Maps and Crossed\n  C-algebras"],"description":["  Homotopy Quantum Field Theories (HQFTs) were introduced by the second author\nto extend the ideas and methods of Topological Quantum Field Theories to closed\n$d$-manifolds endowed with extra structure in the form of homotopy classes of\nmaps into a given `target' space, $B$. For $d = 1$, classifications of HQFTs in\nterms of algebraic structures are known when $B$ is a $K(G,1)$ and also when it\nis simply connected. Here we study general HQFTs with $d = 1$ and target a\ngeneral 2-type, giving a common generalisation of the classifying algebraic\nstructures for the two cases previously known. The algebraic models for 2-types\nthat we use are crossed modules, $\\mathcal{C}$, and we introduce a notion of\nformal $\\mathcal{C}$-map, which extends the usual lattice-type constructions to\nthis setting. This leads to a classification of `formal' 2-dimensional HQFTs\nwith target $\\mathcal{C}$, in terms of crossed $\\mathcal{C}$-algebras.\n","Comment: 37 pages, version 2 with some restructuring and correction of minor\n  typos etc"]}]
["math/0601091",{"format":[],"subject":["Mathematics - Statistics Theory","Primary 62G07. Secondary 62G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601091","The Canadian Journal of Statistics / La Revue Canadienne de\n  Statistique 34, 3 (2006) 431-452"],"date":["2006-01-05"],"type":["text"],"creator":["Comte, Fabienne","Rozenholc, Yves","Taupin, Marie-Luce"],"language":[],"coverage":[],"title":["Penalized contrast estimator for adaptive density deconvolution"],"description":["  The authors consider the problem of estimating the density $g$ of independent\nand identically distributed variables $X\\_i$, from a sample $Z\\_1, ..., Z\\_n$\nwhere $Z\\_i=X\\_i+\\sigma\\epsilon\\_i$, $i=1, ..., n$, $\\epsilon$ is a noise\nindependent of $X$, with $\\sigma\\epsilon$ having known distribution. They\npresent a model selection procedure allowing to construct an adaptive estimator\nof $g$ and to find non-asymptotic bounds for its\n$\\mathbb{L}\\_2(\\mathbb{R})$-risk. The estimator achieves the minimax rate of\nconvergence, in most cases where lowers bounds are available. A simulation\nstudy gives an illustration of the good practical performances of the method.\n"]}]
["math/0601098",{"format":[],"subject":["Mathematics - Statistics Theory","Primary 62G07. Secondary 62G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601098","Journal of Statistical Computation and Simulation 77, 11 (2007)\n  977-1000"],"date":["2006-01-05"],"type":["text"],"creator":["Comte, Fabienne","Rozenholc, Yves","Taupin, Marie-Luce"],"language":[],"coverage":[],"title":["Finite sample penalization in adaptive density deconvolution"],"description":["  We consider the problem of estimating the density $g$ of identically\ndistributed variables $X\\_i$, from a sample $Z\\_1, ..., Z\\_n$ where\n$Z\\_i=X\\_i+\\sigma\\epsilon\\_i$, $i=1, ..., n$ and $\\sigma \\epsilon\\_i$ is a\nnoise independent of $X\\_i$ with known density $\n\\sigma^{-1}f\\_\\epsilon(./\\sigma)$. We generalize adaptive estimators,\nconstructed by a model selection procedure, described in Comte et al. (2005).\nWe study numerically their properties in various contexts and we test their\nrobustness. Comparisons are made with respect to deconvolution kernel\nestimators, misspecification of errors, dependency,... It appears that our\nestimation algorithm, based on a fast procedure, performs very well in all\ncontexts.\n"]}]
["math/0702592",{"format":[],"subject":["Mathematics - Group Theory","20F36, 20M05, 06F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702592"],"date":["2007-02-20","2008-02-11"],"type":["text"],"creator":["Dehornoy, Patrick"],"language":[],"coverage":[],"title":["Alternating normal forms for braids and locally Garside monoids"],"description":["  We describe new types of normal forms for braid monoids, Artin-Tits monoids,\nand, more generally, for all monoids in which divisibility has some convenient\nlattice properties (``locally Garside monoids''). We show that, in the case of\nbraids, one of these normal forms coincides with the normal form introduced by\nBurckel and deduce that the latter can be computed easily. This approach leads\nto a new, simple description for the standard ordering (``Dehornoy order'') of\nBn in terms of that of B(n-1), and to a quadratic upper bound for the\ncomplexity of this ordering.\n"]}]
["math/0703306",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703306"],"date":["2007-03-11","2008-02-11"],"type":["text"],"creator":["Aspenberg, Magnus"],"language":[],"coverage":[],"title":["Rational Misiurewicz maps are rare II"],"description":["  We show that the set of Misiurewicz maps has Lebesgue measure zero in the\nspace of rational functions for any fixed degree greater than or equal to 2\n(generalising the earlier version math.DS/0701382).\n","Comment: To appear in Communications of Mathematical Physics"]}]
["math/0703669",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","57M25, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703669"],"date":["2007-03-22","2008-02-11"],"type":["text"],"creator":["Birman, Joan S.","Menasco, William W."],"language":[],"coverage":[],"title":["A note on transversal knots that are closed 3-braids"],"description":["  The contents of this 6-page paper have been subsumed into the 13-page paper,\n\"A note on closed 3-braids\", arXiv:0802.1072 [math.GT]. This paper is correct,\nbut contains less information than the new one. The topological classification\nof knots that are closed braids is shown to lead to a classification theorem\nfor transversal knots that are closed 3-braids. A list is given of all low\ncrossing examples of transversally non-simple knots that are closed 3-braids.\n","Comment: The contents of this 6-page paper have been subsumed into the 13-page\n  paper, \"A note on closed 3-braids\", arXiv:0802.1072 [math.GT]"]}]
["physics/0703168",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703168","Phys. Rev. A 77, 012716 (2008)","doi:10.1103/PhysRevA.77.012716"],"date":["2007-03-16"],"type":["text"],"creator":["Yurovsky, V. A."],"language":[],"coverage":[],"title":["Effects of nonintegrability on stabilization of Feshbach molecules in\n  atom waveguides"],"description":["  Deactivation of broad quasi-one-dimensional dibosonic molecules is analyzed.\nWithin integrable Lieb-Liniger-McGuire (LLMG) model an exact expression does\nnot demonstrate suppression of the deactivation at low collision energies.\nSolution of Faddeev equations demonstrates that when a Feshbach resonance lifts\nthe symmetry of the LLMG model the deactivation becomes suppressed. This effect\nshows a way for formation of a stable gas of dibosonic Feshbach molecules.\n","Comment: 4 pages, 4 figures"]}]
