["0704.0157",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0157","Theory and Simulation of Hard-Sphere Fluids and Related Systems,\n  Lectures Notes in Physics, vol. 753, Angel Mulero, ed. (Springer, Berlin,\n  2008), pp. 183-245","doi:10.1007/978-3-540-78767-9_6"],"date":["2007-04-02"],"type":["text"],"creator":["de Haro, M. Lopez","Yuste, S. B.","Santos, A."],"language":[],"coverage":[],"title":["Alternative Approaches to the Equilibrium Properties of Hard-Sphere\n  Liquids"],"description":["  An overview of some analytical approaches to the computation of the\nstructural and thermodynamic properties of single component and multicomponent\nhard-sphere fluids is provided. For the structural properties, they yield a\nthermodynamically consistent formulation, thus improving and extending the\nknown analytical results of the Percus-Yevick theory. Approximate expressions\nfor the contact values of the radial distribution functions and the\ncorresponding analytical equations of state are also discussed. Extensions of\nthis methodology to related systems, such as sticky hard spheres and\nsquare-well fluids, as well as its use in connection with the perturbation\ntheory of fluids are briefly addressed.\n","Comment: 64 pages; 13 figures; to appear in \"Playing with Marbles: Theory and\n  Simulation of Hard-Sphere Fluids and Related Systems\", edited by A. Mulero\n  (Springer, to be published)"]}]
["0705.0698",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Classical Analysis and ODEs","11M41","05A30","30B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0698","Proceedings of the American Mathematical Society, Vol 136, No. 8,\n  August 2008, pp. 2689--2698","doi:10.1090/S0002-9939-08-09208-3"],"date":["2007-05-04","2008-07-18"],"type":["text"],"creator":["Zhou, Xia","Cai, Tianxin","Bradley, David M."],"language":[],"coverage":[],"title":["Signed q-Analogs of Tornheim's Double Series"],"description":["  We introduce signed q-analogs of Tornheim's double series, and evaluate them\nin terms of double q-Euler sums. As a consequence, we provide explicit\nevaluations of signed and unsigned Tornheim double series, and correct some\nmistakes in the literature.\n","Comment: 12 pages, AMSLaTeX. The multinomial notation introduced on page 3\n  just before Theorem 1 is insufficiently general in version 1, since it may\n  happen that the upper number is negative. This is corrected in version 2,\n  which allows for a negative or even complex upper argument"]}]
["0705.0766",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0766"],"date":["2007-05-05","2008-07-18"],"type":["text"],"creator":["Brendle, S.","Schoen, R. M."],"language":[],"coverage":[],"title":["Manifolds with 1/4-pinched Curvature are Space Forms"],"description":["  Let (M,g_0) be a compact Riemannian manifold with pointwise 1/4-pinched\nsectional curvatures. We show that the Ricci flow deforms g_0 to a constant\ncurvature metric. The proof uses the fact, also established in this paper, that\npositive isotropic curvature is preserved by the Ricci flow in all dimensions.\nWe also rely on earlier work of Hamilton and of Bohm and Wilking.\n","Comment: Final version, to appear in J. Amer. Math. Soc"]}]
["0705.3963",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3963","Acta Math. 200, 1--13 (2008)"],"date":["2007-05-27","2008-07-18"],"type":["text"],"creator":["Brendle, S.","Schoen, R. M."],"language":[],"coverage":[],"title":["Classification of manifolds with weakly 1/4-pinched curvatures"],"description":["  We show that a compact Riemannian manifold with weakly 1/4-pinched sectional\ncurvatures is either locally symmetric or diffeomorphic to a space form.\n","Comment: Final version"]}]
["0706.2185",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2185","Physical Review B 78, 035119 (2008)","doi:10.1103/PhysRevB.78.035119"],"date":["2007-06-15","2008-06-04"],"type":["text"],"creator":["Kotov, Valeri N.","Uchoa, Bruno","Neto, A. H. Castro"],"language":[],"coverage":[],"title":["Electron-Electron Interactions in the Vacuum Polarization of Graphene"],"description":["  We discuss the effect of electron-electron interactions on the static\npolarization properties of graphene beyond RPA. Divergent self-energy\ncorrections are naturally absorbed into the renormalized coupling constant\n$\\alpha$. We find that the lowest order vertex correction, which is the first\nnon-trivial correlation contribution, is finite, and about 30% of the RPA\nresult at strong coupling $\\alpha \\sim 1$. The vertex correction leads to\nfurther reduction of the effective charge. Finite contributions to dielectric\nscreening are expected in all orders of perturbation theory.\n","Comment: 5 pages, 2 figures; published version"]}]
["0707.0475",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0475","Proceedings of the Ninth Rochester Conference on Coherence and\n  Quantum Optics, N.P. Bigelow, J.H. Eberly, and C.R. Stroud, Jr., eds.\n  (Optical Society of America) 178-190 (2008)."],"date":["2007-07-03"],"type":["text"],"creator":["Franson, J. D."],"language":[],"coverage":[],"title":["Nonlocal Interferometry: Beyond Bell's Inequality"],"description":["  This paper presents a tutorial review of nonlocal interferometry. The role of\nthe Feynman propagator in optical coherence is also discussed, including the\npossibility of generating optical coherence and entanglement outside of the\nlight cone.\n","Comment: 13 pages, 16 figures; proceedings of CQO9"]}]
["0707.1152",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1152"],"date":["2007-07-08","2008-07-18"],"type":["text"],"creator":["Rabinowitz, Mario"],"language":[],"coverage":[],"title":["Quantum and Classical Variance in the Quantum Realm"],"description":["  This paper examines the variance of quantum and classical predictions in the\nquantum realm, as well as unexpected presence and absence of variances. Some\nfeatures are found that share an indirect commonality with the Aharonov-Bohm\nand Aharonov-Casher effects in that there is a quantum action in the absence of\na force. Variances are also found in the presence of a force that are more\nsubtle as they are of higher order. Significant variances related to the\nharmonic oscillator and particle in a box periods are found. This paper raises\nthe question whether apparent quantum self-inconsistency may be examined\ninternally, or must be empirically ascertained. These inherent variances may\neither point to inconsistencies in quantum mechanics that should be fixed, or\nthat nature is manifestly more non-classical than expected. For the harmonic\noscillator it is proven that the second spatial moment is the same in QM and\nCM.\n","Comment: Expansion and clarification of my earlier paper, plus some new\n  material"]}]
["0710.1134",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1134"],"date":["2007-10-05","2008-07-18"],"type":["text"],"creator":["Hirata, Kouji","Uchiyama, Fumiyo"],"language":[],"coverage":[],"title":["The History of the Particle Data Group at KEK in the 1970s"],"description":["  This submission has been withdrawn by arXiv admins because there was an\nerroneous author included in the original version.\n","Comment: This submission has been withdrawn by arXiv admin"]}]
["0710.5451",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5451","Journal of Physics A 41 (2008) 164004","doi:10.1088/1751-8113/41/16/164004"],"date":["2007-10-29","2008-01-22"],"type":["text"],"creator":["Reynaud, Serge","Neto, Paulo A. Maia","Lambrecht, Astrid"],"language":[],"coverage":[],"title":["Casimir energy and geometry : beyond the Proximity Force Approximation"],"description":["  We review the relation between Casimir effect and geometry, emphasizing\ndeviations from the commonly used Proximity Force Approximation (PFA). We use\nto this aim the scattering formalism which is nowadays the best tool available\nfor accurate and reliable theory-experiment comparisons. We first recall the\nmain lines of this formalism when the mirrors can be considered to obey\nspecular reflection. We then discuss the more general case where non planar\nmirrors give rise to non-specular reflection with wavevectors and field\npolarisations mixed. The general formalism has already been fruitfully used for\nevaluating the effect of roughness on the Casimir force as well as the lateral\nCasimir force or Casimir torque appearing between corrugated surfaces. In this\nshort review, we focus our attention on the case of the lateral force which\nshould make possible in the future an experimental demonstration of the\nnontrivial (i.e. beyond PFA) interplay of geometry and Casimir effect.\n","Comment: corrected typos, added references, QFEXT'07 special issue in J. Phys.\n  A"]}]
["0710.5679",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5679","Journal of Physics A 41 (2008) 164019","doi:10.1088/1751-8113/41/16/164019"],"date":["2007-10-30"],"type":["text"],"creator":["Rodrigues, Robson B.","Neto, Paulo A. Maia","Lambrecht, Astrid","Reynaud, Serge"],"language":[],"coverage":[],"title":["Casimir torque between corrugated metallic plates"],"description":["  We consider two parallel corrugated plates and show that a Casimir torque\narises when the corrugation directions are not aligned. We follow the\nscattering approach and calculate the Casimir energy up to second order in the\ncorrugation amplitudes, taking into account nonspecular reflections,\npolarization mixing and the finite conductivity of the metals. We compare our\nresults with the proximity force approximation, which overestimates the torque\nby a factor 2 when taking the conditions that optimize the effect. We argue\nthat the Casimir torque could be measured for separation distances as large as\n1 $\\mu{\\rm m}.$\n","Comment: 7 pages, 3 figures, contribution to QFEXT07 proceedings"]}]
["0712.0086",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0086","ASPC, 393, 111 (2008)"],"date":["2007-12-01"],"type":["text"],"creator":["Okamoto, Takashi"],"language":[],"coverage":[],"title":["Galaxy Formation"],"description":["  I review the current status of theoretical studies of galaxy formation. I\noutline the importance of the physics of baryonic component in galaxy formation\nby showing results obtained by using two major tools, semi-analytical\napproaches and cosmological simulations. In particular, I emphasis on roles of\nfeedback in galaxy formation and discuss whether apparent conflictions between\nthe standard theory of structure formation, the cold dark matter model, and\nobservations can be solved by the feedback. I also discuss future prospects in\nnumerical simulations of galaxy formation.\n","Comment: 15 pages, 3 figures, invited review talk, to appear in the ASP\n  conference proceedings of the \"Frank N. Bash Symposium 2007: New Horizons in\n  Astronomy\", editors: A. Frebel, J. Maund, J. Shen, M. Siegel"]}]
["0801.0553",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0553","N.Manganaro, R.Monaco, S.Rionero (eds) World Scientific (2008)\n  118-127"],"date":["2008-01-03"],"type":["text"],"creator":["Carfora, Mauro","Buchert, Thomas"],"language":[],"coverage":[],"title":["Ricci flow deformation of cosmological initial data sets"],"description":["  Ricci flow deformation of cosmological initial data sets in general\nrelativity is a technique for generating families of initial data sets which\npotentially would allow to interpolate between distinct spacetimes. This idea\nhas been around since the appearance of the Ricci flow on the scene, but it has\nbeen difficult to turn it into a sound mathematical procedure. In this\nexpository talk we illustrate, how Perelman's recent results in Ricci flow\ntheory can considerably improve on such a situation. From a physical point of\nview this analysis can be related to the issue of finding a constant-curvature\ntemplate spacetime for the inhomogeneous Universe, relevant to the\ninterpretation of observational data and, hence, bears relevance to the dark\nenergy and dark matter debates. These techniques provide control on curvature\nfluctuations (intrinsic backreaction terms) in their relation to the averaged\nmatter distribution.\n","Comment: Invited Talk presented at WASCOM 07, 14th International Conference on\n  Waves and Stability in Continuous Media, Scicli (Ragusa, Italy), June 30-July\n  6, 2007, eds.: N.Manganaro, R.Monaco, S.Rionero, T.Ruggeri, to be published\n  by World Scientific, 11 pages"]}]
["0801.1578",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1578","doi:10.1111/j.1365-2966.2008.13485.x"],"date":["2008-01-10","2008-05-26"],"type":["text"],"creator":["Nielbock, M.","Chini, R.","Hoffmeister, V. H.","Nürnberger, D. E. A.","Scheyda, C. M.","Steinacker, J."],"language":[],"coverage":[],"title":["Probing the centre of the large circumstellar disc in M17"],"description":["  We investigated the nature of the hitherto unresolved elliptical infrared\nemission in the centre of the ~20000 AU disc silhouette in M 17. We combined\nhigh-resolution JHKsL'M' band imaging carried out with NAOS/CONICA at the VLT\nwith [Fe II] narrow band imaging using SOFI at the NTT. The analysis is\nsupported by Spitzer/GLIMPSE archival data and by already published SINFONI/VLT\nIntegral Field Spectroscopy data. For the first time, we resolve the elongated\ncentral infrared emission into a point-source and a jet-like feature that\nextends to the northeast in the opposite direction of the recently discovered\ncollimated H2 jet. They are both orientated almost perpendicular to the disc\nplane. In addition, our images reveal a curved southwestern emission nebula\nwhose morphology resembles that of the previously detected northeastern one.\nBoth nebulae are located at a distance of 1500 AU from the disc centre. We\ndescribe the infrared point-source in terms of a protostar that is embedded in\ncircumstellar material producing a visual extinction of 60 <= Av <= 82. The\nobserved Ks band magnitude is equivalent to a stellar mass range of 2.8 Msun <=\nMstar <= 8 Msun adopting conversions for a main-sequence star. Altogether, we\nsuggest that the large M 17 accretion disc is forming an intermediate to\nhigh-mass protostar. Part of the accreted material is expelled through a\nsymmetric bipolar jet/outflow.\n","Comment: 6 pages, 3 figures, accepted by MNRAS (16 May 2008)"]}]
["0801.1663",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1663"],"date":["2008-01-10","2008-07-18"],"type":["text"],"creator":["Bursztyn, Henrique","Ponte, David Iglesias","Severa, Pavol"],"language":[],"coverage":[],"title":["Courant morphisms and moment maps"],"description":["  We study Hamiltonian spaces associated with pairs (E,A), where E is a Courant\nalgebroid and A\\subset E is a Dirac structure. These spaces are defined in\nterms of morphisms of Courant algebroids with suitable compatibility\nconditions. Several of their properties are discussed, including a reduction\nprocedure. This set-up encompasses familiar moment map theories, such as\ngroup-valued moment maps, and it provides an intrinsic approach from which\ndifferent geometrical descriptions of moment maps can be naturally derived. As\nan application, we discuss the relationship between quasi-Poisson and\npresymplectic groupoids.\n","Comment: 18 pages. v2: Minor corrections, one example (Example 2.11) added.\n  v3: Remark 2.5 fixed. To appear in Math. Research Letters"]}]
["0801.4454",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4454","Phys. Rev. A 78, 013620 (2008)","doi:10.1103/PhysRevA.78.013620"],"date":["2008-01-29","2008-07-18"],"type":["text"],"creator":["Heidrich-Meisner, F.","Rigol, M.","Muramatsu, A.","Feiguin, A. E.","Dagotto, E."],"language":[],"coverage":[],"title":["Ground-state reference systems for expanding correlated fermions in one\n  dimension"],"description":["  We study the sudden expansion of strongly correlated fermions in a\none-dimensional lattice, utilizing the time-dependent density-matrix\nrenormalization group method. Our focus is on the behavior of experimental\nobservables such as the density, the momentum distribution function, and the\ndensity and spin structure factors. As our main result, we show that\ncorrelations in the transient regime can be accurately described by equilibrium\nreference systems. In addition, we find that the expansion from a Mott\ninsulator produces distinctive peaks in the momentum distribution function at\n|k| ~ pi/2, accompanied by the onset of power-law correlations.\n","Comment: 8 pages Revtex4, 7 eps-figures, minor changes, additional references,\n  as published"]}]
["0802.1166",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1166","Europhys. Lett 83 30006 (2008)","doi:10.1209/0295-5075/83/30006"],"date":["2008-02-08","2008-05-28"],"type":["text"],"creator":["Katzav, E.","Adda-Bedia, M."],"language":[],"coverage":[],"title":["The Spectrum of the Fractional Laplacian and First Passage Time\n  Statistics"],"description":["  We present exact results for the spectrum of the fractional Laplacian in a\nbounded domain and apply them to First Passage Time (FPT) Statistics of L\\'evy\nflights. We specifically show that the average is insufficient to describe the\ndistribution of FPT, although it is the only quantity available in the existing\nliterature. In particular, we show that the FPT distribution is not peaked\naround the average, and that knowledge of the whole distribution is necessary\nto describe this phenomenon. For this purpose, we provide an efficient method\nto calculate higher order cumulants and the whole distribution.\n","Comment: 10 pages, 6 figures"]}]
["0802.3863",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3863"],"date":["2008-02-26","2008-07-18"],"type":["text"],"creator":["Bove, A.","Altomare, F.","Kundtz, N. B.","Chang, Albert M.","Cho, Y. J.","Liu, X.","Furdyna, J."],"language":[],"coverage":[],"title":["A novel technique to make Ohmic contact to a buried two-dimensional\n  electron gas in a molecular-beam-epitaxy grown $GaAs/Al_{0.3}Ga_{0.7}As$\n  heterostructure with Mn $\\delta$-doping"],"description":["  We report on the growth and characterization of a new Diluted Magnetic\nSemiconductor (DMS) heterostructure that presents a Two-Dimensional Electron\nGas (2DEG) with a carrier density $n \\sim 1.08 \\times 10^{12} cm^{-2}$ and a\nmobility $\\mu \\sim 600 cm^{2} / (Vs)$ at T $\\sim$ 4.2K. As far as we know this\nis the highest mobility value reported in the literature for GaMnAs systems. A\nnovel technique was developed to make Ohmic contact to the buried 2DEG without\ndestroying the magnetic properties of our crystal.\n","Comment: 5 pages with 6 figures, to be submitted to Journal of Applied\n  Physics, worked on figures"]}]
["0802.3900",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3900","Physical Review Letters 101, 035701 (2008)","doi:10.1103/PhysRevLett.101.035701"],"date":["2008-02-27"],"type":["text"],"creator":["Del Maestro, Adrian","Rosenow, Bernd","Mueller, Markus","Sachdev, Subir"],"language":[],"coverage":[],"title":["Infinite randomness fixed point of the superconductor-metal quantum\n  phase transition"],"description":["  We examine the influence of quenched disorder on the superconductor-metal\ntransition, as described by a theory of overdamped Cooper pairs which repel\neach other. The self-consistent pairing eigenmodes of a quasi-one dimensional\nwire are determined numerically. Our results support the recent proposal by\nHoyos et al. (arXiv:0705.1865) that the transition is characterized by the same\nstrong disorder fixed point describing the onset of ferromagnetism in the\nrandom quantum Ising chain in a transverse field.\n","Comment: 4+ pages, 3 figures"]}]
["0802.4384",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4384"],"date":["2008-02-29","2008-07-18"],"type":["text"],"creator":["Anetsberger, G.","Rivière, R.","Schliesser, A.","Arcizet, O.","Kippenberg, T. J."],"language":[],"coverage":[],"title":["Demonstration of Ultra Low Dissipation Optomechanical Resonators on a\n  Chip"],"description":["  Cavity-enhanced radiation-pressure coupling of optical and mechanical degrees\nof freedom gives rise to a range of optomechanical phenomena, in particular\nproviding a route to the quantum regime of mesoscopic mechanical oscillators. A\nprime challenge in cavity optomechanics has however been to realize systems\nwhich simultaneously maximize optical finesse and mechanical quality. Here we\ndemonstrate for the first time independent control over both mechanical and\noptical degree of freedom within one and the same on-chip resonator. The first\ndirect observation of mechanical normal mode coupling in a micromechanical\nsystem allows for a quantitative understanding of mechanical dissipation.\nSubsequent optimization of the resonator geometry enables intrinsic material\nloss limited mechanical Q-factors, rivalling the best values reported in the\nhigh MHz frequency range, while simultaneously preserving the resonators'\nultra-high optical finesse. Besides manifesting a complete understanding of\nmechanical dissipation in microresonator based optomechanical systems, our\nresults provide an ideal setting for cavity optomechanics.\n","Comment: 9 pages, 5 figures"]}]
["0803.1773",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1773","PLoS ONE 3(6): e2449 (2008)","doi:10.1371/journal.pone.0002449"],"date":["2008-03-12"],"type":["text"],"creator":["Poncela, J.","Gomez-Gardenes, J.","Floria, L. M.","Sanchez, A.","Moreno, Y."],"language":[],"coverage":[],"title":["Complex cooperative networks from evolutionary preferential attachment"],"description":["  In spite of its relevance to the origin of complex networks, the interplay\nbetween form and function and its role during network formation remains largely\nunexplored. While recent studies introduce dynamics by considering rewiring\nprocesses of a pre-existent network, we study network growth and formation by\nproposing an evolutionary preferential attachment model, its main feature being\nthat the capacity of a node to attract new links depends on a dynamical\nvariable governed in turn by the node interactions. As a specific example, we\nfocus on the problem of the emergence of cooperation by analyzing the formation\nof a social network with interactions given by the Prisoner's Dilemma. The\nresulting networks show many features of real systems, such as scale-free\ndegree distributions, cooperative behavior and hierarchical clustering.\nInterestingly, results such as the cooperators being located mostly on nodes of\nintermediate degree are very different from the observations of cooperative\nbehavior on static networks. The evolutionary preferential attachment mechanism\npoints to an evolutionary origin of scale-free networks and may help understand\nsimilar feedback problems in the dynamics of complex networks by appropriately\nchoosing the game describing the interaction of nodes.\n","Comment: 6 pages and 4 figures, APS format. Submitted for publication"]}]
["0803.2741",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2741","Phys. Rev. Lett. 101, 037209 (2008)","doi:10.1103/PhysRevLett.101.037209"],"date":["2008-03-19","2008-07-18"],"type":["text"],"creator":["Xiang, H. J.","Wei, Su-Huai","Whangbo, M. -H.","Da Silva, Juarez L. F."],"language":[],"coverage":[],"title":["Spin-Orbit Coupling and Ion Displacements in Multiferroic TbMnO3"],"description":["  The electronic and magnetic properties of TbMnO3 leading to its ferroelectric\n(FE) polarization were investigated on the basis of relativistic density\nfunctional theory (DFT) calculations. In agreement with experiment, we show\nthat the spin-spiral plane of TbMnO3 can be either the bc- or ab-plane, but not\nthe ac-plane. As for the mechanism of FE polarization, our work reveals that\nthe \"pure electronic\" model by Katsura, Nagaosa and Balatsky (KNB) is\ninadequate in predicting the absolute direction of FE polarization. For the\nab-plane spin-spiral state of TbMnO3, the direction of FE polarization\npredicted by the KNB model is opposite to that predicted by DFT calculations.\nIn determining the magnitude and the absolute direction of FE polarization in\nspin-spiral states, it is found crucial to consider the displacements of the\nions from their ecntrosymmetric positions.\n"]}]
["0803.3211",{"format":[],"subject":["Mathematics - Complex Variables","Mathematical Physics","30C55, 30C62, 30F60 (Primary) 81T40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3211"],"date":["2008-03-21","2008-07-18"],"type":["text"],"creator":["Radnell, David","Schippers, Eric"],"language":[],"coverage":[],"title":["A complex structure on the set of quasiconformally extendible\n  non-overlapping mappings into a Riemann surface"],"description":["  Let \\Sigma be a compact Riemann surface with n distinguished points\np_1,...,p_n. We prove that the set of n-tuples (\\phi_1,...,\\phi_n) of univalent\nmappings \\phi_i from the open unit disc into \\Sigma mapping 0 to p_i, with\nnon-overlapping images and quasiconformal extensions to a neighbourhood of the\nclosed unit disk, carries a natural complex Banach manifold structure. This\ncomplex structure is locally modelled on the n-fold product of a two\ncomplex-dimensional extension of the universal Teichmueller space. Our results\nare motivated by Teichmueller theory and two-dimensional conformal field\ntheory.\n","Comment: 12 pages. Minor corrections made. To appear in Journal d'Analyse\n  Mathematique"]}]
["0804.0430",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0430","Phys. Rev. B 78, 035301 (2008)","doi:10.1103/PhysRevB.78.035301"],"date":["2008-04-02"],"type":["text"],"creator":["Moskalets, M.","Buttiker, M."],"language":[],"coverage":[],"title":["Dynamic scattering channels of a double barrier structure"],"description":["  We calculate analytically the Floquet scattering matrix for a periodically\ndriven double-barrier structure. Our approach takes into account dynamical\neffects which become necessarily important when electrons propagate through a\nsystem subject to a fast drive. It is convenient to represent the Floquet\nscattering amplitude as a sum of amplitudes corresponding to different times\nspent by an electron inside the structure. These amplitudes define dynamical\nscattering channels. Then we represent the dc current generated by the\nstructure as a sum of two generic contributions. The first one is due to\nphoton-assisted interference processes within the same channel and the second\none is due to inter-channel interference processes. At zero temperature both\ncontributions are present while at high temperatures and/or high driving\nfrequencies only the former survives.\n","Comment: 12.5 pages, 5 figures"]}]
["0804.1794",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1794","Physical Review B 78, 045110 (2008)","doi:10.1103/PhysRevB.78.045110"],"date":["2008-04-11","2008-06-11"],"type":["text"],"creator":["Kaul, Ribhu K.","Metlitski, Max A.","Sachdev, Subir","Xu, Cenke"],"language":[],"coverage":[],"title":["Destruction of Neel order in the cuprates by electron-doping"],"description":["  Motivated by the evidence in PCCO and NCCO of a magnetic quantum critical\npoint at which Neel order is destroyed, we study the evolution with doping of\nthe T=0 quantum phases of the electron doped cuprates. At low doping, there is\na metallic Neel state with small electron Fermi pockets, and this yields a\nfully gapped d_{x^2-y^2} superconductor with co-existing Neel order at low\ntemperatures. We analyze the routes by which the spin-rotation symmetry can be\nrestored in these metallic and superconducting states. In the metal, the loss\nof Neel order leads to a topologically ordered `doublon metal' across a\ndeconfined critical point with global O(4) symmetry. In the superconductor, in\naddition to the conventional spin density wave transition, we find a variety of\nunconventional possibilities, including transitions to a nematic superconductor\nand to valence bond supersolids. Measurements of the spin correlation length\nand of the anomalous dimension of the Neel order by neutron scattering or NMR\nshould discriminate these unconventional transitions from spin density wave\ntheory.\n","Comment: 32 pages, 5 figures; (v3) Softened some claims and added references;\n  (v4) Improved understanding of translational symmetry breaking in\n  superconductor, added co-author"]}]
["0804.3681",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3681","Biosystems 93, 16-22(2008)","doi:10.1016/j.biosystems.2008.03.006"],"date":["2008-04-23"],"type":["text"],"creator":["Burada, P. S.","Schmid, G.","Talkner, P.","Hänggi, P.","Reguera, D.","Rubí, J. M."],"language":[],"coverage":[],"title":["Entropic particle transport in periodic channels"],"description":["  The dynamics of Brownian motion has widespread applications extending from\ntransport in designed micro-channels up to its prominent role for inducing\ntransport in molecular motors and Brownian motors. Here, Brownian transport is\nstudied in micro-sized, two dimensional periodic channels, exhibiting\nperiodically varying cross sections. The particles in addition are subjected to\nan external force acting alongside the direction of the longitudinal channel\naxis. For a fixed channel geometry, the dynamics of the two dimensional problem\nis characterized by a single dimensionless parameter which is proportional to\nthe ratio of the applied force and the temperature of the particle environment.\nIn such structures entropic effects may play a dominant role. Under certain\nconditions the two dimensional dynamics can be approximated by an effective one\ndimensional motion of the particle in the longitudinal direction. The Langevin\nequation describing this reduced, one dimensional process is of the type of the\nFick-Jacobs equation. It contains an entropic potential determined by the\nvarying extension of the eliminated channel direction, and a correction to the\ndiffusion constant that introduces a space dependent diffusion. Different forms\nof this correction term have been suggested before, which we here compare for a\nparticular class of models. We analyze the regime of validity of the\nFick-Jacobs equation, both by means of analytical estimates and the comparisons\nwith numerical results for the full two dimensional stochastic dynamics. For\nthe nonlinear mobility we find a temperature dependence which is opposite to\nthat known for particle transport in periodic potentials. The influence of\nentropic effects is discussed for both, the nonlinear mobility and the\neffective diffusion constant.\n","Comment: 16 pages, 5 figures,"]}]
["0804.3784",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3784"],"date":["2008-04-23","2008-07-18"],"type":["text"],"creator":["Bagchi, Amitabha","Bansal, Sohit"],"language":[],"coverage":[],"title":["On the metric distortion of nearest-neighbour graphs on random point\n  sets"],"description":["  We study the graph constructed on a Poisson point process in $d$ dimensions\nby connecting each point to the $k$ points nearest to it. This graph a.s. has\nan infinite cluster if $k > k_c(d)$ where $k_c(d)$, known as the critical\nvalue, depends only on the dimension $d$. This paper presents an improved upper\nbound of 188 on the value of $k_c(2)$. We also show that if $k \\geq 188$ the\ninfinite cluster of $\\NN(2,k)$ has an infinite subset of points with the\nproperty that the distance along the edges of the graphs between these points\nis at most a constant multiplicative factor larger than their Euclidean\ndistance. Finally we discuss in detail the relevance of our results to the\nstudy of multi-hop wireless sensor networks.\n","Comment: This work is now subsumed by arXiv:0805.4060v4 [cs.NI]"]}]
["0805.3588",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3588"],"date":["2008-05-23","2008-07-18"],"type":["text"],"creator":["Ivancevic, Vladimir G."],"language":[],"coverage":[],"title":["Human-Robot Biodynamics"],"description":["  This paper presents the scientific body of knowledge behind the Human\nBiodynamics Engine (HBE), a human motion simulator developed on the concept of\nEuclidean motion group SE(3), with 270 active degrees of freedom,\nforce-velocity-time muscular mechanics and two-level neural control -\nformulated in the fashion of nonlinear humanoid robotics. The following aspects\nof the HBE development are described: geometrical, dynamical, control,\nphysiological, AI, behavioral and complexity, together with several simulation\nexamples.\n  Keywords: Human Biodynamics Engine, Euclidean SE(3)-group,\nLagrangian/Hamiltonian biodynamics, Lie-derivative control, muscular mechanics,\nfuzzy-topological coordination, biodynamical complexity, validation,\napplication\n","Comment: 20 pages, 11 figures, Latex"]}]
["0805.4060",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Mathematics - Probability","C.2.1","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4060"],"date":["2008-05-27","2008-07-18"],"type":["text"],"creator":["Bagchi, Amitabha"],"language":[],"coverage":[],"title":["Sparse power-efficient topologies for wireless ad hoc sensor networks"],"description":["  We study the problem of power-efficient routing for multihop wireless ad hoc\nsensor networks. The guiding insight of our work is that unlike an ad hoc\nwireless network, a wireless ad hoc sensor network does not require full\nconnectivity among the nodes. As long as the sensing region is well covered by\nconnected nodes, the network can perform its task. We consider two kinds of\ngeometric random graphs as base interconnection structures: unit disk graphs\n$\\UDG(2,\\lambda)$ and $k$-nearest-neighbor graphs $\\NN(2,k)$ built on points\ngenerated by a Poisson point process of density $\\lambda$ in $\\RR^2$. We\nprovide subgraph constructions for these two models $\\US(2,\\lambda)$ and\n$\\NS(2,k)$ and show that there are values $\\lambda_s$ and $k_s$ above which\nthese constructions have the following good properties: (i) they are sparse;\n(ii) they are power-efficient in the sense that the graph distance is no more\nthan a constant times the Euclidean distance between any pair of points; (iii)\nthey cover the space well; (iv) the subgraphs can be set up easily using local\ninformation at each node. We also describe a simple local algorithm for routing\npackets on these subgraphs. Our constructions also give new upper bounds for\nthe critical values of the parameters $\\lambda$ and $k$ for the models\n$\\UDG(2,\\lambda)$ and $\\NN(2,k)$.\n","Comment: A few of the results (dealing with nearest-neighbor graphs) have\n  appeared earlier in arXiv:0804.3784v1. A brief announcement of those results\n  will appear in PODC 2008"]}]
["0805.4616",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4616","Nature 453, 1224-1227 (26 June 2008)","doi:10.1038/nature07081"],"date":["2008-05-29"],"type":["text"],"creator":["Chen, T. Y.","Tesanovic, Z.","Liu, R. H.","Chen, X. H.","Chien, C. L."],"language":[],"coverage":[],"title":["The BCS-like gap in superconductor SmFeAsO_0.85F_0.15"],"description":["  Since the discovery of superconductivity in the cuprates two decades ago, it\nhas been firmly established that the CuO_2 plane is consequential for high T_C\nsuperconductivity and a host of other very unusual properties. A new family of\nsuperconductors with the general composition of LaFeAsO_(1-x)F_x has recently\nbeen discovered but with the conspicuous lacking of the CuO_2 planes, thus\nraising the tantalizing questions of the different pairing mechanisms in these\noxypnictide superconductors. Intimately related to pairing in a superconductor\nare the superconducting gap, its value, structure, and temperature dependence.\nHere we report the observation of a single gap in the superconductor\nSmFeAsO_0.85F_0.15 with T_C = 42 K as measured by Andreev spectroscopy. The gap\nvalue of 2Delta = 13.34+/-0.3 meV gives 2Delta/k_BT_C = 3.68, close to the BCS\nprediction of 3.53. The gap decreases with temperature and vanishes at T_C in a\nmanner consistent with the Bardeen-Cooper-Schrieffer (BCS) prediction but\ndramatically different from that of the pseudogap behavior in the cuprate\nsuperconductors. Our results clearly indicate a nodeless gap order parameter,\nwhich is nearly isotropic in size across different sections of the Fermi\nsurface, and are not compatible with models involving antiferromagnetic\nfluctuations, strong correlations, t-J model, and the like, originally designed\nfor cuprates.\n","Comment: 8 pages, 3 figures"]}]
["0806.1627",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1627","Phys. Rev. A 78, 011602(R) (2008)","doi:10.1103/PhysRevA.78.011602"],"date":["2008-06-10","2008-07-18"],"type":["text"],"creator":["Ogren, Magnus","Kheruntsyan, K. V."],"language":[],"coverage":[],"title":["Atom-atom correlations and relative number squeezing in dissociation of\n  spatially inhomogeneous molecular condensates"],"description":["  We study atom-atom correlations and relative number squeezing in the\ndissociation of a Bose-Einstein condensate (BEC) of molecular dimers made of\neither bosonic or fermionic atom pairs. Our treatment addresses the role of the\nspatial inhomogeneity of the molecular BEC on the strength of correlations in\nthe short time limit. We obtain explicit analytic results for the\ndensity-density correlation functions in momentum space, and show that the\ncorrelation widths and the degree of relative number squeezing are determined\nmerely by the shape of the molecular condensate.\n","Comment: Minor corrections, final published version"]}]
["0806.3985",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3985"],"date":["2008-06-25","2008-07-17"],"type":["text"],"creator":["Akhundov, A. A."],"language":[],"coverage":[],"title":["QED Radiative Corrections to Deep Inelastic Scattering at HERA"],"description":["  The numerical study of QED radiative corrections in the low x region for the\nH1 experiment at HERA was performed. The analytical program TERAD91 was used to\nobtain the values of the radiative correction factor for the first measurement\nof the proton structure function F2(x,Q2) in the range x= 10^{-2} - 10^{-4} and\n5 < Q2 < 80 GeV2.\n","Comment: 10 pages, 4 figures, Proceedings of XXI International Meeting on\n  Fundamental Physics - Physics at HERA, Miraflores de la Sierra, Madrid,\n  Spain, 9-15 May 1993; World Scientific Publishing (Singapore), Editors: F.\n  Barreiro, L. Hervas and L. Labarga (1994), p. 16-25"]}]
["0806.4407",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4407"],"date":["2008-06-26","2008-07-17"],"type":["text"],"creator":["Akhundov, A. A."],"language":[],"coverage":[],"title":["Radiative Corrections for H1 F2(x,Q**2) Measurement"],"description":["  The numerical study of QED radiative corrections in the low $x$ region for\nthe H1 experiment at HERA was performed. The analytical program TERAD91 was\nused to get the size of the radiative corrections for the measurement of the\nproton structure function $F_2(x,Q^2)$ in the range $x= 10^{-2} - 10^{-4}$ and\n$ 5 GeV^2 < Q^2 < 80 GeV^2$. It was found that radiative corrections can be not\nsmall in some points of the phase space of the mixed variables.\n","Comment: 13 pages, 6 figures, Proceedings of the Workshop Radiative\n  Corrections relevant for the HERMES Experiment, Zeuthen, Berlin, Germany,\n  21-23 June 1993; DESY-Zeuthen 94-02, Editors: H. Boettcher and W.-D. Nowak\n  (1994), p. 57-68"]}]
["0807.0088",{"format":[],"subject":["Physics - History and Philosophy of Physics","Mathematics - History and Overview","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0088"],"date":["2008-07-01"],"type":["text"],"creator":["Green, George"],"language":[],"coverage":[],"title":["An Essay on the Application of mathematical Analysis to the theories of\n  Electricity and Magnetism"],"description":["  Green's famous essay (Nottingham, 1828), with which he introduced the\npotential function, was transcribed from its reprint in Crelle's Journal\n(1850-54), with several typographical corrections and a reference section\nadded. Green starts with accounts of earlier work, and some introductory\nremarks motivating his notation and method. Then, he gives a textual summary of\nlater formal calculations, beginning with the general results. Finally, Green\napplies the results to several problems concerning electricity and magnetism.\n","Comment: 83 pages, no figures; orig. publ. Nottingham (1828), repr. in Journ.\n  f. Math. in three parts"]}]
["0807.0736",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0736","J. Phys.: Condens. Matter 20 (2008) 325235","doi:10.1088/0953-8984/20/32/325235"],"date":["2008-07-04","2008-07-08"],"type":["text"],"creator":["Kravchenko, L. Yu.","Fil, D. V."],"language":[],"coverage":[],"title":["Critical currents and giant non-dissipative drag for superfluid\n  electron-hole pairs in quantum Hall multilayers"],"description":["  Superfluid properties of electron-hole pairs in a quantum Hall four-layer\nsystem are investigated. The system is considered as a solid state realization\nof a two-component superfluid Bose gas with dipole-dipole interaction. One\nsuperfluid component is formed in the top bilayer and the other component - in\nthe bottom one. We obtain the dispersion equation for the collective mode\nspectrum and compute the critical parameters (the critical interlayer distance\nand the critical currents) versus the filling factor. We find that the critical\ncurrents of the components depend on each other. The maximum critical current\nof a given component can be reached if the current of the other component is\nequal to zero. The non-dissipative drag effect between the components is\nstudied. It is shown that in the system considered the drag factor is very\nlarge. Under appropriate conditions it can be about 10 per sent, that is at\nleast in three order larder than one predicted for two-component atomic Bose\ngases.\n","Comment: 18 pages, 7 figures"]}]
["0807.0800",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0800","J. Phys.: Condens. Matter 20, 322204 (2008)","doi:10.1088/0953-8984/20/32/322204"],"date":["2008-07-04"],"type":["text"],"creator":["Park, Tuson","Park, Eunsung","Lee, Hanoh","Klimczuk, T.","Bauer, E D","Ronning, F","Thompson, J D"],"language":[],"coverage":[],"title":["Pressure-induced superconductivity in single crystal CaFe2As2"],"description":["  We report pressure-induced superconductivity in a single crystal of CaFe2As2.\nAt atmospheric pressure, this material is antiferromagnetic below 170 K but\nunder an applied pressure of 0.69 GPa becomes superconducting, with a\ntransition temperature Tc exceeding 10 K. The rate of Tc suppression with\napplied magnetic field is -0.7 K/T, giving an extrapolated zero-temperature\nupper critical field of 10-14T.\n","Comment: Accepted to J. Phys.: Condens. Matter (7 pages, 2 figures)"]}]
["0807.0943",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Geometric Topology","57M27,53D55,46L65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0943"],"date":["2008-07-07","2008-07-18"],"type":["text"],"creator":["Sikora, Adam S."],"language":[],"coverage":[],"title":["Quantizations of Character Varieties and Quantum Knot Invariants"],"description":["  Let G be a simple complex algebraic group and g its Lie algebra. We show that\nthe g-Witten-Reshetikhin-Turaev quantum invariants determine a\ndeformation-quantization, C_q[X_G(torus)], of the coordinate ring of the\nG-character variety of the torus. We prove that this deformation is in the\ndirection of the Goldman's bracket. Furthermore, we show that every knot K\ndefines an ideal I_K in C_q[X_G(torus)]. We conjecture that the homomorphism\nC_q[X_G(torus)] -> C[X_G(torus)], q -> 1, maps I_K to the ideal whose radical\nis the kernel of the map C[X_G(torus)] -> C[X_G(S^3 K)]. This conjecture is\nrelated to AJ-conjecture for sl(2,\\C). The results of this paper are inspired\nby the theory of q-holonomic relations between quantum invariants of\nGaroufalidis and Le. Along the way, we disprove Conjecture 2 in Le's \"The\nColored Jones and the A-polynomial of Two-Bridge knots\".\n","Comment: 17 pages, 1 picture"]}]
["0807.1376",{"format":[],"subject":["Mathematics - Number Theory","11J72,11J81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1376"],"date":["2008-07-09","2008-07-18"],"type":["text"],"creator":["Gao, Yun","Gao, Jining"],"language":[],"coverage":[],"title":["Some sufficient conditions of a given series with rational terms\n  converging to an irrational number or a transcdental number"],"description":["  In this paper, we propose various sufficient conditions to determine if a\ngiven real number is an irrational number or a transcendental number and also\napply these conditions to some interesting examples, particularly,one of them\ncomes from complex analytic dynamics\n","Comment: 14pages"]}]
["0807.1426",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1426"],"date":["2008-07-09"],"type":["text"],"creator":["Gabrielli, Andrea","Caldarelli, Guido"],"language":[],"coverage":[],"title":["Barabasi Queueing Model and Invasion Percolation on a tree"],"description":["  In this paper we study the properties of the Barab\\'asi model of queueing\nunder the hypothesis that the number of tasks is steadily growing in time. We\nmap this model exactly onto an Invasion Percolation dynamics on a Cayley tree.\nThis allows to recover the correct waiting time distribution $P_W(\\tau)\\sim\n\\tau^{-3/2}$ at the stationary state (as observed in different realistic data)\nand also to characterize it as a sequence of causally and geometrically\nconnected bursts of activity. We also find that the approach to stationarity is\nvery slow.\n","Comment: 4 pages 1 figure"]}]
["0807.2024",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2024"],"date":["2008-07-13","2008-07-17"],"type":["text"],"creator":["Zhang, Zhi-Qing","Xiao, Zhen-Jun"],"language":[],"coverage":[],"title":["$B \\to \\rho(\\omega, \\phi) \\etap $ Decays and NLO contributions in the\n  pQCD Approach"],"description":["  By employing the perturbative QCD (pQCD) factorization approach, we\ncalculated some important next-to-leading-order(NLO) contributions to the\ntwo-body charmless hadronic decays $B^+ \\to \\rho^+ \\eta^{(\\prime)}$ and $B^0\n\\to \\rho^0(\\omega, \\phi) \\eta^{(\\prime)}$, induced by the vertex QCD\ncorrections, the quark-loops as well as the chromo-magnetic penguins. From the\nnumerical results and phenomenological analysis we find that (a) for $B^\\pm \\to\n\\rho^\\pm \\etap$ decays, the partial NLO contributions to branching ratios are\nsmall in magnitude; (b) for $B^0 \\to \\rho^0(\\omega,\\phi) \\etap$ decays, the NLO\ncontributions can provide significant enhancements to the leading order\npredictions of their branching ratios; and (c) the pQCD predictions for the\nCP-violating asymmetries $\\acp^{dir}(B^\\pm \\to \\rho^\\pm \\etap)$ are consistent\nwith the data, while the predicted $\\acp(B^0 \\to \\rho^0(\\omega)\\etap)$ are\ngenerally large in magnitude and could be tested by the forthcoming LHCb\nexperiments.\n","Comment: 27 pages, 8 ps/eps figures, typo in references removed"]}]
["0807.2533",{"format":[],"subject":["Physics - Geophysics","Condensed Matter - Other Condensed Matter","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2533"],"date":["2008-07-16"],"type":["text"],"creator":["Molchan, G."],"language":[],"coverage":[],"title":["Space-Time Earthquake Prediction: the Error Diagrams"],"description":["  The quality of earthquake prediction is usually characterized by a\ntwo-dimensional diagram 'n' vs. 'tau', where 'n' is the rate of\nfailures-to-predict and 'tau' is a characteristic of space- time alarm. Unlike\nthe time prediction case, the quantity 'tau' is not defined uniquely, so that\nthe properties of the (n,tau) diagram require a theoretical analysis, which is\nthe main goal of the present study. This note is based on a recent paper by\nMolchan and Keilis-Borok in GJI, 173 (2008), 1012-1017.\n","Comment: 22 pages, 2 figures"]}]
["0807.2601",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Experiment","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2601"],"date":["2008-07-16"],"type":["text"],"creator":["Abel, Steven A.","Ellis, John","Jaeckel, Joerg","Khoze, Valentin V."],"language":[],"coverage":[],"title":["Will the LHC Look into the Fate of the Universe?"],"description":["  The LHC will probe the nature of the vacuum that determines the properties of\nparticles and the forces between them. Of particular importance is the fact\nthat our current theories allow the Universe to be trapped in a metastable\nvacuum, which may decay in the distant future, changing the nature of matter.\nThis could be the case in the Standard Model if the LHC finds the Higgs boson\nto be light. Supersymmetry is one favoured extension of the Standard Model\nwhich one might invoke to try to avoid such instability. However, many\nsupersymmetric models are also condemned to vacuum decay for different reasons.\nThe LHC will be able to distinguish between different supersymmetric models,\nthereby testing the stability of the vacuum, and foretelling the fate of the\nUniverse.\n","Comment: 5 pages, 2 figures. This is a brief review targeted primarily at a\n  non-expert audience"]}]
["0807.2639",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2639"],"date":["2008-07-16"],"type":["text"],"creator":["Afshordi, Niayesh"],"language":[],"coverage":[],"title":["Gravitational Aether and the thermodynamic solution to the cosmological\n  constant problem"],"description":["  Cosmological constant problem (in its various versions) is arguably the\ndeepest gap in our understanding of theoretical physics, the solution to which\nmay very likely require revisiting the Einstein theory of gravity. In this\nletter, I argue that the simplest consistent way to decouple gravity from the\nvacuum energy (and hence solve the problem) is through the introduction of an\nincompressible gravitational aether fluid. The theory then predicts that\ngravitational constant for radiation is 33% larger than that of\nnon-relativistic matter, which is preferred by most cosmological observations\n(with the exception of light element abundances), but is not probed by current\nprecision tests of gravity. I also show that slow-roll inflation can happen in\nthis theory, with only minor modifications. Finally, interpreting gravitational\naether as a thermodynamic description of gravity, I propose a\nfinite-temperature correction to the equation of state of gravity, which would\nexplain the present-day acceleration of the cosmic expansion as a consequence\nof the formation of stellar mass black holes.\n","Comment: 5 pages, 1 figure, comments are welcome"]}]
["0807.2640",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2640"],"date":["2008-07-16"],"type":["text"],"creator":["Ghisellini, G."],"language":[],"coverage":[],"title":["Extragalactic jets: a new perspective"],"description":["  The power carried by the jet of blazars is large, compared to the luminosity\nproduced by their accretion disk, and is probably in the form of kinetic energy\nof a normal electron-proton plasma. The Poynting flux is modest, as suggested\nby the inconspicuous synchrotron luminosity when compared to the high energy\n(hard X-rays and gamma-ray) one, assumed to be produced by the inverse Compton\nprocess. It is suggested that the jet power and the SED (Spectral Energy\nDistribution) of its emission are linked to the mass of the black hole M and\nthe accretion rate dot M. This corresponds to a new \"blazar sequence\" based on\nM and dot M instead of only the observed blazar luminosity. These ideas can be\ntested quite easily once the AGILE and especially the GLAST satellite\nobservations, coupled with information in the optical/X-ray band from Swift,\nwill allow the knowledge of the entire SED of hundreds blazars.\n","Comment: 6 pages, 6 figures. Invited talk at the 52 SAIt Congress, Teramo,\n  Italy, May 2008"]}]
["0807.2641",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2641"],"date":["2008-07-16","2008-07-18"],"type":["text"],"creator":["Tang, Sumin","Zhang, Shuang Nan"],"language":[],"coverage":[],"title":["Evidence against non-cosmological redshifts of QSOs in SDSS data"],"description":["  In the unusual intrinsic QSO redshift models, QSOs are ejected by active\ngalaxies with periodic non-cosmological reshifts, thus QSOs are generally\nassociated with active galaxies, and certain structures will be revealed in the\nQSO redshift distribution. As the largest homogeneous sample of QSOs and\ngalaxies, SDSS data provide the best opportunity to examine this issue. We\nreview the debates on this issue, focused on those based on SDSS and 2dF data,\nand conclude that there is no strong connection between foreground active\ngalaxies and high-redshift QSOs. The existence of two dips in the SDSS QSO\nredshift distribution at z=2.7 and 3.5 has recently re-ignited those\ncontroversial debates on the origin of QSO redshift. It also turned out that\nboth dips are totally caused by selection effects and after selection effects\nhave been corrected, the two dips disappear and no structure in the redshift\ndistribution of SDSS DR5 sample. These results support that the reshifts of\nQSOs are cosmological.\n","Comment: 14 pages, 8 figures. Invited review to appear as a chapter in\n  \"Redshifts of Quasi Stellar Objects\", ed. D. Basu (Research Signpost)"]}]
["0807.2648",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2648"],"date":["2008-07-16","2008-07-17"],"type":["text"],"creator":["Savla, Ketan","Frazzoli, Emilio"],"language":[],"coverage":[],"title":["On Endogenous Reconfiguration in Mobile Robotic Networks"],"description":["  In this paper, our focus is on certain applications for mobile robotic\nnetworks, where reconfiguration is driven by factors intrinsic to the network\nrather than changes in the external environment. In particular, we study a\nversion of the coverage problem useful for surveillance applications, where the\nobjective is to position the robots in order to minimize the average distance\nfrom a random point in a given environment to the closest robot. This problem\nhas been well-studied for omni-directional robots and it is shown that optimal\nconfiguration for the network is a centroidal Voronoi configuration and that\nthe coverage cost belongs to $\\Theta(m^{-1/2})$, where $m$ is the number of\nrobots in the network. In this paper, we study this problem for more realistic\nmodels of robots, namely the double integrator (DI) model and the differential\ndrive (DD) model. We observe that the introduction of these motion constraints\nin the algorithm design problem gives rise to an interesting behavior. For a\n\\emph{sparser} network, the optimal algorithm for these models of robots mimics\nthat for omni-directional robots. We propose novel algorithms whose\nperformances are within a constant factor of the optimal asymptotically (i.e.,\nas $m \\to +\\infty$). In particular, we prove that the coverage cost for the DI\nand DD models of robots is of order $m^{-1/3}$. Additionally, we show that, as\nthe network grows, these novel algorithms outperform the conventional\nalgorithm; hence necessitating a reconfiguration in the network in order to\nmaintain optimal quality of service.\n"]}]
["0807.2649",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2649"],"date":["2008-07-16"],"type":["text"],"creator":["Wu, Yu-Huei","Wang, Chih-Hung"],"language":[],"coverage":[],"title":["Gravitational radiation of generic isolated horizons"],"description":["  From the similarity between null infinity and horizons, we show how to set up\nproper frames near generic isolated horizons. The asymptotic expansion and\nreference spin frame are used to study gravitational radiation near generic\nisolated horizons and it turns out that the news function appears on\nnon-expanding horizon. We also verify that the surface gravity is constant on\n(weakly) isolated horizon. The corresponding conserved quantities and relevant\nasymptotic symmetry groups which allow gravitational radiation of generic\nisolated horizons are obtained from asymptotic expansion.\n","Comment: 5 pages"]}]
["0807.2655",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2655"],"date":["2008-07-16"],"type":["text"],"creator":["Blachowicz, Tomasz","Baron, Bartlomiej"],"language":[],"coverage":[],"title":["A graphical extension for the Windows version of the Parallel Finite\n  Element Micromagnetics Package (MagParExt)"],"description":["  In the current paper we present a graphical user interface useful for\nsettings input parameter of the Windows precompiled binaries for the Parallel\nFinite Element Micromagnetics Package (MagPar). The Package is used for\nmagnetization dynamics analysis on a base of the Landau-Lifshitz-Gilbert (LLG)\nequation. In an available version of the MagPar package there are several text\nfiles which control simulations. Presented here graphical extension (MagParExt)\nenables easy preparation of input and output data, stored in text files, and\nadditionally, direct and fast creation of figures obtained from dependencies\nbetween simulated physical quantities.\n","Comment: 8 pages, 5 figures"]}]
["0807.2656",{"format":[],"subject":["Mathematics - History and Overview","00A06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2656"],"date":["2008-07-16"],"type":["text"],"creator":["Krantz, Steven G."],"language":[],"coverage":[],"title":["Through a Glass Darkly"],"description":["  We consider the question of how mathematicians view themselves and how\nnon-mathematicians view us. What is our role in society? Is it effective? Is it\nrewarding? How could it be improved? This paper will be part of a forthcoming\nvolume on this circle of questions.\n"]}]
["0807.2658",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2658"],"date":["2008-07-16"],"type":["text"],"creator":["Vaz, Pedro"],"language":[],"coverage":[],"title":["A categorification of the quantum sl(N)-link polynomials using foams"],"description":["  In this thesis we define and study a categorification of the sl(N)-link\npolynomial using foams, for N\\geq 3.\n  For N=3 we define the universal sl(3)-link homology, using foams, which\ndepends on three parameters and show that it is functorial, up to scalars, with\nrespect to link cobordisms. Our theory is integral. We show that tensoring it\nwith Q yields a theory which is equivalent to the rational universal\nKhovanov-Rozansky sl(3)-link homology.\n  For N\\geq 4 we construct a rational theory categorifying the sl(N)-link\npolynomial using foams. Our theory is functorial, up to scalars, with respect\nto link cobordisms. To evaluate closed foams we use the Kapustin-Li formula. We\nshow that for any link our homology is isomorphic to the Khovanov-Rozansky\nhomology. We conjecture that the theory is integral and we compute the\nconjectured integral sl(N)-link homology for the (2,m)-torus links and show\nthat it has torsion of order N.\n","Comment: PhD thesis, 141 pages, lots of figures"]}]
["0807.2659",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2659","Surface Review Letters, Vol. 15, No. 4 (2008) 1-9"],"date":["2008-07-16"],"type":["text"],"creator":["Hussain, Syed Arshad","Leeman, Hugo","Bhattacharjee, Debajyoti"],"language":[],"coverage":[],"title":["Aggregation of P-terphenyl along with PMMA/SA at the Langmuir and\n  Langmuir-Blodgett Films"],"description":["  Molecular aggregation and monolayer characteristics of non-amphiphilic\np-terphenyl (TP) mixed with either polymethyl methacrylate (PMMA) or stearic\nacid (SA) at the air-water interface were investigated. The miscibility of the\ntwo components was evaluated by measuring and analyzing surface pressure versus\narea per molecule (pi-A) isotherm. Both attractive and repulsive interactions\nbetween the sample (TP) and the matrix (PMMA or SA) were observed depending on\nthe composition and microenvironment. TP and PMMA/SA were not completely\nmiscible in the mixed monolayer. Aggregation and phase separation between\nsample TP and matrix molecule was revealed by UV-Vis absorption spectroscopic\nstudies and confirmed by scanning electron micrograpgh of LB films.\n","Comment: 9 pages, 5 figures, 1 table"]}]
["0807.2662",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2662"],"date":["2008-07-16"],"type":["text"],"creator":["Silich, S.","Hueyotl-Zahuantitla, F.","Tenorio-Tagle, G."],"language":[],"coverage":[],"title":["SMBH Spherically Symmetric Accretion Regulated by Violent Star Formation\n  Feedback"],"description":["  The mounting evidence for violent nuclear star formation in Seyfert galaxies\nhas led us to consider the hydrodynamics of the matter reinserted by massive\nstars through strong stellar winds and supernovae, under the presence of a\ncentral massive BH. We show that in all cases there is a bimodal solution\nstrongly weighted by the location of the stagnation radius (Rst), which splits\nthe star cluster into two different zones. Matter reinserted within the\nstagnation volume is to be accreted by the BH while its outer counterpart would\ncomposed a star cluster wind. The mechanical power of the latter, ensures that\nthere is no accretion of the ISM into the BH and thus the BH accretion and its\nluminosity is regulated by the star formation feedback. The location of the\nstagnation radius is a function of three parameters: the BH mass, the\nmechanical power (or mass) of the star formation event and the size of the star\nforming region. Here we present our self-consistent, stationary solution,\ndiscuss the accretion rates and BH luminosities and show that our model\npredicts the intrinsic link between the BH activity and the starburst\nparameters.\n","Comment: 4 pages, 3 figures. To appear in the proceedings of the workshop \"The\n  Central Kiloparsec: Active Galactic Nuclei and Their Host \", Ierapetra,\n  Crete. June 2008"]}]
["0807.2664",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2664","Chemical Physics Letters, Vol 405 (2005) 323-329","doi:10.1016/j.cplett.2005.02.060"],"date":["2008-07-16"],"type":["text"],"creator":["Deb, S.","Biswas, S.","Hussain, S. A.","Bhattacharjee, D."],"language":[],"coverage":[],"title":["Spectroscopic characterizations of the mixed Langmuir-Blodgett (LB)\n  films of 2,2'-biquinoline molecules: evidence of dimer formation"],"description":["  This communication reports the -A isotherms and spectroscopic\ncharacterizations of mixed Langmuir and Langmuir-Blodgett (LB) films of\nnonamphiphilic 2, -biquinoline (BQ) molecules, mixed with polymethyl\nmethacrylate (PMMA) and stearic acid (SA). The pi-A isotherms and molefraction\nversus area per molecule studies indicate complete immiscibility of sample (BQ)\nand matrix (PMMA or SA) molecules. This immiscibility may lead to the formation\nof microcrystalline aggregates of BQ molecules in the mixed LB films. The\nscanning electron micrograph gives the visual evidence of microcrystalline\naggregates of BQ molecules in the mixed LB films. UV-Vis absorption,\nfluorescence and excitation spectroscopic studies reveal the nature of these\nmicrocrystalline aggregates. LB films lifted at higher surface pressure\nindicate the formation of dimer or higher order n-mers.\n","Comment: 21 pages, 5 figures"]}]
["0807.2665",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2665"],"date":["2008-07-16"],"type":["text"],"creator":["Melian, Carlos J.","Alonso, David","Vazquez, Diego P.","Regetz, James"],"language":[],"coverage":[],"title":["Unifying Theories of Molecular, Community and Network Evolution"],"description":["  The origin of diversification and coexistence of genes and species have been\ntraditionally studied in isolated biological levels. Ecological and\nevolutionary views have focused on the mechanisms that enable or constrain\nspecies coexistence, genetic variation and the genetics of speciation, but a\nunified theory linking those approaches is still missing. Here we introduce\nevolutionary graphs in the context of neutral theories of molecular evolution\nand biodiversity to provide a framework that simultaneously addresses\nspeciation rate and joint genetic and species diversities. To illuminate this\nquestion we also study two models of evolution on graphs with fitness\ndifferences, which provide insights on how genetic and ecological dynamics\ndrive the speed of diversification. Neutral evolution generates the highest\nspeed of speciation, species richness (i.e. five times and twice as many\nspecies as compared to genetic and ecological graphs, respectively) and\ngenetic--species diversity (i.e., twice as many as genetic and ecological\ngraphs, respectively). Thus the speed of speciation, the genetic--species\ndiversity and coexistence can differ dramatically depending on whether genetic\nfactors versus ecological factors drive the evolution of the system. By linking\nmolecular, sexual and trophic behavior at ecological and evolutionary scales,\ninteracting graphs can illuminate the origin and evolution of diversity and\norganismal coexistence.\n","Comment: Main 42 pages, Appendix 28 pages, 5 figures"]}]
["0807.2667",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2667"],"date":["2008-07-16"],"type":["text"],"creator":["Gröger, R.","Bailey, A. G.","Vitek, V."],"language":[],"coverage":[],"title":["Multiscale modeling of plastic deformation of molybdenum and tungsten:\n  I. Atomistic studies of the core structure and glide of 1/2<111> screw\n  dislocations at 0 K"],"description":["  Owing to their non-planar cores 1/2<111> screw dislocations govern the\nplastic deformation of BCC metals. Atomistic studies of the glide of these\ndislocations at 0 K have been performed using Bond Order Potentials for\nmolybdenum and tungsten that account for the mixed metallic and covalent\nbonding in transition metals. When applying pure shear stress in the slip\ndirection it displays significant twinning-antitwinning asymmetry for\nmolybdenum but not for tungsten. However, for tensile/compressive loading the\nSchmid law breaks down in both metals, principally due to the effect of shear\nstresses perpendicular to the slip direction that alter the dislocation core.\nRecognition of this phenomenon forms a basis for the development of physically\nbased yield criteria that capture the breakdown of the Schmid law in BCC\nmetals. Moreover, dislocation glide may be preferred on {110} planes other than\nthe most highly stressed one, which is reminiscent of the anomalous slip\nobserved in many BCC metals.\n","Comment: 20 pages, accepted for publication in Acta Mat"]}]
["0807.2668",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2668"],"date":["2008-07-16"],"type":["text"],"creator":["Watrous, John"],"language":[],"coverage":[],"title":["Mixing doubly stochastic quantum channels with the completely\n  depolarizing channel"],"description":["  It is proved that every doubly stochastic quantum channel that is properly\naveraged with the completely depolarizing channel can be written as a convex\ncombination of unitary channels. As a consequence, we find that the collection\nof channels expressible as convex combinations of unitary channels has non-zero\nBorel measure within the space of doubly stochastic channels.\n","Comment: 8 pages"]}]
["0807.2669",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2669"],"date":["2008-07-16"],"type":["text"],"creator":["Nastishin, Yu. A.","Neupane, K.","Baldwin, A. R.","Lavrentovich, O. D.","Sprunt, S."],"language":[],"coverage":[],"title":["Elasticity and Viscosity of a Lyotropic Chromonic Nematic Studied with\n  Dynamic Light Scattering"],"description":["  Using dynamic light scattering, we measure for the first time the\ntemperature-dependent elastic moduli and associated orientational viscosity\ncoefficients of the nematic phase in a self-assembled lyotropic chromonic\nliquid crystal. The bend K3 and splay K1 moduli are an order of magnitude\nhigher than the twist K2 constant. The ratio K3/K1 shows an anomalous increase\nwith temperature; we attribute this to the shortening of the aggregates as\ntemperature increases. The viscosity coefficients also show a significant\nanisotropy, as well as a strong temperature dependence; in particular, the bend\nviscosity is three orders of magnitude smaller than the splay and twist\nviscosities.\n","Comment: 4 pages, 3 figures, submitted to Phys.Rev.Lett"]}]
["0807.2679",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2679"],"date":["2008-07-16"],"type":["text"],"creator":["van der Veen, Roland"],"language":[],"coverage":[],"title":["A cabling formula for the colored Jones polynomial"],"description":["  We prove an explicit cabling formula for the colored Jones polynomial. As an\napplication we prove the volume conjecture for all zero volume knots and links,\ni.e. all knots and links that are obtained from the unknot by repeated cabling\nand connected sum.\n","Comment: 12 pages, 3 figures"]}]
["0807.2680",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2680","IEEE Transactions on Information Theory, vol. 54, no. 8, pp.\n  3552-3564, 2008","doi:10.1109/TIT.2008.926349"],"date":["2008-07-16"],"type":["text"],"creator":["Chee, Yeow Meng","Ge, Gennian","Ling, Alan C. H."],"language":[],"coverage":[],"title":["Group Divisible Codes and Their Application in the Construction of\n  Optimal Constant-Composition Codes of Weight Three"],"description":["  The concept of group divisible codes, a generalization of group divisible\ndesigns with constant block size, is introduced in this paper. This new class\nof codes is shown to be useful in recursive constructions for constant-weight\nand constant-composition codes. Large classes of group divisible codes are\nconstructed which enabled the determination of the sizes of optimal\nconstant-composition codes of weight three (and specified distance), leaving\nonly four cases undetermined. Previously, the sizes of constant-composition\ncodes of weight three were known only for those of sufficiently large length.\n","Comment: 13 pages, 1 figure, 4 tables"]}]
["0807.2682",{"format":[],"subject":["Mathematics - Number Theory","11B68","11S80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2682"],"date":["2008-07-16"],"type":["text"],"creator":["Kim, Taekyun"],"language":[],"coverage":[],"title":["q-Euler Numbers and Polynomials Associated with Basic Zeta Functions"],"description":["  In this paper we give the q-extension of Euler numbers which can be viewed as\ninterpolating of the q-analogue of Euler zeta function ay negative integers, in\nthe same way that Riemann zeta function interpolates Bernoulli numbers at\nnegative integers. Finally we woll treat some identities of the q-extension of\nthe euler numbers by using fermionic p-adic q-integration on Z_p.\n","Comment: 9 pages"]}]
["0807.2690",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2690"],"date":["2008-07-17"],"type":["text"],"creator":["Vinh, Le Anh"],"language":[],"coverage":[],"title":["On the number of orthogonal systems in vector spaces over finite fields"],"description":["  Iosevich and Senger (2008) showed that if a subset of the d-dimensional\nvector space over a finite field is large enough, then it contains many\nk-tuples of mutually orthogonal vectors. In this note, we provide a graph\ntheoretic proof of this result.\n"]}]
["0807.2691",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2691"],"date":["2008-07-17"],"type":["text"],"creator":["Rastegin, Alexey E."],"language":[],"coverage":[],"title":["Statement of uncertainty principle for quantum measurements in terms of\n  the Renyi entropies"],"description":["  The aim of the work is to give the explicit proofs of the Renyi-entropy\nuncertainty relations presented in the previous work [A. Rastegin,\narXiv:0805.1777]. The relations with both the state-dependent and\nstate-independent entropic bounds are proved. For a pair of POVM measurements\nthe two relations are obtained. The first of them is generalization of the\nknown results, whereas the second is quite alternative. It is shown that both\nthese relations are meaty. The important case of POVM's with one-rank elements\nis extra discussed. The measurements designed for distinction between two\nnon-orthogonal quantum states are considered as examples.\n","Comment: 21 pages, no figures. This paper is connected with arXiv:0805.1777"]}]
["0807.2692",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2692"],"date":["2008-07-17"],"type":["text"],"creator":["Vinh, Le Anh","Dung, Dang Phuong"],"language":[],"coverage":[],"title":["Explicit tough Ramsey graphs"],"description":["  A graph G is t-tough if any induced subgraph of it with x > 1 connected\ncomponents is obtained from G by deleting at least tx vertices. Chvatal\nconjectured that there exists an absolute constant t_0 so that every t_0-tough\ngraph is pancyclic. This conjecture was disproved by Bauer, van den Heuvel and\nSchmeichel by constructing a t_0-tough triangle-free graph for every real t_0.\nFor each finite field F_q with q odd, we consider graphs associated to the\nfinite Euclidean plane and the finite upper half plane over F_q. These graphs\nhave received serious attention as they have been shown to be Ramanujan (or\nasymptotically Ramanujan) for large q. We will show that for infinitely many q,\nthese graphs provide further counterexamples to Chvatal's conjecture. They also\nprovide a good constructive lower bound for the Ramsey number R(3,k).\n"]}]
["0807.2698",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2698"],"date":["2008-07-17"],"type":["text"],"creator":["Yoon, Gwonchan","Park, Hyung-Jin","Na, Sungsoo","Eom, Kilho"],"language":[],"coverage":[],"title":["Mesoscopic model for mechanical characterization of biological protein\n  materials"],"description":["  Mechanical characterization of protein molecules has played a role on gaining\ninsight into the biological functions of proteins, since some proteins perform\nthe mechanical function. Here, we present the mesoscopic model of biological\nprotein materials composed of protein crystals prescribed by Go potential for\ncharacterization of elastic behavior of protein materials. Specifically, we\nconsider the representative volume element (RVE) containing the protein\ncrystals represented by alpha-carbon atoms, prescribed by Go potential, with\napplication of constant normal strain to RVE. The stress-strain relationship\ncomputed from virial stress theory provides the nonlinear elastic behavior of\nprotein materials and their mechanical properties such as Young's modulus,\nquantitatively and/or qualitatively comparable to mechanical properties of\nbiological protein materials obtained from experiments and/or atomistic\nsimulations. Further, we discuss the role of native topology on the mechanical\nproperties of protein crystals. It is shown that parallel strands (hydrogen\nbonds in parallel) enhances the mechanical resilience of protein materials.\n","Comment: 29 pages; 7 figures; accepted for publication at Journal of\n  Computational Chemistry"]}]
["0807.2701",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2701"],"date":["2008-07-17"],"type":["text"],"creator":["Miwa, Makoto","Wadayama, Tadashi","Takumi, Ichi"],"language":[],"coverage":[],"title":["A Cutting Plane Method based on Redundant Rows for Improving Fractional\n  Distance"],"description":["  In this paper, an idea of the cutting plane method is employed to improve the\nfractional distance of a given binary parity check matrix. The fractional\ndistance is the minimum weight (with respect to l1-distance) of vertices of the\nfundamental polytope. The cutting polytope is defined based on redundant rows\nof the parity check matrix and it plays a key role to eliminate unnecessary\nfractional vertices in the fundamental polytope. We propose a greedy algorithm\nand its efficient implementation for improving the fractional distance based on\nthe cutting plane method.\n","Comment: 8 pages, To be presented at Turbo Coding 2008"]}]
["0807.2704",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2704"],"date":["2008-07-17"],"type":["text"],"creator":["Lee, Michael J."],"language":[],"coverage":[],"title":["An Explicit Microreversibility Violating Thermodynamic Markov Process"],"description":["  We explicitly construct a non-microreversible transition matrix for a Markov\nprocess and apply it to the standard three-state Potts model. This provides a\nclear and simple demonstration that the usual micoreversibility property of\nthermodynamical Monte Carlo algorithms is not strictly necessary from a\nmathemetical point of view.\n","Comment: 3 pages, 1 figure"]}]
["0807.2705",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Metric Geometry","46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2705"],"date":["2008-07-17"],"type":["text"],"creator":["Weston, Anthony"],"language":[],"coverage":[],"title":["Optimal lower bounds on the maximal p-negative type of finite metric\n  spaces"],"description":["  This article derives lower bounds on the supremal (strict) p-negative type of\nfinite metric spaces using purely elementary techniques. The bounds depend only\non the cardinality and the (scaled) diameter of the underlying finite metric\nspace. Examples show that these lower bounds can easily be best possible under\nclearly delineated circumstances. We further point out that the entire theory\nholds (more generally) for finite semi-metric spaces without modification and\nwherein the lower bounds are always optimal.\n","Comment: 10 pages"]}]
["0807.2708",{"format":[],"subject":["Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2708"],"date":["2008-07-17"],"type":["text"],"creator":["Sugon Jr., Quirino M.","Bragais, Sarah","McNamara, Daniel J."],"language":[],"coverage":[],"title":["Copernicus's epicycles from Newton's gravitational force law via linear\n  perturbation theory in geometric algebra"],"description":["  We derive Copernicus's epicycles from Newton's gravitational force law by\nassuming that a planet's orbit is a perturbed circular orbit, with the\nperturbation defined to be co-rotating with the said orbit. We substitute this\norbit expression into Newton's gravitation law and showed that the perturbation\nsatisfies the linear part of Hill's oscillator equation for lunar motion. We\nsolve this oscillator equation using an exponential Fourier series and impose\nthe boundary conditions at the aphelion and perihelion to derive Copernicus's\nformulas for the eccentric, deferent, and epicycle. We show that for small\neccetricity, the Copernican orbit expression also leads to Kepler's law of\nareas for planetary motion. The formalism we use is the Clifford (geometric)\nalgebra Cl_{2,0}.\n","Comment: 7 pages, 3 figures"]}]
["0807.2714",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","20C08","33D52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2714"],"date":["2008-07-17"],"type":["text"],"creator":["Kasatani, Masahiro"],"language":[],"coverage":[],"title":["The polynomial representation of the double affine Hecke algebra of type\n  $(C^\\vee_n, C_n)$ for specialized parameters"],"description":["  In this paper, we study the polynomial representation of the double affine\nHecke algebra of type $(C^\\vee_n, C_n)$ for specialized parameters. Inductively\nand combinatorially, we give a linear basis of the representation in terms of\nlinear combinations of non-symmetric Koornwinder polynomials. The basis\nconsists of generalized eigenfunctions with respect to $q$-Dunkl-Cherednik\noperators $\\hat{Y}_i$, and it gives a way to cancel out poles of non-symmetric\nKoornwinder polynomials. We examine irreducibility and $Y$-semisimplicity of\nthe representation for the specialized parameters. For some cases, we give a\ncharacterization of the subrepresentations by vanishing conditions for Laurent\npolynomials.\n","Comment: 45 pages"]}]
["0807.2715",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2715"],"date":["2008-07-17"],"type":["text"],"creator":["Alibek, Akmaral","Myrzakulov, Ratbay","Zakrzewski, W. J."],"language":[],"coverage":[],"title":["Some properties of deformed Sine Gordon models"],"description":["  We study some properties of the deformed Sine Gordon models. These models,\npresented by Bazeia et al, are natural generalisations of the Sine Gordon\nmodels in (1+1) dimensions. There are two classes of them, each dependent on a\nparameter n. For special values of this parameter the models reduce to the Sine\nGordon one; for other values of n they can be considered as generalisations of\nthis model. The models are topological and possess one kink solutions. Here we\ninvestigate the existence of other solutions of these models - such as\nbreathers. The work is numerical and we find that the breathers, as such,\nprobably do not exist. However, we show that some of these models, namely, the\nn = 1 of the first class possess breather-like solutions which are\nquasi-stable; ie these quasi-breathers exist for long periods of time\n(thousands of periods of oscillations). These results are found to be\nindependent of the discretisation used in the numerical part of our work.\n"]}]
["0807.2718",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2718"],"date":["2008-07-17"],"type":["text"],"creator":["Peskov, V.","Martinengo, P.","Nappi, E.","Oliveira, R.","Paic, G.","Pietropaolo, F.","Picchi, P."],"language":[],"coverage":[],"title":["Photosensitive Strip RETHGEM"],"description":["  An innovative photosensitive gaseous detector, consisting of a GEM like\namplification structure with double layered electrodes (instead of commonly\nused metallic ones) coated with a CsI reflective photocathode, is described. In\none of our latest designs, the inner electrode consists of a metallic grid and\nthe outer one is made of resistive strips; the latter are manufactured by a\nscreen printing technology on the top of the metallic strips grid The inner\nmetallic grid is used for 2D position measurements whereas the resistive layer\nprovides an efficient spark protected operation at high gains - close to the\nbreakdown limit. Detectors with active areas of 10cm x10cm and 10cm x20cm were\ntested under various conditions including the operation in photosensitive gas\nmixtures containing ethylferrocene or TMAE vapors. The new technique could have\nmany applications requiring robust and reliable large area detectors for UV\nvisualization, as for example, in Cherenkov imaging devices.\n","Comment: Presentes at the International Conference NDIP 2008, July 2008,\n  France"]}]
["0807.2720",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2720","PLA 372 (2008) 5352 - 5355","doi:10.1016/j.physleta.2008.06.016"],"date":["2008-07-17"],"type":["text"],"creator":["Richert, J."],"language":[],"coverage":[],"title":["The Berry phase: a topological test for the spectrum structure of\n  frustrated quantum spin systems"],"description":["  The nature of the low energy spectrum of frustrated quantum spin systems is\ninvestigated by means of a topological test introduced by Y. Hatsugai which\nenables to infer the possible existence or absence of a gap between the ground\nstate and excited states of these systems. The test relies on the determination\nof an order parameter which is a Berry phase. The structure of the spectra of\neven and odd-legged systems in 2d and 3d is analyzed. Results are confronted\nwith previous work.\n","Comment: 11 pages, 1 figure"]}]
["0807.2724",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2724"],"date":["2008-07-17"],"type":["text"],"creator":["Hunger, Raphael","Joham, Michael"],"language":[],"coverage":[],"title":["An Asymptotic Analysis of the MIMO BC under Linear Filtering"],"description":["  We investigate the MIMO broadcast channel in the high SNR regime when linear\nfiltering is applied instead of dirty paper coding. Using a user-wise rate\nduality where the streams of every single user are not treated as\nself-interference as in the hitherto existing stream-wise rate dualities for\nlinear filtering, we solve the weighted sum rate maximization problem of the\nbroadcast channel in the dual multiple access channel. Thus, we can exactly\nquantify the asymptotic rate loss of linear filtering compared to dirty paper\ncoding for any channel realization. Having converted the optimum covariance\nmatrices to the broadcast channel by means of the duality, we observe that the\noptimal covariance matrices in the broadcast channel feature quite complicated\nbut still closed form expressions although the respective transmit covariance\nmatrices in the dual multiple access channel share a very simple structure. We\nimmediately come to the conclusion that block-diagonalization is the\nasymptotically optimum transmit strategy in the broadcast channel. Out of the\nset of block-diagonalizing precoders, we present the one which achieves the\nlargest sum rate and thus corresponds to the optimum solution found in the dual\nmultiple access channel. Additionally, we quantify the ergodic rate loss of\nlinear coding compared to dirty paper coding for Gaussian channels with\ncorrelations at the mobiles.\n","Comment: Submitted to ICC 2009"]}]
["0807.2725",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2725"],"date":["2008-07-17","2008-07-18"],"type":["text"],"creator":["Reenbohn, W. L.","Mahato, Mangal C."],"language":[],"coverage":[],"title":["Ratchet effect in inhomogeneous inertial systems: I. Adiabatic case"],"description":["  Risken's matrix continued fraction method is used to solve the Fokker-Planck\nequation to calculate particle current in an inertial symmetric (sinusoidal)\nperiodic potential under the action of a constant force. The particle moves in\na medium with friction coefficient also varying periodically in space as the\npotential but with a finite phase difference $\\phi (\\ne n\\pi, n=0,1,2, ...)$.\nThe algebraic sum of current with applied forces $\\pm|F|$ gives the ratchet\ncurrent in the adiabatic limit. Even though, the effect of frictional\ninhomogeneity is weak, the ratchet current shows very rich qualitative\ncharacteristics. The effects of variation of $F$, the temperature $T$, and the\naverage friction coefficient $\\gamma_0$ on the performance characteristics of\nthe ratchet are presented.\n","Comment: 21pages,11 figures"]}]
["0807.2727",{"format":[],"subject":["Physics - Classical Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2727","Physical Review E: Statistical, Nonlinear, and Soft Matter Physics\n  78, 1 (2008) 016303","doi:10.1103/PhysRevE.78.016303"],"date":["2008-07-17"],"type":["text"],"creator":["Gouin, Henri","Ruggeri, Tommaso"],"language":[],"coverage":[],"title":["Identification of an average temperature and a dynamical pressure in a\n  multitemperature mixture of fluids"],"description":["  We present a classical approach of a mixture of compressible fluids when each\nconstituent has its own temperature. The introduction of an average temperature\ntogether with the entropy principle dictates the classical Fick law for\ndiffusion and also novel constitutive equations associated with the difference\nof temperatures between the components. The constitutive equations fit with\nresults recently obtained through Maxwellian iteration procedure in extended\nthermodynamics theory of multitemperature mixtures. The differences of\ntemperatures between the constituents imply the existence of a new dynamical\npressure even if the fluids have a zero bulk viscosity. The nonequilibrium\ndynamical pressure can be measured and may be convenient in several physical\nsituations as for example in cosmological circumstances where - as many authors\nassert - a dynamical pressure played a major role in the evolution of the early\nuniverse.\n","Comment: 16 pages"]}]
["0807.2730",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2730"],"date":["2008-07-17"],"type":["text"],"creator":["Gezici, S.","Poor, H. V."],"language":[],"coverage":[],"title":["Position Estimation via Ultra-Wideband Signals"],"description":["  The high time resolution of ultra-wideband (UWB) signals facilitates very\nprecise position estimation in many scenarios, which makes a variety\napplications possible. This paper reviews the problem of position estimation in\nUWB systems, beginning with an overview of the basic structure of UWB signals\nand their positioning applications. This overview is followed by a discussion\nof various position estimation techniques, with an emphasis on time-based\napproaches, which are particularly suitable for UWB positioning systems.\nPractical issues arising in UWB signal design and hardware implementation are\nalso discussed.\n","Comment: To appear in Proceedings of the IEEE (Special Issue on UWB Technology\n  and Emerging Applications)"]}]
["0807.2731",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2731"],"date":["2008-07-17"],"type":["text"],"creator":["Chowdhury, Debashish"],"language":[],"coverage":[],"title":["Resource Letter: Bio-molecular Nano-machines: where Physics, Chemistry,\n  Biology and Technology meet"],"description":["  Cell is the structural and functional unit of life. This Resource Letter\nserves as a guide to the literature on nano-machines which drive not only\nintracellular movements, but also motility of the cell. These machines are\nusually proteins or macromolecular assemblies which require appropriate fuel\nfor their operations. Although, traditionally, these machines were subjects of\ninvestigation in biology and biochemistry, increasing use of the concepts and\ntechniques of physics in recent years have contributed to the quantitative\nunderstanding of the fundamental principles underlying their operational\nmechanisms. The possibility of exploiting these principles for the design and\ncontrol of artificial nano-machines has opened up a new frontier in the\nbottom-up approach to nano-technology.\n","Comment: 137 pages (including more than 2100 references); to be revised and\n  updated; comments are welcome"]}]
["0807.2733",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2733"],"date":["2008-07-17"],"type":["text"],"creator":["Lenain, Jean-Philippe","Boisson, Catherine","Sol, Hélène"],"language":[],"coverage":[],"title":["SSC scenario for VHE emission from 2 radiogalaxies: M 87 and Cen A"],"description":["  M 87 is the first extragalactic source detected in the Very High Energy (VHE;\nE > 100 GeV) gamma-ray domain that is not a blazar, its large scale jet not\nbeing aligned to the line of sight. Slight modification of standard emission\nmodels of TeV blazars allows to account for the gamma-ray spectra obtained with\nH.E.S.S. We present a multi-blob synchrotron self-Compton model taking\nexplicitly into account large viewing angles and moderate values of the Lorentz\nfactor as inferred from MHD simulations of jet formation. Predictions of the\nVHE emission for the nearby radiogalaxy Cen A and an interpretation of the\nbroadband radiation of M 87 are presented.\n","Comment: 2 pages, 4 figures, to appear in the proceedings of the 20th\n  Rencontres de Blois, 2008, Challenges in Particles Astrophysics"]}]
["0807.2735",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2735"],"date":["2008-07-17"],"type":["text"],"creator":["Wanke, Rainer"],"language":[],"coverage":[],"title":["Precision Standard Model Tests with Kaons"],"description":["  In kaon physics, several new precision measurements on flavour variables and\nCP violation have performed in the recent years. Presented are a new precise\ndetermination of the CKM parameter |V_us|, which combines the results of all\nexperiments together with recent theoretical progress, and new measurements of\nthe ratio R_K = Gamma(K+ -> e+ nu)/Gamma(K+ -> mu+ nu), which is sensitive to\ncontributions of a possible charged Higgs in the SUSY framework. Also, final\nresults of a precision search for direct CP violation in charged kaon decays\nare presented.\n","Comment: 6 pages, 10 figures, Proceedings for Flavor Physics & CP Violation\n  Conference, Taipei, 2008"]}]
["0807.2742",{"format":[],"subject":["Mathematics - Probability","60J10, 60K15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2742"],"date":["2008-07-17"],"type":["text"],"creator":["Gnedin, Alexander","Iksanov, Alex","Möhle, Martin"],"language":[],"coverage":[],"title":["On asymptotics of exchangeable coalescents with multiple collisions"],"description":["  We study the number of collisions $X_n$ of an exchangeable coalescent with\nmultiple collisions ($\\Lambda$-coalescent) which starts with $n$ particles and\nis driven by rates determined by a finite characteristic measure $\\nu({\\rm\nd}x)=x^{-2}\\Lambda({\\rm d}x)$. Via a coupling technique we derive limiting laws\nof $X_n$, using previous results on regenerative compositions derived from\nstick-breaking partitions of the unit interval. The possible limiting laws of\n$X_n$ include normal, stable with index $1\\le\\alpha<2$ and Mittag-Leffler\ndistributions. The results apply, in particular, to the case when $\\nu$ is a\nbeta$(a-2,b)$ distribution with parameters $a>2$ and $b>0$. The approach taken\nallows to derive asymptotics of three other functionals of the coalescent, the\nabsorption time, the length of an external branch chosen at random from the $n$\nexternal branches, and the number of collision events that occur before the\nrandomly selected external branch coalesces with one of its neighbours.\n"]}]
["0807.2743",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2743"],"date":["2008-07-17"],"type":["text"],"creator":["Sorj, Bernardo"],"language":[],"coverage":[],"title":["Information Societies and Digital Divides"],"description":["  The book argues ICT are part of the set of goods and services that determine\nquality of life, social inequality and the chances for economic development.\nTherefore understanding the digital divide demands a broader discussion of the\nplace of ICT within each society and in the international system. The author\nargues against the perspectives that either isolates ICT from other basic\nsocial goods (in particular education and employment) as well as those that\nargue that new technologies are luxury of a consumer society. Though the author\naccepts that new technologies are not a panacea for the problems of inequality,\naccess to them become a condition of full integration of social life. Using\nexamples mainly from Latin America, the work presents some general policy\nproposals on the fight against the digital divide which take in consideration\nother dimensions of social inequality and access to public goods.\n  Bernardo Sorj was born in Montevideo, Uruguay. He is a naturalized Brazilian,\nliving in Brazil since 1976. He studied anthropology and philosophy in Uruguay,\nand holds a B.A. and an M.A. in History and Sociology from Haifa University,\nIsrael. He received his Ph.D. in Sociology from the University of Manchester in\nEngland. Sorj was a professor at the Department of Political Science at the\nFederal University of Minas Gerais and at the Institute for International\nRelations, PUC/RJ. The author of 20 books and more than 100 articles, was\nvisiting professor and chair at many European and North American\nuniversities...\n","Comment: 103 pages, ISBN 978-88-7699-127-1 (Printed edition), ISBN\n  978-88-7699-128-8 (Electronic edition), printed edition available at\n  http://www.amazon.com/ and http://stores.lulu.com/polimetrica"]}]
["0807.2747",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2747","J. Vac. Sci. Technol. B, v. 24, p. 1413 (2006)","doi:10.1116/1.2198856"],"date":["2008-07-17"],"type":["text"],"creator":["Tavkhelidze, Avto","Bibilashvili, Amiran","Jangidze, Larissa","Mauger, Alex Shimkunas Philip","Rempfer, Gertrude F.","Almaraz, Luis","Dixon, Todd","Kordesch, Martin E.","Katan, Nechama","Walitzki, Hans"],"language":[],"coverage":[],"title":["Observation of new quantum interference effect in solids"],"description":["  In order to achieve quantum interference of free electrons inside a solid, we\nhave modified the geometry of the solid so that de Broglie waves interfere\ndestructively inside the solid. Quantum interference of de Broglie waves leads\nto a reduction in the density of possible quantum states of electrons inside\nthe solid and increases the Fermi energy level. This effect was studied\ntheoretically within the limit of the quantum theory of free electrons inside\nthe metal. It has been shown that if a metal surface is modified with patterned\nindents, the Fermi energy level will increase and consequently the electron\nwork function will decrease. This effect was studied experimentally in both Au\nand SiO2 thin films of special geometry and structure. Work function reductions\nof 0.5 eV in Au films and 0.2 eV in SiO2 films were observed. Comparative\nmeasurements of work function were made using the Kelvin Probe method based on\ncompensation of internal contact potential difference. Electron emission from\nthe same thin films was studied by two independent research groups using\nPhotoelectron Emission Microscopy (PEEM).\n","Comment: 11 pages, 5 figures"]}]
["0807.2750",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2750"],"date":["2008-07-17","2008-07-18"],"type":["text"],"creator":["Ivanov, A. N.","Kryshen, E. L.","Pitschmann, M.","Kienle, P."],"language":[],"coverage":[],"title":["Comments on \"Rates of processes with coherent production of different\n  particles and the GSI time anomaly\"by C. Giunti, Phys. Lett. B 665, 92\n  (2008), 0805.0431"],"description":["  We give comments on the recent paper by Giunti (Phys. Lett. B 665, 92 (2008),\narXiv: 0805.0431 [hep-ph]) with a critique of our explanation of the\nexperimentally observed periodic time-dependence of the interference term in\nthe rate of the K-shell electron capture decay of the H-like ions 140Pr58+ and\n142Pm60+ as a two-neutrino-flavour mixing. We show also that this phenomenon\ncannot be explained by a coherent mixing of two states of a mother ion as\nproposed by Giunti.\n","Comment: 6 pages, References are changed according to archive rules"]}]
["0807.2753",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2753"],"date":["2008-07-17"],"type":["text"],"creator":["Limousin, Marceau"],"language":[],"coverage":[],"title":["Mapping Dark Matter in Galaxy Clusters: Gravitational Lensing &\n  Numerical Simulations"],"description":["  The different regimes of gravitational lensing constitutes an interesting\ntool in order to map the mass distribution in galaxy clusters on different\nscales. In this proceedings article, I review some work I have performed on\nthis topic. More precisely, I will focus on : (i) galaxy scale substructures,\nusing weak galaxy-galaxy lensing in order to study how does the environment\nshape their properties; (ii) the mass profile of Abell~1689 as probed combining\nstrong and weak lensing; (iii) the slope of the inner dark matter distribution\nin Abell~1703 as measured by strong lensing. The lensing results will be\ncompared to the expectations from numerical simulations, when available.\n","Comment: Contribution to the Moriond 2008 Cosmology conference"]}]
["0807.2761",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2761"],"date":["2008-07-17"],"type":["text"],"creator":["Dunning-Davies, J. P.","Dunning-Davies, J."],"language":[],"coverage":[],"title":["Thornhill, de Broglie and the kinetic theory of electromagnetic\n  radiation"],"description":["  In 1983, Thornhill showed that Planck's energy distribution for a black-body\nradiation field could be derived for a gas-like aether with Maxwellian\nstatistics. Further, it was shown that the frequency of electromagnetic waves\ncorrelates with the energy per unit mass of the particles, not with their\nenergy, thus differing from Planck's quantum hypothesis. He pointed out that de\nBroglie, in a paper of 1922, was on the way to achieving this result but did\nnot pursue the matter to its logical conclusion. Here a translation of de\nBroglie's paper is presented to draw attention to this point. Some brief\nadditional comments are included also.\n","Comment: 5 pages"]}]
["0807.2771",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2771"],"date":["2008-07-16"],"type":["text"],"creator":["Gröger, R.","Racherla, V.","Bassani, J. L.","Vitek, V."],"language":[],"coverage":[],"title":["Multiscale modeling of plastic deformation of molybdenum and tungsten:\n  II. Yield criterion for single crystals based on atomistic studies of glide\n  of 1/2<111> screw dislocations"],"description":["  Based on the atomistic studies presented in Part I we develop analytical\nyield criteria for single crystals that capture the effect of shear stresses\nother than the Schmid stress (non-glide stresses) on the shear stress needed\nfor dislocation glide (Peierls stress). These yield criteria characterize a\nnon-associated plastic flow that originates owing to the complex response of\n1/2<111> screw dislocations to an applied stress tensor. Employing these\ncriteria we identify the operative slip systems for tensile/compressive loading\nalong various axes within the standard stereographic triangle and determine the\nensuing tension-compression asymmetry. This result is in an excellent\nqualitative agreement with available experimental data. Moreover, using the\nconstructed yield criteria within the Taylor homogenization procedure, we\ndemonstrate that effects associated with non-planar cores of screw dislocations\npersist in random polycrystals. This affects significantly critical phenomena\nsuch as shear localization, which is demonstrated by analyzing the cavitation\nin a ductile plastic solid.\n","Comment: 25 pages, accepted for publication in Acta Mat"]}]
["0807.2772",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2772"],"date":["2008-07-16"],"type":["text"],"creator":["Gröger, R.","Vitek, V."],"language":[],"coverage":[],"title":["Multiscale modeling of plastic deformation of molybdenum and tungsten:\n  III. Effects of temperature and plastic strain rate"],"description":["  In this paper we develop a link between the atomic-level modeling of the\nglide of 1/2<111> screw dislocations at 0 K and the thermally activated motion\nof these dislocations via nucleation of pairs of kinks. For this purpose, we\nintroduce the concept of a hypothetical Peierls barrier, which reproduces all\nthe aspects of the dislocation glide at 0 K resulting from the complex response\nto non-glide stresses and is expressed in a compact form by the yield criteria\nadvanced in Part II. To achieve this the barrier is dependent not only on the\ncrystal symmetry and interatomic bonding but also on the applied stress tensor.\nStandard models are then employed to evaluate the activation enthalpy of\nkink-pairs formation, which is now also a function of the full applied stress\ntensor. The transition states theory links then this mechanism with the\ntemperature and strain rate dependence of the yield stress.\n","Comment: 24 pages, accepted for publication in Acta Mat"]}]
["0807.2773",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2773"],"date":["2008-07-17","2008-07-18"],"type":["text"],"creator":["Pomorišac, B."],"language":[],"coverage":[],"title":["In search of the true vacuum: natural ordering, $\\gamma$ condensate and\n  the last renormalization"],"description":["  With the idea of canceling the leading divergence in vacuum energy of\n$\\varphi^4$ field theory a parameter is introduced that interpolates between\nfree Hamiltonian with or without normal ordering. This leads to a condensate\nground state having an arbitrary number of particle-particle pairs. In addition\nto the usual states, the condensate supports the states of negative energy and\nnegative norm. An explicit expression for the condensate state is derived and\nperturbation theory with this state investigated. The propagator is modified\noff the mass shell while unchanged on the mass shell. Lowest order correction\nto the vacuum energy is calculated and conditions for cancelation of the\nleading divergence investigated. One possible solution is that all radiative\ncorrections in this formulation vanish. The other possible solution implies a\nphase transition above the coupling of $\\frac{(2\\pi)^2}{3}$ and the condensate\nnon-analytical in the coupling constant. Possible implications are discussed.\n","Comment: 18 pages, 6 figures, minor revision"]}]
["0807.2787",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2787","Surface Science 602 (2008) 876-884","doi:10.1016/j.susc.2007.12.016"],"date":["2008-07-17"],"type":["text"],"creator":["Dianat, Arezoo","Zimmermann, Janina","Seriani, Nicola","Bobeth, Manfred","Pompe, Wolfgang","Ciacchi, Lucio Colombi"],"language":[],"coverage":[],"title":["Ab initio study of element segregation and oxygen adsorption on PtPd and\n  CoCr binary alloy surfaces"],"description":["  The segregation behavior of the bimetallic alloys PtPd and CoCr in the case\nof bare surfaces and in the presence of an oxygen ad-layer has been studied by\nmeans of first-principles modeling based on density-functional theory (DFT).\nFor both systems, change of the d-band filling due to charge transfer between\nthe alloy components, resulting in a shift of the d-band center of surface\natoms compared to the pure components, drives the surface segregation and\ngoverns the chemical reactivity of the bimetals. In contrast to previous\nfindings but consistent with analogous PtNi alloy systems, enrichment of Pt\natoms in the surface layer and of Pd atoms in the first subsurface layer has\nbeen found in Pt-rich PtPd alloy, despite the lower surface energy of pure Pd\ncompared to pure Pt. Similarly, Co surface and Cr subsurface segregation occurs\nin Co-rich CoCr alloys. However, in the presence of adsorbed oxygen, Pd and Cr\noccupy preferentially surface sites due to their lower electronegativity and\nthus stronger oxygen affinity compared to Pt and Co, respectively. In either\ncases, the calculated oxygen adsorption energies on the alloy surfaces are\nlarger than on the pure components when the more noble components are present\nin the subsurface layers.\n"]}]
["0807.2788",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2788"],"date":["2008-07-17"],"type":["text"],"creator":["Lefebvre, J.","Hilke, M.","Altounian, Z."],"language":[],"coverage":[],"title":["Transverse depinning in weakly-pinned vortices"],"description":["  We present experiments on weakly-pinned vortices, which exhibit a large\ncritical transverse depinning force. These results are obtained in the\nsuperconducting metallic glasses Fe$_{x}$Ni$_{1-x}$Zr$_{2}$ using crossed ac\nand dc driving currents. We study the vortex depinning force due to the\ntransverse ac drive as a function of a longitudinal dc drive; the ac/dc\ncombination permits the separation of the transverse drive from the\nlongitudinal one. We show that the force required for depinning in the\ntransverse direction is greatly enhanced by the longitudinal drive, which\ndemonstrates the existence of a large transverse critical force. The\nmeasurements are performed as a function of magnetic field and temperature and\nshow that the transverse critical force exists in a large portion of the phase\ndiagram. Hysteresis observed at the transverse depinning threshold is\nconsistent with a first-order transverse depinning transition.\n","Comment: 8 pages, 7 figures"]}]
["0807.2791",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2791"],"date":["2008-07-17"],"type":["text"],"creator":["Nucci, M. C.","Tamizhmani, K. M."],"language":[],"coverage":[],"title":["Using an old method of Jacobi to derive Lagrangians: a nonlinear\n  dynamical system with variable coefficients"],"description":["  We present a method devised by Jacobi to derive Lagrangians of any\nsecond-order differential equation: it consists in finding a Jacobi Last\nMultiplier. We illustrate the easiness and the power of Jacobi's method by\napplying it to the same equation studied by Musielak et al. with their own\nmethod [Musielak ZE, Roy D and Swift LD. Method to derive Lagrangian and\nHamiltonian for a nonlinear dynamical system with variable coefficients. Chaos,\nSolitons & Fractals, 2008;58:894-902]. While they were able to find one\nparticular Lagrangian after lengthy calculations, Jacobi Last Multiplier method\nyields two different Lagrangians (and many others), of which one is that found\nby Musielak et al, and the other(s) is(are) quite new.\n","Comment: 14 pages"]}]
["0807.2795",{"format":[],"subject":["Astrophysics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2795"],"date":["2008-07-17"],"type":["text"],"creator":["Klacka, J."],"language":[],"coverage":[],"title":["Mie, Einstein and the Poynting-Robertson effect"],"description":["  A paradox associated with the astrophysical Poynting-Robertson effect is\npresented. The paradox arises when relativity theory and Mie's solution of\nMaxwell's equations are confronted with the statements on the\nPoynting-Robertson effect. Although the relevant physics has been known already\nfor a century (Poynting 1903, Einstein 1905, Mie 1908), nobody has been aware\nof the inconsistency between the theories.\n","Comment: 6 pages"]}]
["0807.2800",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2800"],"date":["2008-07-17"],"type":["text"],"creator":["Ovchinnikov, Yu. N.","Barone, A.","Varlamov, A. A."],"language":[],"coverage":[],"title":["The effect of Magnetic Field on MQT Escape Time in \"Small\" Josephson\n  Junctions"],"description":["  We study the phenomenon of macroscopic quantum tunneling (MQT) in a finite\nsize Josephson junction (JJ) with an externally applied magnetic field. As it\nis well known, the problem of MQT in a point-like JJ is reduced to the study of\nthe under-barrier motion of a quantum particle in the washboard potential. In\nthe case of a finite size JJ placed in magnetic field, this problem is\nconsiderably more complex since, besides the phase, the potential itself,\ndepends on space variables. We find the general expressions both for the\ncrossover temperature $T_{0}$ between thermally activated and macroscopic\nquantum tunneling regimes and the escape time $\\tau_{\\mathrm{esc}}$. It turns\nout that in proximity of particular values of magnetic field the crossover\ntemperature can vary non-monotonically.\n"]}]
["0807.2807",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2807"],"date":["2008-07-17"],"type":["text"],"creator":["Karmakar, Biswajit","Pellegrini, Vittorio","Pinczuk, Aron","Pfeiffer, Loren N.","West, Ken W."],"language":[],"coverage":[],"title":["Evidence of a first-order quantum phase transition of excitons in\n  electron double layers"],"description":["  Complexity in many-particle systems occurs through processes of qualitative\ndifferentiation. These are described by concepts such as emerging states with\nspecific symmetries that are linked to order parameters. In quantum Hall phases\nof electrons in semiconductor double layers with large inter-layer electron\ncorrelation there is an emergent many body exciton phase with an order\nparameter that measures the condensate fraction of excitons across the\ntunneling gap. As the inter-layer coupling is reduced by application of an\nin-plane magnetic field, this excitonic insulating state is brought in\ncompetition with a Fermi-metal phase of composite fermions (loosely, electrons\nwith two magnetic flux quanta attached) stabilized by intra-layer electron\ncorrelation. Here we show that the quantum phase transformation between\nmetallic and excitonic insulating states in the coupled bilayers becomes\ndiscontinuous (first-order) by impacts of different terms of the\nelectron-electron interactions that prevail on weak residual disorder. The\nevidence is based on precise determinations of the excitonic order parameter by\ninelastic light scattering measurements close to the phase boundary. While\nthere is marked softening of low-lying excitations, our experiments underpin\nthe roles of competing orders linked to quasi-particle correlations in removing\nthe divergence of quantum fluctuations.\n","Comment: 18 pages, 4 figures, supp. mat. contains 3 figures"]}]
["0807.2810",{"format":[],"subject":["Mathematics - Functional Analysis","46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2810"],"date":["2008-07-17","2008-07-18"],"type":["text"],"creator":["Pfitzner, Hermann"],"language":[],"coverage":[],"title":["Boundaries for Banach spaces determine weak compactness"],"description":["  A boundary for a Banach space is a subset of the dual unit sphere with the\nproperty that each element of the Banach space attains its norm on an element\nof that subset. Trivially, the pointwise convergence with respect to such a\nboundary is coarser than the weak topology on the Banach space. Godefroy's\nBoundary Problem asks whether nevertheless both topologies have the same\nbounded compact sets. This paper contains the answer in the positive.\n"]}]
["0807.2814",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2814"],"date":["2008-07-17"],"type":["text"],"creator":["Bergman, D. R.","Collaboration, for the HiRes"],"language":[],"coverage":[],"title":["Latest Results from HiRes"],"description":["  HiRes has made the first statistically significant observation of the\nGriessen-Zatsepin-Kuzmin suppression, by fitting the ultra high energy cosmic\nray spectrum observed in monocular mode by the two HiRes detectors to a broken\npower law model. We find the break to be at an energy of $5.6\\times10^{19}$ eV,\nwith a significance of $5.3\\sigma$;. The significance is determined by Poisson\nstatistics where we expect 43.2 events above the break point, but observe only\n13. We have also looked for correlations between HiRes stereo events and active\ngalactic nuclei. We observe no statistically significant correlation in a\nnumber of different tests. We have performed a search for upward going showers,\nwhich would be indicative of neutrinos propagating through the Earth and\ninteracting just below the surface. Observing no such events, we set a limit on\nthe electron neutrino flux. This limit is significantly lower in this topology\nthan limits on the other types of neutrinos due to the LPM effect greatly\nincreasing the available target mass for neutrino interactions. Finally we look\nforward to improving these and other results in our work in the Telescope\nArray.\n","Comment: 10 pages, 8 figures, to appear in the Proceedings of the 20th\n  Recontres de Blois, Blois, France, May 2008"]}]
["0807.2816",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2816"],"date":["2008-07-17"],"type":["text"],"creator":["Vieira, Daniel","Capelle, K."],"language":[],"coverage":[],"title":["Comparison of three different self-interaction corrections for an\n  exactly solvable model system"],"description":["  A systematic comparison of three approximate self-interaction corrections\n(SICs), Perdew-Zunger SIC, Lundin-Eriksson SIC and extended Fermi-Amaldi SIC,\nis performed for a model Hamiltonian whose exact many-body solution and exact\nlocal-density approximation (LDA) are known. For each of the three proposals we\ncompare its implementation only for the potential, only for the energy, i.e., a\npost-LDA evaluation of the SIC energy), to none of them, i.e., a standard LDA\ncalculation) and to both. Each of the resulting 10 permutations of\nmethodologies is applied to 420 Hubbard chains differing in size, particle\nnumber and interaction strength. A statistical analysis of the resulting data\nset reveals trends and permits to assess the performance of each methodology.\nOverall, but not in each individual case, a post-LDA application of\nPerdew-Zunger SIC emerges as the recommended methodology.\n","Comment: 7 pages, 3 figures"]}]
["0807.2823",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2823"],"date":["2008-07-17"],"type":["text"],"creator":["Sherstnev, A."],"language":[],"coverage":[],"title":["An Iterative Rejection Sampling Method"],"description":["  In the note we consider an iterative generalisation of the rejection sampling\nmethod. In high energy physics, this sampling is frequently used for event\ngeneration, i.e. preparation of phase space points distributed according to a\nmatrix element squared $|M|^2$ for a scattering process. In many realistic\ncases $|M|^2$ is a complicated multi-dimensional function, so, the standard von\nNeumann procedure has quite low efficiency, even if an error reducing\ntechnique, like VEGAS, is applied. As a result of that, many of the $|M|^2$\ncalculations go to ``waste''. The considered iterative modification of the\nprocedure can extract more ``unweighted'' events, i.e. distributed according to\n$|M|^2$. In several simple examples we show practical benefits of the technique\nand obtain more events than the standard von Neumann method, without any extra\ncalculations of $|M|^2$.\n","Comment: 16 pages, 6 figures"]}]
["0807.2824",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2824"],"date":["2008-07-17"],"type":["text"],"creator":["Lusztig, G."],"language":[],"coverage":[],"title":["Piecewise linear parametrization of canonical bases"],"description":["  We extend the known piecewise linear parametrization of the canonical basis\nof the plus part of an enveloping algebra of type ADE to the nonsimplylaced\ncase.\n","Comment: 11 pages"]}]
["0807.2828",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2828"],"date":["2008-07-17","2008-07-18"],"type":["text"],"creator":["Crida, A.","Sándor, Zs.","Kley, W."],"language":[],"coverage":[],"title":["Planetary Migration in Resonance, the question of the Eccentricities :\n  Les Houches contribution"],"description":["  The formation of resonant planets pairs in exoplanetary systems involves\nplanetary migration inside the protoplanetary disc : an inwards migrating outer\nplanet captures in Mean Motion Resonance an inner planet. During the migration\nof the resonant pair of planets, the eccentricities are expected to rise\nexcessively, if no damping mechanism is applied on the inner planet. We express\nthe required damping action to match the observations, and we show that the\ninner disk can play this role. This result applies for instance to the system\nGJ 876 : we reproduce the observed orbital elements through a fully\nhydrodynamical simulation of the evolution of the resonant planets.\n","Comment: 4 pages, 1 figure. To appear in the proceedings of the Les Houches\n  Winter School \"Physics and Astrophysics of Planetary Systems\", (EDP Sciences:\n  EAS Publications Series) [Replaced version: Only title modified for \"Les\n  Houches contribution\" to appear]"]}]
["0807.2836",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2836"],"date":["2008-07-17"],"type":["text"],"creator":["Champalle, Olivier","David, Bertrand","Chalon, René","Masserey, Guillaume"],"language":[],"coverage":[],"title":["Ordinateur port\\'e support de r\\'ealit\\'e augment\\'ee pour des\n  activit\\'es de maintenance et de d\\'epannage"],"description":["  In this paper we present a case study of use of wearable computer within the\nframework of activities of maintenance and repairing. Besides the study of\nconfiguration of this wearable computer and its peripherals, we show the\nintegration of context, in-situ storage, traceability and regulation in these\nactivities. This case study is in the scope of a huge project called HMTD (Help\nMe To Do) which aim is to apply MOCOCO (Mobility, COoperation,\nCOntextualisation) and IMERA (Mobile Interaction in the Augmented Real\nEnvironment) principles for better use, maintenance and repairing of equipments\nin the domestic, public and professional situations.\n","Comment: Ubimob'06 3e Journ\\'ees Francophones Mobilit\\'e et Ubiquit\\'e, Paris\n  : France (2006)"]}]
["0807.2840",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2840"],"date":["2008-07-17"],"type":["text"],"creator":["Levinsen, Jesper"],"language":[],"coverage":[],"title":["Paired fermionic superfluids with s- and p-wave interactions"],"description":["  This thesis presents theoretical work in s- and p-wave resonantly paired\nFermi gases at zero temperature. In the BEC regime of the wide-resonance s-wave\nBCS-BEC crossover, the chemical potential, speed of sound, condensate\ndepletion, and ground state energy are computed. The quantities are calculated\nin a low density approximation. The bosonic scattering length is computed\ndiagrammatically to be approximately 0.60a with a the fermionic scattering\nlength, confirming a well-known result. The perturbative approach breaks down\nin the intermediate BCS-BEC crossover regime which is not investigated. Quantum\ncorrections are computed in the low density expansion, and the mass-imbalanced\ntwo-species Fermi gas is investigated. For identical fermions, it is discussed\nhow p-wave Feshbach resonances naturally fall into two classes of \"weak\" and\n\"strong\", depending on the short-distance physics. It is shown how bound\nfermionic trimers appear in the strongly-resonant superfluid. The appearance of\nthe trimer under the strengthening of the resonance is investigated, and the\nlifetime of p-wave diatomic molecules due to collisional relaxation into\ntrimers is estimated.\n","Comment: PhD thesis"]}]
["0807.2848",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2848"],"date":["2008-07-17"],"type":["text"],"creator":["Baldini, M.","Malavasi, L.","Di Castro, D.","Nucara, A.","Crichton, W.","Mezouar, M.","Blasco, J.","Postorino, P."],"language":[],"coverage":[],"title":["High pressure behavior of Ga-doped LaMnO_3: a combined X-ray diffraction\n  and optical spectroscopy study"],"description":["  The pressure effects on the JT distortion of three representative compounds\nbelonging to the LaMn_1-xGa_xO_3 (x= 0.2, 0.3, 0.4) family was widely\ninvestigated by means of X-ray diffraction and Raman spectroscopy. A compound\nwith a fully JT distorted structure (x=0.2), one with regular octahedra (x=0.6)\nand one in an intermediate configuration (x=0.3) were selected. A pressure\ninduced transitions from the orthorhombic Pbnm phase towards structures with\nhigher symmetry were observed in all the samples. Both Raman and X-ray data\nconfirm that the most important structural effect of pressure is that of\nreducing the octahedral distortion. The appearance of a feature in the lattice\nparameter behavior connected to a structural instability was also detected,\npointing out the key role of the JT distortion in stabilizing the manganite\nstructures. On the other hand, the complete suppression of the JT distortion in\nthe high-pressure phases cannot be claimed. The Raman spectra collected from\nmore distorted compounds (x=0.2, 0.3) reveal clearly the coexistence of domains\nof distorted and more regular octahedra in a certain pressure range. The first\nsketch of the Pressure vs. Ga-content phase diagram was drawn.\n","Comment: LateX v2.6, 9 pages with 10 figures"]}]
["0807.2849",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2849"],"date":["2008-07-17"],"type":["text"],"creator":["Vinh, Le Anh"],"language":[],"coverage":[],"title":["On a Furstenberg-Katznelson-Weiss type theorem over finite fields"],"description":["  Using Fourier analysis, Covert, Hart, Iosevich and Uriarte-Tuero (2008)\nshowed that if the cardinality of a subset of the 2-dimensional vector space\nover a finite field with q elements is >= rq^2, with q^{-1/2} << r <= 1 then it\ncontains an isometric copy of >= crq^3 triangles. In this note, we give a graph\ntheoretic proof of this result.\n"]}]
["0807.2850",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2850"],"date":["2008-07-17"],"type":["text"],"creator":["Pantokratoras, Asterios"],"language":[],"coverage":[],"title":["Comment on Conjugate heat transfer of mixed convection for viscoelastic\n  fluid past a stretching sheet, by Hsiao and Chen, Mathematical Problems in\n  Engineering"],"description":["  Comment on Conjugate heat transfer of mixed convection for viscoelastic fluid\npast a stretching sheet, by Kai-Long Hsiao and Guan-Bang Chen, Mathematical\nProblems in Engineering, Volume 2007, article 17058, 21 pages\n","Comment: 4 pages"]}]
["0807.2855",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2855"],"date":["2008-07-17"],"type":["text"],"creator":["Hopkins, J. L.","Schanne, L.","Stencel, R. E."],"language":[],"coverage":[],"title":["Gearing Up for Epsilon Aurigae's First Eclipse of the Millennium"],"description":["  The mysterious 3rd magnitude long period eclipsing binary star system epsilon\nAurigae is predicted to be starting its 2 year eclipse in the late summer of\n2009. While this is when the real excitement starts, much is to be learned\nbefore first contact. This paper discusses current observational results that\nhave accumulated thus far, using photometric monitoring, H-alpha spectroscopy\nand with other data sources. Key among the findings are that (1) the low\namplitude light variation quasi-period has decreased significantly over the\npast 20 years, and (2) that the duration of egress, eclipse-to-eclipse has been\ndecreasing, while the duration of total eclipse has been increasing. The\nwebsite for the observing campaign is: www.du.edu/~rstencel/epsaur.htm .\n","Comment: Comments: 10 pages, PDF. See also Proceedings of the May 2008 Society\n  for Astronomical Sciences annual symposium"]}]
["cond-mat/0606029",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606029"],"date":["2006-06-01","2008-07-18"],"type":["text"],"creator":["Biswas, Shyamal"],"language":[],"coverage":[],"title":["Finite Size Effect on Bose-Einstein Condensation"],"description":["  We show various aspects of finite size effects on Bose-Einstein\ncondensation(BEC). In the first section we introduce very briefly the BEC of\nharmonically trapped ideal Bose gas. In the second section we theoretically\nargued that Bose-Einstein(B-E) statistics needs a correction for finite system\nat ultralow temperatures. As a corrected statistics we introduced a Tsallis\ntype of generalized B-E statistics. The condensate fraction calculated with\nthis generalized B-E statistics, is satisfied well with the experimental\nresult. In the third section we show how to apply the scaling theory in an\ninhomogeneous system like harmonically trapped Bose condensate at finite\ntemperatures. We calculate the temperature dependence of the critical number of\nparticles by a scaling theory within the Hartree-Fock approximation and find\nthat there is a dramatic increase in the critical number of particles as the\ncondensation point is approached. Our results support the experimental result\nwhich was obtained well below the condensation temperature. In the fourth\nsection we concentrate on the thermodynamic Casimir force on the Bose-Einstein\ncondensate. We explored the temperature dependence of the Casimir force.\n","Comment: Review Article"]}]
["cs/0501023",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0501023"],"date":["2005-01-12","2008-07-18"],"type":["text"],"creator":["Mitra, Arindam"],"language":[],"coverage":[],"title":["No-cloning principal can alone provide security"],"description":["  Existing quantum key distribution schemes need the support of classical\nauthentication scheme to ensure security. This is a conceptual drawback of\nquantum cryptography. It is pointed out that quantum cryptosystem does not need\nany support of classical cryptosystem to ensure security. No-cloning principal\ncan alone provide security in communication. Even no-cloning principle itself\ncan help to authenticate each bit of information. It implies that quantum\npassword need not to be a secret password.\n","Comment: Acknowledgement is due"]}]
["hep-lat/0701021",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/0701021"],"date":["2007-01-25","2008-07-17"],"type":["text"],"creator":["Chen, Ying","Liu, Chuan","Liu, Yubin","Ma, Jianping","Zhang, Jianbo"],"language":[],"coverage":[],"title":["Radially Excited States of 1P Charmonia and X(3872)"],"description":["  The excited states of charmonia are numerically investigated in quenched\nlattice QCD with improved gauge and Wilson fermion actions formulated on\nanisotropic lattices. Through a constrained curve fitting algorithm, the masses\nof the first excited states in $0^{++}$, $1^{++}$, and $1^{+-}$ channels are\ndetermined to be 3.825(88), 3.853(57), and 3.858(70) GeV, respectively.\nFurthormore, a node structure is also observed in the Bethe-Salpeter amplitude\nof the $1^{++}$ first excited state. These observations indicate that X(3872)\ncould be the first radial excitation of $\\chi_{c1}$.\n","Comment: 4 pages, 5 figures, typos corrected, fig.3 replaced, references\n  added, conclusion does not change"]}]
["math-ph/0507031",{"format":[],"subject":["Mathematical Physics","Mathematics - Complex Variables","30F60 (primary)","81T40(secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0507031","Commun. Contemp. Math. 8 (2006) no 4, 481--534"],"date":["2005-07-13","2005-11-21"],"type":["text"],"creator":["Radnell, David","Schippers, Eric"],"language":[],"coverage":[],"title":["Quasisymmetric sewing in rigged Teichmueller space"],"description":["  One of the basic geometric objects in conformal field theory (CFT) is the the\nmoduli space of Riemann surfaces whose $n$ boundaries are ''rigged'' with\nanalytic parametrizations. The fundamental operation is the sewing of such\nsurfaces using the parametrizations to identify points. An alternative model is\nthe moduli space of $n$-punctured Riemann surfaces together with local\nbiholomorphic coordinates at the punctures. We refer to both of these moduli\nspaces as the \"rigged Riemann moduli space\".\n  By generalizing to quasisymmetric boundary parametrizations, and defining\nrigged Teichmueller spaces in both the border and puncture pictures, we prove\nthe following results: (1) The Teichmueller space of a genus-$g$ surface\nbordered by $n$ closed curves covers the rigged Riemann and rigged Teichmueller\nmoduli spaces of surfaces of the same type, and induces complex manifold\nstructures on them. (2) With this complex structure the sewing operation is\nholomorphic. (3) The border and puncture pictures of the rigged moduli and\nrigged Teichmueller spaces are biholomorphically equivalent.\n  These results are necessary in rigorously defining CFT (in the sense of G.\nSegal), as well as for the construction of CFT from vertex operator algebras.\n","Comment: 46 pages, 1 figure. Submitted. Introductory sections rewritten"]}]
["math/0506289",{"format":[],"subject":["Mathematics - Numerical Analysis","65M12, 78M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506289","SIAM Journal on Numerical Analysis 46, 5 (2008) 2551-2566","doi:10.1137/060671255"],"date":["2005-06-15"],"type":["text"],"creator":["Bidégaray-Fesquet, Brigitte"],"language":[],"coverage":[],"title":["Stability of FD-TD schemes for Maxwell-Debye and Maxwell-Lorentz\n  equations"],"description":["  The stability of five finite difference-time domain (FD-TD) schemes coupling\nMaxwell equations to Debye or Lorentz models have been analyzed in [1] (P.G.\nPetropoulos, \"Stability and phase error analysis of FD-TD in dispersive\ndielectrics\", IEEE Transactions on Antennas and Propagation, vol. 42, no. 1,\npp. 62--69, 1994), where numerical evidence for specific media have been used.\nWe use von Neumann analysis to give necessary and sufficient stability\nconditions for these schemes for any medium, in accordance with the partial\nresults of [1].\n"]}]
["math/0506344",{"format":[],"subject":["Mathematics - Algebraic Geometry","14L15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506344"],"date":["2005-06-17","2008-07-18"],"type":["text"],"creator":["Bertapelle, Alessandra"],"language":[],"coverage":[],"title":["Deligne's duality for de Rham realizations of 1-motives"],"description":["  We show that the pairing on de Rham realizations of 1-motives in \"Theorie di\nHodge III\", IHES 44, can be defined over any base scheme and we prove that it\ngives rise to a perfect duality if one is working with a 1-motive and its\nCartier dual. Furthermore we study universal extensions of 1-motives and their\nrelation with $\\natural$-extensions.\n","Comment: 21 pages. Last section rewritten. New proofs"]}]
["math/0604169",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","32J27","53D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604169","Comm. Anal. Geom. 16 (2008), 591--615."],"date":["2006-04-07","2006-06-13"],"type":["text"],"creator":["Bedulli, Lucio","Gori, Anna"],"language":[],"coverage":[],"title":["Homogeneous Lagrangian submanifolds"],"description":["  We characterize isometric actions on compact Kaehler manifolds admitting a\nLagrangian orbit, describing under which condition the Lagrangian orbit is\nunique. We furthermore give the complete classification of simple groups acting\non the complex projective space with a Lagrangian orbit, and we give the\nexplicit list of these orbits.\n","Comment: 17 pages. Minor modifications have been made: Proposition 5 is now\n  correctly quoted, Corollary 2 and 3 are added"]}]
["math/0609125",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","16A24","16W30","17A30","18D50","81R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609125","J. Algebraic Combin. 28 (2008), no. 1, 97-114"],"date":["2006-09-05"],"type":["text"],"creator":["Holtkamp, Ralf","Loday, Jean-Louis","Ronco, Maria"],"language":[],"coverage":[],"title":["Coassociative magmatic bialgebras and the Fine numbers"],"description":["  We prove a structure theorem for the connected coassociative magmatic\nbialgebras. The space of primitive elements is an algebra over an operad called\nthe primitive operad. We prove that the primitive operad is magmatic generated\nby n-2 operations of arity n. The dimension of the space of all the n-ary\noperations of this primitive operad turns out to be the Fine number F_{n-1}. In\nshort, the triple of operads (As, Mag, MagFine) is good.\n","Comment: 17 pages"]}]
["math/0701038",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","57Q15","57Q05","57N05","55M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701038"],"date":["2007-01-01","2008-07-18"],"type":["text"],"creator":["Datta, Basudeb","Nilakantan, Nandini"],"language":[],"coverage":[],"title":["Three dimensional pseudomanifolds on eight vertices"],"description":["  A normal pseudomanifold is a pseudomanifold in which the links of simplices\nare also pseudomanifolds. So, a normal 2-pseudomanifold triangulates a\nconnected closed 2-manifold. But, normal $d$-pseudomanifolds form a broader\nclass than triangulations of connected closed $d$-manifolds for $d \\geq 3$.\nHere, we classify all the 8-vertex neighbourly normal 3-pseudomanifolds. This\ngives a classification of all the 8-vertex normal 3-pseudomanifolds. There are\n73 such 3-pseudomanifolds, 38 of which triangulate the 3-sphere and other 35\nare not combinatorial 3-manifolds. These 35 triangulate six distinct\ntopological spaces. As a preliminary result, we show that any 8-vertex\n3-pseudomanifold is equivalent by proper bistellar moves to an 8-vertex\nneighbourly 3-pseudomanifold. This result is the best possible since there\nexists a 9-vertex non-neighbourly 3-pseudomanifold ($B^3_9$ in Example 7 below)\nwhich does not allow any proper bistellar moves.\n","Comment: 19 pages, Revised version. To appear in the `International Journal of\n  Mathematics and Mathematical Sciences'"]}]
["math/0703836",{"format":[],"subject":["Mathematics - Statistics Theory","ACM : 93E11, 60B10,60G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703836","Stochastic Processes and their Applications (2008) A paraitre"],"date":["2007-03-28"],"type":["text"],"creator":["Douc, Randal","Fort, Gersende","Moulines, Eric","Priouret, Pierre"],"language":[],"coverage":[],"title":["Forgetting of the initial distribution for Hidden Markov Models"],"description":["  The forgetting of the initial distribution for discrete Hidden Markov Models\n(HMM) is addressed: a new set of conditions is proposed, to establish the\nforgetting property of the filter, at a polynomial and geometric rate. Both a\npathwise-type convergence of the total variation distance of the filter started\nfrom two different initial distributions, and a convergence in expectation are\nconsidered. The results are illustrated using different HMM of interest: the\ndynamic tobit model, the non-linear state space model and the stochastic\nvolatility model.\n"]}]
