["0704.0093",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0093","Phys. Rev. B 75, 195116 (2007)","doi:10.1103/PhysRevB.75.195116"],"date":["2007-04-01"],"type":["text"],"creator":["Lee, W. S.","Johnston, S.","Devereaux, T. P.","Shen, Z. -X."],"language":[],"coverage":[],"title":["Aspects of Electron-Phonon Self-Energy Revealed from Angle-Resolved\n  Photoemission Spectroscopy"],"description":["  Lattice contribution to the electronic self-energy in complex correlated\noxides is a fascinating subject that has lately stimulated lively discussions.\nExpectations of electron-phonon self-energy effects for simpler materials, such\nas Pd and Al, have resulted in several misconceptions in strongly correlated\noxides. Here we analyze a number of arguments claiming that phonons cannot be\nthe origin of certain self-energy effects seen in high-$T_c$ cuprate\nsuperconductors via angle resolved photoemission experiments (ARPES), including\nthe temperature dependence, doping dependence of the renormalization effects,\nthe inter-band scattering in the bilayer systems, and impurity substitution. We\nshow that in light of experimental evidences and detailed simulations, these\narguments are not well founded.\n","Comment: 8 pages, 4 figures. Accepted by Phys. Rev. B"]}]
["0706.0833",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0833"],"date":["2007-06-06","2008-01-15"],"type":["text"],"creator":["Hiroshima, Fumio","Lorinczi, Jozsef"],"language":[],"coverage":[],"title":["Functional Integral Representation of the Pauli-Fierz Model with Spin\n  1/2"],"description":["  A Feynman-Kac-type formula for a L\\'evy and an infinite dimensional Gaussian\nrandom process associated with a quantized radiation field is derived. In\nparticular, a functional integral representation of $e^{-t\\PF}$ generated by\nthe Pauli-Fierz Hamiltonian with spin $\\han$ in non-relativistic quantum\nelectrodynamics is constructed. When no external potential is applied $\\PF$\nturns translation invariant and it is decomposed as a direct integral $\\PF =\n\\int_\\BR^\\oplus \\PF(P) dP$. The functional integral representation of\n$e^{-t\\PF(P)}$ is also given. Although all these Hamiltonians include spin,\nnevertheless the kernels obtained for the path measures are scalar rather than\nmatrix expressions. As an application of the functional integral\nrepresentations energy comparison inequalities are derived.\n","Comment: This is a revised version. This paper will be published from J.\n  Funct. Anal"]}]
["0706.2827",{"format":[],"subject":["Mathematics - Algebraic Geometry","20G15, 14C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2827"],"date":["2007-06-19","2008-01-16"],"type":["text"],"creator":["Petrov, Viktor","Semenov, Nikita"],"language":[],"coverage":[],"title":["Higher Tits indices of algebraic groups"],"description":["  Let G be a semisimple algebraic group over a field k. We introduce the higher\nTits indices of G as the set of all Tits indices of G over all field extensions\nK/k. In the context of quadratic forms this notion coincides with the notion of\nthe higher Witt indices introduced by M. Knebusch and classified by N. Karpenko\nand A. Vishik. We classify the higher Tits indices for exceptional algebraic\ngroups. Our main tools involve the Chow groups and the Chow motives of\nprojective homogeneous varieties, Steenrod operations, and the notion of the\nJ-invariant of algebraic groups.\n","Comment: 29 pages, Appendix by Mathieu Florence"]}]
["0706.3024",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3024"],"date":["2007-06-20","2008-01-15"],"type":["text"],"creator":["Goodman, Oliver","Shapiro, Michael"],"language":[],"coverage":[],"title":["On a generalization of Dehn's algorithm"],"description":["  Viewing Dehn's algorithm as a rewriting system, we generalise to allow an\nalphabet containing letters which do not necessarily represent group elements.\nThis extends the class of groups for which the algorithm solves the word\nproblem to include nilpotent groups, many relatively hyperbolic groups\nincluding geometrically finite groups and fundamental groups of certain\ngeometrically decomposable manifolds. The class has several nice closure\nproperties. We also show that if a group has an infinite subgroup and one of\nexponential growth, and they commute, then it does not admit such an algorithm.\nWe dub these Cannon's algorithms.\n","Comment: 33 pages, 2 figures, credits Kambites and Otto, mentions new work in\n  progress"]}]
["0706.3354",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3354","Phys. Rev. B 76, 233302 (2007)","doi:10.1103/PhysRevB.76.233302"],"date":["2007-06-22","2007-11-28"],"type":["text"],"creator":["Saraiva, A. L.","Calderon, M. J.","Koiller, Belita"],"language":[],"coverage":[],"title":["Reliability of the Heitler-London approach for the exchange coupling\n  between electrons in semiconductor nanostructures"],"description":["  We calculate the exchange coupling J between electrons in a double-well\npotential in a two-dimensional semiconductor environment within the\nHeitler-London (HL) approach. Two functional forms are considered for the\ndouble-well potential. We show that by choosing an appropriate and relatively\nsimple single-electron variational wave function it is possible, within the HL\napproach, to significantly improve the estimates for J. In all cases the\npresent scheme overcomes the artifacts and limitations at short interdot\ndistances, previously attributed to the HL method, where unphysical triplet\nground states have been found, and leads to an overall agreement with analytic\ninterpolated expressions for J obtained for a donor-type model potential.\n","Comment: 5 pages, 4 Postscript figures, to be published in Phys. Rev. B"]}]
["0707.2709",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2709","Phys. Rev. Lett. 100, 027202 (2008)","doi:10.1103/PhysRevLett.100.027202"],"date":["2007-07-18","2008-01-16"],"type":["text"],"creator":["Doiron, C. B.","Trauzettel, B.","Bruder, C."],"language":[],"coverage":[],"title":["Measuring the Momentum of a Nanomechanical Oscillator through the Use of\n  Two Tunnel Junctions"],"description":["  We propose a way to measure the momentum p of a nanomechanical oscillator.\nThe p-detector is based on two tunnel junctions in a Aharonov-Bohm-type setup.\nOne of the tunneling amplitudes depends on the motion of the oscillator, the\nother one not. Although the coupling between the detector and the oscillator is\nassumed to be linear in the position x of the oscillator, it turns out that the\nfinite-frequency noise output of the detector will in general contain a term\nproportional to the momentum spectrum of the oscillator. This is a true quantum\nphenomenon, which can be realized in practice if the phase of the tunneling\namplitude of the detector is tuned by the Aharonov-Bohm flux Phi to a\np-sensitive value.\n","Comment: New title. Published version"]}]
["0707.3197",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3197","Phys. Rev. B 76, 155114 (2007)","doi:10.1103/PhysRevB.76.155114"],"date":["2007-07-21","2007-09-03"],"type":["text"],"creator":["Tezuka, Masaki","Arita, Ryotaro","Aoki, Hideo"],"language":[],"coverage":[],"title":["Phase diagram for the one-dimensional Hubbard-Holstein model: A\n  density-matrix renormalization group study"],"description":["  Phase diagram of the Hubbard-Holstein model in the coexistence of\nelectron-electron and electron-phonon interactions has been theoretically\nobtained with the density-matrix renormalization group method for\none-dimensional (1D) systems, where an improved warm-up (the recursive sweep)\nprocedure has enabled us to calculate various correlation functions. We have\nexamined the cases of (i) the systems half-filled by electrons for the full\nparameter space spanned by the electron-electron and electron-phonon coupling\nconstants and the phonon frequency, (ii) non-half-filled system, and (iii)\ntrestle lattice. For (i), we have detected a region where both the charge and\non-site pairing correlations decay with power-laws in real space, which\nsuggests a metallic behavior. While pairing correlations are not dominant in\n(i), we have found that they become dominant as the system is doped in (ii), or\nas the electronic band structure is modified (with a broken electron-hole\nsymmetry) in (iii) in certain parameter regions.\n","Comment: 12 pages, 14 figures, submitted to Phys. Rev. B"]}]
["0707.3427",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3427","Phys. Rev. Lett. 100, 026804 (2008)","doi:10.1103/PhysRevLett.100.026804"],"date":["2007-07-23"],"type":["text"],"creator":["Williams, Nathan S.","Jordan, Andrew N."],"language":[],"coverage":[],"title":["Weak values and the Leggett-Garg inequality in solid-state qubits"],"description":["  An implementation of weak values is investigated in solid-state qubits. We\ndemonstrate that a weak value can be non-classical if and only if a\nLeggett-Garg inequality can also be violated. Generalized weak values are\ndescribed, where post-selection on a range of weak measurement results.\nImposing classical weak values permits the derivation of Leggett-Garg\ninequalities for bounded operators. Our analysis is presented in terms of\nkicked quantum nondemolition measurements on a quantum double-dot charge qubit.\n","Comment: 4 pages, 2 figures"]}]
["0707.3819",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3819","Phys. Rev. Lett. 100, 026802 (2008)","doi:10.1103/PhysRevLett.100.026802"],"date":["2007-07-25"],"type":["text"],"creator":["Castro, Eduardo V.","Peres, N. M. R.","Santos, J. M. B. Lopes dos","Neto, A. H. Castro","Guinea, F."],"language":[],"coverage":[],"title":["Localized states at zigzag edges of bilayer graphene"],"description":["  We report the existence of zero energy surface states localized at zigzag\nedges of bilayer graphene. Working within the tight-binding approximation we\nderive the analytic solution for the wavefunctions of these peculiar surface\nstates. It is shown that zero energy edge states in bilayer graphene can be\ndivided into two families: (i) states living only on a single plane, equivalent\nto surface states in monolayer graphene; (ii) states with finite amplitude over\nthe two layers, with an enhanced penetration into the bulk. The bulk and\nsurface (edge) electronic structure of bilayer graphene nanoribbons is also\nstudied, both in the absence and in the presence of a bias voltage between\nplanes.\n","Comment: 4 pages, 5 figures"]}]
["0708.0804",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Complex Variables","30C60, 30F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0804"],"date":["2007-08-06","2008-01-16"],"type":["text"],"creator":["Zhang, Chaohui"],"language":[],"coverage":[],"title":["Some pseudo-Anosov maps on punctured Riemann surfaces represented by\n  multi-twists"],"description":["  This paper has been withdrawn by the author\n","Comment: This paper has been withdrawn"]}]
["0708.3154",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3154","New J. Phys. 10 (2008) 013006"],"date":["2007-08-23","2008-01-16"],"type":["text"],"creator":["Owari, Masaki","Hayashi, Masahito"],"language":[],"coverage":[],"title":["Two-way classical communication remarkably improves local\n  distinguishability"],"description":["  We analyze the difference in the local distinguishability among the following\nthree restrictions; (i) Local operations and only one-way classical\ncommunications (one-way LOCC) are permitted. (ii) Local operations and two-way\nclassical communications (two-way LOCC) are permitted. (iii) All separable\noperations are permitted. We obtain two main results concerning the\ndiscrimination between a given bipartite pure state and the completely mixed\nstate with the condition that the given state should be detected perfectly. As\nthe first result, we derive the optimal discrimination protocol for a bipartite\npure state in the cases (i) and (iii). As the second result, by constructing a\nconcrete two-way local discrimination protocol, it is proven that the case (ii)\nis much better than the case (i), i.e., two-way classical communication\nremarkably improves the local distinguishability in comparison with one-way\nclassical communication at least for a low-dimensional bipartite pure state.\n","Comment: 26 pages, 6 figures. accepted version"]}]
["0708.3685",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Geometric Topology","30C60","30F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3685"],"date":["2007-08-28","2008-01-16"],"type":["text"],"creator":["Zhang, Chaohui"],"language":[],"coverage":[],"title":["On representations of certain pseudo-Anosov maps of Riemann surfaces\n  with punctures"],"description":["  Let $S$ be a Riemann surface of type $(p,n)$ with $3p+n>4$ and $n\\geq 1$. Let\n$\\alpha_1,\\alpha_2\\subset S$ be two simple closed geodesics such that\n$\\{\\alpha_1, \\alpha_2\\}$ fills $S$. It was shown by Thurston that most maps\nobtained through Dehn twists along $\\alpha_1$ and $\\alpha_2$ are pseudo-Anosov.\nLet $a$ be a puncture. In this paper, we study the family $\\mathcal{F}(S,a)$ of\npseudo-Anosov maps on $S$ that projects to the trivial map as $a$ is filled in,\nand show that there are infinitely many elements in $\\mathcal{F}(S,a)$ that\ncannot be obtained from Dehn twists along two filling geodesics. We further\ncharacterize all elements in $\\mathcal{F}(S,a)$ that can be constructed by two\nfilling geodesics. Finally, for any point $b\\in S$, we obtain a family\n$\\mathcal{H}$ of pseudo-Anosov maps on $S\\backslash \\{b\\}$ that is not obtained\nfrom Thurston's construction and projects to an element $\\chi\\in\n\\mathcal{F}(S,a)$ as $b$ is filled in, some properties of elements in\n$\\mathcal{H}$ are also discussed.\n","Comment: 15 pages"]}]
["0708.3739",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3739"],"date":["2007-08-28","2007-08-29"],"type":["text"],"creator":["Gujrati, P. D.","Lambeth Jr, Bradley P.","Corsi, Andrea","Askanazi, Evan"],"language":[],"coverage":[],"title":["Exact Statistical Mechanical Investigation of a Finite Model Protein in\n  its environment: A Small System Paradigm"],"description":["  We consider a general incompressible finite model protein of size M in its\nenvironment, which we represent by a semiflexible copolymer consisting of amino\nacid residues classified into only two species (H and P, see text) following\nLau and Dill. We allow various interactions between chemically unbonded\nresidues in a given sequence and the solvent (water), and exactly enumerate the\nnumber of conformations W(E) as a function of the energy E on an infinite\nlattice under two different conditions: (i) we allow conformations that are\nrestricted to be compact (known as Hamilton walk conformations), and (ii) we\nallow unrestricted conformations that can also be non-compact. It is easily\ndemonstrated using plausible arguments that our model does not possess any\nenergy gap even though it is supposed to exhibit a sharp folding transition in\nthe thermodynamic limit. The enumeration allows us to investigate exactly the\neffects of energetics on the native state(s), and the effect of small size on\nprotein thermodynamics and, in particular, on the differences between the\nmicrocanonical and canonical ensembles. We find that the canonical entropy is\nmuch larger than the microcanonical entropy for finite systems. We investigate\nthe property of self-averaging and conclude that small proteins do not\nself-average. We also present results that (i) provide some understanding of\nthe energy landscape, and (ii) shed light on the free energy landscape at\ndifferent temperatures.\n"]}]
["0709.0880",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0880","Phys. Rev. B 77, 045410 (2008)","doi:10.1103/PhysRevB.77.045410"],"date":["2007-09-06"],"type":["text"],"creator":["Zobelli, Alberto","Gloter, Alexandre","Ewels, Chris P.","Colliex, Christian"],"language":[],"coverage":[],"title":["Shaping single walled nanotubes"],"description":["  We show that electron irradiation in a dedicated scanning transmission\nmicroscope can be used as a nano-electron-lithography technique allowing the\ncontrolled reshaping of single walled carbon and boron nitride nanotubes. The\nrequired irradiation conditions have been optimised on the basis of total\nknock-on cross sections calculated within density functional based methods. It\nis then possible to induce morphological modifications, such as a change of the\ntube chirality, by removing severals tens of atoms with a nanometrical spatial\nresolution. These irradiation techniques could open new opportunities for\nnano-engeneering a large variety of nanostructured materials.\n","Comment: article + supporting materials"]}]
["0709.1268",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1268","Phys. Rev. A 77, 012316 (2008)","doi:10.1103/PhysRevA.77.012316"],"date":["2007-09-10"],"type":["text"],"creator":["Aerts, Diederik","Czachor, Marek"],"language":[],"coverage":[],"title":["Tensor-product vs. geometric-product coding"],"description":["  Quantum computation is based on tensor products and entangled states. We\ndiscuss an alternative to the quantum framework where tensor products are\nreplaced by geometric products and entangled states by multivectors. The\nresulting theory is analogous to quantum computation but does not involve\nquantum mechanics. We discuss in detail similarities and differences between\nthe two approaches and illustrate the formulas by explicit geometric objects\nwhere multivector versions of the Bell-basis, GHZ, and Hadamard states are\nvisualized by means of colored oriented polylines.\n","Comment: 6 eps figures"]}]
["0709.3121",{"format":[],"subject":["Statistics - Machine Learning","Quantitative Biology - Neurons and Cognition","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3121"],"date":["2007-09-19","2008-01-15"],"type":["text"],"creator":["Shen, Xilin","Meyer, François G."],"language":[],"coverage":[],"title":["Low Dimensional Embedding of fMRI datasets"],"description":["  We propose a novel method to embed a functional magnetic resonance imaging\n(fMRI) dataset in a low-dimensional space. The embedding optimally preserves\nthe local functional coupling between fMRI time series and provides a\nlow-dimensional coordinate system for detecting activated voxels. To compute\nthe embedding, we build a graph of functionally connected voxels. We use the\ncommute time, instead of the geodesic distance, to measure functional distances\non the graph. Because the commute time can be computed directly from the\neigenvectors of (a symmetric version) the graph probability transition matrix,\nwe use these eigenvectors to embed the dataset in low dimensions. After\nclustering the datasets in low dimensions, coherent structures emerge that can\nbe easily interpreted. We performed an extensive evaluation of our method\ncomparing it to linear and nonlinear techniques using synthetic datasets and in\nvivo datasets. We analyzed datasets from the EBC competition obtained with\nsubjects interacting in an urban virtual reality environment. Our exploratory\napproach is able to detect independently visual areas (V1/V2, V5/MT), auditory\nareas, and language areas. Our method can be used to analyze fMRI collected\nduring ``natural stimuli''.\n","Comment: 16 pages, 21 figures, submitted to Neuroimage, revised (Jan. 2008)"]}]
["0710.0169",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Computation and Language","H.3.1","H.3.3","H.4.3","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0169"],"date":["2007-10-01","2008-01-16"],"type":["text"],"creator":["Krizhanovsky, A. A."],"language":["ru"],"coverage":[],"title":["Evaluation experiments on related terms search in Wikipedia: Information\n  Content and Adapted HITS (In Russian)"],"description":["  The classification of metrics and algorithms search for related terms via\nWordNet, Roget's Thesaurus, and Wikipedia was extended to include adapted HITS\nalgorithm. Evaluation experiments on Information Content and adapted HITS\nalgorithm are described. The test collection of Russian word pairs with\nhuman-assigned similarity judgments is proposed.\n  -----\n  Klassifikacija metrik i algoritmov poiska semanticheski blizkih slov v\ntezaurusah WordNet, Rozhe i jenciklopedii Vikipedija rasshirena adaptirovannym\nHITS algoritmom. S pomow'ju jeksperimentov v Vikipedii oceneny metrika\nInformation Content i adaptirovannyj algoritm HITS. Predlozhen resurs dlja\nocenki semanticheskoj blizosti russkih slov.\n","Comment: 10 pages, 1 figure, 3 tables, in Russian, short version of the paper\n  to be published in Proceedings of the Wiki-Conference 2007, Russia, St.\n  Petersburg, October 27-28. http://tinyurl.com/2czd6e ; v3: +figure; v4: typo\n  in Table 3; v5: +desc (res_hypo formula); v6: typo"]}]
["0710.0285",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0285","Phys. Rev. A 77, 012317 (2007)","doi:10.1103/PhysRevA.77.012317"],"date":["2007-10-01","2007-10-20"],"type":["text"],"creator":["Boixo, Sergio","Datta, Animesh","Flammia, Steven T.","Shaji, Anil","Bagan, Emilio","Caves, Carlton M."],"language":[],"coverage":[],"title":["Quantum-limited metrology with product states"],"description":["  We study the performance of initial product states of n-body systems in\ngeneralized quantum metrology protocols that involve estimating an unknown\ncoupling constant in a nonlinear k-body (k << n) Hamiltonian. We obtain the\ntheoretical lower bound on the uncertainty in the estimate of the parameter.\nFor arbitrary initial states, the lower bound scales as 1/n^k, and for initial\nproduct states, it scales as 1/n^(k-1/2). We show that the latter scaling can\nbe achieved using simple, separable measurements. We analyze in detail the case\nof a quadratic Hamiltonian (k = 2), implementable with Bose-Einstein\ncondensates. We formulate a simple model, based on the evolution of\nangular-momentum coherent states, which explains the O(n^(-3/2)) scaling for k\n= 2; the model shows that the entanglement generated by the quadratic\nHamiltonian does not play a role in the enhanced sensitivity scaling. We show\nthat phase decoherence does not affect the O(n^(-3/2)) sensitivity scaling for\ninitial product states.\n","Comment: 15 pages, 6 figures"]}]
["0710.1056",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1056","Phys. Rev. A 77, 012104 (2008)","doi:10.1103/PhysRevA.77.012104"],"date":["2007-10-04","2008-01-16"],"type":["text"],"creator":["Hayashi, M.","Markham, D.","Murao, M.","Owari, M.","Virmani, S."],"language":[],"coverage":[],"title":["Entanglement of multiparty stabilizer, symmetric, and antisymmetric\n  states"],"description":["  We study various distance-like entanglement measures of multipartite states\nunder certain symmetries. Using group averaging techniques we provide\nconditions under which the relative entropy of entanglement, the geometric\nmeasure of entanglement and the logarithmic robustness are equivalent. We\nconsider important classes of multiparty states, and in particular show that\nthese measures are equivalent for all stabilizer states, symmetric basis and\nantisymmetric basis states. We rigorously prove a conjecture that the closest\nproduct state of permutation symmetric states can always be chosen to be\npermutation symmetric. This allows us to calculate the explicit values of\nvarious entanglement measures for symmetric and antisymmetric basis states,\nobserving that antisymmetric states are generally more entangled. We use these\nresults to obtain a variety of interesting ensembles of quantum states for\nwhich the optimal LOCC discrimination probability may be explicitly determined\nand achieved. We also discuss applications to the construction of optimal\nentanglement witnesses.\n"]}]
["0710.1342",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1342"],"date":["2007-10-06","2008-01-15"],"type":["text"],"creator":["Lee, Bum-Hoon","Park, Chanyong","Tolla, D. D."],"language":[],"coverage":[],"title":["Marginal Deformations as Lower Dimensional D-brane Solutions in Open\n  String Field theory"],"description":["  By direct calculation we showed that a finite analytic solution for marginal\ndeformation of open string field theory, by a matter primary operator with\nsingular OPE, can be obtained to all orders in the deformation parameter. In\nparticular, we obtained solutions that describe lower dimensional D-branes and\nour results agree with the results obtained when the same problem is treated in\nthe world-sheet conformal field theory language.\n","Comment: 19 pages, 4 figures"]}]
["0710.2050",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2050","J. Crystal Growth 275 (2005) e849","doi:10.1016/j.jcrysgro.2004.11.080"],"date":["2007-10-10"],"type":["text"],"creator":["Klimm, D.","Ganschow, S."],"language":[],"coverage":[],"title":["The control of iron oxidation state during FeO and olivine crystal\n  growth"],"description":["  Crystal growth experiments (micro-pulling down or Czochralski methods,\nrespectively) and DTA/TG measurements with Fe2+ containing olivines\n(fayalite--forsterite solid solution) and with FeO (wustite) are performed. For\nboth substances the oxygen partial pressure p_O2 of the growth atmosphere had\nto be adjusted within the stability region of Fe2+ for all temperatures ranging\nfrom room temperature to the melting point. The formation of Fe3+ (Fe3O4,\nFe2O3) had to be avoided. The adjustment of p_O2 could be obtained by a mixture\nof argon, carbon dioxide and carbon monoxide. Thermodynamic equilibrium\ncalculations show, that mixtures of an inert gas (e.g. argon) with another gas\nor gas mixture that supplies oxygen at elevated temperature (e.g. CO2/CO) are\nsuperior to the use of inert gases with constant oxygen admixture. The reason\nis that the Ar/CO2/CO mixture adjusts its oxygen concentration with temperature\nin a way similar to that needed for the stabilization of Fe2+.\n","Comment: talk on 14th International Conference on Crystal Growth\n  (ICCG14-ICVGE12) 9-13 August 2004, Grenoble, France"]}]
["0712.0714",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0714"],"date":["2007-12-05","2008-01-16"],"type":["text"],"creator":["Exirifard, Qasem"],"language":[],"coverage":[],"title":["Word-sheet corrections to dyons in string theories: A laboratory for the\n  strong OSV conjecture"],"description":["  The explicit computation of arXiv:hep-th/0112157 and arXiv:hep-th/0108106\nprove that all the cubic alpha-prime corrections to the backgrounds composed of\nmetric, NS two-form and dilaton can not be written in term of the modified\nRiemann tensor where the field strength of the NS two form plays the role of\ntorsion. So the outcome of this writing has been trivial.\n","Comment: This paper has been withdrawn"]}]
["0712.1018",{"format":[],"subject":["Mathematical Physics","35R60","60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1018"],"date":["2007-12-06","2008-01-15"],"type":["text"],"creator":["Rodriguez-Vega, J. J.","Zuniga-Galindo, W. A."],"language":[],"coverage":[],"title":["Taibleson Operators, p-adic Parabolic Equations and Ultrametric\n  Diffusion"],"description":["  We give a multimensional version of the p-adic heat equation, and show that\nits fundamental solution is the transition density of a Markov process.\n","Comment: A paragraph was added to introduction. Several typos were corrected"]}]
["0712.1219",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1219"],"date":["2007-12-07","2008-01-11"],"type":["text"],"creator":["Meyer, Francois G.","Stephens, Greg J."],"language":[],"coverage":[],"title":["Locality and low-dimensions in the prediction of natural experience from\n  fMRI"],"description":["  Functional Magnetic Resonance Imaging (fMRI) provides dynamical access into\nthe complex functioning of the human brain, detailing the hemodynamic activity\nof thousands of voxels during hundreds of sequential time points. One approach\ntowards illuminating the connection between fMRI and cognitive function is\nthrough decoding; how do the time series of voxel activities combine to provide\ninformation about internal and external experience? Here we seek models of fMRI\ndecoding which are balanced between the simplicity of their interpretation and\nthe effectiveness of their prediction. We use signals from a subject immersed\nin virtual reality to compare global and local methods of prediction applying\nboth linear and nonlinear techniques of dimensionality reduction. We find that\nthe prediction of complex stimuli is remarkably low-dimensional, saturating\nwith less than 100 features. In particular, we build effective models based on\nthe decorrelated components of cognitive activity in the classically-defined\nBrodmann areas. For some of the stimuli, the top predictive areas were\nsurprisingly transparent, including Wernicke's area for verbal instructions,\nvisual cortex for facial and body features, and visual-temporal regions for\nvelocity. Direct sensory experience resulted in the most robust predictions,\nwith the highest correlation ($c \\sim 0.8$) between the predicted and\nexperienced time series of verbal instructions. Techniques based on non-linear\ndimensionality reduction (Laplacian eigenmaps) performed similarly. The\ninterpretability and relative simplicity of our approach provides a conceptual\nbasis upon which to build more sophisticated techniques for fMRI decoding and\noffers a window into cognitive function during dynamic, natural experience.\n","Comment: To appear in: Advances in Neural Information Processing Systems 20,\n  Scholkopf B., Platt J. and Hofmann T. (Editors), MIT Press, 2008"]}]
["0712.1844",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematical Physics","49K05","26A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1844","Int. Math. Forum, 3, 2008, no. 10, 479--493."],"date":["2007-12-11"],"type":["text"],"creator":["Frederico, Gastao S. F.","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Fractional Optimal Control in the Sense of Caputo and the Fractional\n  Noether's Theorem"],"description":["  The study of fractional variational problems with derivatives in the sense of\nCaputo is a recent subject, the main results being Agrawal's necessary\noptimality conditions of Euler-Lagrange and respective transversality\nconditions. Using Agrawal's Euler-Lagrange equation and the Lagrange multiplier\ntechnique, we obtain here a Noether-like theorem for fractional optimal control\nproblems in the sense of Caputo.\n","Comment: 16 pages"]}]
["0712.3147",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3147"],"date":["2007-12-19","2008-01-15"],"type":["text"],"creator":["Lescanne, Pierre"],"language":[],"coverage":[],"title":["Common knowledge logic in a higher order proof assistant?"],"description":["  This paper presents experiments on common knowledge logic, conducted with the\nhelp of the proof assistant Coq. The main feature of common knowledge logic is\nthe eponymous modality that says that a group of agents shares a knowledge\nabout a certain proposition in a inductive way. This modality is specified by\nusing a fixpoint approach. Furthermore, from these experiments, we discuss and\ncompare the structure of theorems that can be proved in specific theories that\nuse common knowledge logic. Those structures manifests the interplay between\nthe theory (as implemented in the proof assistant Coq) and the metatheory.\n","Comment: 11 p"]}]
["0712.3624",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3624","Appl. Phys. Lett. 92, 023108 (2008)","doi:10.1063/1.2834702"],"date":["2007-12-21"],"type":["text"],"creator":["Csontos, D.","Zuelicke, U."],"language":[],"coverage":[],"title":["Tailoring hole spin splitting and polarization in nanowires"],"description":["  Spin splitting in p-type semiconductor nanowires is strongly affected by the\ninterplay between quantum confinement and spin-orbit coupling in the valence\nband. The latter's particular importance is revealed in our systematic\ntheoretical study presented here, which has mapped the range of spin-orbit\ncoupling strengths realized in typical semiconductors. Large controllable\nvariations of the g-factor with associated characteristic spin polarization are\nshown to exist for nanowire subband edges, which therefore turn out to be a\nversatile laboratory for investigating the complex spin properties exhibited by\nquantum-confined holes.\n","Comment: 3.1 pages, 4 figures, RevTex4, to appear in APL"]}]
["0801.0465",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0465"],"date":["2008-01-02","2008-01-15"],"type":["text"],"creator":["Rui, Hebing","Xu, Jie"],"language":[],"coverage":[],"title":["The representations of cyclotomic BMW algebras"],"description":["  In this paper, we prove that the cyclotomic BMW algebras B2p+1,n are cellular\nin the sense of [16]. We also classify the irreducible B2p+1,nmodules over a\nfield.\n","Comment: 48 pages. submitted, We delete one sentence at the end of paragraph 2\n  in page 1, and add one reference"]}]
["0801.0738",{"format":[],"subject":["Mathematics - Geometric Topology","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0738"],"date":["2008-01-05","2008-01-15"],"type":["text"],"creator":["Wong, Helen"],"language":[],"coverage":[],"title":["Quantum invariants can provide sharp Heegaard genus bounds"],"description":["  Using Seifert fibered three-manifold examples of Boileau and Zieschang, we\ndemonstrate that the Reshetikhin-Turaev quantum invariants may be used to\nprovide a sharp lower bound on the Heegaard genus which is strictly larger than\nthe rank of the fundamental group.\n","Comment: 8 pages"]}]
["0801.2089",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11R52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2089"],"date":["2008-01-14","2008-01-16"],"type":["text"],"creator":["Ciavarella, Miriam","Terracini, Lea"],"language":[],"coverage":[],"title":["Some explicit constructions of integral structures in quaternion\n  algebras"],"description":["  Let B be an undefined quaternion algebra over Q. Following the explicit\nchacterization of some Eichler orders in B given by Hashimoto, we define\nexplicit embeddings of these orders in some local rings of matrices; we\ndescribe the two natural inclusions of an Eichler order of leven Nq in an\nEichler order of level N. Moreover we provide a basis for a chain of Eichler\norders in B and prove results about their intersection.\n"]}]
["0801.2098",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2098","Asymptotic Methods in Nonlinear Wave Phenomena, World Scientific\n  (Ed.) (2007) 79-95"],"date":["2008-01-14"],"type":["text"],"creator":["Gouin, Henri"],"language":[],"coverage":[],"title":["The d'Alembert-lagrange principle for gradient theories and boundary\n  conditions"],"description":["  Motions of continuous media presenting singularities are associated with\nphenomena involving shocks, interfaces or material surfaces. The equations\nrepresenting evolutions of these media are irregular through geometrical\nmanifolds. A unique continuous medium is conceptually simpler than several\nmedia with surfaces of singularity. To avoid the surfaces of discontinuity in\nthe theory, we transform the model by considering a continuous medium taking\nintoaccount more complete internal energies expressed in gradient developments\nassociated with the variables of state. Nevertheless, resulting equations of\nmotion are of an higher order than those of the classical models: they lead to\nnon-linear models associated with more complex integration processes on the\nmathematical level as well as on the numerical point of view. In fact, such\nmodels allow a precise study of singular zones when they have a non negligible\nphysical thickness. This is typically the case for capillarity phenomena in\nfluids or mixtures of fluids in which interfacial zones are transition layers\nbetween phases or layers between fluids and solid walls. Within the framework\nof mechanics for continuous media, we propose to deal with the functional point\nof view considering globally the equations of the media as well as the boundary\nconditions associated with these equations. For this aim, we revisit the\nd'Alembert-Lagrange principle of virtual works which is able to consider the\nexpressions of the works of forces applied to a continuous medium as a linear\nfunctional value on a space of test functions in the form of virtual\ndisplacements. At the end, we analyze examples corresponding to capillary\nfluids. This analysis brings us to numerical or asymptotic methods avoiding the\ndifficulties due to singularities in simpler -but with singularities- models.\n","Comment: 17 pages"]}]
["0801.2171",{"format":[],"subject":["Mathematics - Dynamical Systems","37C05, 37C55, 37C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2171"],"date":["2008-01-14"],"type":["text"],"creator":["Hirsch, Morris W."],"language":[],"coverage":[],"title":["On existence and uniqueness of the carrying simplex for competitive\n  dynamical systems"],"description":["  Certain dynamical models of competition have a unique invariant hypersurface\nto whichevery nonzero tractory is asymptotic, having simple geometry and\ntopology.\n","Comment: Submitted to Journal of Biological Dynamics. 13 pages"]}]
["0801.2175",{"format":[],"subject":["Computer Science - Graphics","I.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2175"],"date":["2008-01-15"],"type":["text"],"creator":["Große, Johannes"],"language":[],"coverage":[],"title":["MathPSfrag 2: Convenient LaTeX Labels in Mathematica"],"description":["  This article introduces the next version of MathPSfrag. MathPSfrag is a\nMathematica package that during export automatically replaces all expressions\nin a plot by corresponding LaTeX commands. The new version can also produce\nLaTeX independent images; e.g., PDF files for inclusion in pdfLaTeX. Moreover\nfrom these files a preview is generated and shown within Mathematica.\n","Comment: 9 pages, package can be found at\n  http://wwwth.mppmu.mpg.de/members/jgrosse/mathpsfrag/"]}]
["0801.2185",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2185"],"date":["2008-01-14"],"type":["text"],"creator":["Shang, Xiaohu","Kramer, Gerhard","Chen, Biao"],"language":[],"coverage":[],"title":["New Outer Bounds on the Capacity Region of Gaussian Interference\n  Channels"],"description":["  Recent outer bounds on the capacity region of Gaussian interference channels\nare generalized to $m$-user channels with $m>2$ and asymmetric powers and\ncrosstalk coefficients. The bounds are again shown to give the sum-rate\ncapacity for Gaussian interference channels with low powers and crosstalk\ncoefficients. The capacity is achieved by using single-user detection at each\nreceiver, i.e., treating the interference as noise incurs no loss in\nperformance.\n","Comment: 5 pages, 2 figures, submitted to ISIT 2008"]}]
["0801.2187",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2187"],"date":["2008-01-14"],"type":["text"],"creator":["Feig, Ephraim","Feig, Vivian"],"language":[],"coverage":[],"title":["A One-Way Function Based On The Extended Euclidean Algorithm"],"description":["  A problem based on the Extended Euclidean Algorithm applied to a class of\npolynomials with many factors is presented and believed to be hard. If so, it\nis a one-way function well suited for applications in digital signicatures.\n","Comment: 2-page correspondence"]}]
["0801.2196",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2196"],"date":["2008-01-14"],"type":["text"],"creator":["Baggio, Rodolfo"],"language":[],"coverage":[],"title":["Tourism networks and computer networks"],"description":["  The body of knowledge accumulated in recent years on the structure and the\ndynamics of complex networks has offered useful insights on the behaviour of\nmany natural and artificial complex systems. The analysis of some of these,\nnamely those formed by companies and institutions, however, has proved\nproblematical mainly for the difficulties in collecting a reasonable amount of\ndata. This contribution argues that the World Wide Web can provide an efficient\nand effective way to gather significant samples of networked socio-economic\nsystems to be used for network analyses and simulations. The case discussed\nrefers to a tourism destination, the fundamental subsystem of an industry which\ncan be considered one of the most important in today's World economy.\n","Comment: 10 pages, 3 figures, 2 tables"]}]
["0801.2201",{"format":[],"subject":["Computer Science - Hardware Architecture","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2201"],"date":["2008-01-15"],"type":["text"],"creator":["Harcourt, Ed"],"language":[],"coverage":[],"title":["Policies of System Level Pipeline Modeling"],"description":["  Pipelining is a well understood and often used implementation technique for\nincreasing the performance of a hardware system. We develop several SystemC/C++\nmodeling techniques that allow us to quickly model, simulate, and evaluate\npipelines. We employ a small domain specific language (DSL) based on resource\nusage patterns that automates the drudgery of boilerplate code needed to\nconfigure connectivity in simulation models. The DSL is embedded directly in\nthe host modeling language SystemC/C++. Additionally we develop several\ntechniques for parameterizing a pipeline's behavior based on policies of\nfunction, communication, and timing (performance modeling).\n"]}]
["0801.2202",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2202"],"date":["2008-01-14"],"type":["text"],"creator":["Raouafi, N. -E.","Solanki, S. K.","Wiegelmann, T."],"language":[],"coverage":[],"title":["Hanle Effect Diagnostics of the Coronal Magnetic Field - A Test Using\n  Realistic Magnetic Field Configurations"],"description":["  Our understanding of coronal phenomena, such as coronal plasma\nthermodynamics, faces a major handicap caused by missing coronal magnetic field\nmeasurements. Several lines in the UV wavelength range present suitable\nsensitivity to determine the coronal magnetic field via the Hanle effect. The\nlatter is a largely unexplored diagnostic of coronal magnetic fields with a\nvery high potential. Here we study the magnitude of the Hanle-effect signal to\nbe expected outside the solar limb due to the Hanle effect in polarized\nradiation from the H {\\sc{i}} Ly$\\alpha$ and $\\beta$ lines, which are among the\nbrightest lines in the off-limb coronal FUV spectrum. For this purpose we use a\nmagnetic field structure obtained by extrapolating the magnetic field starting\nfrom photospheric magnetograms. The diagnostic potential of these lines for\ndetermining the coronal magnetic field, as well as their limitations are\nstudied. We show that these lines, in particular H {\\sc{i}} Ly$\\beta$, are\nuseful for such measurements.\n","Comment: 6 pages, 5 figures, Solar Polarization Workshop 5"]}]
["0801.2205",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","17B10","17B65","17B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2205"],"date":["2008-01-14"],"type":["text"],"creator":["Li, Junbo","Su, Yucai"],"language":[],"coverage":[],"title":["Classification of Irreducible Weight Modules with a Finite-dimensional\n  Weight Space over the Twisted Schr\\\"{o}dinger-Virasoro Lie algebra"],"description":["  It is shown that the support of an irreducible weight module over the\nSchr\\\"{o}dinger-Virasoro Lie algebra with an infinite-dimensional weight space,\ncoincides with the weight lattice and that all nontrivial weight spaces of such\na module are infinite-dimensional. As a side-product, it is obtained that every\nsimple weight module over the Schr\\\"{o}dinger-Virasoro Lie algebra with a\nnontrivial finite-dimensional weight space, is a Harish-Chandra module.\n","Comment: 6 pages"]}]
["0801.2207",{"format":[],"subject":["Mathematics - Rings and Algebras","17B05","17B40","17B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2207"],"date":["2008-01-14"],"type":["text"],"creator":["Li, Junbo","Su, Yucai"],"language":[],"coverage":[],"title":["The derivation algebra and automorphism group of the twisted\n  Schr\\\"{o}dinger-Virasoro algebra"],"description":["  In this article, we determine the derivation algebra and the automorphism\ngroup of the twisted Schr\\\"{o}dinger-Virasoro algebra.\n","Comment: 16 pages"]}]
["0801.2210",{"format":[],"subject":["Mathematics - Rings and Algebras","17B05","17B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2210"],"date":["2008-01-14"],"type":["text"],"creator":["Li, Junbo","Su, Yucai"],"language":[],"coverage":[],"title":["2-Cocycles of Deformative Schr\\\"{o}dinger-Virasoro Algebras"],"description":["  In a series of papers by Henkel, Roger and Unterberger,\nSchr\\\"{o}dinger-Virasoro algebras and their deformations were introduced and\ninvestigated. In the present paper we determine the 2-cocycles of a class of\ndeformative Schr\\\"{o}dinger-Virasoro algebras.\n","Comment: 18 pages"]}]
["0801.2211",{"format":[],"subject":["Mathematics - Rings and Algebras","17B05","17B40","81R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2211"],"date":["2008-01-14"],"type":["text"],"creator":["Li, Junbo","Zhu, Linsheng"],"language":[],"coverage":[],"title":["Leibniz Central Extension on the Twisted Schr\\\"{o}dinger-Virasoro\n  Algebra"],"description":["  In this paper we present all the Leibniz 2-cocycles of the twisted\nSchr\\\"{o}dinger-Virasoro algebra, which determine its second Leibniz cohomology\ngroup.\n","Comment: 9 pages"]}]
["0801.2225",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2225","J. Phys. Soc. Jpn. 77 (2008) 014705","doi:10.1143/JPSJ.77.014705"],"date":["2008-01-15"],"type":["text"],"creator":["Dinh, Van An","Sato, Kazunori","Katayama-Yoshida, Hiroshi"],"language":[],"coverage":[],"title":["New High-$T_c$ Half-Heusler Ferromagnets NiMnZ (Z = Si, P, Ge, As)"],"description":["  Based on the first principle calculation, we propose a new class of\nhigh-$T_c$ half-heusler ferromagnets NiMnZ (Z = Si, P, Ge, As). The structural\nand magnetic properties are investigated through the calculation of the\nelectronic structure, phase stability, equilibrium lattice constant, magnetic\nexchange interaction $J_{ij}$ and Curie temperature $T_c$. It is found that all\nalloys show half-metallicity and ferromagnetism at temperatures much higher\nthan room temperature in a wide range of lattice expansion (compression). At\nthe equilibrium lattice constant, $T_c$ of 715K, 840K, 875K and 1050K are\npredicted by Monte Carlo simulation for NiMnP, NiMnAs, NiMnGe and NiMnSi,\nrespectively. Following these results, these alloys are strongly expected to be\npromising candidates for spintronic applications.\n","Comment: 6 pages, 6 figures"]}]
["0801.2230",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","81U40","35R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2230"],"date":["2008-01-15"],"type":["text"],"creator":["Beltita, Ingrid","Melin, Anders"],"language":[],"coverage":[],"title":["Analysis of the quadratic term in the backscattering transformation"],"description":["  The quadratic term in the Taylor expansion at the origin of the\nbackscattering transformation in odd dimensions $n\\ge 3$ gives rise to a\nsymmetric bilinear operator $B_2$ on $C_0^\\infty({\\mathbb R}^n)\\times\nC_0^\\infty({\\mathbb R}^n)$. In this paper we prove that $B_2$ extends to\ncertain Sobolev spaces with weights and show that it improves both regularity\nand decay.\n","Comment: 14 pages"]}]
["0801.2234",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Representation Theory","35Q40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2234"],"date":["2008-01-15"],"type":["text"],"creator":["Vemuri, M. K."],"language":[],"coverage":[],"title":["Hermite expansions and Hardy's theorem"],"description":["  Assuming that both a function and its Fourier transform are dominated by a\nGaussian of large variance, it is shown that the Hermite coefficients of the\nfunction decay exponentially. A sharp estimate for the rate of exponential\ndecay is obtained in terms of the variance, and in the limiting case (when the\nvariance becomes so small that the Gaussian is its own Fourier transform),\nHardy's theorem on Fourier transform pairs is obtained. A quantitative result\non the confinement of particle-like states of a quantum harmonic oscillator is\nobtained. A stronger form of the result is conjectured. Further, it is shown\nhow Hardy's theorem may be derived from a weak version of confinement without\nusing complex analysis.\n","Comment: 11 pages"]}]
["0801.2240",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2240"],"date":["2008-01-15"],"type":["text"],"creator":["Guo, Rui","Zhou, Xiaoji","Chen, Xuzong"],"language":[],"coverage":[],"title":["High momentum entanglement of cold atoms generated by a single photon\n  scattering"],"description":["  With the mechanism of pairwise scattering of photons between two atoms, we\npropose a novel scheme to highly entangle the motional state between two\nultracold neutral atoms by a single photon scattering and detection. Under\ncertain conditions, it is shown that an arbitrary amount of entanglement can be\nobtained with this scheme.\n","Comment: 4 pages, 5 figures"]}]
["0801.2247",{"format":[],"subject":["Mathematics - Commutative Algebra","13A02, 13A30, 13C15, 13D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2247"],"date":["2008-01-15"],"type":["text"],"creator":["Colomé-Nin, Gemma","Elias, Juan"],"language":[],"coverage":[],"title":["Cohomological properties of non-standard multigraded modules"],"description":["  In this paper we study some cohomological properties of non-standard\nmultigraded modules and Veronese transforms of them. Among others numerical\ncharacters, we study the generalized depth of a module and we see that it is\ninvariant by taking a Veronese transform. We prove some vanishing theorems for\nthe local cohomology modules of a multigraded module; as a corollary of these\nresults we get that the depth of a Veronese module is asymptotically constant.\n"]}]
["0801.2249",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2249","J. Phys. Soc. Jpn. 75 (2006) 093705","doi:10.1143/JPSJ.75.093705"],"date":["2008-01-15"],"type":["text"],"creator":["Dinh, Van An","Toyoda, Masayuki","Sato, Kazunori","Katayama-Yoshida, Hiroshi"],"language":[],"coverage":[],"title":["Exchange Interaction and $T_c$ in Alkaline-earth-metal-oxide-based DMS\n  without Magnetic Impurities: First Principle Pseudo-SIC and Monte Carlo\n  Calculation"],"description":["  The prospects of half-metallic ferromagnetism being induced by the\nincorporation of C atoms into alkaline-earth-metal-oxides are investigated by\nthe first principle calculation. The origin of the ferromagnetism is discussed\nthrough the calculation of the electronic structure and exchange coupling\nconstant by using the pseudo-potential-like self-interaction-corrected local\nspin density method. The Curie temperature ($T_c$) is also predicted by\nemploying the Monte Carlo simulation. It is shown that by taking the electron\nself-interaction into account, the half-metallic ferromagnetism induced by C in\nthe host materials is more stabilized in comparison with the standard LDA case,\nand the C's $2p$ electron states in the bandgap become more localized resulting\nin the predominance of the short-ranged exchange interaction. While the\nferromagnetism in MgO$_{1-x}$C$_x$ is stabilized due to the exchange\ninteraction of the $1st$-nearest neighbor pairs and might be suppressed by the\nanti-ferromagnetic super-exchange interaction at higher $x$, the ferromagnetism\nin CaO$_{1-x}$C$_x$, SrO$_{1-x}$C$_x$, and BaO$_{1-x}$C$_x$ is stabilized by\nboth the $1st$- and $2nd$-nearest neighbor pairs, and $T_c$ monotonously\nincreases with the C concentration.\n","Comment: 5 pages, 5 figures"]}]
["0801.2252",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2252"],"date":["2008-01-15"],"type":["text"],"creator":["Ozdogan, K.","Sasioglu, E.","Galanakis, I."],"language":[],"coverage":[],"title":["Fundamentals of half-metallic Full-Heusler alloys"],"description":["  Intermetallic Heusler alloys are amongst the most attractive half-metallic\nsystems due to the high Curie temperatures and the structural similarity to the\nbinary semiconductors. In this review we present an overview of the basic\nelectronic and magnetic properties of the half-metallic full-Heusler alloys\nlike Co$_2$MnGe. Ab-initio results suggest that the electronic and magnetic\nproperties in these compounds are intrinsically related to the appearance of\nthe minority-spin gap. The total spin magnetic moment in the unit cell, $M_t$,\nscales linearly with the number of the valence electrons, $Z_t$, such that\n$M_t=Z_t-24$ for the full-Heusler alloys opening the way to engineer new\nhalf-metallic alloys with the desired magnetic properties. Moreover we present\nanalytical results on the disorder in Co$_2$Cr(Mn)Al(Si) alloys, which is\nsusceptible to destroy the perfect half-metallicity of the bulk compounds and\nthus degrade the performance of devices. Finally we discuss the appearance of\nthe half-metallic ferrimagnetism due to the creation of Cr(Mn) antisites in\nthese compounds and the Co-doping in Mn$_2$VAl(Si) alloys which leads to the\nfully-compensated half-metallic ferrimagnetism.\n","Comment: Submitted for a book entitled \"Spintronics: Materials, Applications\n  and Devices\" to be published by Nova Publishers"]}]
["0801.2255",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2255"],"date":["2008-01-15"],"type":["text"],"creator":["de Paz, A. Gil","Thilker, D. A.","Bianchi, L.","Aragon-Salamanca, A.","Boissier, S.","Madore, B. F.","Diaz-Lopez, C.","Trujillo, I.","Pohlen, M.","Erwin, P.","Zamorano, J.","Gallego, J.","Iglesias-Paramo, J.","Vilchez, J. M.","Molla, M.","Munoz-Mateos, J. C.","Perez-Gonzalez, P. G.","Pedraz, S.","Sheth, K.","Kennicutt Jr, R. C.","Swaters, R.","Team, the GALEX Science"],"language":[],"coverage":[],"title":["Extended UV (XUV) Emission in Nearby Galaxy Disks"],"description":["  We summarize the main properties of the extended UV (XUV) emission found in\nroughly 30% of the nearby spiral galaxies observed by the GALEX satellite. Two\ndifferent classes of XUV disks are identified, the Type 1 XUV disks where\nsignificant, structured UV-bright features are found beyond the \"classical\"\nazimuthally-averaged star-formation threshold, and the Type 2 XUV disks, which\nare characterized by very extended (seven times the area where most of the\nstellar mass is found), blue [(FUV-K)<5mag] outer disks. These latter disks are\nextreme examples of galaxies growing inside-out. The few XUV disks studied in\ndetail to date are rich in HI but relatively poor in molecular gas, have\nstellar populations with luminosity-weighted ages of ~1 Gyr, and ionized-gas\nmetal abundances of ~Zsun/10. As part of the CAHA-XUV project we are in the\nprocess of obtaining deep multi-wavelength imaging and spectroscopy of 65\nXUV-disk galaxies so to determine whether or not these properties are common\namong XUV disks.\n","Comment: 4 pages, 2 figures, to appear in the proceedings of \"The Formation\n  and Evolution of Galaxy Disks\", Rome 2007, organized by the Vatican\n  Observatory, editors J. G. Funes, S.J. and E. M. Corsini"]}]
["0801.2256",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 05A16, 05C70,05C80, 82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2256"],"date":["2008-01-15"],"type":["text"],"creator":["Friedland, S.","Krop, E.","Markström, K."],"language":[],"coverage":[],"title":["On the Number of Matchings in Regular Graphs"],"description":["  For the set of graphs with a given degree sequence, consisting of any number\nof $2's$ and $1's$, and its subset of bipartite graphs, we characterize the\noptimal graphs who maximize and minimize the number of $m$-matchings. We find\nthe expected value of the number of $m$-matchings of $r$-regular bipartite\ngraphs on $2n$ vertices with respect to the two standard measures. We state and\ndiscuss the conjectured upper and lower bounds for $m$-matchings in $r$-regular\nbipartite graphs on $2n$ vertices, and their asymptotic versions for infinite\n$r$-regular bipartite graphs. We prove these conjectures for 2-regular\nbipartite graphs and for $m$-matchings with $m\\le 4$.\n","Comment: 26 pages, 4 figures"]}]
["0801.2259",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - K-Theory and Homology","46L05","46L35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2259"],"date":["2008-01-15"],"type":["text"],"creator":["Rordam, Mikael","Winter, Wilhelm"],"language":[],"coverage":[],"title":["The Jiang-Su algebra revisited"],"description":["  We give a number of new characterizations of the Jiang-Su algebra Z, both\nintrinsic and extrinsic, in terms of C*-algebraic, dynamical, topological and\nK-theoretic conditions. Along the way we study divisibility properties of\nC*-algebras, we give a precise characterization of those unital C*-algebras of\nstable rank one that admit a unital embedding of the dimension-drop C*-algebra\nZ_{n,n+1}, and we prove a cancellation theorem for the Cuntz semigroup of\nC*-algebras of stable rank one.\n","Comment: 22 pages"]}]
["0801.2261",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2261","BMC Medicine 5, 34 (2007)","doi:10.1186/1741-7015-5-34"],"date":["2008-01-15"],"type":["text"],"creator":["Colizza, Vittoria","Barrat, Alain","Barthelemy, Marc","Vespignani, Alessandro"],"language":[],"coverage":[],"title":["Predictability and epidemic pathways in global outbreaks of infectious\n  diseases: the SARS case study"],"description":["  Background: The global spread of the severe acute respiratory syndrome (SARS)\nepidemic has clearly shown the importance of considering the long-range\ntransportation networks in the understanding of emerging diseases outbreaks.\nThe introduction of extensive transportation data sets is therefore an\nimportant step in order to develop epidemic models endowed with realism.\nMethods: We develop a general stochastic meta-population model that\nincorporates actual travel and census data among 3 100 urban areas in 220\ncountries. The model allows probabilistic predictions on the likelihood of\ncountry outbreaks and their magnitude. The level of predictability offered by\nthe model can be quantitatively analyzed and related to the appearance of\nrobust epidemic pathways that represent the most probable routes for the spread\nof the disease. Results: In order to assess the predictive power of the model,\nthe case study of the global spread of SARS is considered. The disease\nparameter values and initial conditions used in the model are evaluated from\nempirical data for Hong Kong. The outbreak likelihood for specific countries is\nevaluated along with the emerging epidemic pathways. Simulation results are in\nagreement with the empirical data of the SARS worldwide epidemic. Conclusions:\nThe presented computational approach shows that the integration of long-range\nmobility and demographic data provides epidemic models with a predictive power\nthat can be consistently tested and theoretically motivated. This computational\nstrategy can be therefore considered as a general tool in the analysis and\nforecast of the global spreading of emerging diseases and in the definition of\ncontainment policies aimed at reducing the effects of potentially catastrophic\noutbreaks.\n","Comment: 21 pages, 2 tables, 7 figures"]}]
["0801.2282",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E15 (Primary)","14Q10, 14B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2282"],"date":["2008-01-15"],"type":["text"],"creator":["Beck, T."],"language":[],"coverage":[],"title":["Formal Desingularization of Surfaces - The Jung Method Revisited -"],"description":["  In this paper we propose the concept of formal desingularizations as a\nsubstitute for the resolution of algebraic varieties. Though a usual resolution\nof algebraic varieties provides more information on the structure of\nsingularities there is evidence that the weaker concept is enough for many\ncomputational purposes. We give a detailed study of the Jung method and show\nhow it facilitates an efficient computation of formal desingularizations for\nprojective surfaces over a field of characteristic zero, not necessarily\nalgebraically closed. The paper includes a generalization of Duval's Theorem on\nrational Puiseux parametrizations to the multivariate case and a detailed\ndescription of a system for multivariate algebraic power series computations.\n","Comment: 33 pages, 2 figures"]}]
["0801.2286",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N30 (Primary)","14E05, 14Q10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2286"],"date":["2008-01-15"],"type":["text"],"creator":["Beck, T.","Schicho, J."],"language":[],"coverage":[],"title":["Adjoint Computation for Hypersurfaces Using Formal Desingularizations"],"description":["  We show how to use formal desingularizations (defined earlier by the first\nauthor) in order to compute the global sections (also called adjoints) of\ntwisted pluricanonical sheaves. These sections define maps that play an\nimportant role in the birational classification of schemes.\n","Comment: 10 pages"]}]
["0801.2295",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2295"],"date":["2008-01-15"],"type":["text"],"creator":["Zakharov, Stanyslav","Kryukov, Alexey"],"language":[],"coverage":[],"title":["Ship-induced solitons as a manifestation of critical phenomena"],"description":["  A ship, moving with small acceleration in a reservoir of uniform depth, can\nbe subjected to a sudden hydrodynamical impact similar to collision with an\nunderwater rock, and on water surface unusual solitary wave will start running.\nThe factors responsible for formation of solitons induced by a moving ship are\nanalyzed. Emphasis is given to a phenomenon observed by John Scott Russell more\n170 years ago when a sudden stop of a boat preceded the occurrence of exotic\nwater dome. In dramatic changes of polemic about the stability and mathematical\ndescription of a solitary wave, the question why \"Russell's wave\" occurred has\nnot been raised, though attempts its recreation invariably suffered failure. In\nour report the conditions disclosing the principle of the famous event as a\ncritical phenomenon are described. In a reservoir of uniform depth a ship can\nconfront by a dynamic barrier within narrow limits of ship's speed and\nacceleration. In a wider interval of parameters a ship generates a satellite\nwave, which can be transformed in a different-locking soliton. These phenomena\ncan be classified into an extensive category of dynamic barrier effects\nincluding the transition of aircrafts through the sound barrier.\n","Comment: 9 text pages, 4 figures"]}]
["0801.2302",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2302"],"date":["2008-01-15"],"type":["text"],"creator":["Tieri, Paolo","Castellani, Gastone C.","Franceschi, Claudio"],"language":[],"coverage":[],"title":["Towards an unifying perspective of the fundamental properties and\n  structural principles governing the immune system"],"description":["  In the study of the basic properties observed in the immune system and, in a\nbroader view, in biological systems, several concepts have already been\nmathematically formulated or treated in an analytical perspective, such as\ndegeneracy, robustness, noise, and bow tie architecture. These properties,\namong others, seem to rule many aspects of the system functioning, and share\namong themselvesseveral characteristics, intersecting each other, and often\nbecoming one the indivisible part of the other. According to Kitano, systems\nbiology needs solid theoretical and methodological foundation of principles and\nproperties, able to lead towards a unified perspective. An effort in unifying\nthe formalization and analysis of these principles can be now timely attempted.\n","Comment: 3 pages, abstract of the poster and oral presentation at SBH2007\n  SysBioHealth Symposium, Systems Biology for Health, Milano, 17-19 October\n  2007"]}]
["0801.2304",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2304"],"date":["2008-01-15"],"type":["text"],"creator":["Giusti, C.","Pacati, F. D.","Schwamb, M."],"language":[],"coverage":[],"title":["Recent Advances in the Description of Electromagnetic Two-Nucleon\n  Knockout Reactions"],"description":["  Recent advances in the description of electromagnetic two-nucleon knockout\nreactions are reviewed. The sensitivity to different types of correlations and\nto their treatment in the nuclear wave functions, the effects of final-state\ninteractions and the role of center-of-mass effects in connection with the\nproblem of the lack of orthogonality between initial bound states and final\nscattering states obtained by the use of an energy-dependent optical-model\npotential are discussed. Results are presented for proton-proton and\nproton-neutron knockout off 16O also in comparison with the available data.\n","Comment: 19 pages, 6 figures, presented at XVII International School on\n  Nuclear Physics, Neutron Physics and Applications, September 24-30 2007,\n  Varna Bulgaria"]}]
["0801.2305",{"format":[],"subject":["Mathematics - Logic","Mathematics - Category Theory","03F50","03E70","18A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2305"],"date":["2008-01-15"],"type":["text"],"creator":["Berg, Benno van den","Moerdijk, Ieke"],"language":[],"coverage":[],"title":["Aspects of Predicative Algebraic Set Theory II: Realizability"],"description":["  This is the second in a series of papers on the relation between algebraic\nset theory and predicative formal systems. In part I, we introduced the notion\nof a predicative category of small maps and obtained the result that such\ncategories always contain a model of set theory. In the present paper, we show\nthat the familiar realizability models of the constructive set theories CZF and\nIZF can be obtained as an application of this result. For this purpose, we show\nthat predicative categories with small maps are closed under an internal notion\nof realizability.\n"]}]
["0801.2308",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2308","Geotechnical Testing Journal 31, 1 (2008) 95-100","doi:10.1520/GTJ100769"],"date":["2008-01-15"],"type":["text"],"creator":["Cui, Yu-Jun","Tang, Anh-Minh","Mantho, Altin Theodore","De Laure, Emmanuel"],"language":[],"coverage":[],"title":["Monitoring field soil suction using a miniature tensiometer"],"description":["  An experimental device was developed to monitor the field soil suction using\nminiature tensiometer. This device consists of a double tube system that\nensures a good contact between the tensiometer and the soil surface at the\nbottom of the testing borehole. This system also ensures the tensiometer\nperiodical retrieving without disturbing the surrounding soil. This device was\nused to monitor the soil suction at the site of Boissy-le-Ch\\^atel, France. The\nmeasurement was performed at two depths (25 and 45 cm) during two months (May\nand June 2004). The recorded suction data are analyzed by comparing with the\nvolumetric water content data recorded using TDR (Time Domain Reflectometer)\nprobes as well as the meteorological data. A good agreement between these\nresults was observed, showing a satisfactory performance of the developed\ndevice.\n"]}]
["0801.2309",{"format":[],"subject":["Physics - Optics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2309"],"date":["2008-01-15"],"type":["text"],"creator":["Bekshaev, A.","Soskin, M.","Vasnetsov, M."],"language":[],"coverage":[],"title":["Paraxial Light Beams with Angular Momentum"],"description":["  Fundamental and applied concepts concerning the ability of light beams to\ncarry a certain mechanical angular momentum with respect to the propagation\naxis are reviewed and discussed. Following issues are included:\n  Historical reference;\n  Angular momentum of a paraxial beam and its constituents;\n  Spin angular momentum and paradoxes associated with it;\n  Orbital angular momentum;\n  Circularly-spiral beams: examples and methods of generation;\n  Orbital angular momentum and the intensity moments;\n  Symmetry breakdown and decomposition of the orbital angular momentum;\n  Mechanical models of the vortex light beams;\n  Mechanical action of the beam angular momentum;\n  Rotational Doppler effect, its manifestation in the image rotation;\n  Spectrum of helical harmonics and associated problems;\n  Non-collinear rotational Doppler effect;\n  Properties of a beam forcedly rotating around its own axis.\n  Research prospects and ways of practical utilization of optical beams with\nangular momentum.\n","Comment: 87 pages, 37 figures. This is a review originally published in\n  Ukrainian Journal of Physics (UFZh. Ohlyady. V. 2, No 1, p. 73-113 (2005)).\n  Besides translation, the text is essentially renewed and materials are\n  updated"]}]
["0801.2310",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K65","35B45","35J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2310"],"date":["2008-01-15"],"type":["text"],"creator":["Blanchet, Adrien","Carrillo, José Antonio","Laurençot, Philippe"],"language":[],"coverage":[],"title":["Critical mass for a Patlak-Keller-Segel model with degenerate diffusion\n  in higher dimensions"],"description":["  This paper is devoted to the analysis of non-negative solutions for a\ngeneralisation of the classical parabolic-elliptic Patlak-Keller-Segel system\nwith $d\\ge3$ and porous medium-like non-linear diffusion. Here, the non-linear\ndiffusion is chosen in such a way that its scaling and the one of the Poisson\nterm coincide. We exhibit that the qualitative behaviour of solutions is\ndecided by the initial mass of the system. Actually, there is a sharp critical\nmass $M_c$ such that if $M \\in (0,M_c]$ solutions exist globally in time,\nwhereas there are blowing-up solutions otherwise. We also show the existence of\nself-similar solutions for $M \\in (0,M_c)$. While characterising the eventual\ninfinite time blowing-up profile for $M=M_c$, we observe that the long time\nasymptotics are much more complicated than in the classical Patlak-Keller-Segel\nsystem in dimension two.\n"]}]
["0801.2311",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Other Condensed Matter","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2311","Comptes Rendus Mecanique 332, 4 (2004) 285-292","doi:10.1016/j.crme.2004.01.007"],"date":["2008-01-15"],"type":["text"],"creator":["Gouin, Henri"],"language":[],"coverage":[],"title":["Adiabatic waves along interfacial layers near the critical point"],"description":["  Near the critical point, isothermal interfacial zones are investigated\nstarting from a non-local density of energy. From the equations of motion of\nthermocapillary fluids, we point out a new kind of adiabatic waves propagating\nalong the interfacial layers. The waves are associated with the second\nderivatives of densities and propagate with a celerity depending on the\nproximity of the critical point.\n","Comment: 12 pages"]}]
["0801.2312",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2312","Phys. Rev. B 73, 245430 (2006)","doi:10.1103/PhysRevB.73.245430"],"date":["2008-01-15"],"type":["text"],"creator":["Trani, F.","Ninno, D.","Cantele, G.","Iadonisi, G.","Hameeuw, K.","Degoli, E.","Ossicini, S."],"language":[],"coverage":[],"title":["Screening in semiconductor nanocrystals: \\textit{Ab initio} results and\n  Thomas-Fermi theory"],"description":["  A first-principles calculation of the impurity screening in Si and Ge\nnanocrystals is presented. We show that isocoric screening gives results in\nagreement with both the linear response and the point-charge approximations.\nBased on the present ab initio results, and by comparison with previous\ncalculations, we propose a physical real-space interpretation of the several\ncontributions to the screening. Combining the Thomas-Fermi theory and simple\nelectrostatics, we show that it is possible to construct a model screening\nfunction that has the merit of being of simple physical interpretation. The\nmain point upon which the model is based is that, up to distances of the order\nof a bond length from the perturbation, the charge response does not depend on\nthe nanocrystal size. We show in a very clear way that the link between the\nscreening at the nanoscale and in the bulk is given by the surface\npolarization. A detailed discussion is devoted to the importance of local field\neffects in the screening. Our first-principles calculations and the\nThomas-Fermi theory clearly show that in Si and Ge nanocrystals, local field\neffects are dominated by surface polarization, which causes a reduction of the\nscreening in going from the bulk down to the nanoscale. Finally, the model\nscreening function is compared with recent state-of-the-art ab initio\ncalculations and tested with impurity activation energies.\n"]}]
["0801.2314",{"format":[],"subject":["Mathematics - Functional Analysis","46B20","46B28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2314"],"date":["2008-01-15"],"type":["text"],"creator":["Talponen, Jarno"],"language":[],"coverage":[],"title":["Operators on C_{0}(L,X) whose range does not contain c_{0}"],"description":["  This paper contains the following results: a) Suppose that X is a non-trivial\nBanach space and L is a non-empty locally compact Hausdorff space without any\nisolated points. Then each linear operator T: C_{0}(L,X)\\to C_{0}(L,X), whose\nrange does not contain C_{00} isomorphically, satisfies the Daugavet equality\n||I+T||=1+||T||. b) Let \\Gamma be a non-empty set and X, Y be Banach spaces\nsuch that X is reflexive and Y does not contain c_{0} isomorphically. Then any\ncontinuous linear operator T: c_{0}(\\Gamma,X)\\to Y is weakly compact.\n"]}]
["0801.2315",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2315"],"date":["2008-01-15"],"type":["text"],"creator":["Oudmaijer, Rene","Davies, Ben","de Wit, Willem-Jan","Patel, Mitesh"],"language":[],"coverage":[],"title":["Post-Red Supergiants"],"description":["  The yellow hypergiants are found in a stage between the massive Red\nSupergiants and the Wolf-Rayet stars. This review addresses current issues\nconcerning the evolution of massive stars, concentrating on the transitional\npost-Red Supergiant phase. Few yellow hypergiants are known and even fewer show\ndirect evidence for having evolved off the Red Supergiant branch. Indeed, only\ntwo such rare objects with clear evidence for having gone through of a previous\nmass losing phase are known, IRC +10420 and HD 179821. We will review their\nproperties and present recent results employing near-infrared interferometry,\nintegral field spectroscopy and polarimetry. Finally, their real-time evolution\nis discussed.\n","Comment: 16 pages. This is an updated and slightly expanded version of a\n  Keynote Talk given at ``Biggest, Baddest, Coolest Stars'' (ASP Conf Series)\n  eds. D. Luttermoser, B. Smith, and R. Stencel"]}]
["0801.2316",{"format":[],"subject":["Mathematics - Analysis of PDEs","76D03 (35B33 35Q35 76D05)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2316"],"date":["2008-01-15"],"type":["text"],"creator":["Abidi, Hammadi","Hmidi, Taoufik","Keraani, Sahbi"],"language":[],"coverage":[],"title":["On the global well-posedness for the axisymmetric Euler equations"],"description":["  This paper deals with the global well-posedness of the 3D axisymmetric Euler\nequations for initial data lying in critical Besov spaces $B_{p,1}^{1+3/p}$. In\nthis case the BKM criterion is not known to be valid and to circumvent this\ndifficulty we use a new decomposition of the vorticity.\n","Comment: 28 pages. This is an updated version of the paper\n  (arXiv:math/0703144). The main result is improved"]}]
["0801.2319",{"format":[],"subject":["Mathematics - Probability","60H07","60F15","60J10","60J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2319"],"date":["2008-01-15"],"type":["text"],"creator":["Kulik, Alexey M."],"language":[],"coverage":[],"title":["Malliavin calculus for difference approximations of multidimensional\n  diffusions: truncated local limit theorem"],"description":["  For a difference approximations of multidimensional diffusion, the truncated\nlocal limit theorem is proved. Under very mild conditions on the distribution\nof the difference terms, this theorem provides that the transition\nprobabilities of these approximations, after truncation of some asymptotically\nnegligible terms, possess a densities that converge uniformly to the transition\nprobability density for the limiting diffusion and satisfy a uniform\ndiffusion-type estimates. The proof is based on the new version of the\nMalliavin calculus for the product of finite family of measures, that may\ncontain non-trivial singular components. An applications for uniform estimates\nfor mixing and convergence rates for difference approximations to SDE's and for\nconvergence of difference approximations for local times of multidimensional\ndiffusions are given.\n","Comment: 34 pages"]}]
["0801.2321",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2321"],"date":["2008-01-15"],"type":["text"],"creator":["Watson, A. A."],"language":[],"coverage":[],"title":["Highlights from the Pierre Auger Obseervatory - the birth of the hybrid\n  era"],"description":["  Highlights from the Pierre Auger Observatory are presented. In particular\nthere is a detailed discussion of of the cosmic ray energy spectrum from 0.3\nEeV to 100 EeV and of the mass composition above 1 EeV.\n","Comment: 12 pages. Based on Highlight Talk at ICRC in Merida, Mexico, July\n  2007"]}]
["0801.2322",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Combinatorics","68R10","05C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2322"],"date":["2008-01-15"],"type":["text"],"creator":["Alzaga, Alfredo","Iglesias, Rodrigo","Pignol, Ricardo"],"language":[],"coverage":[],"title":["Spectra of symmetric powers of graphs and the Weisfeiler-Lehman\n  refinements"],"description":["  The k-th power of a n-vertex graph X is the iterated cartesian product of X\nwith itself. The k-th symmetric power of X is the quotient graph of certain\nsubgraph of its k-th power by the natural action of the symmetric group. It is\nnatural to ask if the spectrum of the k-th power --or the spectrum of the k-th\nsymmetric power-- is a complete graph invariant for small values of k, for\nexample, for k=O(1) or k=O(log n). In this paper, we answer this question in\nthe negative: we prove that if the well known 2k-dimensional Weisfeiler-Lehman\nmethod fails to distinguish two given graphs, then their k-th powers --and\ntheir k-th symmetric powers-- are cospectral. As it is well known, there are\npairs of non-isomorphic n-vertex graphs which are not distinguished by the\nk-dim WL method, even for k=Omega(n). In particular, this shows that for each\nk, there are pairs of non-isomorphic n-vertex graphs with cospectral k-th\n(symmetric) powers.\n","Comment: 14 pages"]}]
["0801.2324",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2324","Phys. Rev. B 77, 035113 (2008)","doi:10.1103/PhysRevB.77.035113"],"date":["2008-01-15"],"type":["text"],"creator":["Rainis, Diego","Polini, Marco","Tosi, M. P.","Vignale, G."],"language":[],"coverage":[],"title":["Spin-drag relaxation time in one-dimensional spin-polarized Fermi gases"],"description":["  Spin propagation in systems of one-dimensional interacting fermions at finite\ntemperature is intrinsically diffusive. The spreading rate of a spin packet is\ncontrolled by a transport coefficient termed \"spin drag\" relaxation time\n$\\tau_{\\rm sd}$. In this paper we present both numerical and analytical\ncalculations of $\\tau_{\\rm sd}$ for a two-component spin-polarized cold Fermi\ngas trapped inside a tight atomic waveguide. At low temperatures we find an\nactivation law for $\\tau_{\\rm sd}$, in agreement with earlier calculations of\nCoulomb drag between slightly asymmetric quantum wires, but with a different\nand much stronger temperature dependence of the prefactor. Our results provide\na fundamental input for microscopic time-dependent spin-density functional\ntheory calculations of spin transport in 1D inhomogeneous systems of\ninteracting fermions.\n","Comment: 7 pages, 5 figures"]}]
["0801.2325",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","35K57","60H15","37L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2325"],"date":["2008-01-15"],"type":["text"],"creator":["Bonaccorsi, Stefano","Mastrogiacomo, Elisa"],"language":[],"coverage":[],"title":["Analysis of the stochastic FitzHugh-Nagumo system"],"description":["  In this paper we study a system of stochastic differential equations with\ndissipative nonlinearity which arise in certain neurobiology models. Besides\nproving existence, uniqueness and continuous dependence on the initial datum,\nwe shall be mainly concerned with the asymptotic behaviour of the solution. We\nprove the existence of an invariant ergodic measure $\\nu$ associated with the\ntransition semigroup $P_t$; further, we identify its infinitesimal generator in\nthe space $L^2(H;\\nu)$.\n","Comment: 20 pages"]}]
["0801.2327",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2327"],"date":["2008-01-15"],"type":["text"],"creator":["Marino, A.","Rampazzo, R.","Trinchieri, G.","Gruetzbauch, R.","Clemens, M. S."],"language":[],"coverage":[],"title":["Far UV and X-ray observation: a hot view of shell galaxies"],"description":["  Shell galaxies are considered the debris of recent accretion/merging\nepisodes. Their high frequency in low density environments suggest that such\nepisodes could drive the secular evolution for at least some fraction of the\nearly-type galaxy population. We present here the preliminary results of\nultraviolet and X-ray data for a sample of three shell galaxies, namely NGC\n474, NGC 7070A and ESO 2400100. The Far UV morphology and photometry are\nderived using the observations obtained with the Galaxy Evolution Explorer and\nthe XMM- Newton Optical Monitor. We aim at investigating the rejuvenation\nprocesses in the stellar population using the UV information as well as at\ngaining information about the possible evolution with time of the X-ray\nemission due interaction/merging processes.\n","Comment: 4 pages, 3 figures, Proceedings of the 1st. NUVA Conference, Space\n  Astronomy: the UV window to the Universe, Madrid 2007"]}]
["0801.2329",{"format":[],"subject":["Mathematics - Commutative Algebra","05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2329"],"date":["2008-01-15"],"type":["text"],"creator":["Stefan, Alin"],"language":[],"coverage":[],"title":["A class of transversal polymatroids with Gorenstein base ring"],"description":["  In this paper, the principal tool to describe transversal polymatroids with\nGorenstein base ring is polyhedral geometry, especially the $Danilov-Stanley$\ntheorem for the characterization of canonical module. Also, we compute the\n$a-invariant$ and the Hilbert series of base ring associated to this class of\ntransversal polymatroids.\n","Comment: 9 pages"]}]
["0801.2330",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2330"],"date":["2008-01-15"],"type":["text"],"creator":["Perfetto, E."],"language":[],"coverage":[],"title":["Auger transitions in one-dimensional metals"],"description":["  We present a dynamical theory of the Auger decay in one-dimensional (1D)\nmetals described by the Tomonaga-Luttinger model. An analytic expression of the\nAuger current is derived in the framework of the 1-step approach, where the\nfinite lifetime of the initial core-hole and the core-valence interaction are\ntaken into account. This allows to capture typical dynamical features like the\nshake-down effect, in which the Auger spectrum shows a non-vanishing weight\nabove the 2-step high-energy threshold. The obtained results give also a hint\nto understand the sizable suppression of Auger spectral weight closed to the\nFermi energy recently observed in carbon nanotubes with respect to graphite.\n","Comment: 6 pages, 2 figures. To appear in Phys. Rev. B"]}]
["0801.2331",{"format":[],"subject":["Mathematical Physics","Physics - Fluid Dynamics","49S05","76Txx","76Exx","47.10.ab","47.10.A-"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2331","Rendiconti del Circolo Matematico di Palermo suppl. 78, Serie II\n  (2006) 133-145"],"date":["2008-01-15"],"type":["text"],"creator":["Gouin, Henri","Gavrilyuk, Sergey"],"language":[],"coverage":[],"title":["Dissipative Two-Fluid Models"],"description":["  From Hamilton's principle of stationary action, we derive governing equations\nof two-fluid mixtures and extend the model to the dissipative case without\nchemical reactions. For both conservative and dissipative cases, an algebraic\nidentity connecting equations of momentum, mass, energy and entropy is obtained\nby extending the Gibbs identity in dynamics. The obtained system is hyperbolic\nfor small relative velocity of the phases.\n","Comment: dedicated to Guy Boillat : 13 pages"]}]
["0801.2333",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics","Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2333","International Journal of Engineering Science / International\n  Journal of Engineering Sciences 37, 12 (1999) 1495-1520","doi:10.1016/S0020-7225(98)00131-1"],"date":["2008-01-15"],"type":["text"],"creator":["Gavrilyuk, Sergey","Gouin, Henri"],"language":[],"coverage":[],"title":["A new form of governing equations of fluids arising from Hamilton's\n  principle"],"description":["  A new form of governing equations is derived from Hamilton's principle of\nleast action for a constrained Lagrangian, depending on conserved quantities\nand their derivatives with respect to the time-space. This form yields\nconservation laws both for non-dispersive case (Lagrangian depends only on\nconserved quantities) and dispersive case (Lagrangian depends also on their\nderivatives). For non-dispersive case the set of conservation laws allows to\nrewrite the governing equations in the symmetric form of\nGodunov-Friedrichs-Lax. The linear stability of equilibrium states for\npotential motions is also studied. In particular, the dispersion relation is\nobtained in terms of Hermitian matrices both for non-dispersive and dispersive\ncase. Some new results are extended to the two-fluid non-dispersive case.\n","Comment: 28 pages"]}]
["0801.2335",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2335","Nature v448 567 (2007)","doi:10.1038/nature06050"],"date":["2008-01-15"],"type":["text"],"creator":["Silevitch, D. M.","Bitko, D.","Brooke, J.","Ghosh, S.","Aeppli, G.","Rosenbaum, T. F."],"language":[],"coverage":[],"title":["Ferromagnet in a continuously tuneable random field"],"description":["  The Random-Field Ising Model (RFIM) has been extensively studied as a model\nsystem for understanding the effects of disorder in magnets. Since the late\n1970s, there has been a particular focus on realizations of the RFIM in\nsite-diluted antiferromagnets. We observe random-field effects in the dilute\ndipole-coupled ferromagnet $\\mathrm{LiHo}_x\\mathrm{Y}_{1-x}\\mathrm{F}_4$. In\nthe presence of a magnetic field transverse to the Ising axis ($H_t$), the\nbehavior of $\\mathrm{LiHo}_x\\mathrm{Y}_{1-x}\\mathrm{F}_4$ becomes increasingly\ndominated by the influence of random-field terms in the effective Hamiltonian.\nThis is seen experimentally in the shape of the ferromagentic-paramagnetic\nphase boundary and in changes to the critical exponents near the classical\ncritical point. We find that above the classical critical point the magnetic\nsusceptibility diverges as $H_t\\to0$, and that the susceptibility both above\nand below the classical critical point can be collapsed onto a single universal\ncurve using a modified Curie law which explicitly incorporates random-field\ncontributions. The discovery of a ferromagnetic realization of the RFIM opens\nthe door to investigation of the random-field problem with the wide variety of\ntechniques available for probing ferromagnets, including the ability to examine\nboth the statics and dynamics of the random-field problem. It also allows\nstudying the effects of controlled amounts of randomness on the dynamics of\ndomain pinning and the energetics of domain reversal.\n"]}]
["0801.2336",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2336","Journal of Statistical Physics, 122, 4, 2006, 617-645"],"date":["2008-01-15"],"type":["text"],"creator":["Telcs, Andras"],"language":[],"coverage":[],"title":["The Einstein relation for random walks on graphs"],"description":["  This paper investigates the Einstein relation; the connection between the\nvolume growth, the resistance growth and the expected time a random walk needs\nto leave a ball on a weighted graph. The Einstein relation is proved under\ndifferent set of conditions. In the simplest case it is shown under the volume\ndoubling and time comparison principles. This and the other set of conditions\nprovide the basic framework for the study of (sub-) diffusive behavior of the\nrandom walks on weighted graphs.\n"]}]
["0801.2341",{"format":[],"subject":["Mathematics - Probability","60J10","60J45","62M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2341","Markov Processes and Related Fields, 12,2006, 1,1-26"],"date":["2008-01-15"],"type":["text"],"creator":["Telcs, Andras"],"language":[],"coverage":[],"title":["Upper bounds for transition probabilities on graphs and isoperimetric\n  inequalities"],"description":["  In this paper necessary and sufficient conditions are presented for heat\nkernel upper bounds for random walks on weighted graphs. Several equivalent\nconditions are given in the form of isoperimetric inequalities.\n","Comment: graphics are not included"]}]
["0801.2344",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2344"],"date":["2008-01-15"],"type":["text"],"creator":["Ginina, Elena"],"language":[],"coverage":[],"title":["CP asymmetries in charged Higgs boson decays in MSSM"],"description":["  In the Standard Model with Minimal Supersymmetry, the Lagrangian contains\ncomplex parameters which lead to additional CP violation. We study CP violating\nasymmetries in the decays of the MSSM charged Higgs boson, induced by loop\ncorrections with intermediate SUSY particles, and perform analytical and\nnumerical analysis. The decay rate asymmetry can go up to 25% and the\nforward-backward asymmetry can reach up to 10%.\n","Comment: 9 pages, 7 figures, contribution to the 4th workshop \"Gravity,\n  Astrophysics, and Strings at the Black Sea\", Primorsko, Bulgaria, June 10-16,\n  2007"]}]
["0801.2347",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2347"],"date":["2008-01-15"],"type":["text"],"creator":["Buslov, V. A.","Khudobakhshov, V. A."],"language":[],"coverage":[],"title":["On the Minimum Spanning Tree for Directed Graphs with Potential Weights"],"description":["  In general the problem of finding a miminum spanning tree for a weighted\ndirected graph is difficult but solvable. There are a lot of differences\nbetween problems for directed and undirected graphs, therefore the algorithms\nfor undirected graphs cannot usually be applied to the directed case. In this\npaper we examine the kind of weights such that the problems are equivalent and\na minimum spanning tree of a directed graph may be found by a simple algorithm\nfor an undirected graph.\n","Comment: 3 pages"]}]
["0801.2349",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2349"],"date":["2008-01-15"],"type":["text"],"creator":["Marchioli, C.","Soldati, A.","Kuerten, J. G. M.","Arcen, B.","Taniere, A.","Goldensoph, G.","Squires, K. D.","Cargnelutti, M. F.","Portela, L. M."],"language":[],"coverage":[],"title":["Statistics of particle dispersion in Direct Numerical Simulations of\n  wall-bounded turbulence: results of an international collaborative benchmark\n  test"],"description":["  In this paper, the results of an international collaborative test case\nrelative to the production of a Direct Numerical Simulation and Lagrangian\nParticle Tracking database for turbulent particle dispersion in channel flow at\nlow Reynolds number are presented. The objective of this test case is to\nestablish a homogeneous source of data relevant to the general problem of\nparticle dispersion in wall-bounded turbulence. Different numerical approaches\nand computational codes have been used to simulate the particle-laden flow and\ncalculations have been carried on long enough to achieve a statistically-steady\ncondition for particle distribution. In such stationary regime, a comprehensive\ndatabase including both post-processed statistics and raw data for the fluid\nand for the particles has been obtained. The complete datasets can be\ndownloaded from the web at http://cfd.cineca.it/cfd/repository/. In this paper,\nthe most relevant velocity statistics (for both phases) and particle\ndistribution statistics are discussed and benchmarked by direct comparison\nbetween the different numerical predictions.\n"]}]
["0801.2350",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2350"],"date":["2008-01-15"],"type":["text"],"creator":["Spiga, D.","Pareschi, G.","Canestrari, R.","Cotroneo, V."],"language":[],"coverage":[],"title":["Estimation of X-ray scattering impact in imaging degradation for the\n  SIMBOL-X telescope"],"description":["  The imaging performance of X-ray optics (expressed in terms of HEW,\nHalf-Energy-Width) can be severely affected by X-ray scattering caused by the\nsurface roughness of the mirrors. The impact of X-ray scattering has an\nincreasing relevance for increasing photon energy, and can be the dominant\nproblem in a hard X-ray telescope like SIMBOL-X. In this work we show how, by\nmeans of a novel formalism, we can derive a surface roughness tolerance - in\nterms of its power spectrum - from a specific HEW requirement for the SIMBOL-X\noptical module.\n","Comment: Memorie della Societa' Astronomica ITaliana. 3 pages, 3 figures,\n  Proceedings of the International Workshop \"Simbol-X: the hard X-ray universe\n  in focus\", May 2007, Bologna (Italy). Typos corrected"]}]
["0801.2351",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2351","Rev. Mat. Iberoamericana 22, no. 1 (2006), 17--54"],"date":["2008-01-15"],"type":["text"],"creator":["Telcs, Andras"],"language":[],"coverage":[],"title":["Random walks on graphs with volume and time doubling"],"description":["  This paper studies the on- and off-diagonal upper estimate and the two-sided\ntransition probability estimate of random walks on weighted graphs.\n","Comment: this version is without figures"]}]
["0801.2352",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Number Theory","13K05","11R37","19L20","16W99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2352"],"date":["2008-01-15"],"type":["text"],"creator":["Borger, James","de Smit, Bart"],"language":[],"coverage":[],"title":["Galois theory and integral models of Lambda-rings"],"description":["  We show that any Lambda-ring, in the sense of Riemann-Roch theory, which is\nfinite etale over the rational numbers and has an integral model as a\nLambda-ring is contained in a product of cyclotomic fields. In fact, we show\nthat the category of them is described in a Galois-theoretic way in terms of\nthe monoid of pro-finite integers under multiplication and the cyclotomic\ncharacter. We also study the maximality of these integral models and give a\nmore precise, integral version of the result above. These results reveal an\ninteresting relation between Lambda-rings and class field theory.\n","Comment: Probably the final version"]}]
["0801.2354",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2354"],"date":["2008-01-15"],"type":["text"],"creator":["Cardona, Gabriel","Llabres, Merce","Rossello, Francesc","Valiente, Gabriel"],"language":[],"coverage":[],"title":["Two metrics for general phylogenetic networks"],"description":["  We prove that Nakhleh's latest dissimilarity measure for phylogenetic\nnetworks separates distinguishable phylogenetic networks, and that a slight\nmodification of it provides a true distance on the class of all phylogenetic\nnetworks.\n","Comment: 9 pages"]}]
["0801.2355",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2355"],"date":["2008-01-15"],"type":["text"],"creator":["Sire, Yannick","Valdinoci, Enrico"],"language":[],"coverage":[],"title":["Fractional Laplacian phase transitions and boundary reactions: a\n  geometric inequality and a symmetry result"],"description":["  We deal with symmetry properties for solutions of nonlocal equations of the\ntype $(-\\Delta)^s v= f(v)\\qquad {in $\\R^n$,}$ where $s \\in (0,1)$ and the\noperator $(-\\Delta)^s$ is the so-called fractional Laplacian. The study of this\nnonlocal equation is made via a careful analysis of the following degenerate\nelliptic equation\n  ${-div (x^\\a \\nabla u)=0 \\qquad {on $\\R^n\\times(0,+\\infty)$}\n  -x^\\a u_x = f(u) \\qquad {on $\\R^n\\times\\{0\\}$} $\n  where $\\a \\in (-1,1)$. This equation is related to the fractional Laplacian\nsince the Dirichlet-to-Neumann operator $\\Gamma_\\a: u|_{\\partial \\R^{n+1}_+}\n\\mapsto -x^\\a u_x |_{\\partial \\R^{n+1}_+} $ is $(-\\Delta)^{\\frac{1-\\a}{2}}$.\nThis equation is related to the fractional Laplacian since the\nDirichlet-to-Neumann operator $\\Gamma_\\a: u|_{\\partial \\R^{n+1}_+} \\mapsto\n-x^\\a u_x |_{\\partial \\R^{n+1}_+} $ is $(-\\Delta)^{\\frac{1-\\a}{2}}$. More\ngenerally, we study the so-called boundary reaction equations given by\n  ${-div (\\mu(x) \\nabla u)+g(x,u)=0 {on $\\R^n\\times(0,+\\infty)$}\n  - \\mu(x) u_x = f(u) {on $\\R^n\\times{0}$}$\n  under some natural assumptions on the diffusion coefficient $\\mu$ and on the\nnonlinearities $f$ and $g$. We prove a geometric formula of Poincar\\'e-type for\nstable solutions, from which we derive a symmetry result in the spirit of a\nconjecture of De Giorgi.\n"]}]
["0801.2356",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2356"],"date":["2008-01-15"],"type":["text"],"creator":["Jenkins, L. P.","Brandt, W. N.","Colbert, E. J. M.","Levan, A. J.","Roberts, T. P.","Ward, M. J.","Zezas, A."],"language":[],"coverage":[],"title":["New insights into the X-ray properties of the nearby barred spiral\n  galaxy NGC 1672"],"description":["  We present some preliminary results from new Chandra and XMM-Newton X-ray\nobservations of the nearby barred spiral galaxy NGC1672. It shows dramatic\nnuclear and extra-nuclear star formation activity, including starburst regions\nlocated near each end of its strong bar, both of which host ultraluminous X-ray\nsources (ULXs). With the new high-spatial-resolution Chandra imaging, we show\nfor the first time that NGC1672 possesses a faint ($L(X)~10^39 erg/s), hard\ncentral X-ray source surrounded by an X-ray bright circumnuclear starburst ring\nthat dominates the X-ray emission in the region. The central source may\nrepresent low-level AGN activity, or alternatively the emission from X-ray\nbinaries associated with star-formation in the nucleus.\n","Comment: 4 pages, 3 figures; to be published in the proceedings of the ESA\n  workshop \"X-rays from Nearby Galaxies\""]}]
["0801.2362",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2362"],"date":["2008-01-15"],"type":["text"],"creator":["Makhviladze, G. M.","Yakush, S. E.","Zykov, A. P."],"language":[],"coverage":[],"title":["Numeric modeling of fire suppression by organophosphorous inhibitors"],"description":["  Numerical calculations of the effect of organophosphorous inhibitor\n(CF3CH2O)3P and its mixtures with carbon dioxide on propane flames are carried\nout using the three dimensional Reynolds-averaged Navier-Stokes (RANS)\nequations in the low Mach number approximation. The k-e model of turbulence,\nthe EDC combustion model and the weighted-sum-of-gray-gases model of radiation\nare used. The Westbrook global-kinetic scheme with fractional order of reaction\nwas used for the calculation of chemical reaction rate of propane combustion.\nThe empirical expression for the correction factor for the chemical reaction\nrate was used to model the effect of organophosphorous inhibitor no the\nreaction. Two series of test calculations for different values of the\ncorrection factor are carried out. Dependences of the minimum extinguishing\nconcentration of the inhibitor per carbon dioxide volume concentration in the\nextinguishing mixtures were obtained. The results of test calculations are\nshown to agree reasonably with the experimental data. A calculation of the\ncompartment fire extinguishment was carried out using the result of test\ncalculations. Temperature and inhibitor volume concentration fields at the\nmoment of fire extinguishment are obtained. The results of calculation are used\nto find out the optimum position of the extinguish mixture source.\n","Comment: 18 pages, 9 figures"]}]
["0801.2368",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2368"],"date":["2008-01-15"],"type":["text"],"creator":["Worthington, James"],"language":[],"coverage":[],"title":["Feasibly Reducing KAT Equations to KA Equations"],"description":["  Kleene algebra (KA) is the algebra of regular events. Familiar examples of\nKleene algebras include regular sets, relational algebras, and trace algebras.\nA Kleene algebra with tests (KAT) is a Kleene algebra with an embedded Boolean\nsubalgebra. The addition of tests allows one to encode {\\tt while} programs as\nKAT terms, thus the equational theory of KAT can express (propositional)\nprogram equivalence. More complicated statements about programs can be\nexpressed in the Hoare theory of KAT, which suffices to encode Propositional\nHoare Logic.\n  That the equational theory of KAT reduces to the equational theory of KA has\nbeen shown by Cohen et al. Unfortunately, their reduction involves an\nexponential blowup in the size of the terms involved. Here we give an alternate\nfeasible reduction.\n"]}]
["0801.2376",{"format":[],"subject":["Mathematics - Complex Variables","30C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2376"],"date":["2008-01-15"],"type":["text"],"creator":["Bell, Steven R.","Deger, Ersin","Tegtmeyer, Thomas"],"language":[],"coverage":[],"title":["A Riemann mapping theorem for two-connected domains in the plane"],"description":["  We show how to express a conformal map of a general two connected domain in\nthe plane such that neither boundary component is a point to a representative\ndomain which has the virtue of having an explicit algebraic Bergman kernel\nfunction. We shall explain why the representative domain is the best analogue\nof the unit disc in the two connected setting. The conformal map will be given\nas a simple and explicit algebraic function of an Ahlfors map of the domain\nassociated to a specially chosen point. It will follow that the conformal map\ncan be found by solving the same extremal problem that determines a Riemann map\nin the simply connected case.\n","Comment: 10 pages"]}]
["0801.2378",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2378"],"date":["2008-01-15"],"type":["text"],"creator":["Ferragina, Paolo"],"language":[],"coverage":[],"title":["String algorithms and data structures"],"description":["  The string-matching field has grown at a such complicated stage that various\nissues come into play when studying it: data structure and algorithmic design,\ndatabase principles, compression techniques, architectural features, cache and\nprefetching policies. The expertise nowadays required to design good string\ndata structures and algorithms is therefore transversal to many computer\nscience fields and much more study on the orchestration of known, or novel,\ntechniques is needed to make progress in this fascinating topic. This survey is\naimed at illustrating the key ideas which should constitute, in our opinion,\nthe current background of every index designer. We also discuss the positive\nfeatures and drawback of known indexing schemes and algorithms, and devote much\nattention to detail research issues and open problems both on the theoretical\nand the experimental side.\n"]}]
["cond-mat/0504100",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504100","Phys. Rev. B 72, 214504 (2005)","doi:10.1103/PhysRevB.72.214504"],"date":["2005-04-05","2005-09-23"],"type":["text"],"creator":["van der Beek, Cornelis J.","Konczykowski, Marcin","Fruchter, Luc","Brusetti, René","Klein, Thierry","Marcus, Jacques","Marcenat, Christophe"],"language":[],"coverage":[],"title":["Thermodynamics of the vortex liquid in heavy ion-irradiated\n  superconductors"],"description":["  It is shown that the large effect of heavy ion-irradiation on the\nthermodynamical properties of the anisotropic superconductor\nYBa$_{2}$Cu$_{3}$O$_{7-\\delta}$ extends well into the superconducting\nfluctuation regime. The presence of the induced amorphous columnar defects\nshifts the specific heat maximum at the normal-to-superconducting transition.\nThis effect is similar to that recently put into evidence in cubic\nK$_{x}$Ba$_{1-x}$BiO$_{3}$ ($x \\simeq 0.35$). In both compounds, vortex pinning\nmanifests itself as a sharp angular dependence of the \\em equilibrium \\rm\ntorque. In YBa$_{2}$Cu$_{3}$O$_{7-\\delta}$, pinning by the defects appears at\nthe temperature $T_{C_{p}}^{max}$ of the specific heat maximum, well above the\nmagnetic irreversibility line $T_{irr}(H)$. In isotropic\nK$_{x}$Ba$_{1-x}$BiO$_{3}$, the onset of the pinning-related torque anomaly\ntracks the onset of the specific heat anomaly and the irreversibility line. In\nYBa$_{2}$Cu$_{3}$O$_{7-\\delta}$, fluctuations of the amplitude of the order\nparameter (and not vortex line wandering) are ultimately responsible for the\nvanishing of pinning. In K$_{x}$Ba$_{1-x}$BiO$_{3}$, vortex pinning disappears\nonly at the superconducting-to-normal transition. The results indicate that in\nboth compounds, the pinning energy at the ``Bose glass'' transition is large\nwith respect to the total free energy gain in the superconducting state. By\nimplication, the mechanism of this latter transition should be reconsidered.\n","Comment: 9 pages, 9 figures, resubmitted to PRB 23-09-2005"]}]
["cond-mat/0612197",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612197","Europhys. Lett. 81, 40002 (2008)","doi:10.1209/0295-5075/81/40002"],"date":["2006-12-07","2007-08-17"],"type":["text"],"creator":["Morten, Jan Petter","Huertas-Hernando, Daniel","Belzig, Wolfgang","Brataas, Arne"],"language":[],"coverage":[],"title":["Elementary Charge Transfer Processes in a Superconductor-Ferromagnet\n  Entangler"],"description":["  We study the production of spatially separated entangled electrons in\nferromagnetic leads from Cooper pairs in a superconducting lead. We give a\ncomplete description of the elementary charge transfer processes, i) transfer\nof Cooper pairs out of the superconductor by Andreev reflection and ii)\ndistribution of the entangled quasiparticles among the ferromagnetic leads, in\nterms of their statistics. The probabilities that entangled electrons flow into\nspatially separated leads are completely determined by experimentally\nmeasurable conductances and polarizations. Finally, we investigate how\ncurrents, noise and cross correlations are affected by transport of entangled\nelectrons.\n","Comment: 5 pages. Rewritten manuscript with 2 new figures. Title changed from\n  v1"]}]
["math/0505205",{"format":[],"subject":["Mathematics - Metric Geometry","52C30 (Primary), 05B30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505205","Rev. Roumaine Math. Pures Appl. 50 (2005), no. 5-6, 483--493."],"date":["2005-05-11","2005-05-24"],"type":["text"],"creator":["Bokowski, Juergen","Schewe, Lars"],"language":[],"coverage":[],"title":["There are no realizable 15_4- and 16_4-configurations"],"description":["  There exist a finite number of natural numbers n for which we do not know\nwhether a realizable n_4-configuration does exist. We settle the two smallest\nunknown cases n=15 and n=16. In these cases realizable n_4-configurations\ncannot exist even in the more general setting of pseudoline-arrangements. The\nproof in the case n=15 can be generalized to n_k-configurations. We show that a\nnecessary condition for the existence of a realizable n_k-configuration is that\nn > k^2+k-5 holds.\n","Comment: 11 pages, 8 figures, added pseudoline realizations by Branko\n  Gr{\\\"u}nbaum"]}]
["math/0510040",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510040","J. Pure Appl. Algebra 209 (2007), 687-701"],"date":["2005-10-03","2008-01-16"],"type":["text"],"creator":["Panaite, Florin","Staic, Mihai D.","Van Oystaeyen, Freddy"],"language":[],"coverage":[],"title":["On some classes of lazy cocycles and categorical structures"],"description":["  We study some classes of lazy cocycles, called pure (respectively neat),\ntogether with their categorical counterparts, entwined (respectively strongly\nentwined) monoidal categories.\n","Comment: Final version; 18 pages; the title has been changed; the order of the\n  sections has been changed; some things have been removed and appear now in\n  arXiv:0801.2055"]}]
["math/0602158",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Group Theory","46L10","20E06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602158"],"date":["2006-02-08","2008-01-16"],"type":["text"],"creator":["Jolissaint, Paul","Stalder, Yves"],"language":[],"coverage":[],"title":["Strongly singular MASA's and mixing actions in finite von Neumann\n  algebras"],"description":["  Let $\\Gamma$ be a countable group and let $\\Gamma_0$ be an infinite abelian\nsubgroup of $\\Gamma$. We prove that if the pair $(\\Gamma,\\Gamma_0)$ satisfies\nsome combinatorial condition called (SS), then the abelian subalgebra\n$A=L(\\Gamma_0)$ is a singular MASA in $M=L(\\Gamma)$ which satisfies a weakly\nmixing condition. If moreover it satisfies a stronger condition called (ST),\nthen it provides a singular MASA with a strictly stronger mixing property. We\ndescribe families of examples of both types coming from free products, HNN\nextentions and semidirect products, and in particular we exhibit examples of\nsingular MASA's that satisfy the weak mixing condition but not the strong\nmixing one.\n","Comment: Title updated, examples and references added. To appear in Ergod. Th.\n  & Dynam. Syst"]}]
["math/0605228",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","46L55","37B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605228","Houston Journal of Mathematics 34, No.1 (2008), 269-282"],"date":["2006-05-09","2008-01-16"],"type":["text"],"creator":["Skalski, Adam","Zacharias, Joachim"],"language":[],"coverage":[],"title":["Entropy of shifts on higher-rank graph C*-algebras"],"description":["  Let O_{Lambda} be a higher rank graph C*-algebra of rank r. For every tuple p\nof non-negative integers there is a canonical completely positive map Phi^p on\nO_{Lambda} and a subshift T^p on the path space X of the graph. We show that\nht(Phi^p)=h(T^p), where ht is Voiculescu's approximation entropy and h the\nclassical topological entropy. For a higher rank Cuntz-Krieger algebra O_M we\nobtain ht(Phi^p)= log r(M_1^{p_1}M_2^{p_2} ... M_r^{p_r}), r being the spectral\nradius. This generalises Boca and Goldstein's result for Cuntz-Krieger\nalgebras.\n","Comment: 11 pages, revised and corrected version"]}]
["math/0606747",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606747"],"date":["2006-06-29","2008-01-16"],"type":["text"],"creator":["Ameur, Hend Ben","Clément, François","Weis, Pierre","Chavent, Guy"],"language":[],"coverage":[],"title":["The Multi-Dimensional Refinement Indicators Algorithm for Optimal\n  Parameterization"],"description":["  The estimation of distributed parameters in partial differential equations\n(PDE) from measures of the solution of the PDE may lead to under-determination\nproblems. The choice of a parameterization is a usual way of adding a-priori\ninformation by reducing the number of unknowns according to the physics of the\nproblem. The refinement indicators algorithm provides a fruitful adaptive\nparameterization technique that parsimoniously opens the degrees of freedom in\nan iterative way. We present a new general form of the refinement indicators\nalgorithm that is applicable to the estimation of multi-dimensional parameters\nin any PDE. In the linear case, we state the relationship between the\nrefinement indicator and the decrease of the usual least-squares data misfit\nobjective function. We give numerical results in the simple case of the\nidentity model, and this application reveals the refinement indicators\nalgorithm as an image segmentation technique.\n"]}]
["math/0607583",{"format":[],"subject":["Mathematics - Number Theory","11G15, 11Y40, 14K25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607583","J. Algebra, Vol. 319 (2008), No. 3, p. 971-1006"],"date":["2006-07-23","2007-09-01"],"type":["text"],"creator":["Carls, R.","Kohel, D.","Lubicz, D."],"language":[],"coverage":[],"title":["Higher dimensional 3-adic CM construction"],"description":["  We find equations for the higher dimensional analogue of the modular curve\nX_0(3) using Mumford's algebraic formalism of algebraic theta functions. As a\nconsequence, we derive a method for the construction of genus 2 hyperelliptic\ncurves over small degree number fields whose Jacobian has complex\nmultiplication and good ordinary reduction at the prime 3. We prove the\nexistence of a quasi-quadratic time algorithm for computing a canonical lift in\ncharacteristic 3 based on these equations, with a detailed description of our\nmethod in genus 1 and 2.\n","Comment: 23 pages; major review"]}]
["math/0609713",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32H02, 32H35, 14P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609713","Michigan Math. J., 55 (2007), no. 3, 693-713"],"date":["2006-09-25","2007-04-06"],"type":["text"],"creator":["D'Angelo, John P.","Lebl, Jiri","Peters, Han"],"language":[],"coverage":[],"title":["Degree Estimates for Polynomials Constant on a Hyperplane"],"description":["  The study of proper rational mappings between balls in complex Euclidean\nspaces naturally leads to the relationship between the degree and imbedding\ndimension of such a mapping. The special case for monomial mappings is\nequivalent to the question discussed in this paper. Estimate the degree $d$ of\na polynomial in $n$ real variables, assumed to have non-negative coefficients\nand to be constant on a hyperplane, in terms of the number $N$ of its terms. No\nsuch estimate is possible when $n=1$. The sharp bound $d\\le 2N-3$ is known when\n$n=2$. This paper includes two main results. The first provides a bound, not\nsharp for $n\\ge 3$, for all $n\\ge 2$. This bound implies the more easily stated\nbound $d\\le {4(2N-3)\\over 3(2n-3)}$ for $n\\ge 3$. The second result is a\nstabilization theorem; if $n$ is sufficiently large given $d$, then the sharp\nbound $d \\le {N-1 \\over n-1}$ holds. In this situation we determine all\npolynomials for which the bound is sharp.\n","Comment: 20 pages, minor corrections, accepted to Michigan Math. J"]}]
["math/0612006",{"format":[],"subject":["Mathematics - Algebraic Geometry","32L10, 14F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612006"],"date":["2006-11-30","2008-01-15"],"type":["text"],"creator":["Hao, Ning","Li, Li"],"language":[],"coverage":[],"title":["Higher cohomology of the pluricanonical bundle is not deformation\n  invariant"],"description":["  In this paper, we compute the dimensions of the 1st and 2nd cohomology groups\nof all the pluricanonical bundles for Hirzebruch surfaces, and the dimensions\nof the 1st and 2nd cohomology groups of the second pluricanonical bundles for a\nblow-up of a projective plane along finite many distinct points. Both of them\ngive examples showing that the higher cohomology of the pluricanonical bundle\nis not deformation invariant.\n","Comment: 7 pages, correct a typo in the abstract of the first version"]}]
["math/0703230",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Classical Analysis and ODEs","14H60","34M35","32G34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703230"],"date":["2007-03-08","2008-01-16"],"type":["text"],"creator":["Szabo, Szilard"],"language":[],"coverage":[],"title":["Deformations of Fuchsian equations and logarithmic connections"],"description":["  We give a geometric proof to the classical fact that the dimension of the\ndeformations of a given generic Fuchsian equation without changing the\nsemi-simple conjugacy class of its local monodromies (``number of accessory\nparameters'') is equal to half the dimension of the moduli space of\ndeformations of the associated local system. We do this by constructing a\nweight 1 Hodge structure on the infinitesimal deformations of logarithmic\nconnections, such that deformations as an equation correspond to the\n$(1,0)$-part. This answers a question of Nicholas Katz, who noticed the\ndimension doubling mentioned above. We then show that the Hitchin map\nrestricted to deformations of the Fuchsian equation is a one-to-one etale map.\nFinally, we give a positive answer to a conjecture of Ohtsuki about the maximal\nnumber of apparent singularities for a Fuchsian equation with given semisimple\nmonodromy, and define a Lagrangian foliation of the moduli space of connections\nwhose leaves consist of logarithmic connections that can be realised as\nFuchsian equations having apparent singularities in a prescribed finite set.\n","Comment: 38 pages, content substantially improved, new results and\n  applications added"]}]
["nlin/0612005",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0612005","Physics Letters A 372 (6), 2008, pp. 841-848","doi:10.1016/j.physleta.2007.08.038"],"date":["2006-12-03","2007-08-25"],"type":["text"],"creator":["Christov, Ivan","Christov, C. I."],"language":[],"coverage":[],"title":["Physical dynamics of quasi-particles in nonlinear wave equations"],"description":["  By treating the centers of solitons as point particles and studying their\ndiscrete dynamics, we demonstrate a new approach to the quantization of the\nsoliton solutions of the sine-Gordon equation, one of the first model nonlinear\nfield equations. In particular, we show that a linear superposition of the\nnon-interacting shapes of two solitons offers a qualitative (and to a good\napproximation quantitative) description of the true two-soliton solution,\nprovided that the trajectories of the centers of the superimposed solitons are\nconsidered unknown. Via variational calculus, we establish that the dynamics of\nthe quasi-particles obey a pseudo-Newtonian law, which includes cross-mass\nterms. The successful identification of the governing equations of the\n(discrete) quasi-particles from the (continuous) field equation shows that the\nproposed approach provides a basis for the passage from the continuous to a\ndiscrete description of the field.\n","Comment: 10 pages, 3 figures (6 images); v2: revised and improved the\n  presentation, updated the references, fixed typos; v3: corrected a few minor\n  mistakes and typos, version accepted for publication in Phys. Lett. A"]}]
["nlin/0701010",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0701010"],"date":["2007-01-04","2008-01-16"],"type":["text"],"creator":["Dimakis, Aristophanes","Muller-Hoissen, Folkert"],"language":[],"coverage":[],"title":["Weakly nonassociative algebras, Riccati and KP hierarchies"],"description":["  It has recently been observed that certain nonassociative algebras (called\n\"weakly nonassociative\", WNA) determine, via a universal hierarchy of ordinary\ndifferential equations, solutions of the KP hierarchy with dependent variable\nin an associative subalgebra (the middle nucleus). We recall central results\nand consider a class of WNA algebras for which the hierarchy of ODEs reduces to\na matrix Riccati hierarchy, which can be easily solved. The resulting solutions\nof a matrix KP hierarchy then determine (under a rank 1 condition) solutions of\nthe scalar KP hierarchy. We extend these results to the discrete KP hierarchy.\nMoreover, we build a bridge from the WNA framework to the Gelfand-Dickey\nformulation of the KP hierarchy.\n","Comment: 16 pages, second version: LaTeX problem with L's in section 5\n  resolved, third version: example 2 in section 3 added, some minor\n  corrections, forth version: a few small changes and corrections. Proceedings\n  of the workshop Algebra, Geometry, and Mathematical Physics, Lund, October,\n  2006"]}]
["physics/0702194",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0702194"],"date":["2007-02-22","2008-01-16"],"type":["text"],"creator":["Chowdhury, Debashish","Schadschneider, Andreas","Nishinari, Katsuhiro"],"language":[],"coverage":[],"title":["Traffic phenomena in biology: from molecular motors to organisms"],"description":["  Traffic-like collective movements are observed at almost all levels of\nbiological systems. Molecular motor proteins like, for example, kinesin and\ndynein, which are the vehicles of almost all intra-cellular transport in\neukayotic cells, sometimes encounter traffic jam that manifests as a disease of\nthe organism. Similarly, traffic jam of collagenase MMP-1, which moves on the\ncollagen fibrils of the extracellular matrix of vertebrates, has also been\nobserved in recent experiments. Traffic-like movements of social insects like\nants and termites on trails are, perhaps, more familiar in our everyday life.\nExperimental, theoretical and computational investigations in the last few\nyears have led to a deeper understanding of the generic or common physical\nprinciples involved in these phenomena. In particular, some of the methods of\nnon-equilibrium statistical mechanics, pioneered almost a hundred years ago by\nEinstein, Langevin and others, turned out to be powerful theoretical tools for\nquantitative analysis of models of these traffic-like collective phenomena as\nthese systems are intrinsically far from equilibrium. In this review we\ncritically examine the current status of our understanding, expose the\nlimitations of the existing methods, mention open challenging questions and\nspeculate on the possible future directions of research in this\ninterdisciplinary area where physics meets not only chemistry and biology but\nalso (nano-)technology.\n","Comment: Based on a plenary lecture delivered by one of the authors (DC) at\n  the international conference \"Traffic and Granular Flow 05\" (TGF05), Berlin"]}]
["quant-ph/0702229",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702229"],"date":["2007-02-25","2008-01-16"],"type":["text"],"creator":["de Beaudrap, Niel","Pei, Martin"],"language":[],"coverage":[],"title":["An extremal result for geometries in the one-way measurement model"],"description":["  We present an extremal result for the class of graphs G which (together with\nsome specified sets of input and output vertices, I and O) have a certain\n\"flow\" property introduced by Danos and Kashefi for the one-way measurement\nmodel of quantum computation. The existence of a flow for a triple (G,I,O)\nallows a unitary embedding to be derived from any choice of measurement bases\nallowed in the one-way measurement model. We prove an upper bound on the number\nof edges that a graph G may have, in order for a triple (G,I,O) to have a flow\nfor some $I, O \\subseteq V(G)$, in terms of the number of vertices in G and O.\nThis implies that finding a flow for a triple (G,I,O) when |I| = |O| = k\n(corresponding to unitary transformations in the measurement model) and |V(G)|\n= n can be performed in time O(k^2 n), improving the earlier known bound of\nO(km) given in [quant-ph/0611284], where m = |E(G)|.\n","Comment: 9 pages, 2 figures: numerous minor revisions to presentation. Version\n  to appear in QIC vol. 8 #5"]}]
