["0710.3358",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3358"],"date":["2007-10-17","2008-12-26"],"type":["text"],"creator":["Alaoui, Youssef"],"language":[],"coverage":[],"title":["A counter-example to the Andreotti-Grauert conjecture"],"description":["  Let $X$ be an analytic complex space which is $q$-complete. Then it follows\nfrom a theorem of Andreotti-Grauert [1] that $H^{p}(X, {\\mathcal{F}})=0$ for\nevery coherent analytic sheaf ${\\mathcal{F}}$ on $X$ if $p\\geq q$. Until now it\nis not known if these two conditions are equivalent. The aim of this article is\nto give a counterexample to the converse of this statement. We show that there\nexist for each $n\\geq 3$ open sets $\\Omega\\subset\\complexes^{n}$ such that\n$H^{n-1}(\\Omega, {\\mathcal{F}})=0$ for every ${\\mathcal{F}}\\in coh(\\Omega)$ but\n$\\Omega$ is not $(n-1)$-complete.\n","Comment: To appear in Global Journal of Pure and Applied Mathematics"]}]
["0804.0634",{"format":[],"subject":["Physics - Atomic Physics","Nonlinear Sciences - Chaotic Dynamics","Physics - Classical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0634","Chaos 6, 63 (1996)","doi:10.1063/1.166157"],"date":["2008-04-03"],"type":["text"],"creator":["Courtney, Michael"],"language":[],"coverage":[],"title":["Initial Conditions of Closed Classical Orbits from Quantum Spectra"],"description":["  A method is presented for determining the initial conditions of classical\norbits from the quantum spectra of the diamagnetic hydrogen atom. Each\nclassical trajectory which is closed at the nucleus produces a sinusoidal\nfluctuation in the photoabsorption spectrum. The amplitude of each orbit's\ncontribution appears in the Fourier transform of a spectrum computed at\nconstant scaled energy. For a given initial state, closed-orbit theory gives\nthe dependence of this recurrence amplitude on the initial angle of an orbit.\nBy comparing the recurrence amplitudes for different initial states, the\ninitial conditions of closed classical orbits are determined from quantum\nspectra.\n"]}]
["0805.1997",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1997","Nucl.Phys.B810:354-368,2009","doi:10.1016/j.nuclphysb.2008.11.012"],"date":["2008-05-14","2008-11-21"],"type":["text"],"creator":["Fuji, Hiroyuki","Terashima, Seiji","Yamazaki, Masahito"],"language":[],"coverage":[],"title":["A New N=4 Membrane Action via Orbifold"],"description":["  We propose a new Lagrangian describing N=4 superconformal field theory in\nthree dimensions. This theory is believed to describe interacting field theory\non the worldvolume of a M2-brane on an orbifold, and is obtained as a\nZ_2-quotient of the theory proposed by Bagger and Lambert. Despite unusual\nChan-Paton structures, we can take Z_2-orbifold by using SU(2)\\times SU(2)\nbifundamental representations. We also analyze the moduli space of this theory\nand found three branches. With an assumption of a broken U(1) symmetry, the\nmoduli space is consistent with that of the D2-brane in the strong coupling\nlimit of Type IIA string theory if the gauge group is O(4). Our action has\nmanifest Z_2-symmetry exchanging two R^4/Z_2's in M-theory, and this suggests a\nnew non-perturbative duality between a O2^{-}-brane on orbifold R^4/Z_2 and a\nO2^{-}-brane with D6-branes.\n","Comment: 21 pages, 1 figure; v2: published version"]}]
["0806.4963",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4963"],"date":["2008-06-30","2008-12-26"],"type":["text"],"creator":["Chen, Chien Yu"],"language":[],"coverage":[],"title":["Modulation Field Induces Universe Rotation"],"description":["  In this paper, we consider a time dependent module field on spacetime\nextension without modifying commutative relation on noncommutative quantum\nplane. The significant idea is that $Lorentz$ symmetry is conserved in module\nand unmodule coordinate. We focus on the redefinition of spacetime structure\nwithout considering noncommutative bosonic gas in deforming the product between\nfields. Which the null vector is a vector on orthogonal $D$ dimensional\n$Hilbert$ spacetime. In $Riemann$ geometry, the equation of motion is deformed\nfrom an induced rotation. Particle field survives on the state composed by two\ntheoretical assumed $null$ vectors, one is commutative, another is\nanticommutative. In the point of view, neutrino and photon mass are produced by\nits shift, the rotated effect generates a horizon in redefining particle field.\n","Comment: 10 pages"]}]
["0807.3595",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3595","Physical Review Letters 101, 246805 (2008)","doi:10.1103/PhysRevLett.101.246805"],"date":["2008-07-22","2008-12-26"],"type":["text"],"creator":["Fang, Tie-Feng","Zuo, Wei","Luo, Hong-Gang"],"language":[],"coverage":[],"title":["Kondo effect in carbon nanotube quantum dots with spin-orbit coupling"],"description":["  Motivated by recent experimental observation of spin-orbit coupling in carbon\nnanotube quantum dots [F. Kuemmeth \\textsl{et al.}, Nature (London) {\\bf 452},\n448 (2008)], we investigate in detail its influence on the Kondo effect. The\nspin-orbit coupling intrinsically lifts out the fourfold degeneracy of a single\nelectron in the dot, thereby breaking the SU(4) symmetry and splitting the\nKondo resonance even at zero magnetic field. When the field is applied, the\nKondo resonance further splits and exhibits fine multipeak structures resulting\nfrom the interplay of spin-orbit coupling and Zeeman effect. A microscopic\ncotunneling process for each peak can be uniquely identified. Finally, a purely\norbital Kondo effect in the two-electron regime is also obtained.\n","Comment: published version, 5 pages, 4 figures"]}]
["0808.0296",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0296","Journal of the Physical Society of Japan Vol. 77 (2008) Supplement\n  C, pp. 27-31"],"date":["2008-08-03"],"type":["text"],"creator":["Chong, S. V.","Mochiji, T.","Sato, S.","Kadowaki, K."],"language":[],"coverage":[],"title":["Magnetic and Transport Studies on Electron-doped CeFeAsO1-xFx\n  Superconductor"],"description":["  The magnetic and transport behaviors of cerium substituted iron oxy-arsenide\nsuperconductor with x = 0.1 to 0.4 fluoride (F) doping have been investigated\nin this report. Temperature dependent susceptibility and resistivity\nmeasurements showed the 0.1 F-doped sample (CeFeAsO0.9F0.1) has a\nsuperconducting transition temperature (Tc) of around 30 K. With increasing\ndoping beyond x = 0.2 Tc saturates to around 40 K. Temperature dependent\nsusceptibility measured in different magnetic fields for the under-doped sample\nshowed Meissner effect in low field and the diamagnetism is still visible up to\n1 Tesla, with an obvious magnetic transition below 5 K, perhaps originating\nfrom magnetic ordering of the rare earth cerium. The corresponding field\ndependent resistance versus temperature measurements indicated a broadening of\nless than 3 K for Tc at mid-point by increasing the field to 5 Tesla indicating\nrather low anisotropy. An estimated upper critical field of more than 48 Tesla\nand accordingly an estimated maximum coherence length of 2.6 nm were obtained\nconfirming the high upper critical field with a short coherence length for this\nsuperconductor.\n","Comment: 9 pages, 5 figures, Journal of The Physical Society of Japan\n  (Proceedings of the International Symposium on Fe-oxypnictide\n  Superconductors, Tokyo, Japan), submitted"]}]
["0810.4473",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4473","Phys. Rev. A 78, 063825 (2008) [15 pages]","doi:10.1103/PhysRevA.78.063825"],"date":["2008-10-24"],"type":["text"],"creator":["Creatore, Celestino","Andreani, Lucio Claudio"],"language":[],"coverage":[],"title":["Quantum theory of spontaneous emission in multilayer dielectric\n  structures"],"description":["  We present a fully quantum-electrodynamical formalism suitable to evaluate\nthe spontaneous emission rate and pattern from a dipole embedded in a\nnon-absorbing and lossless multilayer dielectric structure. In the model here\ndeveloped the electromagnetic field is quantized by a proper choice of a\ncomplete and orthonormal set of classical spatial modes, which consists of\nguided and radiative (partially and fully) states. In particular, by choosing a\nset of radiative states characterized by a single outgoing component, we get\nrid of the problem related to the quantum interference between different\noutgoing modes, which arises when the standard radiative basis is used to\ncalculate spontaneous emission patterns. After the derivation of the local\ndensity of states, the analytical expressions for the emission rates are\nobtained within the framework of perturbation theory. First we apply our model\nto realistic Silicon-based structures such as a single Silicon/air interface\nand a Silicon waveguide in both the symmetric and asymmetric configurations.\nThen, we focus on the analysis of the spontaneous emission process in a\nsilicon-on-insulator (SOI) Slot waveguide (a 6 layers model structure) doped\nwith erbium ions (emitting at the telecom wavelength). In this latter case we\nfind a very good agreement with the experimental evidence [M. Galli et al.,\nAppl. Phys. Lett. 89, 241114 (2006)] of an enhanced TM/TE photoluminescence\nsignal. Hence, this model is relevant to study the spontaneous emission in\nSilicon-based multilayer structures which nowadays play a fundamental role for\nthe development of highly integrated multifunctional devices.\n","Comment: 36 pages, 13 figures"]}]
["0811.1246",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1246"],"date":["2008-11-07","2008-12-26"],"type":["text"],"creator":["Andrea, S.","Restuccia, A.","Sotomayor, A."],"language":[],"coverage":[],"title":["Infinite sequence of new conserved quantities for N=1 SKdV and the\n  supersymmetric cohomology"],"description":["  An infinite sequence of new non-local conserved quantities for N=1 Super KdV\n(SKdV) equation is obtained. The sequence is constructed, via a Gardner\ntrasformation, from a new conserved quantity of the Super Gardner equation. The\nSUSY generator defines a nilpotent operation from the space of all conserved\nquantities into itself. On the ring of $C_\\downarrow^\\infty$ superfields the\nlocal conserved quantities are closed but not exact. However on the ring of\n$C_{NL,1}^\\infty$ superfields, an extension of the $C_\\downarrow^\\infty$ ring,\nthey become exact and equal to the SUSY transformed of the subset of odd\nnon-local conserved quantities of the appropriate weight. The remaining odd\nno-local ones generate closed geometrical objects which become exact when the\nring is extended to the $C_{NL,2}^\\infty$ superfields and equal to the SUSY\ntransformed of the new even non-local conserved quantities we have obtained.\nThese ones fit exactly in the SUSY cohomology of the already known conserved\nquantities.\n","Comment: 11 pages"]}]
["0812.1379",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1379"],"date":["2008-12-07","2008-12-26"],"type":["text"],"creator":["Barenboim, Leonid","Elkin, Michael"],"language":[],"coverage":[],"title":["Distributed (Delta + 1)-coloring in linear (in Delta) time"],"description":["  The distributed (Delta + 1)-coloring problem is one of most fundamental and\nwell-studied problems of Distributed Algorithms. Starting with the work of Cole\nand Vishkin in 86, there was a long line of gradually improving algorithms\npublished. The current state-of-the-art running time is O(Delta log Delta +\nlog^* n), due to Kuhn and Wattenhofer, PODC'06. Linial (FOCS'87) has proved a\nlower bound of 1/2 \\log^* n for the problem, and Szegedy and Vishwanathan\n(STOC'93) provided a heuristic argument that shows that algorithms from a wide\nfamily of locally iterative algorithms are unlikely to achieve running time\nsmaller than \\Theta(Delta log Delta).\n  We present a deterministic (Delta + 1)-coloring distributed algorithm with\nrunning time O(Delta) + 1/2 log^* n. We also present a tradeoff between the\nrunning time and the number of colors, and devise an O(Delta * t)-coloring\nalgorithm with running time O(Delta / t + \\log^* n), for any parameter t, 1 < t\n< Delta^{1-epsilon}, for an arbitrarily small constant epsilon, 0 < epsilon <\n1.\n  On the way to this result we study a generalization of the notion of graph\ncoloring, which is called defective coloring. In an m-defective p-coloring the\nvertices are colored with p colors so that each vertex has up to m neighbors\nwith the same color. We show that an m-defective p-coloring with reasonably\nsmall m and p can be computed very efficiently. We also develop a technique to\nemploy multiple defect colorings of various subgraphs of the original graph G\nfor computing a (Delta+1)-coloring of G. We believe that these techniques are\nof independent interest.\n","Comment: 12 pages, 2 figures. Contents added: pages 11-12"]}]
["0812.3506",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3506"],"date":["2008-12-18","2008-12-26"],"type":["text"],"creator":["Pereira, H. P. Urbach S. F."],"language":[],"coverage":[],"title":["Focused Fields of given Power with Maximum Electric Field Components"],"description":["  Closed formulas are derived for the field in the focal region of a\ndiffraction limited lens, such that the electric field component in a given\ndirection at the focal point is larger than that of all other focused fields\nwith the same power in the entrance pupil of the lens. Furthermore, closed\nformulas are derived for the corresponding optimum field distribution in the\nlens pupil. Focused fields with maximum longitudinal or maximum transverse are\nconsidered in detail. The latter field is similar, but not identical, to the\nfocused linearly polarized plane wave.\n"]}]
["0812.3628",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3628","Mod.Phys.Lett.A23:2799-2809,2008","doi:10.1142/S0217732308028557"],"date":["2008-12-18"],"type":["text"],"creator":["Allahverdi, Rouzbeh"],"language":[],"coverage":[],"title":["Inflation and The Minimal Supersymmetric Standard Model"],"description":["  There is strong evidence from cosmological data that the universe underwent\nan epoch of superluminal expansion called inflation. A satisfactory embedding\nof inflation in fundamental physics has been an outstanding problem at the\ninterface of cosmology and high energy physics. We show how inflation can be\nrealized within the Minimal Supersymmetric Standard Model (MSSM). The inflaton\ncandidates are two specific combinations of supersymmetric partners of quarks\nand leptons. MSSM inflation occurs at a low scale and generates perturbations\nin the range experimentally allowed by the latest data from Wilkinson Microwave\nAnisotropy Probe (WMAP). The parameter space for inflation is compatible with\nsupersymmetric dark matter, and the Large Hadron Collider (LHC) is capable of\ndiscovering the inflaton candidates in the allowed regions of parameter space.\n","Comment: Brief review published in Modern Physics Letters A. 8 pages, 3\n  figures"]}]
["0812.3904",{"format":[],"subject":["Mathematics - Probability","60F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3904"],"date":["2008-12-19","2008-12-26"],"type":["text"],"creator":["Rhodes, Remi","Vargas, Vincent"],"language":[],"coverage":[],"title":["Scaling limits for symmetric Ito-Levy processes in random medium"],"description":["  We are concerned with scaling limits of the solutions to stochastic\ndifferential equations with stationary coefficients driven by Poisson random\nmeasures and Brownian motions. We state an annealed convergence theorem, in\nwhich the limit exhibits a diffusive or superdiffusive behavior, depending on\nthe integrability properties of the Poisson random measure\n","Comment: 33 pages"]}]
["math/0610518",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Methodology","60F15","62G10","60G10","60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610518","The Annals of Statistics, Vol. 35(2007):1166-1182","doi:10.1214/009053606000001424"],"date":["2006-10-17"],"type":["text"],"creator":["Zhang, Li-Xin","Hu, Feifang","Cheung, Siu Hung","Chan, Wai Sum"],"language":[],"coverage":[],"title":["Asymptotic Properties of Covariate-Adjusted Adaptive Designs"],"description":["  Response-adaptive designs have been extensively studied and used in clinical\ntrials. However, there is a lack of a comprehensive study of response-adaptive\ndesigns that include covariates, despite their importance in clinical\nexperiments. Because the allocation scheme and the estimation of parameters are\naffected by both the responses and the covariates, covariate-adjusted\nresponse-adaptive (CARA) designs are very complex to formulate. In this paper,\nwe overcome the technical hurdles and lay out a framework for general CARA\ndesigns for the allocation of subjects to $K (\\geq 2)$ treatments. The\nasymptotic properties are studied under certain widely satisfied conditions.\nThe proposed CARA designs can be applied to generalized linear models. Two\nimportant special cases, the linear model and the logistic regression model,\nare considered in detail.\n"]}]
["math/0610520",{"format":[],"subject":["Mathematics - Probability","60F15","60G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610520","Acta Mathematics Sinica, English Series. Vol 24(2): 631-646,2008"],"date":["2006-10-17"],"type":["text"],"creator":["Zhang, Li-Xin"],"language":[],"coverage":[],"title":["Precise Asymptotics in Chung's law of the iterated logarithm"],"description":["  This paper gives sufficent and necessary conditions on a kind of limit\nresults to hold on the precise convergent rate of an infinite series of\nprobabilities on the Chung type law of the iterated logarithm.\n"]}]
["physics/0605152",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0605152","2007 Phys. Educ. 42 116","doi:10.1088/0031-9120/42/1/M05"],"date":["2006-05-17"],"type":["text"],"creator":["Courtney, Michael","Althausen, Norm","Courtney, Amy"],"language":[],"coverage":[],"title":["Five Frequently Fatal Freshman Physics Fantasies"],"description":["  This article describes five common student misconceptions about succeeding in\ncollege-level Physics courses: the miracle finish, the soft hearted professor,\nan extension of high school, weak areas won't be tested, and passing is more\nimportant than learning. These fantasies are unique to neither Physics nor\nfreshman, but the challenge of learning Physics brings more certain negative\nconsequences to students retaining these attitudes. Ascribing these student\nmisconceptions to freshmen acknowledges that they diminish with increasing\nacademic maturity.\n","Comment: 3 pages, submitted to The Physics Teacher"]}]
["physics/0612118",{"format":[],"subject":["Physics - Physics Education","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612118","The Physics Teacher -- November 2007 -- Volume 45, Issue 8, pp.\n  496-497","doi:10.1119/1.2798362"],"date":["2006-12-12"],"type":["text"],"creator":["Courtney, Michael","Courtney, Amy"],"language":[],"coverage":[],"title":["Acoustic measurement of potato cannon velocity"],"description":["  This article describes measurement of potato cannon velocity with a digitized\nmicrophone signal. A microphone is attached to the potato cannon muzzle and a\npotato is fired at an aluminum target about 10 m away. The potato's flight time\ncan be determined from the acoustic waveform by subtracting the time in the\nbarrel and time for sound to return from the target. The potato velocity is\nsimply the flight distance divided by the flight time.\n","Comment: 3 pages"]}]
["quant-ph/9904051",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/9904051","Found.Phys.Lett. 8 (1995) 41-53","doi:10.1007/BF02187530"],"date":["1999-04-13","2008-12-26"],"type":["text"],"creator":["Feldmann, Michel"],"language":[],"coverage":[],"title":["New loophole for the EPR paradox"],"description":["  We exhibit a classical model free from any paradox which exactly simulates\nthe spin EPR test. We conclude that Bell's inequality violation is a strictly\nclassical phenomenon, contrary to a general belief.\n","Comment: Conversion from html to latex only. 16 pages, 1 figure latex"]}]
