["0707.0725",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0725","J. Phys.: Condens. Matter 20 (2008) 395233","doi:10.1088/0953-8984/20/39/395233"],"date":["2007-07-05","2007-10-26"],"type":["text"],"creator":["Huang, Peihao","Zheng, H."],"language":[],"coverage":[],"title":["Quantum dynamics of a qubit coupled with structured bath"],"description":["  The dynamics of an unbiased spin-boson model with Lorentzian spectral density\nis investigated theoretically in terms of the perturbation theory based on a\nunitary transformation. The non-equilibrium correlation function $P(t)$ and\nsusceptibility $\\chi^{\\prime\\prime}(\\omega)$ are calculated for both the\noff-resonance case $\\Delta\\lesssim 0.5\\Omega$ and the on-resonance case\n$\\Delta\\sim \\Omega$. The approach is checked by the Shiba's relation and the\nsum rule. Besides, the coherent-incoherent transition point $\\alpha_c$ can be\ndetermined, which has not been demonstrated for the structured bath by previous\nauthors up to our knowledge.\n","Comment: 25 pages, 11 figures"]}]
["0710.2296",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2296","European Journal of Combinatorics, 30(2), pp. 339-350, 2009","doi:10.1016/j.ejc.2008.07.001"],"date":["2007-10-11","2008-07-01"],"type":["text"],"creator":["Ben-Shimon, Sonny","Krivelevich, Michael"],"language":[],"coverage":[],"title":["Vertex Percolation on Expander Graphs"],"description":["  We say that a graph $G=(V,E)$ on $n$ vertices is a $\\beta$-expander for some\nconstant $\\beta>0$ if every $U\\subseteq V$ of cardinality $|U|\\leq \\frac{n}{2}$\nsatisfies $|N_G(U)|\\geq \\beta|U|$ where $N_G(U)$ denotes the neighborhood of\n$U$. In this work we explore the process of deleting vertices of a\n$\\beta$-expander independently at random with probability $n^{-\\alpha}$ for\nsome constant $\\alpha>0$, and study the properties of the resulting graph. Our\nmain result states that as $n$ tends to infinity, the deletion process\nperformed on a $\\beta$-expander graph of bounded degree will result with high\nprobability in a graph composed of a giant component containing $n-o(n)$\nvertices that is in itself an expander graph, and constant size components. We\nproceed by applying the main result to expander graphs with a positive spectral\ngap. In the particular case of $(n,d,\\lambda)$-graphs, that are such expanders,\nwe compute the values of $\\alpha$, under additional constraints on the graph,\nfor which with high probability the resulting graph will stay connected, or\nwill be composed of a giant component and isolated vertices. As a graph sampled\nfrom the uniform probability space of $d$-regular graphs with high probability\nis an expander and meets the additional constraints, this result strengthens a\nrecent result due to Greenhill, Holt and Wormald about vertex percolation on\nrandom $d$-regular graphs. We conclude by showing that performing the above\ndescribed deletion process on graphs that expand sub-linear sets by an\nunbounded expansion ratio, with high probability results in a connected\nexpander graph.\n","Comment: 13 pages"]}]
["0804.3554",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3554","doi:10.1617/s11527-008-9450-2"],"date":["2008-04-22"],"type":["text"],"creator":["Sykora, J.","Vorel, J.","Krejci, T.","Sejnoha, M.","Sejnoha, J."],"language":[],"coverage":[],"title":["Analysis of coupled heat and moisture transfer in masonry structures"],"description":["  Evaluation of effective or macroscopic coefficients of thermal conductivity\nunder coupled heat and moisture transfer is presented. The paper first gives a\ndetailed summary on the solution of a simple steady state heat conduction\nproblem with an emphasis on various types of boundary conditions applied to the\nrepresentative volume element -- a periodic unit cell. Since the results\nessentially suggest no superiority of any type of boundary conditions, the\npaper proceeds with the coupled nonlinear heat and moisture problem subjecting\nthe selected representative volume element to the prescribed macroscopically\nuniform heat flux. This allows for a direct use of the academic or commercially\navailable codes. Here, the presented results are derived with the help of the\nSIFEL (SIimple Finite Elements) system.\n","Comment: 23 pages, 11 figures"]}]
["0810.2136",{"format":[],"subject":["Physics - Optics","Condensed Matter - Other Condensed Matter","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2136","Nature Photon. 2, 748-753 (2008)","doi:10.1038/nphoton.2008.229"],"date":["2008-10-12"],"type":["text"],"creator":["Bliokh, K. Y.","Niv, A.","Kleiner, V.","Hasman, E."],"language":[],"coverage":[],"title":["Geometrodynamics of Spinning Light"],"description":["  The semiclassical evolution of spinning particles has recently been\nre-examined in condensed matter physics, high energy physics, and optics,\nresulting in the prediction of the intrinsic spin Hall effect associated with\nthe Berry phase. A fundamental nature of this effect is related to the\nspin-orbit interaction and topological monopoles. Here we report a unified\ntheory and a direct observation of two mutual phenomena: a spin-dependent\ndeflection (the spin Hall effect) of photons and the precession of the Stokes\nvector along the coiled ray trajectory of classical geometrical optics. Our\nmeasurements are in perfect agreement with theoretical predictions, thereby\nverifying the dynamical action of the topological Berry-phase monopole in the\nevolution of light. These results may have promising applications in\nnano-optics and can be immediately extrapolated to the evolution of massless\nparticles in a variety of physical systems.\n","Comment: 18 pages, 4 figures, to appear in Nature Photonics"]}]
["0810.2828",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2828"],"date":["2008-10-15","2008-11-30"],"type":["text"],"creator":["Leung, P. M.","Ralph, T. C.","Munro, William J.","Nemoto, Kae"],"language":[],"coverage":[],"title":["Spectral Effects of Fast Response Cross Kerr Non-Linearity on Quantum\n  Gate"],"description":["  According to idealized models, a strong Kerr non-linearity may be used to\nbuild optical quantum gates for optical quantum information processing by\ninducing conditional phase shifts on quantum states. Recently, Shapiro (PRA 73,\n062305 (2006)) argued that for a Kerr medium with non-instantaneous but fast\nresponse, essentially no phase shift is induced on two-single-photon input\nstates, and thus a quantum gate build from such a medium cannot work. Here we\nshow that a fast response Kerr medium induces some but very little phase shifts\non a two-single-photon input state, and it is insufficient for high fidelity\nquantum computation. We point out that this is caused by the medium imparting\nspectral entanglement to the input photons. We further show that a way to\ncircumvent this problem and achieve a high fidelity gate, is to engineer the\ndispersion properties of the medium to give a dominant spectral effect over the\nnon-instantaneous response, in addition to satisfying a phase matching\ncondition.\n","Comment: 7 pages, 4 figures. Submitted to PRA"]}]
["0810.5726",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5726","Phys. Rev. B 78, 195315 (2008)","doi:10.1103/PhysRevB.78.195315"],"date":["2008-10-31"],"type":["text"],"creator":["Castelano, L. K.","Hai, G. -Q.","Partoens, B.","Peeters, F. M."],"language":[],"coverage":[],"title":["Control of the persistent currents in two interacting quantum rings\n  through the Coulomb interaction and inter-ring tunneling"],"description":["  The persistent current in two vertically coupled quantum rings containing few\nelectrons is studied. We find that the Coulomb interaction between the rings in\nthe absence of tunneling affects the persistent current in each ring and the\nground state configurations. Quantum tunneling between the rings alters\nsignificantly the ground state and the persistent current in the system.\n","Comment: accepted for publication in Phys. Rev. B"]}]
["0811.0880",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0880","Phys. Rev B, 78, 184437 (2008)"],"date":["2008-11-06"],"type":["text"],"creator":["Abouie, Jahanfar","Mahdavifar, Saeed"],"language":[],"coverage":[],"title":["A signature for the Luttinger liquid phase in alternating Heisenberg\n  spin-1/2 chains"],"description":["  We have studied the zero and low-temperature behavior of anisotropic\nalternating antiferromagnetic-ferromagnetic Heisenberg spin-1/2 chains in a\ntransverse magnetic field. Using the analytical spinless fermion approach, the\nthermodynamic behavior of the model has been studied. We have introduced a new\norder parameter to distinguish the gapless Luttinger liquid phase from the\nother gapped phases. The exact diagonalization Lanczos results are also used to\ncompare with the spinless fermion ones. We have found a double peak structure\nin the specific heat curves for the region between the two quantum critical\npoints. Using the numerical full diagonalization results, the existence of the\ndouble peak structure is confirmed.\n","Comment: 8 pages, 10 figures, accepted in PRB"]}]
["0811.1389",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1389","Physical Review E, vol. 78(5), 056215 (2008)","doi:10.1103/PhysRevE.78.056215"],"date":["2008-11-09"],"type":["text"],"creator":["Schumayer, Daniel","van Zyl, Brandon P.","Hutchinson, David A. W."],"language":[],"coverage":[],"title":["Quantum mechanical potentials related to the prime numbers and Riemann\n  zeros"],"description":["  Prime numbers are the building blocks of our arithmetic, however, their\ndistribution still poses fundamental questions. Bernhard Riemann showed that\nthe distribution of primes could be given explicitly if one knew the\ndistribution of the non-trivial zeros of the Riemann $\\zeta(s)$ function.\nAccording to the Hilbert-P{\\'o}lya conjecture there exists a Hermitean operator\nof which the eigenvalues coincide with the real part of the non-trivial zeros\nof $\\zeta(s)$. This idea encourages physicists to examine the properties of\nsuch possible operators, and they have found interesting connections between\nthe distribution of zeros and the distribution of energy eigenvalues of quantum\nsystems. We apply the Mar{\\v{c}}henko approach to construct potentials with\nenergy eigenvalues equal to the prime numbers and to the zeros of the\n$\\zeta(s)$ function. We demonstrate the multifractal nature of these potentials\nby measuring the R{\\'e}nyi dimension of their graphs. Our results offer hope\nfor further analytical progress.\n","Comment: 7 pages, 5 figures, 2 tables"]}]
["0811.4216",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4216"],"date":["2008-11-25","2008-11-29"],"type":["text"],"creator":["Hai, Wenhua","Xie, Qiongtao","Zhu, Qianquan"],"language":[],"coverage":[],"title":["Exact coherent matter-wave soliton induced and controlled by laser field"],"description":["  We find a set of exact solutions of coherent bright solitons in the\nquasi-one-dimensional (1D) Bose-Einstein condensate (BEC) trapped in a harmonic\npotential, by using a Gaussian laser well (barrier) with oscillating position\nto balance the repulsive (attractive) interatomic interaction. The bright\nsolitons do not deform in propagation and are controlled accurately by the\nlaser driving which resonates with the trapping potential. The solitonic motion\nis more stable for the repulsive BEC than that of the attractive BEC. The\nresults reveal a different kind of soliton trains compared to that reported\nrecently in Phys. Rev. Lett. 100, 164102 (2008) and suggest an experimental\nscheme for generating and controlling the coherent matter-wave solitons.\n","Comment: 4 pages, 4figures"]}]
["math/0511556",{"format":[],"subject":["Mathematics - Number Theory","20E42, 51E24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511556","INTEGERS: Electronic Journal of Combinatorial Number Theory 8\n  (2008), #A48"],"date":["2005-11-22","2008-10-19"],"type":["text"],"creator":["Setyadi, A."],"language":[],"coverage":[],"title":["Distance in the Affine Buildings of SL_n and Sp_n"],"description":["  For a local field $K$ and $n \\geq 2$, let $\\Xi_n$ and $\\Delta_n$ denote the\naffine buildings naturally associated to the special linear and symplectic\ngroups $\\SL_n(K)$ and $\\Sp_n(K)$, respectively. We relate the number of\nvertices in $\\Xi_n$ ($n \\geq 3$) close (i.e., gallery distance 1) to a given\nvertex in $\\Xi_n$ to the number of chambers in $\\Xi_n$ containing the given\nvertex, proving a conjecture of Schwartz and Shemanske. We then consider the\nspecial vertices in $\\Delta_n$ ($n \\geq 2$) close to a given special vertex in\n$\\Delta_n$ (all the vertices in $\\Xi_n$ are special) and establish analogues of\nour results for $\\Delta_n$.\n","Comment: 16 pages, 3 figures; minor corrections; accepted for publication in\n  INTEGERS: The Electronic Journal of Combinatorial Number Theory"]}]
["math/0612369",{"format":[],"subject":["Mathematics - Combinatorics","05E30, 11B57, 52C35, 52C40, 68T10, 90C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612369"],"date":["2006-12-13","2008-11-30"],"type":["text"],"creator":["Matveev, Andrey O."],"language":[],"coverage":[],"title":["Pattern Recognition on Oriented Matroids: Layers of Tope Committees"],"description":["  A tope committee K* for a simple oriented matroid M is a subset of its\nmaximal covectors such that every positive halfspace of M contains more than\nhalf of the covectors from K*. The structures of the family of all committees\nfor M, and of the family of its committees that contain no pairs of opposites,\nare described. A Farey subsequence associated with the elements of the m-th\nlayer of the Boolean lattice of rank 2m is explored.\n","Comment: 15 pages; v.2,3 - introductory section and misprints in section 5\n  corrected; v.4,5 - minor improvements; v.6 - connection of Section 3 with\n  INTEGERS 7 (2007) #20 described; v.7 - Proposition 4.1 and Theorem 5.1\n  reformulated, other minor changes in text and references"]}]
