["0708.3839",{"format":[],"subject":["Mathematics - Representation Theory","16G20, 16E30, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3839"],"date":["2007-08-28","2008-08-14"],"type":["text"],"creator":["Avella-Alaminos, Diana"],"language":[],"coverage":[],"title":["Derived classification of gentle algebras with two cycles"],"description":["  We classify gentle algebras defined by quivers with two cycles under derived\nequivalence in a non degenerate case, by using some combinatorial invariants\nconstructed from the quiver with relations defining these algebras. We also\npresent a list of normal forms; any such algebra is derived equivalent to one\nof the algebras in the list.\n","Comment: 41 pages Appendix added (after a manuscript by T. Holm, J. Schr\\\"oer,\n  A. Zimmermann) To be published in \"Boletin De La Sociedad Matematica\n  Mexicana\""]}]
["0710.1234",{"format":[],"subject":["Mathematics - Combinatorics","68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1234"],"date":["2007-10-05","2008-08-15"],"type":["text"],"creator":["Shallit, Jeffrey"],"language":[],"coverage":[],"title":["Hamming Distance for Conjugates"],"description":["  Let x, y be strings of equal length. The Hamming distance h(x,y) between x\nand y is the number of positions in which x and y differ. If x is a cyclic\nshift of y, we say x and y are conjugates. We consider f(x,y), the Hamming\ndistance between the conjugates xy and yx. Over a binary alphabet f(x,y) is\nalways even, and must satisfy a further technical condition. By contrast, over\nan alphabet of size 3 or greater, f(x,y) can take any value between 0 and\n|x|+|y|, except 1; furthermore, we can always assume that the smaller string\nhas only one type of letter.\n","Comment: revision"]}]
["0712.2413",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2413","Phys. Rev. A 78, 022323 (2008)","doi:10.1103/PhysRevA.78.022323"],"date":["2007-12-14","2008-08-15"],"type":["text"],"creator":["Cho, Jaeyoon","Angelakis, Dimitris G.","Bose, Sougato"],"language":[],"coverage":[],"title":["Heralded generation of entanglement with coupled cavities"],"description":["  We propose a scheme to generate two-photon, two-atom, or atom-photon\nentangledstates with a coupled system of two cavities. In our scheme, two\ncavity photonsare exchanged by the direct inter-cavity coupling, while atoms in\nthe cavitiessimply play the role of generating and probing them. By virtue of\nthe highefficiency of atomic state measurement, this method enables the\nrealization ofefficient heralded entanglement generation robust against photon\nloss, whichgreatly facilitates applications in quantum information processing.\n"]}]
["0801.1932",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1932","Eur.Phys.J.C56:181-187,2008","doi:10.1140/epjc/s10052-008-0646-y"],"date":["2008-01-12","2008-03-18"],"type":["text"],"creator":["Wang, Z. G."],"language":[],"coverage":[],"title":["Strong decays $B_{s0} \\to B_s \\pi$ and $B_{s1} \\to B^*_s \\pi $ with\n  light-cone QCD sum rules"],"description":["  In this article, we calculate the strong coupling constants $g_{B_{s0} B_s\n\\eta}$ and $g_{B_{s1} B^*_s \\eta}$ with the light-cone QCD sum rules. Then we\ntake into account the small $\\eta-\\pi^0$ transition matrix according to\nDashen's theorem, and obtain the small decay widths for the isospin violation\nprocesses $B_{s0}\\to B_s\\eta\\to B_s\\pi^0$ and $B_{s1}\\to B_s^*\\eta\\to\nB_s^*\\pi^0$. We can search the strange-bottomed $(0^+,1^+)$ mesons $B_{s0}$ and\n$B_{s1}$ in the invariant $B_s \\pi^0$ and $B^*_s \\pi^0$ mass distributions\nrespectively.\n","Comment: 15 pages, 2 figures, revised version"]}]
["0802.0970",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0970","Phys. Rev. B 78, 075111 (2008)","doi:10.1103/PhysRevB.78.075111"],"date":["2008-02-07"],"type":["text"],"creator":["Pirooznia, Peyman","Schuetz, Florian","Kopietz, Peter"],"language":[],"coverage":[],"title":["Dynamic structure factor of Luttinger liquids with quadratic energy\n  dispersion and long-range interactions"],"description":["  We calculate the dynamic structure factor S (omega, q) of spinless fermions\nin one dimension with quadratic energy dispersion k^2/2m and long range\ndensity-density interaction whose Fourier transform f_q is dominated by small\nmomentum-transfers q << q_0 << k_F. Here q_0 is a momentum-transfer cutoff and\nk_F is the Fermi momentum. Using functional bosonization and the known\nproperties of symmetrized closed fermion loops, we obtain an expansion of the\ninverse irreducible polarization to second order in the small parameter q_0 /\nk_F. In contrast to perturbation theory based on conventional bosonization, our\nfunctional bosonization approach is not plagued by mass-shell singularities.\nFor interactions which can be expanded as f_q = f_0 + f_0^{2} q^2/2 + O (q^4)\nwith finite f_0^{2} we show that the momentum scale q_c = 1/ | m f_0^{2} |\nseparates two regimes characterized by a different q-dependence of the width\ngamma_q of the collective zero sound mode and other features of S (omega, q).\nFor q_c << q << k_F we find that the line-shape in this regime is\nnon-Lorentzian with an overall width gamma_q of order q^3/(m q_c) and a\nthreshold singularity at the lower edge.\n","Comment: 33 Revtex pages, 17 figures"]}]
["0802.2651",{"format":[],"subject":["Mathematics - Number Theory","11G05, 11K60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2651"],"date":["2008-02-19","2008-08-14"],"type":["text"],"creator":["Ingram, Patrick"],"language":[],"coverage":[],"title":["Multiples of integral points on elliptic curves"],"description":["  If $E$ is a minimal elliptic curve defined over $\\ZZ$, we obtain a bound $C$,\ndepending only on the global Tamagawa number of $E$, such that for any point\n$P\\in E(\\QQ)$, $nP$ is integral for at most one value of $n>C$. As a corollary,\nwe show that if $E/\\QQ$ is a fixed elliptic curve, then for all twists $E'$ of\n$E$ of sufficient height, and all torsion-free, rank-one subgroups\n$\\Gamma\\subseteq E'(\\QQ)$, $\\Gamma$ contains at most 6 integral points.\nExplicit computations for congruent number curves are included.\n","Comment: Revised version, correcting a significant error"]}]
["0803.0043",{"format":[],"subject":["Mathematics - Group Theory","20F65","05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0043"],"date":["2008-03-01","2008-08-15"],"type":["text"],"creator":["Savchuk, Dmytro"],"language":[],"coverage":[],"title":["Some graphs related to Thompson's group F"],"description":["  The Schreier graphs of Thompson's group F with respect to the stabilizer of\n1/2 and generators x_0 and x_1, and of its unitary representation in L_2([0,1])\ninduced by the standard action on the interval [0,1] are explicitly described.\nThe coamenability of the stabilizers of any finite set of dyadic rational\nnumbers is established. The induced subgraph of the right Cayley graph of the\npositive monoid of F containing all the vertices of the form x_nv, where n>=0\nand v is any word over the alphabet {x_0, x_1}, is constructed. It is proved\nthat the latter graph is non-amenable.\n","Comment: 20 pages, 13 figures"]}]
["0803.1532",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1532"],"date":["2008-03-11","2008-08-15"],"type":["text"],"creator":["Ho, K. H.","Chau, H. F."],"language":[],"coverage":[],"title":["Purifying GHZ States Using Degenerate Quantum Codes"],"description":["  Degenerate quantum codes are codes that do not reveal the complete error\nsyndrome. Their ability to conceal the complete error syndrome makes them\npowerful resources in certain quantum information processing tasks. In\nparticular, the most error-tolerant way to purify depolarized Bell states using\none-way communication known to date involves degenerate quantum codes. Here we\nstudy three closely related purification schemes for depolarized GHZ states\nshared among $m \\geq 3$ players by means of degenerate quantum codes and\none-way classical communications. We find that our schemes tolerate more noise\nthan all other one-way schemes known to date, further demonstrating the\neffectiveness of degenerate quantum codes in quantum information processing.\n","Comment: Significantly revised with a few new results added, 33 pages, 7\n  figures"]}]
["0804.1496",{"format":[],"subject":["Mathematical Physics","74A25, 74B20, 74G65, 74N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1496"],"date":["2008-04-09","2008-08-15"],"type":["text"],"creator":["Mora-Corral, Carlos"],"language":[],"coverage":[],"title":["Continuum limits of atomistic energies allowing smooth and sharp\n  interfaces in 1D Elasticity"],"description":["  In this paper we present two atomistic models for the energy of a\none-dimensional elastic crystal. We assume that the macroscopic displacement\nequals the microscopic one. The energy of the first model is given by a\ntwo-body interaction potential, and we assume that the atoms follow a\ncontinuous and piecewise smooth macroscopic (continuum) deformation. We\ncalculate the first terms of the Taylor expansion (with respect to the\nparameter representing the interatomic distance) of the atomistic energy, and\nobtain that the coefficients of that Taylor expansion represent, respectively,\nan elastic energy, a sharp-interface energy, and a smooth-interface energy. The\nsecond atomistic model is a variant of the first one, and its Taylor expansion\npredicts, in addition, a new term that accounts for the repulsion force between\ntwo sharp interfaces.\n","Comment: 28 pages, 3 figures; removed a worng comment in page 8, removed\n  irrelevant references, longer title"]}]
["0804.2894",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2894","Phys. Rev. Lett. 101, 076801 (2008)","doi:10.1103/PhysRevLett.101.076801"],"date":["2008-04-17"],"type":["text"],"creator":["Barankov, Roman","Polkovnikov, Anatoli"],"language":[],"coverage":[],"title":["Optimal non-linear passage through a quantum critical point"],"description":["  We analyze the problem of optimal adiabatic passage through a quantum\ncritical point. We show that to minimize the number of defects the tuning\nparameter should be changed as a power-law in time. The optimal power is\nproportional to the logarithm of the total passage time multiplied by universal\ncritical exponents characterizing the phase transition. We support our results\nby the general scaling analysis and by explicit calculations for the transverse\nfield Ising model.\n","Comment: 4+ pages, 2 figures"]}]
["0805.0523",{"format":[],"subject":["Quantum Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0523","Phys. Rev. A 78, 022105 (2008)","doi:10.1103/PhysRevA.78.022105"],"date":["2008-05-05","2008-08-15"],"type":["text"],"creator":["Znidaric, Marko"],"language":[],"coverage":[],"title":["Initial-state randomness as a universal source of decoherence"],"description":["  We study time evolution of entanglement between two qubits, which are part of\na larger system, after starting from a random initial product state. We show\nthat, due to randomness in the initial product state, entanglement is present\nonly between directly coupled qubits and only for short times. Time dependence\nof the entanglement appears essentially independent of the specific hamiltonian\nused for time evolution and is well reproduced by a parameter-free two-body\nrandom matrix model.\n","Comment: 8 pages, 6 figures"]}]
["0805.3339",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3339"],"date":["2008-05-21","2008-08-14"],"type":["text"],"creator":["Aouiche, Kamel","Lemire, Daniel","Kaser, Owen"],"language":[],"coverage":[],"title":["Tri de la table de faits et compression des index bitmaps avec\n  alignement sur les mots"],"description":["  Bitmap indexes are frequently used to index multidimensional data. They rely\nmostly on sequential input/output. Bitmaps can be compressed to reduce\ninput/output costs and minimize CPU usage. The most efficient compression\ntechniques are based on run-length encoding (RLE), such as Word-Aligned Hybrid\n(WAH) compression. This type of compression accelerates logical operations\n(AND, OR) over the bitmaps. However, run-length encoding is sensitive to the\norder of the facts. Thus, we propose to sort the fact tables. We review\nlexicographic, Gray-code, and block-wise sorting. We found that a lexicographic\nsort improves compression--sometimes generating indexes twice as small--and\nmake indexes several times faster. While sorting takes time, this is partially\noffset by the fact that it is faster to index a sorted table. Column order is\nsignificant: it is generally preferable to put the columns having more distinct\nvalues at the beginning. A block-wise sort is much less efficient than a full\nsort. Moreover, we found that Gray-code sorting is not better than\nlexicographic sorting when using word-aligned compression.\n","Comment: to appear at BDA'08"]}]
["0806.1359",{"format":[],"subject":["Physics - General Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1359"],"date":["2008-06-08"],"type":["text"],"creator":["Lyre, Holger"],"language":[],"coverage":[],"title":["Does the Higgs Mechanism Exist?"],"description":["  This paper explores the argument structure of the concept of spontaneous\nsymmetry breaking in the electroweak gauge theory of the Standard Model: the\nso-called Higgs mechanism. As commonly understood, the Higgs argument is\ndesigned to introduce the masses of the gauge bosons by a spontaneous breaking\nof the gauge symmetry of an additional field, the Higgs field. The technical\nderivation of the Higgs mechanism, however, consists in a mere re-shuffling of\ndegrees of freedom by transforming the Higgs Lagrangian in a gauge-invariant\nmanner. This already raises serious doubts about the adequacy of the entire\nmanoeuvre. It will be shown that no straightforward ontic interpretation of the\nHiggs mechanism is tenable since gauge transformations possess no real\ninstantiations. In addition, the explanatory value of the Higgs argument will\nbe critically examined.\n"]}]
["0806.1925",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H15","35R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1925"],"date":["2008-06-11","2008-08-14"],"type":["text"],"creator":["Krylov, N. V."],"language":[],"coverage":[],"title":["On divergence form SPDEs with VMO coefficients"],"description":["  We present several results on solvability in Sobolev spaces $W^{1}_{p}$ of\nSPDEs in divergence form in the whole space.\n","Comment: 26 pages in the original file, 27 pages in the new version, numerous\n  errors corrected"]}]
["0807.1204",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1204","Phys. Rev. B 78, 035134 (2008)","doi:10.1103/PhysRevB.78.035134"],"date":["2008-07-08","2008-08-15"],"type":["text"],"creator":["Badinski, A.","Needs, R. J."],"language":[],"coverage":[],"title":["Total forces in the diffusion Monte Carlo method with nonlocal\n  pseudopotentials"],"description":["  We report exact expressions for atomic forces in the diffusion Monte Carlo\n(DMC) method when using nonlocal pseudopotentials. We present approximate\nschemes for estimating these expressions in both mixed and pure DMC\ncalculations, including the pseudopotential Pulay term which has not previously\nbeen calculated and the Pulay nodal term which has not been calculated for real\nsystems in pure DMC simulations. Harmonic vibrational frequencies and\nequilibrium bond lengths are derived from the DMC forces and compared with\nthose obtained from DMC potential energy curves. Results for four small\nmolecules show that the equilibrium bond lengths obtained from our best force\nand energy calculations differ by less than 0.002 Angstrom.\n","Comment: 11 pages, 8 tables, 3 figures, spelling mistake corrected on page 3\n  (version 2)"]}]
["0808.0180",{"format":[],"subject":["Mathematics - Numerical Analysis","41A05, 41A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0180"],"date":["2008-08-01","2008-08-15"],"type":["text"],"creator":["Li, Huiyuan","Sun, Jiachang","Xu, Yuan"],"language":[],"coverage":[],"title":["Cubature formula and interpolation on the cubic domain"],"description":["  Several cubature formulas on the cubic domains are derived using the discrete\nFourier analysis associated with lattice tiling, as developed in \\cite{LSX}.\nThe main results consist of a new derivation of the Gaussian type cubature for\nthe product Chebyshev weight functions and associated interpolation polynomials\non $[-1,1]^2$, as well as new results on $[-1,1]^3$. In particular, compact\nformulas for the fundamental interpolation polynomials are derived, based on\n$n^3/4 +\\CO(n^2)$ nodes of a cubature formula on $[-1,1]^3$.\n","Comment: 27 pages, 3 fugures"]}]
["0808.0342",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0342"],"date":["2008-08-04","2008-08-15"],"type":["text"],"creator":["Workman, R. L.","Arndt, R. A."],"language":[],"coverage":[],"title":["Resonance signals in pion-nucleon scattering from speed plots and time\n  delay"],"description":["  We compare a number of methods used to locate resonances. These include the\nspeed plot, the time-delay method of Eisenbud and Wigner, the time-delay matrix\nof Smith, and a modification by Ohmura. Numerical results show a consistency\nnot previously reported. One time delay method gives the most consistent\nresults, supporting the conclusions of a recent theoretical study.\n","Comment: 11 pages, 4 figures. References to a recent study are modified"]}]
["0808.1108",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1108"],"date":["2008-08-07","2008-08-15"],"type":["text"],"creator":["Bock, Nicolas","Rubensson, Emanuel H.","Sałek, Paweł","Niklasson, Anders M. N.","Challacombe, Matt"],"language":[],"coverage":[],"title":["Cache oblivious storage and access heuristics for blocked matrix-matrix\n  multiplication"],"description":["  We investigate effects of ordering in blocked matrix--matrix multiplication.\nWe find that submatrices do not have to be stored contiguously in memory to\nachieve near optimal performance. Instead it is the choice of execution order\nof the submatrix multiplications that leads to a speedup of up to four times\nfor small block sizes. This is in contrast to results for single matrix\nelements showing that contiguous memory allocation quickly becomes irrelevant\nas the blocksize increases.\n","Comment: Fixed typos"]}]
["0808.1229",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1229"],"date":["2008-08-08","2008-08-14"],"type":["text"],"creator":["Tsybulenko, V. V.","Baganov, Ye. A.","Krasnov, V. A.","Shutov, S. V."],"language":[],"coverage":[],"title":["Simulation of Growth of Graded Bandgap Solid Solutions of GaAsxP1-x at\n  Liquid Phase Electroepitaxy"],"description":["  The possibility of the composition control of the GaAs1-xPx solid solution on\nthe GaAs substrate at liquid phase electroepitaxy from the Ga-As-P\nsolution-melt is theoretically considered. By the simulation it was determined,\nthat under steady-state conditions specifying such parameters of the process as\nthe temperature and/or the thickness of the growth space it is possible to\nobtain graded bandgap layers of the GaAs1-xPx solid solution with increasing of\nthe content of P towards the surface of the layer that possess the composition\ngradient from 0.5x10-4 mole fraction/nm to 2.0x10-3 mole fraction/nm. It was\nalso shown that control of the composition of ternary solid solutions at liquid\nphase electroepitaxy can be realized by use of unsteady state electric field.\n","Comment: 17 pages, 5 figures, 1 table"]}]
["0808.1428",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1428"],"date":["2008-08-10","2008-08-15"],"type":["text"],"creator":["Horsley, R.","Izubuchi, T.","Nakamura, Y.","Pleiter, D.","Rakow, P. E. L.","Schierholz, G.","Zanotti, J."],"language":[],"coverage":[],"title":["The electric dipole moment of the nucleon from simulations at imaginary\n  vacuum angle theta"],"description":["  We compute the electric dipole moment of proton and neutron from lattice QCD\nsimulations with N_f=2 flavors of dynamical quarks at imaginary vacuum angle\ntheta. The calculation proceeds via the CP odd form factor F_3. A novel feature\nof our calculation is that we use partially twisted boundary conditions to\nextract F_3 at zero momentum transfer. As a byproduct, we test the QCD vacuum\nat nonvanishing theta.\n","Comment: 22 pages, 10 figures"]}]
["0808.1899",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1899"],"date":["2008-08-13"],"type":["text"],"creator":["Ray, Paul S.","Hyman, Scott D.","Lazio, T. Joseph","Kassim, Namir E.","Roy, Subhashis","Kaplan, David L.","Chakrabarty, Deepto"],"language":[],"coverage":[],"title":["A Bursting Radio Transient in the Direction of the Galactic Center"],"description":["  The radio sky is poorly sampled for rapidly varying transients because of the\nnarrow field-of-view of most imaging radio telescopes at cm and shorter\nwavelengths. The emergence of sensitive long wavelength observations with\nintrinsically larger fields-of-view are changing this situation, as partly\nillustrated by our ongoing meter-wavelength monitoring observations and\narchival studies of the Galactic Center. In this search, we discovered a\ntransient, bursting, radio source in the direction of the Galactic Center, GCRT\nJ1745-3009, with extremely unusual properties. Its flux and rapid variability\nimply a brightness temperature >10^12 K if it is at a distance >70 pc, implying\nthat it is a coherent emitter. I will discuss the discovery of the source and\nthe subsequent re-detections, as well as searches for counterparts at other\nwavelengths, and several proposed models.\n","Comment: 11 pages, 2 figures, to appear in proceedings of \"Bursts, Pulses and\n  Flickering: Wide-field monitoring of the dynamic radio sky\" held in\n  Kerastari, Tripolis, Greece in June 2007, published by Proceedings of\n  Science, PoS(Dynamic2007)008"]}]
["0808.1903",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1903"],"date":["2008-08-13"],"type":["text"],"creator":["The BABAR Collaboration","Aubert, B."],"language":[],"coverage":[],"title":["Update of Time-Dependent CP Asymmetry Measurements in $b$-->$c\\bar{c}s$\n  Decays"],"description":["  We present updated measurements of time-dependent CP asymmetries in fully\nreconstructed neutral B decays containing a charmonium meson. The measurements\nreported here use a data sample of $(465\\pm 5)\\times 10^6$ $\\Upsilon(4S) \\to B\n\\bar{B}$ decays collected with the BABAR detector at the PEP-II $B$ factory.\nThe time-dependent CP asymmetry parameters measured from $J/\\psi K_S^0$,\n$J/\\psi K_L^0$, $\\psi(2S) K_S^0$, $\\chi_{c1} K_S^0$, $\\eta_c K_S^0$, and\n$J/\\psi K^{*0}$ decays are \\begin{eqnarray} C_f &=& 0.026 \\pm 0.020(stat) \\pm\n0.016(syst), S_f &=& 0.691 \\pm 0.029(stat) \\pm 0.014(syst). \\end{eqnarray}\n","Comment: 19 pages, 3 postscript figures, submitted to ICHEP2008"]}]
["0808.1906",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1906"],"date":["2008-08-13"],"type":["text"],"creator":["Rizzo, Thomas G"],"language":[],"coverage":[],"title":["Z' Physics at the LHC and the LHeC"],"description":["  The methods which can be employed to determine the properties of new neutral\nresonant states that may be observed in the Drell-Yan channel at the LHC are\nreviewed. If these states are sufficiently light we discuss how polarized $ep$\nscattering at the LHeC can assist in the determination of their couplings to\nthe Standard Model (SM) fermions.\n","Comment: 4 pages, 4 figs; talk given at ICHEP08, Philadelphia PA, 30 July-5\n  Aug. 2008"]}]
["0808.1915",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1915"],"date":["2008-08-14"],"type":["text"],"creator":["The BABAR Collaboration","Aubert, B."],"language":[],"coverage":[],"title":["Measurement of Branching Fractions and CP and Isospin Asymmetries in B\n  -> K* gamma"],"description":["  We present a preliminary analysis of the decays B0 -> K*0 gamma and B+ -> K*+\ngamma using a sample of 383 x 10^6 BBbar events collected with the BABAR dector\nat the PEP-II asymmetric energy B factory. We measure the branching fractions\nBF(B0 -> K*0 Gamma) = (4.58 +/- 0.11 +/- 0.16) x 10^-5 and BF(B+ -> K*+ Gamma)\n= 4.73 +/- 0.15 +/- 0.17 x 10^-5. We measure the direct CP asymmetry to be\n-0.043 < A(B -> K* gamma) < 0.025 and the isospin asymmetry to be -0.021 <\nDelta0- < 0.079, where the limits are determined at the 90% confidence interval\nand include both the statistical and systematic uncertainties.\n","Comment: 20 pages, 16 postscript figures, submitted to ICHEP2008"]}]
["0808.1922",{"format":[],"subject":["Mathematics - Probability","Mathematics - Number Theory","15A36, 15A52 (Primary) 11C20, 15A18, 60C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1922"],"date":["2008-08-13"],"type":["text"],"creator":["Martin, Greg","Wong, Erick B."],"language":[],"coverage":[],"title":["The number of 2x2 integer matrices having a prescribed integer\n  eigenvalue"],"description":["  Random matrices arise in many mathematical contexts, and it is natural to ask\nabout the properties that such matrices satisfy. If we choose a matrix with\ninteger entries at random, for example, what is the probability that it will\nhave a particular integer as an eigenvalue, or an integer eigenvalue at all? If\nwe choose a matrix with real entries at random, what is the probability that it\nwill have a real eigenvalue in a particular interval? The purpose of this paper\nis to resolve these questions, once they are made suitably precise, in the\nsetting of 2x2 matrices.\n","Comment: 18 pages, 2 figures"]}]
["0808.1929",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1929"],"date":["2008-08-13"],"type":["text"],"creator":["Hacon, Christopher D.","McKernan, James"],"language":[],"coverage":[],"title":["Existence of minimal models for varieties of log general type II"],"description":["  We prove the existence of pl-flips.\n"]}]
["0808.1948",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1948"],"date":["2008-08-14"],"type":["text"],"creator":["Shi, Y. G.","Yu, S.","Belik, A. A.","Matsushita, Y.","Tanaka, M.","Katsuya, Y.","Kobayashi, K.","Yamaura, K.","Takayama-Muromachi, E."],"language":[],"coverage":[],"title":["Synthesis and superconducting properties of the iron oxyarsenide\n  TbFeAsO0.85"],"description":["  The iron oxyarsenide TbFeAsO0.85 was synthesized by a high-pressure method. A\nhigh-quality polycrystalline sample was obtained and characterized by\nmeasurements of magnetic susceptibility and electrical resistivity. Bulk\nsuperconductivity with Tc of 42 K was clearly established without an F doping\nusually conducted to tune on superconductivity in the iron oxypnictide.\n","Comment: 9 pages, 2 figures, submitted to Journal of the Physical Society of\n  Japan"]}]
["0808.1952",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1952"],"date":["2008-08-14"],"type":["text"],"creator":["Kranz, W. T.","Brilliantov, N. V.","Poeschel, T.","Zippelius, A."],"language":[],"coverage":[],"title":["Correlation of spin and velocity in granular gases"],"description":["  In a granular gas of rough particles the spin of a grain is correlated with\nits linear velocity. We develop an analytical theory to account for these\ncorrelations and compare its predictions to numerical simulations, using Direct\nSimulation Monte Carlo as well as Molecular Dynamics. The system is shown to\nrelax from an arbitrary initial state to a quasi-stationary state, which is\ncharacterized by time-independent, finite correlations of spin and linear\nvelocity. The latter are analysed systematically for a wide range of system\nparameters, including the coefficients of tangential and normal restitution as\nwell as the moment of inertia of the particles. For most parameter values the\naxis of rotation and the direction of linear momentum are perpendicular like in\na sliced tennis ball, while parallel orientation, like in a rifled bullet,\noccurs only for a small range of parameters. The limit of smooth spheres is\nsingular: any arbitrarily small roughness unavoidably causes significant\ntranslation-rotation correlations, whereas for perfectly smooth spheres the\nrotational degrees of freedom are completely decoupled from the dynamic\nevolution of the gas.\n","Comment: 14 pages, 10 figures"]}]
["0808.1954",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1954"],"date":["2008-08-14"],"type":["text"],"creator":["Nishiwaki, Yoichi","Oosawa, Akira","Kato, Tetsuya","Hasegawa, Takumi","Kuroe, Haruhiko","Kakurai, Kazuhisa"],"language":[],"coverage":[],"title":["Intermediate Phase IV in Structural Phase Transitions of TlCoCl$_3$"],"description":["  The structural changes of TlCoCl$_3$ around phase IV (68 K $<T<$ 75 K) were\nstudied by single-crystal neutron diffraction measurement. The present\ninvestigation revealed that a small but definite Bragg peak at (${1/6} {1/6}\n2$) appeared only in phase IV. A precursor phenomenon of the phase V ($T<$ 68\nK) structure in the phase IV temperatures was also identified as the\ncoexistence of a slightly broadened (${1/4} {1/4} 2$) Bragg peak. We confirmed\nthat intermediate phase IV is a stable, nontransient, single phase with\n$2\\sqrt{3}a\\times 2\\sqrt{3}a\\times c$ unit cells. A possible sequence of\nstructural phase transitions was proposed.\n","Comment: 4 pages, 3 figures"]}]
["0808.1965",{"format":[],"subject":["Mathematics - Number Theory","11R42","03H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1965"],"date":["2008-08-14"],"type":["text"],"creator":["Clare, Benjamin"],"language":[],"coverage":[],"title":["Nonstandard Mathematics and New Zeta and L-Functions"],"description":["  This Ph.D. thesis, prepared under the supervision of Professor Ivan Fesenko,\ndefines new zeta functions in a nonstandard setting and their analytical\nproperties are developed. Further, p-adic interpolation is presented within a\nnonstandard setting which enables the concept of interpolating with respect to\ntwo, or more, distinct primes to be defined.\n  The final part of the dissertation examines the work of M. J. Shai Haran and\nmakes initial attempts of viewing it from a nonstandard perspective.\n","Comment: Ph.D. Thesis, University of Nottingham, 2007, 163 pages"]}]
["0808.1967",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1967","doi:10.1002/andp.200810313"],"date":["2008-08-14"],"type":["text"],"creator":["Obukhov, Yuri N."],"language":[],"coverage":[],"title":["Electromagnetic energy and momentum in moving media"],"description":["  The problem of the electromagnetic energy-momentum tensor is among the oldest\nand the most controversial in macroscopic electrodynamics. In the center of the\nissue is a dispute about the Minkowski and the Abraham tensors for moving\nmedia. An overview of the current situation is presented. After putting the\ndiscussion into a general Lagrange-Noether framework, the Minkowski tensor is\nrecovered as a canonical energy-momentum. It is shown that the balance\nequations of energy, momentum, and angular momentum are always satisfied for an\nopen electromagnetic system despite the lack of the symmetry of the canonical\ntensor. On the other hand, although the Abraham tensor is not defined from\nfirst principles, one can formulate a general symmetrization prescription\nprovided a timelike vector is available. We analyze in detail the variational\nmodel of a relativistic ideal fluid with isotropic electric and magnetic\nproperties interacting with the electromagnetic field. The relation between the\nMinkowski energy-momentum tensor, the canonical energy-momentum of the medium\nand the Abraham tensor is clarified. It is demonstrated that the Abraham\nenergy-momentum is relevant when the 4-velocity of matter is the only covariant\nvariable that enters the constitutive tensor.\n","Comment: 22 pages, Latex AdP-style, to appear in Minkowski's centenary issue\n  of Annalen der Physik"]}]
["0808.1973",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1973"],"date":["2008-08-14"],"type":["text"],"creator":["Ettle, James H."],"language":[],"coverage":[],"title":["MHV Lagrangians for Yang--Mills and QCD"],"description":["  Over the past few decades, it has been realised that gauge theory scattering\namplitudes have structures much simpler than the traditional Feynman graph\ndriven approach would suggest. In particular, Parke and Taylor found a\nparticularly simple expression for the tree-level amplitudes with two gluons of\ndifferent helicity than the others (the so-called MHV amplitudes). Cachazo,\nSvrcek and Witten (CSW) devised rules for constructing tree-level amplitudes by\nsewing lower-valence MHV amplitudes together with scalar propagators. It was\nshown by Mansfield in 2005 that a canonical change of the field variables could\nbe constructed that resulted in a lagrangian whose vertices were proportional\nto MHV amplitudes, continued off-shell by CSW's prescription, the so-called\nCanonical MHV Lagrangian. We derive the explicit form of this transformation\nand use this to show that the vertices are indeed the Parke--Taylor amplitudes\nfor up to five gluons. Noting that CSW's MHV rules cannot be used to construct\nthe tree-level (-++) or one-loop (++++) amplitudes, we extend our work to\naugment the MHV rules with so-called completion vertices. These permit\nconstruction of these missing amplitudes by means of evasion of the S-matrix\nequivalence theorem. Indeed, together they reconstruct off-shell light-cone\nYang-Mills amplitudes algebraically. We also give a prescription for\ndimensional regularisation of the Canonical MHV Lagrangian. Finally, we\nconstruct a canonical MHV lagrangian with massless fermions in the fundamental\nrepresentation using a similar methodology.\n","Comment: Ph.D. thesis, 137 pages"]}]
["0808.1982",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1982"],"date":["2008-08-14"],"type":["text"],"creator":["Osborn, J. C.","Splittorff, K.","Verbaarschot, J. J. M."],"language":[],"coverage":[],"title":["Statistical QCD with non-positive measure"],"description":["  In this talk we discuss the microscopic limit of QCD at nonzero chemical\npotential. In this domain, where the QCD partition function is under complete\nanalytical control, we uncover an entirely new link between the spectral\ndensity of the Dirac operator and the chiral condensate: violent complex\noscillations on the microscopic scale give rise to the discontinuity of the\nchiral condensate at zero quark mass. We first establish this relation exactly\nwithin a random matrix framework and then analyze the importance of the\nindividual modes by Fourier analysis.\n","Comment: Proceedings from CAQCD 2008 in Minneapolis, 13 pages 3 figures"]}]
["0808.1987",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1987"],"date":["2008-08-14"],"type":["text"],"creator":["Olbrich, P.","Tarasenko, S. A.","Reitmaier, C.","Karch, J.","Plohmann, D.","Kvon, Z. D.","Ganichev, S. D."],"language":[],"coverage":[],"title":["Photogalvanic effects due to quantum interference in optical transitions\n  demonstrated by terahertz radiation absorption in Si-MOSFETs"],"description":["  We report on the observation of the circular (helicity-dependent) and linear\nphotogalvanic effects in Si-MOSFETs with inversion channels. The developed\nmicroscopic theory demonstrates that the circular photogalvanic effect in Si\nstructures it is of pure orbital nature originating from the quantum\ninterference of different pathways contributing to the light absorption.\n","Comment: 5 pages, 4 figures"]}]
["0808.1999",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1999"],"date":["2008-08-14"],"type":["text"],"creator":["Mino, Yasushi"],"language":[],"coverage":[],"title":["Decoherence measure by gravitational wave interferometers"],"description":["  We consider the possibility to measure the quantum decoherence using\ngravitational wave interferometers. Gravitational wave interferometers create\nthe superposition state of photons and measure the interference of the photon\nstate. If the decoherence occurs, the interference of the photon state vanishes\nand it can be measured by the interferometers. As examples of decoherence\nmechanisms, we consider 1) decoherence by spontaneous localization, 2)\ngravitational decoherence and 3) decoherence by extra-dimensional gravity.\n"]}]
["0808.2002",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","37C30, 11F72, 11F32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2002"],"date":["2008-08-14"],"type":["text"],"creator":["Momeni, Arash","Venkov, Alexei"],"language":[],"coverage":[],"title":["An application of Jacquet-Langlands correspondence to transfer operators\n  for geodesic flows on Riemann surfaces"],"description":["  In the paper as a new application of the Jacquet-Langlands correspondence we\nconnect the transfer operators for different cofinite Fuchsian groups by\ncomparing the corresponding Selberg zeta functions.\n","Comment: 12 pages"]}]
["0808.2005",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14N15","51N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2005"],"date":["2008-08-14"],"type":["text"],"creator":["Park, Euisung"],"language":[],"coverage":[],"title":["On secant loci and simple linear projections of some projective\n  varieties"],"description":["  In this paper, we study how simple linear projections of some projective\nvarieties behave when the projection center runs through the ambient space.\nMore precisely, let $X \\subset \\P^r$ be a projective variety satisfying\nGreen-Lazarsfeld's property $N_p$ for some $p \\geq 2$, $q \\in \\P^r$ a closed\npoint outside of $X$, and $X_q := \\pi_q (X) \\subset \\P^{r-1}$ the projected\nimage of $X$ from $q$. First, it is shown that the secant locus $\\Sigma_q (X)$\nof $X$ with respect to $q$, i.e. the set of all points on $X$ spanning secant\nlines passing through $q$, is either empty or a quadric in a subspace of\n$\\P^r$. This implies that the finite morphism $\\pi_q : X \\to X_q$ is\nbirational. Our main result is that cohomological and local properties of $X_q$\nare precisely determined by $\\Sigma_q (X)$. To complete this result, the next\nstep should be to classify all possible secant loci and to decompose the\nambient space via the classification of secant loci. We obtain such a\ndecomposition for Veronese embeddings and Segre embeddings. Also as an\napplication of the main result, we study cohomological properties of low degree\nvarieties.\n","Comment: 19 pages"]}]
["0808.2006",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2006"],"date":["2008-08-14"],"type":["text"],"creator":["Blok, B.","Frankfurt, L.","Strikman, M."],"language":[],"coverage":[],"title":["The increase with energy of the parton transverse momenta in the current\n  fragmentation region and related pQCD phenomena in DIS at very high energies"],"description":["  We find, within the pQCD dipole model for DIS processes, a rapid increase\nwith energy of the scale of parton momenta in the current fragmentation region\nin the limit $s\\to \\infty$ and fixed $Q^2$ . We explain the equivalence between\nthe dispersion representation over $Q^2$ for LT pQCD zero angle amplitude of\n$\\gamma^*+T\\to \\gamma^*+T$ scattering at large energies and the $k_t$\nfactorization, and use it to evaluate the scales of the hard processes in the\ncurrent fragmentation region. We derive within the black disc (BD) regime the\nmodified Gribov formula for the total cross-section of the DIS. We evaluate the\ncoherence length of the processes relevant for the BD regime and find that it\nincreases with energy as $\\sim s^{0.6}$ i.e. significantly slower than in the\nparton model ($1/2m_Nx$ - the Ioffe length) as well as in pQCD. In the BD\nregime we estimate the gluon densities, local in the coordinate space, and find\nthat they do not decrease with the energy. We discuss briefly how the new pQCD\nphenomena may reveal itself in the proton-proton collisions at LHC\n","Comment: 14 pages, 5 tables, a talk given by B.Blok at the small x conference\n  at Columpari, Crete, 2008"]}]
["0808.2011",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2011","Computers & Geotechnics 29, 2 (2002) 95-117"],"date":["2008-08-14"],"type":["text"],"creator":["Sulem, Jean","Cerrolaza, Miguel"],"language":[],"coverage":[],"title":["Finite element analysis of the indentation test on rocks with\n  microstructure"],"description":["  Strength parameters of rocks are currently determined from indentation tests.\nIn this paper, a finite element analysis of this test is presented and scale\neffect is studied. The rock is modelled as an elasto-plastic medium with\nCosserat microstructure and consequently possesses an internal length. The\nresponse of the indentation curve is studied for various values of the size of\nthe indentor as compared to the internal length of the rock in order to assess\nthe scale effect.\n"]}]
["0808.2017",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2017"],"date":["2008-08-14"],"type":["text"],"creator":["Abraham, Ittai","Bartal, Yair","Neiman, Ofer"],"language":[],"coverage":[],"title":["Nearly Tight Low Stretch Spanning Trees"],"description":["  We prove that any graph $G$ with $n$ points has a distribution $\\mathcal{T}$\nover spanning trees such that for any edge $(u,v)$ the expected stretch $E_{T\n\\sim \\mathcal{T}}[d_T(u,v)/d_G(u,v)]$ is bounded by $\\tilde{O}(\\log n)$. Our\nresult is obtained via a new approach of building ``highways'' between portals\nand a new strong diameter probabilistic decomposition theorem.\n"]}]
["0808.2020",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2020"],"date":["2008-08-14"],"type":["text"],"creator":["Rybarska, Anna","Schäfer, Wolfgang","Szczurek, Antoni"],"language":[],"coverage":[],"title":["Exclusive J/psi photoproduction in pp and ppbar collisions"],"description":["  We report on a detailed investigation of exclusive J/psi production in\nproton--proton and proton-antiproton collisions. Predictions for Tevatron and\nLHC energies are included.\n","Comment: 4 pages, 4 figs. A talk given by WS at Meson2008, Cracow, Poland,\n  6-10 June 2008"]}]
["0808.2021",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2021"],"date":["2008-08-14"],"type":["text"],"creator":["Ullrich, C. A.","Turkowski, V."],"language":[],"coverage":[],"title":["Time-dependent density-functional theory for electronic excitations in\n  materials: basics and perspectives"],"description":["  Time-dependent density-functional theory (TDDFT) is widely used to describe\nelectronic excitations in complex finite systems with large numbers of atoms,\nsuch as biomolecules and nanocrystals. The first part of this paper will give a\nsimple and pedagogical explanation, using a two-level system, which shows how\nthe basic TDDFT formalism for excitation energies works. There is currently an\nintense effort underway to develop TDDFT methodologies for the charge and spin\ndynamics in extended systems, to calculate optical properties of bulk and\nnanostructured materials, and to study transport through molecular junctions.\nThe second part of this paper highlights some challenges and recent advances of\nTDDFT in these areas. Two examples are discussed: excitonic effects in\ninsulators and intersubband plasmon excitations in doped semiconductor quantum\nwells.\n","Comment: 15 pages, 2 figures, International Conference on Materials Discovery\n  and Databases: Materials Informatics and DFT"]}]
["0808.2022",{"format":[],"subject":["Mathematics - Differential Geometry","58A05","58H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2022"],"date":["2008-08-14"],"type":["text"],"creator":["Melrose, Richard","Singer, Michael"],"language":[],"coverage":[],"title":["Scattering configuration spaces"],"description":["  For a compact manifold with boundary $X$ we introduce the\n  $n$-fold scattering stretched product $X^n_{\\text{sc}}$ which is a compact\nmanifold with corners for each $n,$ coinciding with the previously known cases\nfor $n=2,3.$ It is constructed by iterated blow up of boundary faces and\nboundary faces of multi-diagonals in $X^n.$ The resulting space is shown to map\nsmoothly, by a b-fibration, covering the usual projection, to the lower\nstretched products. It is anticipated that this manifold with corners, or at\nleast its combinatorial structure, is a universal model for phenomena on\nasymptotically flat manifolds in which particle clusters emerge at infinity. In\nparticular this is the case for magnetic monopoles on $\\mathbb{R}^3$ in which\ncase these spaces are closely related to compactifications of the moduli spaces\nwith the boundary faces mapping to lower charge idealized moduli spaces.\n"]}]
["0808.2023",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2023"],"date":["2008-08-14"],"type":["text"],"creator":["Krivelevich, Michael","Sudakov, Benny","Wormald, Nicholas"],"language":[],"coverage":[],"title":["Regular induced subgraphs of a random graph"],"description":["  An old problem of Erd\\H{o}s, Fajtlowicz and Staton asks for the order of a\nlargest induced regular subgraph that can be found in every graph on n\nvertices. Motivated by this problem, we consider the order of such a subgraph\nin a typical graph on n vertices, i.e., in a binomial random graph G(n,1/2). We\nprove that with high probability a largest induced regular subgraph of G(n,1/2)\nhas about n^{2/3} vertices.\n"]}]
["0808.2028",{"format":[],"subject":["Mathematics - Differential Geometry","58C40, 53C2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2028"],"date":["2008-08-14"],"type":["text"],"creator":["Lima, Barnabe P.","Montenegro, J. Fabio","Santos, Newton L."],"language":[],"coverage":[],"title":["Eigenvalues Estimates for the p-Laplace Operator on Manifolds"],"description":["  We obtain geometric estimates for the first eigenvalue and the fundamental\ntone of the p-laplacian on manifolds in terms of admissible vector fields.\nAlso, we defined a new spectral invariant and we show its relation with the\ngeometry of the manifold.\n"]}]
["0808.2035",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2035"],"date":["2008-08-14"],"type":["text"],"creator":["Lohkamp, Joachim"],"language":[],"coverage":[],"title":["Inductive Analysis on Singular Minimal Hypersurfaces"],"description":["  The present paper describes a way to relate Martin boundaries on spaces of\nvarying topology. This enables us to approach some detailed inductive analysis\nof the eigenfunctions of conformal Laplacians on minimal hypersurfaces near\ntheir singularities. This can directly be used resp. translated to understand\nthe way how such minimal hypersurfaces inherit positive scalar curvature from\ntheir ambience resp. how to smooth singular minimal hypersurfaces to regular\nhypersurfaces with positive mean curvature.\n","Comment: This paper was submitted for publication as a part of a largely\n  extended version of \"Singular Minimal Hypersurfaces and Positive Scalar\n  Curvature\" math.DG/0609338 several months ago. We now put it on the web\n  separately, since it will be instructive for the study of smoothing of\n  singular minimal hypersurfaces via introduction of obstacles"]}]
["0808.2037",{"format":[],"subject":["Mathematics - Functional Analysis","46H05, 46B10, 47B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2037"],"date":["2008-08-14"],"type":["text"],"creator":["Magajna, Bojan"],"language":[],"coverage":[],"title":["Weak* continuous states on Banach algebras"],"description":["  We prove that if a unital Banach algebra $A$ is the dual of a Banach space\n$\\pd{A}$, then the set of weak* continuous states is weak* dense in the set of\nall states on $A$. Further, weak* continuous states linearly span $\\pd{A}$.\n","Comment: 5 pages"]}]
["0808.2040",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2040"],"date":["2008-08-14"],"type":["text"],"creator":["Yuen, Horace P."],"language":[],"coverage":[],"title":["Impossibility Proofs and Quantum Bit Commitment"],"description":["  The nature and scope of various impossibility proofs as they relate to\nreal-world situations are discussed. In particular, it is shown in words\nwithout technical symbols how secure quantum bit commitment protocols may be\nobtained with testing that exploits the multiple possibilities of cheating\nentanglement formation.\n","Comment: 11 pages, 1 figure"]}]
["0808.2045",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2045","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2003 117-122\n  ISBN 1 86166 199 1"],"date":["2008-08-14"],"type":["text"],"creator":["Pryor, Louise"],"language":[],"coverage":[],"title":["Correctness is not enough"],"description":["  The usual aim of spreadsheet audit is to verify correctness. There are two\nproblems with this: first, it is often difficult to tell whether the\nspreadsheets in question are correct, and second, even if they are, they may\nstill give the wrong results. These problems are explained in this paper, which\npresents the key criteria for judging a spreadsheet and discusses how those\ncriteria can be achieved\n","Comment: 6 Pages, 1 Table, 2 Figures"]}]
["cond-mat/0606560",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606560","Phys. Rev. Lett. 98, 175301 (2007)","doi:10.1103/PhysRevLett.98.175301"],"date":["2006-06-21"],"type":["text"],"creator":["Pekker, David","Barankov, Roman","Goldbart, Paul M."],"language":[],"coverage":[],"title":["Phase-slip avalanches in the superflow of $^4$He through arrays of\n  nanopores"],"description":["  Recent experiments by Sato et al. [1] have explored the dynamics of $^4$He\nsuperflow through an array of nanopores. These experiments have found that, as\nthe temperature is lowered, phase-slippage in the pores changes its character,\nfrom synchronous to asynchronous. Inspired by these experiments, we construct a\nmodel to address the characteristics of phase-slippage in superflow through\nnanopore arrays. We focus on the low-temperature regime, in which the\ncurrent-phase relation for a single pore is linear, and thermal fluctuations\nmay be neglected. Our model incorporates two basic ingredients: (1) each pore\nhas its own random value of critical velocity (due, e.g., to atomic-scale\nimperfections), and (2) an effective inter-pore coupling, mediated through the\nbulk superfluid. The inter-pore coupling tends to cause neighbours of a pore\nthat has already phase-slipped also to phase-slip; this process may cascade,\ncreating an avalanche of synchronously slipping phases. As the temperature is\nlowered, the distribution of critical velocities is expected to effectively\nbroaden, owing to the reduction in the superfluid healing length, leading to a\nloss of synchronicity in phase-slippage. Furthermore, we find that competition\nbetween the strength of the disorder in the critical velocities and the\nstrength of the inter-pore interaction leads to a phase transition between\nnon-avalanching and avalanching regimes of phase-slippage.\n  [1] Sato, Y., Hoskinson, E. Packard, R. E. cond-mat/0605660.\n","Comment: 8 pages, 5 figures"]}]
["cond-mat/0611126",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611126","Phys. Rev. A 75, 063622 (2007)","doi:10.1103/PhysRevA.75.063622"],"date":["2006-11-05"],"type":["text"],"creator":["Barankov, R. A.","Lannert, C.","Vishveshwara, S."],"language":[],"coverage":[],"title":["Coexistence of superfluid and Mott phases of lattice bosons"],"description":["  Recent experiments on strongly-interacting bosons in optical lattices have\nrevealed the co-existence of spatially-separated Mott-insulating and\nnumber-fluctuating phases. The description of this inhomogeneous situation is\nthe topic of this Letter. We establish that the number-fluctuating phase forms\na superfluid trapped between the Mott-insulating regions and derive the\nassociated collective mode structure. We discuss the interlayer's crossover\nbetween two- and three-dimensional behavior as a function of the lattice\nparameters and estimate the critical temperatures for the transition of the\nsuperfluid phase to a normal phase.\n"]}]
["math/0507215",{"format":[],"subject":["Mathematics - Number Theory","32-XX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507215","Journal of Number Thoery, vol. 127 (2007), pp. 83-102.","doi:10.1016/j.jnt.2006.12.014"],"date":["2005-07-11","2007-07-24"],"type":["text"],"creator":["Yang, Jae-Hyun"],"language":[],"coverage":[],"title":["Invariant metrics and Laplacians on Siegel-Jacobi space"],"description":["  In this paper, we compute Riemannian metrics on the Siegel-Jacobi space which\nare invariant under the natural action of the Jacobi group explicitly and also\nprovide the Laplacians of these invariant metrics. These are expressed in terms\nof the trace form.\n","Comment: 18 pages ; Added contents, Added references ; typographical error [1]\n  page 2, -line 5 (insert 4)"]}]
["math/0507216",{"format":[],"subject":["Mathematics - Number Theory","32-XX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507216","J. Korean Math. Soc. vol. 45 (2008), No. 3, pp. 781-794."],"date":["2005-07-11","2006-08-24"],"type":["text"],"creator":["Yang, Jae-Hyun"],"language":[],"coverage":[],"title":["A Partial Cayley Transform of Siegel-Jacobi Disk"],"description":["  Let ${\\mathbb H}_g$ and ${\\mathbb D}_g$ be the Siegel upper half plane and\nthe generalized unit disk of degree $g$ respectively. Let ${\\mathbb C}^{(h,g)}$\nbe the Euclidean space of all $h\\times g$ complex matrices. We present a\npartial Cayley transform of the Siegel-Jacobi disk ${\\mathbb D}_g\\times\n{\\mathbb C}^{(h,g)}$ onto the Siegel-Jacobi space ${\\mathbb H}_g\\times {\\mathbb\nC}^{(h,g)}$ which gives a partial bounded realization of ${\\mathbb H}_g\\times\n{\\mathbb C}^{(h,g)}$ by ${\\mathbb D}_g\\times {\\mathbb C}^{(h,g)}$. We prove\nthat the natural actions of the Jacobi group on ${\\mathbb D}_g\\times {\\mathbb\nC}^{(h,g)}$ and ${\\mathbb H}_g\\times {\\mathbb C}^{(h,g)}$ are compatible via a\npartial Cayley transform. A partial Cayley transform plays an important role in\ncomputing differential operators on the Siegel-Jacobi disk ${\\mathbb D}_g\\times\n{\\mathbb C}^{(h,g)}$ invariant under the natural action of the Jacobi group on\n${\\mathbb D}_g\\times {\\mathbb C}^{(h,g)}$ explicitly.\n","Comment: 12 pages Added references"]}]
["math/0507218",{"format":[],"subject":["Mathematics - Number Theory","11G18, 14G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507218","Houston Journal of Mathematics, Vol. 32, No. 3 (2006), 701-712"],"date":["2005-07-11","2006-08-24"],"type":["text"],"creator":["Yang, Jae-Hyun"],"language":[],"coverage":[],"title":["A note on a fundamental domain for Siegel-Jacobi space"],"description":["  In this paper, we study a fundamental domain for the Siegel-Jacobi space\n$Sp(g,{\\mathbb Z})\\ltimes H_{\\mathbb Z}^{(g,h)}\\backslash {\\mathbb H}_g\\times\n{\\mathbb C}^{(h,g)}$.\n","Comment: 9 pages ; Changed title, Added contents"]}]
["quant-ph/0608002",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0608002"],"date":["2006-07-31","2008-08-14"],"type":["text"],"creator":["Bonin, C. A.","Lunardi, J. T.","Manzoni, L. A.","Pimentel, B. M."],"language":[],"coverage":[],"title":["Relation between quantum tunneling times for bosons"],"description":["  This paper has been withdrawn by the authors\n"]}]
