["0705.0337",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Other Condensed Matter","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0337","Molecular Physics 105 (2007) 3057-3098","doi:10.1080/00268970701757875"],"date":["2007-05-02","2007-12-19"],"type":["text"],"creator":["Echenique, Pablo","Alonso, J. L."],"language":[],"coverage":[],"title":["A mathematical and computational review of Hartree-Fock SCF methods in\n  Quantum Chemistry"],"description":["  We present here a review of the fundamental topics of Hartree-Fock theory in\nQuantum Chemistry. From the molecular Hamiltonian, using and discussing the\nBorn-Oppenheimer approximation, we arrive to the Hartree and Hartree-Fock\nequations for the electronic problem. Special emphasis is placed in the most\nrelevant mathematical aspects of the theoretical derivation of the final\nequations, as well as in the results regarding the existence and uniqueness of\ntheir solutions. All Hartree-Fock versions with different spin restrictions are\nsystematically extracted from the general case, thus providing a unifying\nframework. Then, the discretization of the one-electron orbitals space is\nreviewed and the Roothaan-Hall formalism introduced. This leads to a exposition\nof the basic underlying concepts related to the construction and selection of\nGaussian basis sets, focusing in algorithmic efficiency issues. Finally, we\nclose the review with a section in which the most relevant modern developments\n(specially those related to the design of linear-scaling methods) are commented\nand linked to the issues discussed. The whole work is intentionally\nintroductory and rather self-contained, so that it may be useful for non\nexperts that aim to use quantum chemical methods in interdisciplinary\napplications. Moreover, much material that is found scattered in the literature\nhas been put together here to facilitate comprehension and to serve as a handy\nreference.\n","Comment: 64 pages, 3 figures, tMPH2e.cls style file, doublesp, mathbbol and\n  subeqn packages"]}]
["0707.1203",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","37C30","37D40","11F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1203","Journal of Number Theory 129 (2009) 158-181","doi:10.1016/j.jnt.2008.08.003"],"date":["2007-07-09"],"type":["text"],"creator":["Bruggeman, R. W.","Muehlenbruch, T."],"language":[],"coverage":[],"title":["Eigenfunctions of transfer operators and cohomology"],"description":["  The eigenfunctions with eigenvalues 1 or -1 of the transfer operator of Mayer\nare in bijective correspondence with the eigenfunctions with eigenvalue 1 of a\ntransfer operator connected to the nearest integer continued fraction\nalgorithm. This is shown by relating these eigenspaces of these operators to\ncohomology groups for the modular group with coefficients in certain principal\nseries representations.\n"]}]
["0709.1719",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1719"],"date":["2007-09-11","2008-11-24"],"type":["text"],"creator":["Nachmias, Asaf"],"language":[],"coverage":[],"title":["Mean-field conditions for percolation on finite graphs"],"description":["  Let G_n be a sequence of finite transitive graphs with vertex degree d=d(n)\nand |G_n|=n. Denote by p^t(v,v) the return probability after t steps of the\nnon-backtracking random walk on G_n. We show that if p^t(v,v) has quasi-random\nproperties, then critical bond-percolation on G_n has a scaling window of width\nn^{-1/3}, as it would on a random graph.\n  A consequence of our theorems is that if G_n is a transitive expander family\nwith girth at least (2/3 + eps) \\log_{d-1} n, then the size of the largest\ncomponent in p-bond-percolation with p={1 +O(n^{-1/3}) \\over d-1} is roughly\nn^{2/3}. In particular, bond-percolation on the celebrated Ramanujan graph\nconstructed by Lubotzky, Phillips and Sarnak has the above scaling window. This\nprovides the first examples of quasi-random graphs behaving like random graphs\nwith respect to critical bond-percolation.\n","Comment: 29 pages. to appear in Geometric and Functional Analysis"]}]
["0709.2836",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematical Physics","Mathematics - Spectral Theory","47B39,47B80,81Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2836"],"date":["2007-09-18","2008-11-25"],"type":["text"],"creator":["Lenz, Daniel","Veselic', Ivan"],"language":[],"coverage":[],"title":["Hamiltonians on discrete structures: Jumps of the integrated density of\n  states and uniform convergence"],"description":["  We study equivariant families of discrete Hamiltonians on amenable geometries\nand their integrated density of states (IDS). We prove that the eigenspace of a\nfixed energy is spanned by eigenfunctions with compact support. The size of a\njump of the IDS is consequently given by the equivariant dimension of the\nsubspace spanned by such eigenfunctions. From this we deduce uniform\nconvergence (w.r.t. the spectral parameter) of the finite volume approximants\nof the IDS. Our framework includes quasiperiodic operators on Delone sets,\nperiodic and random operators on quasi-transitive graphs, and operators on\npercolation graphs.\n","Comment: 19 pages"]}]
["0710.4466",{"format":[],"subject":["Mathematics - Statistics Theory","62G08 (Primary), Secondary 62J07 (Secondary), 62G15, 68T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4466","Electronic Journal of Statistics 2 (2008) pp. 1129-1152","doi:10.1214/08-EJS299"],"date":["2007-10-24","2008-11-25"],"type":["text"],"creator":["Alquier, Pierre"],"language":[],"coverage":[],"title":["LASSO, Iterative Feature Selection and the Correlation Selector: Oracle\n  Inequalities and Numerical Performances"],"description":["  We propose a general family of algorithms for regression estimation with\nquadratic loss. Our algorithms are able to select relevant functions into a\nlarge dictionary. We prove that a lot of algorithms that have already been\nstudied for this task (LASSO and Group LASSO, Dantzig selector, Iterative\nFeature Selection, among others) belong to our family, and exhibit another\nparticular member of this family that we call Correlation Selector in this\npaper. Using general properties of our family of algorithm we prove oracle\ninequalities for IFS, for the LASSO and for the Correlation Selector, and\ncompare numerical performances of these estimators on a toy example.\n"]}]
["0711.4670",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4670"],"date":["2007-11-29","2008-11-25"],"type":["text"],"creator":["Sikiric, Mathieu Dutour","Felikson, Anna","Tumarkin, Pavel"],"language":[],"coverage":[],"title":["Automorphism groups of root systems matroids"],"description":["  Given a root system $\\mathsf{R}$, the vector system $\\tilde{\\mathsf{R}}$ is\nobtained by taking a representative $v$ in each antipodal pair $\\{v, -v\\}$. The\nmatroid $M(\\mathsf{R})$ is formed by all independent subsets of\n$\\tilde{\\mathsf{R}}$. The automorphism group of a matroid is the group of\npermutations preserving its independent subsets. We prove that the automorphism\ngroups of all irreducible root systems matroids $M(\\mathsf{R})$ are uniquely\ndetermined by their independent sets of size 3. As a corollary, we compute\nthese groups explicitly, and thus complete the classification of the\nautomorphism groups of root systems matroids.\n","Comment: 9 pages, 1 table"]}]
["0801.3179",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Mathematics - Analysis of PDEs","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3179","J. Phys. Soc. Jpn. 77 (2008) 123001 (4 pages)","doi:10.1143/JPSJ.77.123001"],"date":["2008-01-21","2008-08-08"],"type":["text"],"creator":["Sakovich, Sergei"],"language":[],"coverage":[],"title":["On integrability of the vector short pulse equation"],"description":["  Using the Painleve analysis preceded by appropriate transformations of\nnonlinear systems under investigation, we discover two new cases in which the\nPietrzyk-Kanattsikov-Bandelow vector short pulse equation must be integrable\ndue to the results of the Painleve test. Those cases are technologically\nimportant because they correspond to the propagation of polarized ultra-short\nlight pulses in usual isotropic silica optical fibers.\n","Comment: 10 pages"]}]
["0802.1609",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1609","Phys. Rev. A 78, 052328 (2008)","doi:10.1103/PhysRevA.78.052328"],"date":["2008-02-12","2008-10-16"],"type":["text"],"creator":["Suzuki, Jun","Tabia, Gelo Noel Macuja","Englert, Berthold-Georg"],"language":[],"coverage":[],"title":["Symmetric construction of reference-frame-free qudits"],"description":["  By exploiting a symmetric scheme for coupling $N$ spin-1/2 constituents (the\nphysical qubits) to states with total angular momentum $N/2-1$, we construct\nrotationally invariant logical qudits of dimension $d=N-1$. One can encode all\nqudit states, and realize all qudit measurements, by this construction. The\nrotational invariance of all relevant objects enables one to transmit quantum\ninformation without having aligned reference frames between the parties that\nexchange the qudits. We illustrate the method by explicit constructions of\nreference-frame-free qubits and qutrits and, for the qubit case, comment on\npossible experimental implementations.\n","Comment: 5 pages, typos corrected"]}]
["0802.2321",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2321","Chin.Phys.Lett.25:2732-2734,2008."],"date":["2008-02-16"],"type":["text"],"creator":["Huang, Z. G.","Lu, H. Q."],"language":[],"coverage":[],"title":["Statefinder Diagnostic for Born-Infeld Type Dark Energy Model"],"description":["  Using a new method--statefinder diagnostic which can differ one dark energy\nmodel from the others, we investigate in this letter the dynamics of\nBorn-Infeld(B-I) type dark energy model. The evolutive trajectory of B-I type\ndark energy with Mexican hat potential model with respect to $e-folding$ time\n$N$ is shown in the $r(s)$ diagram. When the parameter of noncanonical kinetic\nenergy term $\\eta\\to0$ or kinetic energy $\\dot{\\phi}^2\\to0$, B-I type dark\nenergy(K-essence) model reduces to Quintessence model or $\\Lambda$CDM model\ncorresponding to the statefinder pair $\\{r, s\\}$=$\\{1, 0\\}$ respectively. As a\nresult, the the evolutive trajectory of our model in the $r(s)$ diagram in\nMexican hat potential is quite different from those of other dark energy\nmodels.\n","Comment: 3 pages, 4 figures"]}]
["0802.2903",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","Mathematical Physics","14J60, 14J32, 81T30, 83E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2903"],"date":["2008-02-20","2008-11-25"],"type":["text"],"creator":["Andreas, Bjorn","Ruiperez, Daniel Hernandez","Gomez, Dario Sanchez"],"language":[],"coverage":[],"title":["Stable Sheaves Over K3 Fibrations"],"description":["  We construct stable sheaves over K3 fibrations using a relative Fourier-Mukai\ntransform which describes the sheaves in terms of spectral data similar to the\nconstruction for elliptic fibrations. On K3 fibered Calabi-Yau threefolds we\nshow that the Fourier-Mukai transform induces an embedding ion of the relative\nJacobian of spectral line bundles on spectral covers into the moduli space of\nsheaves of given invariants. This makes the moduli space of spectral sheaves to\na generic torus fibration over the moduli space of curves of given arithmetic\ngenus on the Calabi-Yau manifold.\n","Comment: 21 pages latex, final version to be published in Internat. J. Math"]}]
["0803.0282",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0282","Longer version published as: Phys. Rev. E 78, 051123 (2008)","doi:10.1103/PhysRevE.78.051123"],"date":["2008-03-03"],"type":["text"],"creator":["Campisi, Michele"],"language":[],"coverage":[],"title":["On a new definition of quantum entropy"],"description":["  It is proved here that, as a consequence of the unitary quantum evolution,\nthe expectation value of a properly defined quantum entropy operator (as\nopposed to the non-evolving von Neumann entropy) can only increase during non\nadiabatic transformations and remains constant during adiabatic ones. Thus\nClausius formulation of the second law is established as a theorem in quantum\nmechanics, in a way that is equivalent to the previously established\nformulation in terms of minimal work principle [A. E. Allahverdyan and T. M.\nNieuwenhuizen, Phys. Rev. E 71, 046107 (2005)]. The corresponding Quantum\nMechanical Principle of Entropy Increase is then illustrated with an exactly\nsolvable example, namely the driven harmonic oscillator. Attention is paid to\nboth microcanonical and canonical initial condition. The results are compared\nto their classical counterparts.\n","Comment: 4 pages, 3 figures"]}]
["0803.1584",{"format":[],"subject":["Mathematics - Number Theory","11P21","11J71"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1584"],"date":["2008-03-11","2008-11-25"],"type":["text"],"creator":["Risager, Morten S.","Truelsen, Jimi L."],"language":[],"coverage":[],"title":["Distribution of Angles in Hyperbolic Lattices"],"description":["  We prove an effective equidistribution result about angles in a hyperbolic\nlattice. We use this to generalize a result due to F. P. Boca.\n","Comment: 13 pages, 3 figures, Lots of minor corrections"]}]
["0803.1766",{"format":[],"subject":["Mathematics - Probability","Condensed Matter - Disordered Systems and Neural Networks","Mathematical Physics","60K35","82B44","60K37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1766","J. Statist. Phys. 132 (2008), 603-626.","doi:10.1007/s10955-008-9579-y"],"date":["2008-03-12","2008-06-01"],"type":["text"],"creator":["Bodineau, T.","Giacomin, G.","Lacoin, H.","Toninelli, F."],"language":[],"coverage":[],"title":["Copolymers at selective interfaces: new bounds on the phase diagram"],"description":["  We investigate the phase diagram of disordered copolymers at the interface\nbetween two selective solvents, and in particular its weak-coupling behavior,\nencoded in the slope $m_c$ of the critical line at the origin. In mathematical\nterms, the partition function of such a model does not depend on all the\ndetails of the Markov chain that models the polymer, but only on the time\nelapsed between successive returns to zero and on whether the walk is in the\nupper or lower half plane between such returns. This observation leads to a\nnatural generalization of the model, in terms of arbitrary laws of return\ntimes: the most interesting case being the one of return times with power law\ntails (with exponent 1+alpha, alpha=1/2 in the case of the symmetric random\nwalk). The main results we present here are:\n  1. The improvement of the known result 1/(1+alpha) smaller or equal to m_c\nsmaller or equal to 1, as soon as alpha >1 for what concerns the upper bound,\nand down to alpha = 0.65 for the lower bound.\n  2. A proof of the fact that the critical curve lies strictly below the\ncritical curve of the annealed model for every non-zero value of the coupling\nparameter.\n  We also provide an argument that rigorously shows the strong dependence of\nthe phase diagram on the details of the return probability (and not only on the\ntail behavior). Lower bounds are obtained by exhibiting a new localization\nstrategy, while upper bounds are based on estimates of non-integer moments of\nthe partition function.\n","Comment: A few minor changes through the text, statement of Th. 2.9 slightly\n  improved. To appear on J. Statist. Phys."]}]
["0804.2470",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2470","Phys. Rev. E 78, 012102 (2008)","doi:10.1103/PhysRevE.78.012102"],"date":["2008-04-15"],"type":["text"],"creator":["Campisi, Michele"],"language":[],"coverage":[],"title":["Complementary expressions for the entropy-from-work theorem"],"description":["  We establish an expression of the entropy-from-work theorem that is\ncomplementary to the one originally proposed in [P. Talkner, P. Hanggi and M.\nMorillo, arXiv:0707.2307]. In the original expression the final energy is fixed\nwhereas in the present expression the initial energy is fixed.\n","Comment: 2 Pages"]}]
["0804.3594",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3594","Physical Review B, vol. 78, 205433 (2008)","doi:10.1103/PhysRevB.78.205433"],"date":["2008-04-23","2008-11-25"],"type":["text"],"creator":["Herbut, Igor F."],"language":[],"coverage":[],"title":["Pseudo-magnetic catalysis of the time-reversal symmetry breaking in\n  graphene"],"description":["  Finite flux of the (time-reversal-symmetric) pseudo-magnetic field, which\nrepresents the effect of wrinkling of the graphene sheet for example, is shown\nto be a catalyst for spontaneous breaking of the time-reversal symmetry of\nDirac fermions in two dimensions. Possible experimental consequences of this\neffect for graphene are discussed.\n","Comment: 4 revtex pages; improved presentation, updated references"]}]
["0805.0724",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0724","J. Phys.: Condens. Matter 20 (2008) 454205","doi:10.1088/0953-8984/20/45/454205"],"date":["2008-05-06","2008-11-25"],"type":["text"],"creator":["Khrapai, V. S.","Ludwig, S.","Kotthaus, J. P.","Tranitz, H. P.","Wegscheider, W."],"language":[],"coverage":[],"title":["Nonequilibrium interactions between two quantum circuits"],"description":["  We briefly overview our recent results on nonequilibrium interactions between\nneighboring electrically isolated nanostructures. One of the nanostructures is\nrepresented by an externally biased quantum point contact (drive-QPC), which is\nused to supply energy quanta to the second nanostructure (detector). Absorption\nof these nonequilibrium quanta of energy generates a dc-current in the\ndetector, or changes its differential conductance. We present results for a\ndouble quantum dot, a single quantum dot or a second QPC placed in the detector\ncircuit. In all three cases a detection of quanta with energies up to ~1 meV is\npossible for bias voltages across the drive-QPC in the mV range. The results\nare qualitatively consistent with an energy transfer mechanism based on\nnonequilibrium acoustic phonons.\n","Comment: Mauterndorf Winterschool-2008 proceedings; as published"]}]
["0805.3114",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3114","doi:10.1140/epje/i2008-10388-1"],"date":["2008-05-20","2008-11-25"],"type":["text"],"creator":["Gauger, Erik M.","Downton, Matthew","Stark, Holger"],"language":[],"coverage":[],"title":["Fluid transport at low Reynolds number with magnetically actuated\n  artificial cilia"],"description":["  By numerical modeling we investigate fluid transport in low-Reynolds-number\nflow achieved with a special elastic filament or artifical cilium attached to a\nplanar surface. The filament is made of superparamagnetic particles linked\ntogether by DNA double strands. An external magnetic field induces dipolar\ninteractions between the beads of the filament which provides a convenient way\nof actuating the cilium in a well-controlled manner. The filament has recently\nbeen used to successfully construct the first artificial micro-swimmer [R.\nDreyfus at al., Nature 437, 862 (2005)]. In our numerical study we introduce a\nmeasure, which we call pumping performance, to quantify the fluid transport\ninduced by the magnetically actuated cilium and identify an optimum stroke\npattern of the filament. It consists of a slow transport stroke and a fast\nrecovery stroke. Our detailed parameter study also reveals that for\nsufficiently large magnetic fields the artificial cilium is mainly governed by\nthe Mason number that compares frictional to magnetic forces. Initial studies\non multi-cilia systems show that the pumping performance is very sensitive to\nthe imposed phase lag between neighboring cilia, i.e., to the details of the\ninitiated metachronal wave.\n","Comment: 12 pages, 10 figures. To appear in EPJE, available online at\n  http://dx.doi.org/10.1140/epje/i2008-10388-1"]}]
["0805.4611",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Category Theory","16W30","18C15","18D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4611"],"date":["2008-05-29","2008-11-25"],"type":["text"],"creator":["Škoda, Zoran"],"language":[],"coverage":[],"title":["Bicategory of entwinings"],"description":["  We define a bicategory in which the 0-cells are the entwinings over variable\nrings. The 1-cells are triples of a bimodule and two maps of bimodules which\nsatisfy an additional hexagon, two pentagons and two (co)unit triangles; and\nthe 2-cells are the maps of bimodules satisfying two simple compatibilities.\nThe operation of getting the \"composed coring\" from a given entwining, is\npromoted here to a canonical morphism of bicategories from a bicategory of\nentwinings to the Street's bicategory of corings.\n","Comment: 12 pages"]}]
["0806.0106",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0106","Nucl. Instrum. Methods B 266 (2008) 5056-5062","doi:10.1016/j.nimb.2008.09.004"],"date":["2008-05-31","2008-10-08"],"type":["text"],"creator":["Kanematsu, Nobuyuki"],"language":[],"coverage":[],"title":["Alternative scattering power for Gaussian beam model of heavy charged\n  particles"],"description":["  This study provides an accurate, efficient, and simple multiple scattering\nformulation for heavy charged particles such as protons and heavier ions with a\nnew form of scattering power that is a key quantity for beam transport in\nmatter. The Highland formula for multiple scattering angle was modified to a\nscattering-power formula to be used within the Fermi-Eyges theory in the\npresence of heterogeneity. An analytical formula for RMS end-point displacement\nin homogeneous matter was also derived for arbitrary ions. The formulation was\nexamined in terms of RMS angles and displacements in comparison with other\nformulations and measurements. The results for protons, helium ions, and carbon\nions in water agreed with them at a level of 2% or the differences were\ndiscussed.\n","Comment: To be published in Nuclear Instruments and Methods in Physics\n  Research Section B"]}]
["0806.1143",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1143","Phys. Rev. Lett. 101, 136802 (2008)","doi:10.1103/PhysRevLett.101.136802"],"date":["2008-06-06"],"type":["text"],"creator":["Sainidou, R.","de Abajo, F. J. García"],"language":[],"coverage":[],"title":["Optically tunable surfaces with trapped particles in microcavities"],"description":["  We introduce optically tunable surfaces based upon metallic gold\nnanoparticles trapped in open, water-filled gold cavities. The optical\nproperties of the surfaces change dramatically with the presence and location\nof the particles inside the cavities. The precise position of the particles is\nshown to be controllable through optical forces exerted by external\nillumination, thus leading to all-optical tunability, whereby the optical\nresponse of the surfaces is tuned through externally applied light. We discuss\nthe performance of the cavity-particle complex in detail and provide\ntheoretical support for its application as a novel concept of large-scale\noptically tunable system.\n","Comment: 4 pages, 5 figures"]}]
["0807.1224",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1224"],"date":["2008-07-08","2008-11-25"],"type":["text"],"creator":["Spreij, Peter","Veerman, Enno"],"language":[],"coverage":[],"title":["Negative volatility for a 2-dimensional square root SDE"],"description":["  In affine term structure models the short rate is modelled as an affine\ntransformation of a multi-dimensional square root process. Sufficient\nconditions to avoid negative volatility factors are the multivariate Feller\nconditions. We will prove their necessity for a 2-dimensional square root SDE\nwith one volatility factor by presenting a methodology based on measure\ntransformations and solving linear systems of ordinary differential equations.\n","Comment: 15 pages, 0 figures"]}]
["0807.1627",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1627","Phys. Rev. Lett. 101, 216805 (2008)","doi:10.1103/PhysRevLett.101.216805"],"date":["2008-07-10","2008-07-11"],"type":["text"],"creator":["Bednarek, S.","Szafran, B."],"language":[],"coverage":[],"title":["Spin rotations induced by electron running on closed trajectories in\n  gated semiconductor nanodevices"],"description":["  A design for a quantum gate performing transformations of a single electron\nspin is presented. The spin rotations are performed by the electron going\naround the closed loops in a gated semiconductor device. We demonstrate the\noperation of NOT, phase-flip and Hadamard quantum gates, i.e. the single-qubit\ngates which are most commonly used in the algorithms. The proposed devices\nemploy the self-focusing effect for the electron wave packet interacting with\nthe electron gas on the electrodes and the Rashba spin-orbit coupling. Due to\nthe self-focusing effect the electron moves in a compact wave packet. The\nspin-orbit coupling translates the spatial motion of the electron into the\nrotations of the spin. The device does not require microwave radiation and\noperates using low constant voltages. It is therefore suitable for selective\nsingle-spin rotations in larger registers.\n","Comment: submitted"]}]
["0807.2954",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2954","Phys. Rev. Lett. 101, 190406 (2008)","doi:10.1103/PhysRevLett.101.190406"],"date":["2008-07-18","2008-10-04"],"type":["text"],"creator":["Cherroret, N.","Skipetrov, S. E."],"language":[],"coverage":[],"title":["Long-range correlations of density in a Bose-Einstein condensate\n  expanding in a random potential"],"description":["  We study correlations of atomic density in a weakly interacting Bose-Einstein\ncondensate, expanding diffusively in a random potential. We show that these\ncorrelations are long-range and that they are strongly enhanced at long times.\nDensity at distant points exhibits negative correlations.\n","Comment: 4 pages, 5 figures"]}]
["0807.3032",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3032","Phys. Rev. B 78, 184517 (2008)","doi:10.1103/PhysRevB.78.184517"],"date":["2008-07-18","2008-10-29"],"type":["text"],"creator":["Kreyssig, A.","Green, M. A.","Lee, Y.","Samolyuk, G. D.","Zajdel, P.","Lynn, J. W.","Bud'ko, S. L.","Torikachvili, M. S.","Ni, N.","Nandi, S.","Leao, J.","Poulton, S. J.","Argyriou, D. N.","Harmon, B. N.","Canfield, P. C.","McQueeney, R. J.","Goldman, A. I."],"language":[],"coverage":[],"title":["Pressure-induced volume-collapsed tetragonal phase of CaFe2As2 as seen\n  via neutron scattering"],"description":["  Recent investigations of the superconducting iron-arsenide families have\nhighlighted the role of pressure, be it chemical or mechanical, in fostering\nsuperconductivity. Here we report that CaFe2As2 undergoes a pressure-induced\ntransition to a non-magnetic, volume \"collapsed\" tetragonal phase, which\nbecomes superconducting at lower temperature. Spin-polarized total-energy\ncalculations on the collapsed structure reveal that the magnetic Fe moment\nitself collapses, consistent with the absence of magnetic order in neutron\ndiffraction.\n","Comment: accepted for publication in Phys. Rev. B"]}]
["0808.1363",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1363"],"date":["2008-08-09","2008-11-25"],"type":["text"],"creator":["van Teeffelen, Sven","Moreno, Angel J.","Likos, Christos N."],"language":[],"coverage":[],"title":["Cluster Crystals in Confinement"],"description":["  This paper has been withdrawn by the author(s), due to technical copyright\nproblems with the Royal Society of Chemistry.\n","Comment: This paper has been withdrawn"]}]
["0808.1966",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1966","M. L. Nesterov, A. V. Kats, and S. K. Turitsyn, \"Extremely\n  short-length surface plasmon resonance devices,\" Opt. Express 16, 20227-20240\n  (2008)","doi:10.1364/OE.16.020227"],"date":["2008-08-14"],"type":["text"],"creator":["Nesterov, Maxim L.","Kats, Alexandre V.","Turitsyn, Sergei K."],"language":[],"coverage":[],"title":["Extremely short-length surface plasmon resonance sensors"],"description":["  The impact of the system design on the control of coupling between planar\nwaveguide modes and surface plasmon polaritons (SPP) is analyzed. We examine\nhow the efficiency of the coupling can be enhanced by an appropriate\ndimensioning of a multi-layer device structure without using additional\ngratings. We demonstrate that by proper design the length of the device can be\ndramatically reduced through fabrication a surface plasmon resonance sensor\nbased on the SPP-photon transformation rather then on SPP dissipation.\n"]}]
["0808.2414",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2414","MNRAS (2008), 390, 1229","doi:10.1111/j.1365-2966.2008.13825.x"],"date":["2008-08-18"],"type":["text"],"creator":["Blustin, A. J.","Dwelly, T.","Page, M. J.","McHardy, I. M.","Seymour, N.","Kennea, J. A.","Loaring, N. S.","Mason, K. O.","Sekiguchi, K."],"language":[],"coverage":[],"title":["Properties of X-ray selected Broad Absorption Line Quasars"],"description":["  Broad absorption line quasars (commonly termed BALQSOs) contain the most\ndramatic examples of AGN-driven winds. The high absorbing columns in these\nwinds, ~10^24 cm^-2, ensure that BALQSOs are generally X-ray faint. This high\nX-ray absorption means that almost all BALQSOs have been discovered through\noptical surveys, and so what little we know about their X-ray properties is\nderived from very bright optically-selected sources. A small number of X-ray\nselected BALQSOs (XBALQSOs) have, however, recently been found in deep X-ray\nsurvey fields. In this paper we investigate the X-ray and rest-frame UV\nproperties of five XBALQSOs for which we have obtained XMM-Newton EPIC X-ray\nspectra and deep optical imaging and spectroscopy. We find that, although the\nXBALQSOs have an alpha_ox steeper by ~0.5 than normal QSOs, their median\nalpha_ox is nevertheless flatter by 0.30 than that of a comparable sample of\noptically selected BALQSOs (OBALQSOs). We rule out the possibility that the\nhigher X-ray to optical flux ratio is due to intrinsic optical extinction. We\nfind that the amount of X-ray and UV absorption due to the wind in XBALQSOs is\nsimilar, or perhaps greater than, the corresponding wind absorption in\nOBALQSOs, so the flatter alpha_ox cannot be a result of weaker wind absorption.\nWe conclude that these XBALQSOs have intrinsically higher X-ray to optical flux\nratios than the OBALQSO sample with which we compare them.\n","Comment: 13 pages, 8 figures, accepted for publication in MNRAS"]}]
["0808.3129",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3129"],"date":["2008-08-22","2008-11-25"],"type":["text"],"creator":["Gómez, Vicenç","Kaltenbrunner, Andreas","López, Vicente","Kappen, Hilbert J."],"language":[],"coverage":[],"title":["Self-organization using synaptic plasticity"],"description":["  Large networks of spiking neurons show abrupt changes in their collective\ndynamics resembling phase transitions studied in statistical physics. An\nexample of this phenomenon is the transition from irregular, noise-driven\ndynamics to regular, self-sustained behavior observed in networks of\nintegrate-and-fire neurons as the interaction strength between the neurons\nincreases. In this work we show how a network of spiking neurons is able to\nself-organize towards a critical state for which the range of possible\ninter-spike-intervals (dynamic range) is maximized. Self-organization occurs\nvia synaptic dynamics that we analytically derive. The resulting plasticity\nrule is defined locally so that global homeostasis near the critical state is\nachieved by local regulation of individual synapses.\n","Comment: 8 pages, 5 figures, after review NIPS'08"]}]
["0809.0365",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0365","PRB 78, 155316 (2008)","doi:10.1103/PhysRevB.78.155316"],"date":["2008-09-02"],"type":["text"],"creator":["Climente, Juan I.","Bertoni, Andrea","Goldoni, G."],"language":[],"coverage":[],"title":["Photoluminescence spectroscopy of trions in quantum dots: a theoretical\n  description"],"description":["  We present a full configuration interaction study of the spontaneous\nrecombination of neutral and singly charged excitons (trions) in semiconductor\nquantum dots, from weak to strong coupling regimes. We find that the\nenhancement of the recombination rate of neutral excitons with increasing dot\nsize is suppressed for negative trions, and even reversed for positive trions.\nOur findings agree with recent comprehensive photoluminescence experiments in\nself-assembled quantum dots [P. Dalgarno et al. Phys. Rev. B {\\bf 77}, 245311\n(2008)] and confirm the major role played by correlations in the valence\nband.The effect of the temperature on the photoluminescence spectrum and that\nof the ratio between the electron and hole wavefunction lengthscales are also\ndescribed.\n","Comment: 8 pages, 8 figures, submitted"]}]
["0809.3904",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3904","Applied Physics Letters 93, 212102 (2008)","doi:10.1063/1.3036419"],"date":["2008-09-23"],"type":["text"],"creator":["Guettinger, J.","Stampfer, C.","Hellmueller, S.","Molitor, F.","Ihn, T.","Ensslin, K."],"language":[],"coverage":[],"title":["Charge Detection in Graphene Quantum Dots"],"description":["  We report measurements on a graphene quantum dot with an integrated graphene\ncharge detector. The quantum dot device consists of a graphene island (diameter\napprox. 200 nm) connected to source and drain contacts via two narrow graphene\nconstrictions. From Coulomb diamond measurements a charging energy of 4.3 meV\nis extracted. The charge detector is based on a 45 nm wide graphene nanoribbon\nplaced approx. 60 nm from the island. We show that resonances in the nanoribbon\ncan be used to detect individual charging events on the quantum dot. The\ncharging induced potential change on the quantum dot causes a step-like change\nof the current in the charge detector. The relative change of the current\nranges from 10% up to 60% for detecting individual charging events.\n","Comment: 4 pages, 3 figures"]}]
["0810.2925",{"format":[],"subject":["Mathematics - Differential Geometry","53C25, 53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2925"],"date":["2008-10-16","2008-11-25"],"type":["text"],"creator":["Dancer, Andrew S.","Wang, McKenzie Y."],"language":[],"coverage":[],"title":["Non-K\\\"ahler Expanding Ricci Solitons"],"description":["  We produce new examples of non-K\\\"ahler complete expanding gradient Ricci\nsolitons on trivial vector bundles over a product of Einstein manifolds with\npositive scalar curvature.\n","Comment: 18 pages, minor changes, final version"]}]
["0810.3594",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3594"],"date":["2008-10-20","2008-11-25"],"type":["text"],"creator":["Dittrich, Bianca"],"language":[],"coverage":[],"title":["Diffeomorphism symmetry in quantum gravity models"],"description":["  We review and discuss the role of diffeomorphism symmetry in quantum gravity\nmodels. Such models often involve a discretization of the space-time manifold\nas a regularization method. Generically this leads to a breaking of the\nsymmetries to approximate ones, however there are incidences in which the\nsymmetries are exactly preserved. Both kind of symmetries have to be taken into\naccount in covariant and canonical theories in order to ensure the correct\ncontinuum limit. We will sketch how to identify exact and approximate\nsymmetries in the action and how to define a corresponding canonical theory in\nwhich such symmetries are reflected as exact and approximate constraints.\n","Comment: Invited constribution to a special issue of Advanced Science Letters,\n  16 pages"]}]
["0811.0370",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0370"],"date":["2008-11-03","2008-11-25"],"type":["text"],"creator":["Lusztig, G."],"language":[],"coverage":[],"title":["Remarks on Springer's representations"],"description":["  We give an apriori description of a set of irreducible representations of a\nWeyl group which parametrize the nilpotent orbits in the Lie algebra of a\nconnected reductive group in arbitrary characteristic. We also answer a\nquestion of Serre concerning the conjugacy class of a power of a unipotent\nelement in a connected reductive group.\n","Comment: 10 pages"]}]
["0811.0731",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Artificial Intelligence","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0731"],"date":["2008-11-05","2008-11-25"],"type":["text"],"creator":["Couillet, Romain","Debbah, Merouane"],"language":[],"coverage":[],"title":["Cognitive OFDM network sensing: a free probability approach"],"description":["  In this paper, a practical power detection scheme for OFDM terminals, based\non recent free probability tools, is proposed. The objective is for the\nreceiving terminal to determine the transmission power and the number of the\nsurrounding base stations in the network. However, thesystem dimensions of the\nnetwork model turn energy detection into an under-determined problem. The focus\nof this paper is then twofold: (i) discuss the maximum amount of information\nthat an OFDM terminal can gather from the surrounding base stations in the\nnetwork, (ii) propose a practical solution for blind cell detection using the\nfree deconvolution tool. The efficiency of this solution is measured through\nsimulations, which show better performance than the classical power detection\nmethods.\n","Comment: 12 pages, 10 figures, 2 tables"]}]
["0811.3042",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","58F23","37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3042"],"date":["2008-11-18","2008-11-24"],"type":["text"],"creator":["Zhang, Gaofei","Jiang, Yunping"],"language":[],"coverage":[],"title":["Thurston type Theorem for sub-hyperbolic rational maps"],"description":["  In 1980's, Thurston established a combinatorial characterization for\npost-critically finite rational maps. This criterion was then extended by Cui,\nJiang, and Sullivan to sub-hyperbolic rational maps. The goal of this paper is\nto present a new but simpler proof of this result by adapting the argument in\nthe proof of Thurston's Theorem.\n","Comment: 27 pages"]}]
["0811.3412",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3412"],"date":["2008-11-20"],"type":["text"],"creator":["Aharonov, Dorit","Arad, Itai","Landau, Zeph","Vazirani, Umesh"],"language":[],"coverage":[],"title":["The Detectability Lemma and Quantum Gap Amplification"],"description":["  The quantum analogue of a constraint satisfaction problem is a sum of local\nHamiltonians - each local Hamiltonian specifies a local constraint whose\nviolation contributes to the energy of the given quantum state. Formalizing the\nintuitive connection between the ground (minimal) energy of the Hamiltonian and\nthe minimum number of violated constraints is problematic, since the number of\nconstraints being violated is not well defined when the terms in the\nHamiltonian do not commute. The detectability lemma proved in this paper\nprovides precisely such a quantitative connection. We apply the lemma to derive\na quantum analogue of a basic primitive in classical complexity: amplification\nof probabilities by random walks on expander graphs. It holds under the\nrestriction that the interaction graph of the local Hamiltonian is an expander.\nOur proofs are based on a novel structure imposed on the Hilbert space that we\ncall the $XY$ decomposition, which enables a reduction from the quantum\nnon-commuting case to the commuting case (where many classical arguments go\nthrough).\n  The results may have several interesting implications. First, proving a\nquantum analogue to the PCP theorem is one of the most important challenges in\nquantum complexity theory. Our quantum gap amplification lemma may be viewed as\nthe quantum analogue of the first of the three main steps in Dinur's PCP proof.\nQuantum gap amplification may also be related to spectral gap amplification,\nand in particular, to fault tolerance of adiabatic computation. Finally, the\ndetectability lemma, and the $XY$ decomposition provide a handle on the\nstructure of local Hamiltonians and their ground states.\n","Comment: 30 pages, 2 figures"]}]
["0811.3429",{"format":[],"subject":["Physics - Classical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3429","Journal of Applied Physics 104 (2008) 104906","doi:10.1063/1.3021102"],"date":["2008-11-20"],"type":["text"],"creator":["Bellon, Ludovic"],"language":[],"coverage":[],"title":["Thermal noise of microcantilevers in viscous fluids"],"description":["  We present a simple theoretical framework to describe the thermal noise of a\nmicroscopic mechanical beam in a viscous fluid: we use the Sader approach to\ndescribe the effect of the surrounding fluid (added mass and viscous drag), and\nthe fluctuation dissipation theorem for each flexural modes of the system to\nderive a general expression for the power spectrum density of fluctuations.\nThis prediction is compared with an experimental measurement on a commercial\natomic force microscopy cantilever in a frequency range covering the two first\nresonances. A very good agreement is found on the whole spectrum, with no\nadjustable parameters but the thickness of the cantilever.\n"]}]
["0811.3531",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3531"],"date":["2008-11-21"],"type":["text"],"creator":["Eynard, Bertrand","Orantin, Nicolas"],"language":[],"coverage":[],"title":["Algebraic methods in random matrices and enumerative geometry"],"description":["  We review the method of symplectic invariants recently introduced to solve\nmatrix models loop equations, and further extended beyond the context of matrix\nmodels. For any given spectral curve, one defined a sequence of differential\nforms, and a sequence of complex numbers Fg . We recall the definition of the\ninvariants Fg, and we explain their main properties, in particular symplectic\ninvariance, integrability, modularity,... Then, we give several example of\napplications, in particular matrix models, enumeration of discrete surfaces\n(maps), algebraic geometry and topological strings, non-intersecting brownian\nmotions,...\n","Comment: review article, Latex, 139 pages, many figures"]}]
["0811.3608",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3608"],"date":["2008-11-21"],"type":["text"],"creator":["Schwenzer, Kai"],"language":[],"coverage":[],"title":["Aspects of the confinement mechanism in Landau gauge QCD"],"description":["  I analyze the IR fixed point structure of Landau gauge QCD. Precisely the\nfixed point with a strong kinematic singularity of the quark-gluon vertex that\nproved crucial for the recently proposed confinement mechanism in the quenched\napproximation is absent in dynamical QCD. Therefore, the IR singularities do\nnot induce asymptotic quark confinement but the long-range interaction is\nscreened by unquenching loops at scales of the order of the quark mass. This\nprovides the prerequisite for a microscopic description of deconfinement and\nstring breaking. The fixed points determine the qualitative form of the heavy\nquark potential and may be relevant for hot and dense matter.\n","Comment: 4 pages, 10 figures"]}]
["0811.3637",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q55","35Q51","35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3637"],"date":["2008-11-21"],"type":["text"],"creator":["Krieger, Joachim","Martel, Yvan","Raphael, Pierre"],"language":[],"coverage":[],"title":["Two soliton solutions to the three dimensional gravitational Hartree\n  equation"],"description":["  We construct non dispersive two soliton solutions to the three dimensional\ngravitational Hartree equation whose trajectories asymptotically reproduce the\nnontrapped dynamics of the gravitational two body problem.\n","Comment: Submitted for publication"]}]
["0811.3652",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3652"],"date":["2008-11-21"],"type":["text"],"creator":["Amdeberhan, Tewodros","Stanley, Richard P."],"language":[],"coverage":[],"title":["Polynomial Coefficient Enumeration"],"description":["  Let $f(x_1,...,x_k)$ be a polynomial over a field $K$. This paper considers\nsuch questions as the enumeration of the number of nonzero coefficients of $f$\nor of the number of coefficients equal to $\\alpha\\in K^*$. For instance, if\n$K=\\ff_q$ then a matrix formula is obtained for the number of coefficients of\n$f^n$ that are equal to $\\alpha\\in \\ff_q^*$, as a function of $n$. Many\nadditional results are obtained related to such areas as lattice path\nenumeration and the enumeration of integer points in convex polytopes.\n","Comment: 36 pages"]}]
["0811.3655",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3655"],"date":["2008-11-21"],"type":["text"],"creator":["Ghezzi, Laura"],"language":[],"coverage":[],"title":["A generalization of the Strong Castelnuovo Lemma"],"description":["  We consider a set $X$ of distinct points in the $n$-dimensional projective\nspace over an algebraically closed field $k$. Let $A$ denote the coordinate\nring of $X$, and let $a_i(X)=\\dim_k [{\\rm Tor}_i^R(A,k)]_{i+1}$. Green's Strong\nCastelnuovo Lemma (SCL) shows that if the points are in general position, then\n$a_{n-1}(X)\\neq 0$ if and only if the points are on a rational normal curve.\nCavaliere, Rossi and Valla conjectured that if the points are not necessarily\nin general position the possible extension of the SCL should be the following:\n$a_{n-1}(X)\\neq 0$ if and only if either the points are on a rational normal\ncurve or in the union of two linear subspaces whose dimensions add up to $n$.\nIn this work we prove the conjecture.\n"]}]
["0811.3657",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3657"],"date":["2008-11-22"],"type":["text"],"creator":["Wang, Hao","Morrison, Wendy","Singh, Abhinav","Weiss, Howard"],"language":[],"coverage":[],"title":["General Mechanisms for Inverted Biomass Pyramids in Ecosystems"],"description":["  Although the existence of robust inverted biomass pyramids seem paradoxical,\nthey have been observed in planktonic communities, and more recently, in\npristine coral reefs. Understanding the underlying mechanisms which produce\ninverted biomass pyramids provides new ecological insights, and for coral\nreefs, may help mitigate or restore damaged reefs. We present three classes of\npredator-prey models which elucidate mechanisms that generate robust inverted\nbiomass pyramids. The first class of models exploits well-mixing of predators\nand prey, the second class has a refuge (with explicit size) for the prey to\nhide, and the third class incorporates the immigration of prey. Our models\nindicate that inverted biomass pyramids occur when the prey growth rate, prey\ncarrying capacity, biomass conversion efficiency, the predator life span, or\nthe immigration rate of prey fish is sufficiently large. In the second class,\nwe discuss three hypotheses on how refuge size can impact the amount of prey\navailable to predators. By explicitly incorporating a refuge size, these can\nmore realistically model predator-prey interactions than refgue models with\nimplicit refuge size.\n","Comment: 24 page, 2 figures"]}]
["0811.3659",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3659"],"date":["2008-11-22"],"type":["text"],"creator":["Grimpampi, E.","Pasculli, A.","Sacripanti, A."],"language":[],"coverage":[],"title":["Computational Biomechanics, Stochastic Motion and Team Sports"],"description":["  The objective of the present study is to present a computational model of the\nmotion of a single athlete in a team and to compare the resulting trajectory\nwith experimental data obtained in the field during competitions by match\nanalysis software. To this purpose, some results related to a paths ensemble of\na single player are discussed. Between each interaction it is assumed that he\nfollows a straight line and his motion is characterized by viscous, pushing and\npedestrian like force. A random force is supposed to influence only the\ntrajectory direction after each interaction. Furthermore it is assumed that the\ntime step between each interaction is a random variable belonging to a Gaussian\ndistribution. The main criteria is a selection of a function correlated to the\nstrategy of the player, around which, in a necessarily randomly way, a tactic\nfunction should be added. The strategy depends on the players role: for the\nnumerical simulations in this paper, a forward player was selected, with the\naverage target to score. So it is straightforward to assume that the line\ndirection joining the player position and a point related to the goal, would be\nthe main strategy objective function around which a random angle A rand,\nexpression of the tactic objective function, influencing the direction selected\nby the player until a next interaction could be introduced. The comparison\nbetween both single and multiple experimental paths and figures obtained by the\nnumerical methodology proposed in this paper are very interesting, showing\ncommon Brownian path structures.\n","Comment: Comments: 21 pages, 14 figures, Civil-Comp Press 2008, Conference\n  Athens"]}]
["0811.3673",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3673"],"date":["2008-11-22"],"type":["text"],"creator":["Liot, Francois","Hooley, Christopher A."],"language":[],"coverage":[],"title":["A simple theory of the Invar effect in iron-nickel alloys"],"description":["  Certain alloys of iron and nickel (so-called 'Invar' alloys) exhibit almost\nno thermal expansion over a wide range of temperature. It is clear that this is\nthe result of an anomalous contraction upon heating which counteracts the\nnormal thermal expansion arising from the anharmonicity of lattice vibrations.\nThis anomalous contraction seems to be related to the alloys' magnetic\nproperties, since the effect vanishes at a temperature close to the Curie\ntemperature. However, despite many years of intensive research, a widely\naccepted microscopic theory of the Invar effect in face-centered-cubic Fe-Ni\nalloys is still lacking. Here we present a simple theory of the Invar effect in\nthese alloys based on Ising magnetism, ab initio total energy calculations, and\nthe Debye-Gruneisen model. We show that this theory accurately reproduces\nseveral well known properties of these materials, including Guillaume's famous\nplot1 of the thermal expansion coefficient as a function of the concentration\nof nickel. Within the same framework, we are able to account in a\nstraightforward way for experimentally observed deviations from Vegard's law.\nOur approach supports the idea that the lattice constant is governed by a few\nparameters, including the fraction of iron-iron nearest-neighbour pairs.\n","Comment: Single file including 4 figures"]}]
["0811.3674",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3674"],"date":["2008-11-22"],"type":["text"],"creator":["Herbut, Fedor"],"language":[],"coverage":[],"title":["Quantum Correlations in Multipartite States. Study Based on the\n  Wootters-Mermin Theorem"],"description":["  Decomposition of any N-partite state (density operator) into clusters (that\ndo not overlap) is studied in detail with a view to learn as much as possible\nabout the correlations implied by the state. The Wootters-Mermin theorem,\nstating that the totality of all strings of cluster events (projectors)\ndetermines the state in any finite- or infinite-dimensional state space, is a\nslightly sharpened and generalized form of the original results of Wootters and\nMermin. It is applied to tensor factorization of the state into states of\nclusters (uncorrelated decomposition) and it is shown that a finest\nuncorrelated decomposition always exists, and that its coarsenings and only\nthey are other possible uncorrelated cluster decompositions. Distant effects\nwitin homogeneous cluster states, which are, by definition, the tensor factors\nin the finest uncorrelated decomposition, are discussed. The entire study is\nviewed by the author as a possible further elaboration of Mermin's Ithaca\nprogram.\n","Comment: LaTeX2E, 31 page, no figure"]}]
["0811.3680",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3680"],"date":["2008-11-23"],"type":["text"],"creator":["Sugon Jr., Quirino M.","Fernandez, Carlo B.","McNamara, Daniel J."],"language":[],"coverage":[],"title":["A geometric algebra reformulation of 2x2 matrices: the dihedral group\n  D_4 in bra-ket notation"],"description":["  We represent vector rotation operators in terms of bras or kets of half-angle\nexponentials in Clifford (geometric) algebra Cl_{3,0}. We show that SO_3 is a\nrotation group and we define the dihedral group D_4 as its finite subgroup. We\nuse the Euler-Rodrigues formulas to compute the multiplication table of D_4 and\nderive its group algebra identities. We take the linear combination of rotation\noperators in D_4 to represent the four Fermion matrices in Sakurai, which in\nturn we use to decompose any 2x2 matrix. We show that bra and ket operators\ngenerate left- and right-acting matrices, respectively. We also show that the\nPauli spin matrices are not vectors but vector rotation operators, except for\n\\sigma_2 which requires a subsequent multiplication by the imaginary number i\ngeometrically interpreted as the unit oriented volume.\n","Comment: 11 pages, 3 figures, 1 table"]}]
["0811.3681",{"format":[],"subject":["Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3681"],"date":["2008-11-22"],"type":["text"],"creator":["Bertolami, Orfeu"],"language":[],"coverage":[],"title":["Some new reflections on Mr. Palomar"],"description":["  The character Mr. Palomar, the alter-ego of the Italian author Italo Calvino,\nappeared for the first time in 1975 on the pages of the \"Il Corriere della\nSera\", and then more or less regularly till its debut as a book in 1983.\nThrough illuminating thoughts and reflections based on observations, for\ninstance, of sea waves, Mr. Palomar discovers that they induce a peaceful and\ninspirational state of mind that prevents coronary and mental illnesses, and\nalso holds the key to capturing the complexity of the world reducing it into\nits most elementary mechanisms. In this contribution I will survey some of Mr.\nPalomar's thoughts while he observes the sky and speculate on others that he\nmight have explored if he shared our contemporary knowledge of the cosmos. I\nwill also discuss the thoughts of other authors on how, cosmological thinking\naffects the human condition.\n","Comment: Talk presented at the Cosmology Across Cultures, The Impact of the\n  Study of the Universe in Human Thinking Conference, 8-12 September 2008,\n  Granada, Spain. 7 pages"]}]
["0811.3682",{"format":[],"subject":["Mathematics - Probability","Condensed Matter - Statistical Mechanics","Mathematical Physics","60G50","60J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3682"],"date":["2008-11-22"],"type":["text"],"creator":["van Uem, Theo"],"language":[],"coverage":[],"title":["Discrete random walk with barriers on a locally infinite graph"],"description":["  We obtain expected number of arrivals, absorption probabilities and expected\ntime before absorption for an asymmetric discrete random walk on a locally\ninfinite graph in the presence of multiple function barriers\n","Comment: 21 pages, 6 figures"]}]
["0811.3685",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3685"],"date":["2008-11-22"],"type":["text"],"creator":["Gupte, Neelima","Thyagu, N. Nirmal"],"language":[],"coverage":[],"title":["Chaotic advection of inertial particles in two dimensional flows"],"description":["  We study the dynamics of inertial particles in two dimensional incompressible\nflows. The Maxey-Riley equation describing the motion of inertial particles is\nused to construct a four dimensional dissipative bailout embedding map. This\nmap models the dynamics of the inertial particles while the base flow is\nrepresented by a 2-d area preserving map. The dynamics of particles heavier\nthan the fluid, the aerosols, as well as that of bubbles, particles lighter\nthan the fluid, can be classified into 3 main dynamical regimes - periodic\norbits, chaotic structures and mixed regions. A phase diagram in the parameter\nspace is constructed with the Lyapunov characteristic exponents of the 4-d map\nin which these dynamical regimes are distinctly identified. The embedding map\ncan target periodic orbits, as well as chaotic structures, in both the aerosol\nand bubble regimes, at suitable values of the dissipation parameter.\n","Comment: 11 pages, 4 figures. Published in the proceedings of the conference\n  \"Recent Developments in Nonlinear Dynamics\", held at the Bharathidasan\n  University, Thiruchirapalli, India, in February 7-9, 2008"]}]
["0811.3686",{"format":[],"subject":["Mathematics - Analysis of PDEs","35M99, 42A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3686"],"date":["2008-11-22"],"type":["text"],"creator":["Chen, I-Kun"],"language":[],"coverage":[],"title":["Spherical Averaged Endpoint Strichartz Estimates for The Two-dimensional\n  Schrodinger Equations with Inverse Square Potential"],"description":["  The endpoint Strichartz estimates for two-dimensional Schrodinger equations\nwere recovered by averaging the solutions in L^2 in the angular variable by\nTao. For Schrodinger equations with defocusing inverse square potential, we\nproved that the homogeneous endpoint estimates hold under this setting. In\nparticular, the original versions of endpoint estimates hold for radial data.\n","Comment: 17 pages Joint meeting Washington DC 2009"]}]
["0811.3691",{"format":[],"subject":["Computer Science - Databases","H.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3691"],"date":["2008-11-22"],"type":["text"],"creator":["Gomez, Leticia","Kuijpers, Bart","Vaisman, Alejandro"],"language":[],"coverage":[],"title":["Temporal Support of Regular Expressions in Sequential Pattern Mining"],"description":["  Classic algorithms for sequential pattern discovery, return all frequent\nsequences present in a database, but, in general, only a few ones are\ninteresting for the user. Languages based on regular expressions (RE) have been\nproposed to restrict frequent sequences to the ones that satisfy user-specified\nconstraints. Although the support of a sequence is computed as the number of\ndata-sequences satisfying a pattern with respect to the total number of\ndata-sequences in the database, once regular expressions come into play, new\napproaches to the concept of support are needed. For example, users may be\ninterested in computing the support of the RE as a whole, in addition to the\none of a particular pattern. Also, when the items are frequently updated, the\ntraditional way of counting support in sequential pattern mining may lead to\nincorrect (or, at least incomplete), conclusions. The problem gets more\ninvolved if we are interested in categorical sequential patterns. In light of\nthe above, in this paper we propose to revise the classic notion of support in\nsequential pattern mining, introducing the concept of temporal support of\nregular expressions, intuitively defined as the number of sequences satisfying\na target pattern, out of the total number of sequences that could have possibly\nmatched such pattern, where the pattern is defined as a RE over complex items\n(i.e., not only item identifiers, but also attributes and functions).\n","Comment: 15 pages, 2 figures"]}]
["0811.3694",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3694","Eur. Phys. J. B vol. 58 (2007) 433-447","doi:10.1140/epjb/e2007-00243-y"],"date":["2008-11-22"],"type":["text"],"creator":["Lagha, M.","Manneville, P."],"language":[],"coverage":[],"title":["Modeling transitional plane Couette flow"],"description":["  The Galerkin method is used to derive a realistic model of plane Couette flow\nin terms of partial differential equations governing the space-time dependence\nof the amplitude of a few cross-stream modes. Numerical simulations show that\nit reproduces the globally sub-critical behavior typical of this flow. In\nparticular, the statistics of turbulent transients at decay from turbulent to\nlaminar flow displays striking similarities with experimental findings.\n","Comment: 33 pages, 10 figures"]}]
["0811.3695",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3695","Phys. Fluids vol. 19 (2007) 094105","doi:10.1063/1.2768946"],"date":["2008-11-22"],"type":["text"],"creator":["Lagha, M.","Manneville, P."],"language":[],"coverage":[],"title":["Large scale flow around turbulent spots"],"description":["  Numerical simulations of a model of plane Couette flow focusing on its\nin-plane spatio-temporal properties are used to study the dynamics of turbulent\nspots.\n","Comment: 16 pages, 6 figures"]}]
["0811.3696",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3696","Journal for General Philosophy of Science (2007) 38: 279-297"],"date":["2008-11-22"],"type":["text"],"creator":["Karakostas, Vassilios"],"language":[],"coverage":[],"title":["Nonseparability, Potentiality and the Context-Dependence of Quantum\n  Objects"],"description":["  Standard quantum mechanics undeniably violates the notion of separability\nthat classical physics accustomed us to consider as valid. By relating the\nphenomenon of quantum nonseparability to the all-important concept of\npotentiality, we effectively provide a coherent picture of the puzzling\nentangled correlations among spatially separated systems. We further argue that\nthe generalized phenomenon of quantum nonseparability implies contextuality for\nthe production of well-defined events in the quantum domain, whereas\ncontextuality entails in turn a structural-relational conception of quantal\nobjects, viewed as carriers of dispositional properties. It is finally\nsuggested that contextuality, if considered as a conditionalization preparation\nprocedure of the object to be measured, naturally leads to a separable concept\nof reality whose elements are experienced as distinct, well-localized objects\nhaving determinate properties. In this connection, we find it necessary to\ndistinguish the meaning of the term reality from the criterion of reality for\nus. The implications of the latter considerations for the notion of objectivity\nin quantum mechanics are also discussed.\n"]}]
["0811.3697",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","34F05, 34C45, 37H10, 60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3697"],"date":["2008-11-22"],"type":["text"],"creator":["Duan, Jinqiao"],"language":[],"coverage":[],"title":["Predictability in Nonlinear Dynamical Systems with Model Uncertainty"],"description":["  Nonlinear systems with model uncertainty are often described by stochastic\ndifferential equations. Some techniques from random dynamical systems are\ndiscussed. They are relevant to better understanding of solution processes of\nstochastic differential equations and thus may shed lights on predictability in\nnonlinear systems with model uncertainty.\n","Comment: A review and tutorial article; Stochastic Physics and Climate\n  Modeling, T. N. Palmer and P. Williams (eds.), Cambridge Univ. Press, 2008\n  (to appear)"]}]
["0811.3699",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Numerical Analysis","60H30, 60H35, 65C30, 65N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3699"],"date":["2008-11-22"],"type":["text"],"creator":["Duan, Jinqiao"],"language":[],"coverage":[],"title":["Stochastic Modeling of Unresolved Scales in Complex Systems"],"description":["  Model uncertainties and simulation uncertainties occur in mathematical\nmodeling of multiscale complex systems, since some mechanisms or scales are not\nrepresented (i.e., \"unresolved\") due to lack in our understanding of these\nmechanisms or limitations in computational power. The impact of these\nunresolved scales on the resolved scales needs to be parameterized or taken\ninto account. A stochastic scheme is devised to take the effects of unresolved\nscales into account, in the context of solving nonlinear partial differential\nequations. An example is presented to demonstrate this strategy.\n","Comment: Frontiers of Mathematics in China, Vol 4, 2009, to appear"]}]
["0811.3700",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3700"],"date":["2008-11-22"],"type":["text"],"creator":["Yoon, J. C."],"language":[],"coverage":[],"title":["Relative Spin Polarization of Parity-Violating Asymmetries"],"description":["  Parity-violating asymmetries in polarized electron scattering have been\ninterpreted as the asymmetries between opposite helicities of incoming fermion\nbased on the approximation of the spin polarization operator. Here exact\ncalculations of cross sections for parity-violating asymmetries in SLAC E158\nand SLD have been performed using spin projection operators. And the\nparity-violating factor incorporating with spin polarization and momentum has\nbeen identified and shown that its sign depends on the spin polarization of\nincoming particle and the relative velocity of incoming and target particles.\nTherefore, I suggest a new concept of relative spin polarization to interpret\nthe parity-violating asymmetry as contributed by the antisymmetric nature of\nthe weak interactions depending on whether the spin direction of the incoming\nelectron is inward or outward relative to the target electron.\n"]}]
["0811.3702",{"format":[],"subject":["Mathematics - Rings and Algebras","17C10, 17C20, 17C50, 17C55, 17B05, 17B62."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3702"],"date":["2008-11-22"],"type":["text"],"creator":["Baklouti, Amir","Benayadi, Said"],"language":[],"coverage":[],"title":["Pseudo-euclidean Jordan algebras"],"description":["  A Jordan algebra J is said to be pseudo-euclidean if J is endowed with an\nassociative non-degenerate symmetric bilinear form B. B is said an associative\nscalar product on J. First, we provide a description of the pseudo-euclidean\nJordan K-algebras in terms of double extensions and generalized double\nextensions. In particular, we shall use this description to construct all\npseudo-euclidean Jordan algebras of dimension less than or equal to 5. And\nthen, from one of these algebras, we shall construct a twelve dimension Lie\nalgebra by the \"TKK\" construction. Second, a description of symplectic\npseudo-euclidean Jordan algebras is provided and finally we describe a\nparticular class of these algebras namely the class of symplectic Jordan-Manin\nAlgebras. In addition to these descriptions, this paper demonstrates that these\nlast two classes are identical and provides several information on the\nstructure of pseudo-euclidean Jordan algebras.\n","Comment: 39 pages"]}]
["0811.3707",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3707"],"date":["2008-11-22"],"type":["text"],"creator":["Exner, Pavel","Post, Olaf"],"language":[],"coverage":[],"title":["Approximation of quantum graph vertex couplings by scaled Schr\\\"odinger\n  operators on thin branched manifolds"],"description":["  We discuss approximations of vertex couplings of quantum graphs using\nfamilies of thin branched manifolds. We show that if a Neumann type Laplacian\non such manifolds is amended by suitable potentials, the resulting\nSchr\\\"odinger operators can approximate non-trivial vertex couplings. The\nlatter include not only the delta-couplings but also those with wavefunctions\ndiscontinuous at the vertex. We work out the example of the symmetric\ndelta'-couplings and conjecture that the same method can be applied to all\ncouplings invariant with respect to the time reversal.\n","Comment: 19 pages, 1 figure"]}]
["0811.3708",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3708"],"date":["2008-11-22"],"type":["text"],"creator":["Nyawelo, Tino S.","Gondolo, Paolo"],"language":[],"coverage":[],"title":["One-loop Self Energies in Softly Broken Supersymmetric QED"],"description":["  We apply the supergraph with spurion technique to compute the renormalization\nof one-loop diagrams that contributes to electron and selectron self energies\nin a softly broken Supersymmetric Quantum Electrodynamics (SQED). In\nparticular, we calculate the one-loop gauge superfield contribution to the\ntwo-point function.\n","Comment: 19 pages, 2 figures"]}]
["0811.3710",{"format":[],"subject":["Mathematics - Differential Geometry","53B10, 53C10, 22E46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3710"],"date":["2008-11-22"],"type":["text"],"creator":["Mathonet, Pierre","Radoux, Fabian"],"language":[],"coverage":[],"title":["Existence of natural and conformally invariant quantizations of\n  arbitrary symbols"],"description":["  A quantization over a manifold can be seen as a way to construct a\ndifferential operator with prescribed principal symbol. The quantization map is\nmoreover required to be a linear bijection. It is known that there is in\ngeneral no natural quantization procedure. However, considering manifolds\nendowed with additional structures, such as projective or pseudo-conformal\nstructures, one can seek for quantizations that depend on this additional\nstructure and that are natural if the dependence with respect to the structure\nis taken into account.\n  The question of existence of such a quantization was addressed in a series of\npapers in the context of projective geometry, using the framework of\nThomas-Whitehead connections (see Bordemann, Hansoul and Fox). Recently, we\nrecovered these existence results, using the theory of Cartan projective\nconnections.\n  In the present work, we show that our method can be adapted to\npseudo-conformal geometry to yield the so-called natural and conformally\ninvariant quantization for arbitrary symbols, still outside some critical\nsituations. Our method is general enough to analyze the problem of invariant\nquantizations in the context of manifolds with irreducible parabolic\ngeometries.\n","Comment: 18 pages"]}]
["0811.3712",{"format":[],"subject":["Computer Science - Performance","Computer Science - Networking and Internet Architecture","C.4","H.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3712"],"date":["2008-11-22"],"type":["text"],"creator":["Wu, Kui","Jiang, Yuming","Hu, Guoqiang"],"language":[],"coverage":[],"title":["Performance Modeling and Evaluation for Information-Driven Networks"],"description":["  Information-driven networks include a large category of networking systems,\nwhere network nodes are aware of information delivered and thus can not only\nforward data packets but may also perform information processing. In many\nsituations, the quality of service (QoS) in information-driven networks is\nprovisioned with the redundancy in information. Traditional performance models\ngenerally adopt evaluation measures suitable for packet-oriented service\nguarantee, such as packet delay, throughput, and packet loss rate. These\nperformance measures, however, do not align well with the actual need of\ninformation-driven networks. New performance measures and models for\ninformation-driven networks, despite their importance, have been mainly blank,\nlargely because information processing is clearly application dependent and\ncannot be easily captured within a generic framework. To fill the vacancy, we\npresent a new performance evaluation framework particularly tailored for\ninformation-driven networks, based on the recent development of stochastic\nnetwork calculus. We analyze the QoS with respect to information delivery and\nstudy the scheduling problem with the new performance metrics. Our analytical\nframework can be used to calculate the network capacity in information delivery\nand in the meantime to help transmission scheduling for a large body of systems\nwhere QoS is stochastically guaranteed with the redundancy in information.\n","Comment: 14 pages"]}]
["0811.3713",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3713"],"date":["2008-11-22"],"type":["text"],"creator":["Johnson, Don H."],"language":[],"coverage":[],"title":["The Correlation Function of Multiple Dependent Poisson Processes\n  Generated by the Alternating Renewal Process Method"],"description":["  We derive conditions under which alternating renewal processes can be used to\nconstruct correlated Poisson processes. The pairwise correlation function is\nalso derived, showing that the resulting correlations can be negative. The\ntechnique and the analysis can be extended to the generation of two or more\ndependent renewal processes.\n","Comment: 7 pages"]}]
["0811.3718",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3718"],"date":["2008-11-22"],"type":["text"],"creator":["Watanabe, Shinji","Mizusaki, Takahiro","Imada, Masatoshi"],"language":[],"coverage":[],"title":["Comment on arXiv:0811.1575 entitled \"Quantum phase transitions in the\n  Hubbard model on triangular lattice\" by T. Yoshioka, A. Koga and N. Kawakami"],"description":["  We show that the phase boundary between the paramagnetic metal and the\nnonmagnetic Mott insulator for the Hubbard model on a triangular lattice\nobtained by Yoshioka et al. in arXiv:0811.1575 does not correctly represent\nthat of the thermodynamic limit but is an artifact of the 6 by 6 lattice they\nrely on. After the system size extrapolation, the phase boundary is located at\nU/t=5.2 as proposed by Morita et al., J. Phys. Soc. Jpn. 71 (2008) 2109 and in\ncontrast to Yoshioka et al. Here, U is the onsite Coulomb repulsion and t is\nthe nearest-neighbor transfer.\n","Comment: 3 pages, 6 figures"]}]
["0811.3722",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55N99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3722"],"date":["2008-11-22"],"type":["text"],"creator":["Viktor, Lopatkin"],"language":[],"coverage":[],"title":["The Torsion of Homology Groups of M(E,I)-sets"],"description":["  We consider the torsion of homology groups of right pointed sets over a\npartially commutative monoid M(E,I)\n","Comment: 5 pages, 1 figure"]}]
["0811.3723",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","G.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3723"],"date":["2008-11-22"],"type":["text"],"creator":["Xiao, Mingyu","Cai, Leizhen","Yao, Andrew C."],"language":[],"coverage":[],"title":["Tight Approximation Ratio of a General Greedy Splitting Algorithm for\n  the Minimum k-Way Cut Problem"],"description":["  For an edge-weighted connected undirected graph, the minimum $k$-way cut\nproblem is to find a subset of edges of minimum total weight whose removal\nseparates the graph into $k$ connected components. The problem is NP-hard when\n$k$ is part of the input and W[1]-hard when $k$ is taken as a parameter.\n  A simple algorithm for approximating a minimum $k$-way cut is to iteratively\nincrease the number of components of the graph by $h-1$, where $2 \\le h \\le k$,\nuntil the graph has $k$ components. The approximation ratio of this algorithm\nis known for $h \\le 3$ but is open for $h \\ge 4$.\n  In this paper, we consider a general algorithm that iteratively increases the\nnumber of components of the graph by $h_i-1$, where $h_1 \\le h_2 \\le ... \\le\nh_q$ and $\\sum_{i=1}^q (h_i-1) = k-1$. We prove that the approximation ratio of\nthis general algorithm is $2 - (\\sum_{i=1}^q {h_i \\choose 2})/{k \\choose 2}$,\nwhich is tight. Our result implies that the approximation ratio of the simple\nalgorithm is $2-h/k + O(h^2/k^2)$ in general and $2-h/k$ if $k-1$ is a multiple\nof $h-1$.\n","Comment: 12 pages"]}]
["0811.3724",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Fluid Dynamics","35C05, 35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3724"],"date":["2008-11-22"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Stable-Range Approach to Short Wave and Khokhlov-Zabolotskaya Equations"],"description":["  Short wave equations were introduced in connection with the nonlinear\nreflection of weak shock waves. They also relate to the modulation of a\ngas-fluid mixture. Khokhlov-Zabolotskaya equation are used to describe the\npropagation of a diffraction sound beam in a nonlinear medium. We give a new\nalgebraic method of solving these equations by using certain finite-dimensional\nstable range of the nonlinear terms and obtain large families of new explicit\nexact solutions parameterized by several functions for them. These parameter\nfunctions enable one to find the solutions of some related practical models and\nboundary value problems.\n","Comment: 21pages; Acta Applicanda Mathematicae, online-first"]}]
["0811.3727",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Fluid Dynamics","35C05, 35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3727"],"date":["2008-11-23"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Algebraic Approaches to the geopotential Forecast and Nonlinear MHD\n  Equations"],"description":["  In this paper, we use various anstazes motivated from our earlier works on\ntransonic gas flows, boundary layer problems and Navier-Stokes equations to\nfind new explicit exact solutions with multiple parameter functions for the\nequation of geopotential forecast and the equations of nonlinear\nmagnetohydrodynamics.\n","Comment: 10pages"]}]
["0811.3740",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3740"],"date":["2008-11-23"],"type":["text"],"creator":["Ionas, Radu A."],"language":[],"coverage":[],"title":["Quaternionic Kahler spaces with large toric symmetry"],"description":["  We consider a general 4n-dimensional quaternionic Kahler geometry with a free\naction of the torus T^(n+1). The toric action lifts onto the Swann bundle of\nthe quaternionic Kahler space to a tri-holomorphic action that commutes with\nthe standard H* action on the bundle. By matching Pedersen and Poon's\ngeneralized Gibbons-Hawking Ansatz description of the total space with the\nSwann picture we extract the local geometry of the quaternionic Kahler base.\nSpecifically, we obtain explicit expressions for the quaternionic Kahler metric\nand Sp(1) connection in terms of a set of reduced Higgs fields and connection\n1-forms that satisfy a reduced Bogomol'nyi-type equation. We find, moreover,\nthat these Higgs fields can be derived from a single function V satisfying a\nsystem of linear second-order partial differential constraints. In four\ndimensions, corresponding to the case of self-dual Einstein manifolds with two\ncommuting Killing vector fields, our formulas coincide with those obtained\nthrough a different approach by Calderbank and Pedersen. Finally, we show how\nto construct explicit solutions to the reduced Bogomol'nyi and V equations by\nmeans of Lindstrom and Rocek's generalized Legendre transform construction for\na large class of quaternionic Kahler manifolds related to the c-map.\n","Comment: 35 pages"]}]
["0811.3742",{"format":[],"subject":["Mathematics - Complex Variables","32F20","32W05","35N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3742"],"date":["2008-11-23"],"type":["text"],"creator":["Ruppenthal, Jean","Zeron, Eduardo S."],"language":[],"coverage":[],"title":["An explicit d-bar-integration formula for weighted homogeneous varieties\n  II: forms of higher degree"],"description":["  Let Y be a weighted homogeneous (singular) subvariety of C^n. The main\nobjective of this paper is to present a class of explicit integral formulae for\nsolving the d-bar-equation $\\omega=\\dbar\\lambda$ on the regular part of Y,\nwhere $\\omega$ is a d-bar-closed (0,q)-form with compact support and degree\nq>=1. Particular cases of these formulae yield L^p-bounded solution operators\nfor $1<=p<=\\infty$ if Y is a homogeneous and pure dimensional subvariety with\nan arbitrary singular locus.\n","Comment: 16 pages"]}]
["0811.3745",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","34E05, 34E20, 34L05, 34L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3745"],"date":["2008-11-23"],"type":["text"],"creator":["Marx, M.","Najar, H."],"language":[],"coverage":[],"title":["On the singular spectrum for adiabatic quasi-periodic Schr\\\"odinger\n  Operators"],"description":["  In this paper we study spectral properties of a family of quasi-periodic\nSchr\\\"odinger operators on the real line in the adiabatic limit. We assume that\nthe adiabatic iso-energetic curve has a real branch that is extended along the\nmomentum direction. In the energy intervals where this happens, we obtain an\nasymptotic formula for the Lyapunov exponent and show that the spectrum is\npurely singular. This result was conjectured and proved in a particular case by\nFedotov and Klopp in \\cite{FEKL1}.\n","Comment: 23 pages"]}]
["0811.3756",{"format":[],"subject":["Astrophysics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3756"],"date":["2008-11-24"],"type":["text"],"creator":["Yuen, Manwai"],"language":[],"coverage":[],"title":["Analytical Collapsing Solutions to Pressureless Navier-Stokes-Poisson\n  Equations with Density-dependent Viscosity $\\theta=1/2$ in $R^{2}$"],"description":["  We study the 2-dimensional Navier-Stokes-Poisson equations with\ndensity-dependent viscosity $\\theta=1/2$ without pressure of gaseous stars in\nastrophysics. The analytical solutions with collapsing in radial symmetry, are\nconstructed in this paper.\n","Comment: 8 pages"]}]
["0811.3760",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3760"],"date":["2008-11-23"],"type":["text"],"creator":["Devismes, Stéphane","Masuzawa, Toshimitsu","Tixeuil, Sébastien"],"language":[],"coverage":[],"title":["Communication Efficiency in Self-stabilizing Silent Protocols"],"description":["  Self-stabilization is a general paradigm to provide forward recovery\ncapabilities to distributed systems and networks. Intuitively, a protocol is\nself-stabilizing if it is able to recover without external intervention from\nany catastrophic transient failure. In this paper, our focus is to lower the\ncommunication complexity of self-stabilizing protocols \\emph{below} the need of\nchecking every neighbor forever. In more details, the contribution of the paper\nis threefold: (i) We provide new complexity measures for communication\nefficiency of self-stabilizing protocols, especially in the stabilized phase or\nwhen there are no faults, (ii) On the negative side, we show that for\nnon-trivial problems such as coloring, maximal matching, and maximal\nindependent set, it is impossible to get (deterministic or probabilistic)\nself-stabilizing solutions where every participant communicates with less than\nevery neighbor in the stabilized phase, and (iii) On the positive side, we\npresent protocols for coloring, maximal matching, and maximal independent set\nsuch that a fraction of the participants communicates with exactly one neighbor\nin the stabilized phase.\n"]}]
["0811.3761",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3761"],"date":["2008-11-23"],"type":["text"],"creator":["Florkowski, W.","Broniowski, W.","Chojnacki, M.","Kisiel, Adam"],"language":[],"coverage":[],"title":["Hydrodynamics and perfect fluids: uniform description of soft\n  observables in Au+Au collisions at RHIC"],"description":["  It is argued that the use of the initial Gaussian energy density profile for\nhydrodynamics leads to much better uniform description of the RHIC heavy-ion\ndata than the use of the standard initial condition obtained from the Glauber\nmodel. With the modified Gaussian initial conditions we successfully reproduce\nthe transverse-momentum spectra, v2, and the pionic HBT radii (including their\nazimuthal dependence). The emerging consistent picture of hadron production\nhints that a solution of the long standing RHIC HBT puzzle has been found.\n","Comment: Talk presented by WF at the XXXVIII International Symposium on\n  Multiparticle Physics"]}]
["0811.3767",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3767"],"date":["2008-11-23"],"type":["text"],"creator":["Laad, M. S."],"language":[],"coverage":[],"title":["On Field-Induced Quantum Criticality in YbRh_{2}Si_[2}"],"description":["  The quantum critical point (QCP) in $YbRh_{2}Si_{2}$ is an enigma for the\nitinerant view of QCP. In an alternative view, this QCP is intimately linked to\nthe selective Mott localization of the heavy $f$ electrons. Following a perusal\nof this unusual QCP, I study an Extended Periodic Anderson Model (EPAM) within\nDMFT. A quantum phase transition (FQPT), accompanied by a rapid change in the\nFermi volume, is found near the quantum-critical end-point of the selective\nMott transition in the $f$-electron sector. The theory accounts for a wide\nrange of unusual, singular non-Fermi liquid features exhibited at this QCP in\n$YbRh_{2}Si_{2}$ in a natural way.\n","Comment: 4++ pages, submitted to Phys. Rev. Lett"]}]
["0811.3769",{"format":[],"subject":["Mathematics - Probability","60G52","60F17","60H10","62F10","62M10","86A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3769"],"date":["2008-11-23"],"type":["text"],"creator":["Hein, C.","Imkeller, P.","Pavlyukevich, I."],"language":[],"coverage":[],"title":["Limit theorems for p-variations of solutions of SDEs driven by additive\n  non-Gaussian stable Levy noise"],"description":["  In this paper we study the asymptotic properties of the power variations of\nstochastic processes of the type X=Y+L, where L is an alpha-stable Levy\nprocess, and Y a perturbation which satisfies some mild Lipschitz continuity\nassumptions. We establish local functional limit theorems for the power\nvariation processes of X. In case X is a solution of a stochastic differential\nequation driven by L, these limit theorems provide estimators of the stability\nindex alpha. They are applicable for instance to model fitting problems for\npaleo-climatic temperature time series taken from the Greenland ice core.\n","Comment: 16 pages, 3 figures"]}]
["0811.3772",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3772"],"date":["2008-11-23"],"type":["text"],"creator":["Carroll, Sean M."],"language":[],"coverage":[],"title":["What if Time Really Exists?"],"description":["  Despite the obvious utility of the concept, it has often been argued that\ntime does not exist. I take the opposite perspective: let's imagine that time\ndoes exist, and the universe is described by a quantum state obeying ordinary\ntime-dependent quantum mechanics. Reconciling this simple picture with the\nknown facts about our universe turns out to be a non-trivial task, but by\ntaking it seriously we can infer deep facts about the fundamental nature of\nreality. The arrow of time finds a plausible explanation in a \"Heraclitean\nuniverse,\" described by a quantum state eternally evolving in an\ninfinite-dimensional Hilbert space.\n","Comment: Submission to the Foundational Questions Institute Essay Competition\n  on \"The Nature of Time.\""]}]
["0811.3773",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3773"],"date":["2008-11-23"],"type":["text"],"creator":["Volkov, M. K.","Bystritskiy, Yu. M.","Kuraev, E. A."],"language":[],"coverage":[],"title":["Radiative decays of scalar mesons $f_0(980)$ and $a_0(980)$ into\n  $\\rho(\\omega) \\gamma$ in the local Nambu-Jona-Lasinio model"],"description":["  In the framework of the local Nambu-Jona-Lasinio model the radiative decay\nwidths of the scalar mesons $f_0(980)$ and $a_0(980)$ into $\\rho\\gamma$ and\n$\\omega \\gamma$ are calculated. The contributions of the quark loops and the\nmeson loops are taken into account. For the radiative decays of the scalar\nmeson $f_0(980)$ the contribution of the meson loops plays the dominant role.\nOn the other side for the radiative decays of the scalar meson $a_0(980)$ the\nmain contribution is given by the quark loops.\n","Comment: 7 pages"]}]
["0811.3777",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3777"],"date":["2008-11-23"],"type":["text"],"creator":["Nelson, Kenric P.","Umarov, Sabir"],"language":[],"coverage":[],"title":["The Relationship between Tsallis Statistics, the Fourier Transform, and\n  Nonlinear Coupling"],"description":["  Tsallis statistics (or q-statistics) in nonextensive statistical mechanics is\na one-parameter description of correlated states. In this paper we use a\ntranslated entropic index: $1 - q \\to q$ . The essence of this translation is\nto improve the mathematical symmetry of the q-algebra and make q directly\nproportional to the nonlinear coupling. A conjugate transformation is defined\n$\\hat q \\equiv \\frac{{- 2q}}{{2 + q}}$ which provides a dual mapping between\nthe heavy-tail q-Gaussian distributions, whose translated q parameter is\nbetween $ - 2 < q < 0$, and the compact-support q-Gaussians, between $0 < q <\n\\infty $ . This conjugate transformation is used to extend the definition of\nthe q-Fourier transform to the domain of compact support. A conjugate q-Fourier\ntransform is proposed which transforms a q-Gaussian into a conjugate $\\hat q$\n-Gaussian, which has the same exponential decay as the Fourier transform of a\npower-law function. The nonlinear statistical coupling is defined such that the\nconjugate pair of q-Gaussians have equal strength but either couple\n(compact-support) or decouple (heavy-tail) the statistical states. Many of the\nnonextensive entropy applications can be shown to have physical parameters\nproportional to the nonlinear statistical coupling.\n"]}]
["0811.3778",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3778"],"date":["2008-11-23"],"type":["text"],"creator":["Goncalo, R.","ATLAS, for the","Collaborations, CMS"],"language":[],"coverage":[],"title":["Standard Model Higgs Searches at the LHC"],"description":["  The study of the mechanism behind electroweak symmetry breaking is one of the\nmain goals of the Large Hadron Collider and of its general-purpose experiments,\nATLAS and CMS. This paper reviews some of the ongoing studies by these\ncollaborations and, when possible, highlights the differences between\nequivalent channels in both experiments.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages,\n  LaTeX, 8 eps figures"]}]
["0811.3779",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3779"],"date":["2008-11-23"],"type":["text"],"creator":["Andersen, Reid","Peres, Yuval"],"language":[],"coverage":[],"title":["Finding Sparse Cuts Locally Using Evolving Sets"],"description":["  A {\\em local graph partitioning algorithm} finds a set of vertices with small\nconductance (i.e. a sparse cut) by adaptively exploring part of a large graph\n$G$, starting from a specified vertex. For the algorithm to be local, its\ncomplexity must be bounded in terms of the size of the set that it outputs,\nwith at most a weak dependence on the number $n$ of vertices in $G$. Previous\nlocal partitioning algorithms find sparse cuts using random walks and\npersonalized PageRank. In this paper, we introduce a randomized local\npartitioning algorithm that finds a sparse cut by simulating the {\\em\nvolume-biased evolving set process}, which is a Markov chain on sets of\nvertices. We prove that for any set of vertices $A$ that has conductance at\nmost $\\phi$, for at least half of the starting vertices in $A$ our algorithm\nwill output (with probability at least half), a set of conductance\n$O(\\phi^{1/2} \\log^{1/2} n)$. We prove that for a given run of the algorithm,\nthe expected ratio between its computational complexity and the volume of the\nset that it outputs is $O(\\phi^{-1/2} polylog(n))$. In comparison, the best\nprevious local partitioning algorithm, due to Andersen, Chung, and Lang, has\nthe same approximation guarantee, but a larger ratio of $O(\\phi^{-1}\npolylog(n))$ between the complexity and output volume. Using our local\npartitioning algorithm as a subroutine, we construct a fast algorithm for\nfinding balanced cuts. Given a fixed value of $\\phi$, the resulting algorithm\nhas complexity $O((m+n\\phi^{-1/2}) polylog(n))$ and returns a cut with\nconductance $O(\\phi^{1/2} \\log^{1/2} n)$ and volume at least $v_{\\phi}/2$,\nwhere $v_{\\phi}$ is the largest volume of any set with conductance at most\n$\\phi$.\n","Comment: 20 pages, no figures"]}]
["0811.3783",{"format":[],"subject":["Physics - Physics and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3783"],"date":["2008-11-23"],"type":["text"],"creator":["Costa, Luciano da Fontoura"],"language":[],"coverage":[],"title":["Diffusion of Time-Varying Signals in Complex Networks: A\n  Structure-Dynamics Investigation Focusing the Distance to the Source of\n  Activation"],"description":["  The way in which different types of dynamics unfold in complex networks is\nintrinsically related to the propagation of activation along nodes, which is\nstrongly affected by the network connectivity. In this work we investigate to\nwhich extent a time-varying signal emanating from a specific node is modified\nas it diffuses, at the equilibrium regime, along uniformly random\n(Erd\\H{o}s-R\\'enyi) and scale-free (Barab\\'asi-Albert) networks. The degree of\npreservation is quantified in terms of the Pearson cross-correlation between\nthe original signal and the derivative of the signals appearing at each node\nalong time. Several interesting results are reported. First, the fact that\nquite distinct signals are typically obtained at different nodes in the\nconsidered networks implies mean-field approaches to be completely inadequate.\nIt has also been found that the peak and lag of the similarity time-signatures\nobtained for each specific node are strongly related to the respective distance\nbetween that node and the source node. Such a relationship tends to decrease\nwith the average degree of the networks. Also, in the case of the lag, a less\nintense relationship is verified for scale-free networks. No relationship was\nfound between the dispersion of the similarity signature and the distance to\nthe source.\n","Comment: 9 pages, 5 figures"]}]
["0811.3786",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3786","J. Math. Phys., 49(07), 073503, 14pp, 2008","doi:10.1063/1.2949082"],"date":["2008-11-23"],"type":["text"],"creator":["Li, Hai-Liang","Zhang, Guo-Jing","Zhang, Min","Hao, Chengchun"],"language":[],"coverage":[],"title":["Long-time self-similar asymptotic of the macroscopic quantum models"],"description":["  The unipolar and bipolar macroscopic quantum models derived recently for\ninstance in the area of charge transport are considered in spatial\none-dimensional whole space in the present paper. These models consist of\nnonlinear fourth-order parabolic equation for unipolar case or coupled\nnonlinear fourth-order parabolic system for bipolar case. We show for the first\ntime the self-similarity property of the macroscopic quantum models in large\ntime. Namely, we show that there exists a unique global strong solution with\nstrictly positive density to the initial value problem of the macroscopic\nquantum models which tends to a self-similar wave (which is not the exact\nsolution of the models) in large time at an algebraic time-decay rate.\n","Comment: 18 pages"]}]
["0811.3787",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3787"],"date":["2008-11-23"],"type":["text"],"creator":["Grishkov, Alexander N.","Shestakov, Ivan P."],"language":[],"coverage":[],"title":["Commutative Moufang loops and alternative algebras"],"description":["  We compute the orders of free commutative Moufand loops of exponent 3 with\n$n\\leq 7$ free generators and find embeddings of such loops into a loop of\ninvertible elements of the free commutative alternative algebra with identity\n$x^3=0$.\n","Comment: 15 pages"]}]
["0811.3789",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3789"],"date":["2008-11-24"],"type":["text"],"creator":["Fjaerestad, John Ove"],"language":[],"coverage":[],"title":["Classical and quantum dimers on the star lattice"],"description":["  We consider dimers on the star lattice (aka the 3-12, Fisher, expanded kagome\nor triangle-honeycomb lattice). We show that dimer coverings on this lattice\nhave Z_2 arrow and pseudo-spin representations analogous to those for the\nkagome lattice, and use these to construct an exactly solvable quantum dimer\nmodel (QDM) with a Rokhsar-Kivelson (RK) ground state. This QDM, first\ndiscussed by Moessner and Sondhi from a different point of view, is the\nstar-lattice analogue of a kagome-lattice QDM analyzed by Misguich et al. We\ngive a detailed analysis of various properties of the classical equal-weight\ndimer model on the star lattice, most of which are related to those of the RK\nstate. Using both the arrow representation and the fermionic path integral\nformulation of the Pfaffian method, we calculate the number of dimer coverings,\ndimer occupation probabilities, and dimer, vison, and monomer correlation\nfunctions. We show that a dimer is uncorrelated with dimers further away than\non neighboring triangles, that the vison-vison correlation function vanishes,\nand that the monomer-monomer correlation function equals 1/4 regardless of the\nmonomer positions (with one exception). A key result in the fermionic approach\nis the vanishing of the two-point Green function beyond a short distance. These\nproperties are very similar to those of dimers on the kagome lattice. We also\ndiscuss some generalizations involving arrow representations for dimer\ncoverings on \"general Fisher lattices\" and their \"reduced\" lattices, with the\nkagome, squagome, and triangular kagome lattice being examples of the latter.\n","Comment: 22 pages, 10 figures"]}]
["0811.3790",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3790","Math. Models Methods Appl. Sci. 18 (2008), no. 6, 859--881","doi:10.1142/S0218202508002887"],"date":["2008-11-23"],"type":["text"],"creator":["Li, Hai-Liang","Zhang, Guojing","Zhang, Kaijun"],"language":[],"coverage":[],"title":["Algebraic time-decay for the bipolar quantum hydrodynamic model"],"description":["  The initial value problem is considered in the present paper for bipolar\nquantum hydrodynamic model for semiconductors (QHD) in $\\mathbb{R}^3$. We prove\nthat the unique strong solution exists globally in time and tends to the\nasymptotical state with an algebraic rate as $t\\to+\\infty$. And, we show that\nthe global solution of linearized bipolar QHD system decays in time at an\nalgebraic decay rate from both above and below. This means in general, we can\nnot get exponential time-decay rate for bipolar QHD system, which is different\nfrom the case of unipolar QHD model (where global solutions tend to the\nequilibrium state at an exponential time-decay rate) and is mainly caused by\nthe nonlinear coupling and cancelation between two carriers. Moreover, it is\nalso shown that the nonlinear dispersion does not affect the long time\nasymptotic behavior, which by product gives rise to the algebraic time-decay\nrate of the solution of the bipolar hydrodynamical model in the semiclassical\nlimit.\n","Comment: 23 pages"]}]
["0811.3791",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3791","J. Differential Equations 245 (2008),no. 6, 1433--1453","doi:10.1016/j.jde.2008.06.019"],"date":["2008-11-23"],"type":["text"],"creator":["Zhang, Guojing","Li, Hai-Liang","Zhang, Kaijun"],"language":[],"coverage":[],"title":["Semiclassical and relaxation limits of bipolar quantum hydrodynamic\n  model"],"description":["  The global in-time semiclassical and relaxation limits of the bipolar quantum\nhydrodynamic model for semiconductors are investigated in $R^3$. We prove that\nthe unique strong solution converges globally in time to the strong solution of\nclassical bipolar hydrodynamical equation in the process of semiclassical limit\nand to that of the classical Drift-Diffusion system under the combined\nrelaxation and semiclassical limits.\n","Comment: 21 pages"]}]
["0811.3795",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3795"],"date":["2008-11-23"],"type":["text"],"creator":["Huang, Beibing","Wan, Shaolong"],"language":[],"coverage":[],"title":["Oscillation of Pauli Paramagnetism in Rotating Two-Component Fermionic\n  Atom Gases"],"description":["  By rotating two-component fermionic atom gases in uniform magnetic field, a\nsimilar physical situation with de Haas-van Alphen effect is constructed. We\ncalculate magnetic moment of the system and find that owing to an existence of\neffective magnetic field coming from the rotation, the magnetic moment also\nshows the oscillatory behavior about magnetic field, but it is completely\ndifferent from the famous oscillation of de Haas-van Alphen effect. This\ndistinction is due to that in the atomic gases the orbital motion of atom only\ncouples to rotation and does not contribute to magnetic moment in the light of\natomic charge neutrality.\n","Comment: 5 pages,"]}]
["0811.3802",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3802"],"date":["2008-11-23"],"type":["text"],"creator":["Martinez, J. C.","Jalil, M. B. A.","Tan, S. G."],"language":[],"coverage":[],"title":["Topological charge localization in bilayer graphene induced by an\n  antisymmetric electric potential step"],"description":["  A charged particle whose energy is less than the electric potential step it\nis incident upon, is expected to undergo partial reflection and transmission.\nIn bilayer graphene, however, a potential step in the form of an antisymmetric\nkink results in particle localization due to the interaction between the\nparticle and its chiral partner. It is found that when the potential step\nexceeds a threshold, zero-energy modes of the system emerge, and causes the\nkink to acquire a charge. The Hall-effect plateaus in the vicinity of the zero\nmodes correspond, unexpectedly, to those of the monolayer. The topological\nnature of these kink-induced effects and the ease with which a kink can be\ngenerated in practice, suggest possible applications in e.g. storage of\ninformation or switching devices.\n","Comment: 15 pages"]}]
["0811.3808",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3808"],"date":["2008-11-24"],"type":["text"],"creator":["Sharma, Manju","Yashonath, S."],"language":[],"coverage":[],"title":["Size and interaction dependent solute diffusion in a dilute body\n  centered cubic solid solution"],"description":["  We report results of molecular dynamics simulations to understand the role of\nsolute and solute-solvent interaction on solute diffusivity in a solid solution\nwithin a body centered cubic solid when the solute size is significantly\nsmaller than the size of the solvent atom. Results show that diffusivity is\nmaximum for two specific sizes of the solute atom. This is the first time that\ntwin maxima have been found. The solute with diffusivity maxima are larger in\ncase of rigid host as compared to flexible host. This suggests that the effect\nof lattice vibrations is to decrease the size at which the maximum is seen. For\none of the $\\epsilon_{uv}$ where two diffusivity maxima have been observed, we\nhave analyzed various properties to understand the anomalous diffusion\nbehavior. It is characterized by a lower activation energy, lower\nbackscattering in the velocity autocorrelation function, lower mean square\nforce, single exponential decay of the intermediate scattering function and\nmonotonic dependence on $k$ of the $\\Delta \\omega/2Dk^2$ where $\\Delta \\omega$\nis the fwhm of the self part of the dynamic structure factor. Among the two\nsolute atoms at the anomalous maxima, the solute with higher diffusivity has\nlower activation energy.\n","Comment: 20 pages, 10 figures"]}]
["0811.3809",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3809"],"date":["2008-11-24"],"type":["text"],"creator":["Y., Shikhlinskaya R."],"language":[],"coverage":[],"title":["On a solution of one fuzzy logic problem"],"description":["  In this paper defuzzification method of WABL is investigated, its properties\nare analyzed. The WABL method is applied to some fuzzy models. The package of\napplied programs is worked out on the base of proposed algorithms. The obtained\nin the form of visual- interactive graphs results are compared with knows ones.\n","Comment: 7 pages"]}]
["0811.3811",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3811"],"date":["2008-11-24"],"type":["text"],"creator":["Sharma, Manju","Yashonath, S."],"language":[],"coverage":[],"title":["A study of the size dependence of self diffusivity across the\n  solid-liquid transition"],"description":["  The present study investigates the effect of temperature-induced change of\nphase from face centred cubic solid to liquid on the size dependence of self\ndiffusivity of solutes through detailed molecular dynamics simulations on\nbinary mixtures consisting of a larger solvent and a smaller solute interacting\nvia Lennard-Jones potential. The effect of change in density during the\nsolid-liquid transition as well as in the solid and the liquid phase itself\nhave been studied through two sets of simulations one at fixed density(NVE)and\nanother at variable density(NPT). A size dependent diffusivity maximum is seen\nin both solid and liquid phases at most densities except at low liquid\ndensities. Two distinct regimes may be identified : linear and anomalous\nregimes. It is seen that the effect of solid to liquid transition is to shift\nthe diffusivity maximum to smaller sizes of the solutes and decrease the height\nof the maximum. This is attributed to the predominant influence of disorder and\nrelatively weaker influence of density. The latter shifts the diffusivity\nmaximum towards larger solute size while the former does exactly the opposite.\nInterestingly, we find that lower densities lead to weaker diffusivity maximum.\nWe report for the first time for systems with large solute-solvent interaction\nstrength, $\\epsilon_{uv}$, multiple diffusivity maximum is seen as a function\nof the solute size. The origin of this is not clear. A remarkable difference in\nthe ballistic-diffusive transition is seen between solutes from the linear\nregime and anomalous regime. It is found that this transition is sharp for\nsolutes from anomalous regime. This provides interesting insight into motion of\nanomalous regime solutes. Apart from these, we report several properties which\nare different for the linear and anomalous regime solutes.\n","Comment: 25 pages, 13 figures"]}]
["0811.3813",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3813"],"date":["2008-11-24"],"type":["text"],"creator":["Fan, W."],"language":[],"coverage":[],"title":["Anomalous isotope effects of fulleride superconductors"],"description":["  The numerical calculations of the standard Eliashberg-Nambu strong coupling\ntheory and a formula of isotope effect derived in this paper provide direct\nevidences that an-harmonic vibrations of lattice enhance isotope effect with\nanomalous coefficient $\\alpha>1/2$. The results in this paper explain very well\nthe wide distributed $\\alpha$ values for the samples with different ratios of\nsubstitutions of $^{12}$C by $^{13}$C of fulleride superconductor\nRb$_{3}$C$_{60}$. The calculations of isotope effects indicate that the\nintra-molecule radial modes have more important contributions to\nsuperconductivity than the intra-molecule tangential modes with higher phonon\nfrequencies\n","Comment: Accepted by International of Modern Physics B (13pages, 2eps figure)"]}]
["0811.3817",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3817"],"date":["2008-11-24"],"type":["text"],"creator":["Patel, Bhavin","Rai, Ajay Kumar","Vinodkumar, P. C."],"language":[],"coverage":[],"title":["Mixing and lifetime of B-meson using Coulomb plus power potential"],"description":["  The investigation of mixing phenomena and lifetime in neutral B meson systems\nprovides an important testing ground for standard model flavour dynamics.\nSpectroscopic parameters has been used to calculate the pseudoscalar decay\nconstant and predictions of mixing mass parameters and lifetimes of the B$_{d}$\nand B$_{s}$ mesons.\n"]}]
["0811.3819",{"format":[],"subject":["Mathematics - Algebraic Geometry","05C10","57M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3819"],"date":["2008-11-24"],"type":["text"],"creator":["Dremov, V. A."],"language":[],"coverage":[],"title":["Calculation of two Belyi pairs"],"description":["  We calculate two Belyi pairs using the properties of Mulase-Penkava\ndifferential. Details are provided including accurate construction of\ncoordinates, variables and equations. The calculation is a part of the work\nwhich results in a catalogue arXiv:0710.2658\n","Comment: 13 pages, 6 figures, the text is related to the catalogue\n  arXiv:0710.2658"]}]
["0811.3822",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3822"],"date":["2008-11-24"],"type":["text"],"creator":["Sharma, Manju","Yashonath, S."],"language":[],"coverage":[],"title":["Symmetry, Levitation Effect and Size Dependent Diffusivity Maximum"],"description":["  Diffusion invariably involves motion within a medium. An universal behavior\nobserved is that self diffusivity exhibits a maximum as a function of the size\nof the diffusant when the diffusant is confined to a medium, as a result of\nwhat is known as the Levitation Effect. Such a maximum in self diffusivity has\nbeen seen in widely differing medium : microporous solids, dense liquids and\nclose-packed solids, ions in polar solvents, etc. The effect arises because the\nforces exerted on the diffusant by the medium in which it is confined is a\nminimum for the size of the diffusant for which self diffusivity is a maximum.\nWe report here simulations on a diatomic species confined to the cages of\nzeolite Y. Several different simulations in which the two atoms of the model\ndiatomic species interact with equal strength(example, $O_2$, the symmetric\ncase) and with unequal interaction strengths (example, $CO$, asymmetric case)\nare modeled here. Further, the bond length of the diatomic species is varied.\nOur results for the symmetric case shows that self diffusivity is maximum for a\nlarge enough bond length which fits snugly into the 12-ring window of zeolite\nY. For weakly asymmetric case, a weak maximum is seen as a function of the bond\nlength of the diatomic species. However, for strongly asymmetric case, no\nmaximum in self diffusivity is seen for all the bond lengths studied. This\ndemonstrates close relation between symmetry and the diffusivity maximum and\nprovides a direct evidence for the need of force cancellation to observe the\nLevitation Effect.\n","Comment: 19 pages, 13 figures"]}]
["0811.3825",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3825"],"date":["2008-11-24"],"type":["text"],"creator":["Stovicek, P.","Tusek, M."],"language":[],"coverage":[],"title":["On the Spectrum of a Quantum Dot with Impurity in the Lobachevsky Plane"],"description":["  A model of a quantum dot with impurity in the Lobachevsky plane is\nconsidered. Relying on explicit formulae for the Green function and the Krein\n$Q-$function which have been derived in a previous work we focus on the\nnumerical analysis of the spectrum. The analysis is complicated by the fact\nthat the basic formulae are expressed in terms of spheroidal functions with\ngeneral characteristic exponents. The effect of the curvature on eigenvalues\nand eigenfunctions is investigated. Moreover, there is given an asymptotic\nexpansion of eigenvalues as the curvature radius tends to infinity (the flat\ncase limit).\n","Comment: Proceedings of the 7th Workshop on Operator Theory in Krein Spaces"]}]
["0811.3828",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3828"],"date":["2008-11-24"],"type":["text"],"creator":["Soldo, Fabio","Markopoulou, Athina","Argyraki, Katerina"],"language":[],"coverage":[],"title":["Optimal Filtering of Malicious IP Sources"],"description":["  How can we protect the network infrastructure from malicious traffic, such as\nscanning, malicious code propagation, and distributed denial-of-service (DDoS)\nattacks? One mechanism for blocking malicious traffic is filtering: access\ncontrol lists (ACLs) can selectively block traffic based on fields of the IP\nheader. Filters (ACLs) are already available in the routers today but are a\nscarce resource because they are stored in the expensive ternary content\naddressable memory (TCAM).\n  In this paper, we develop, for the first time, a framework for studying\nfilter selection as a resource allocation problem. Within this framework, we\nstudy five practical cases of source address/prefix filtering, which correspond\nto different attack scenarios and operator's policies. We show that filter\nselection optimization leads to novel variations of the multidimensional\nknapsack problem and we design optimal, yet computationally efficient,\nalgorithms to solve them. We also evaluate our approach using data from\nDshield.org and demonstrate that it brings significant benefits in practice.\nOur set of algorithms is a building block that can be immediately used by\noperators and manufacturers to block malicious traffic in a cost-efficient way.\n","Comment: submitted to Infocom 09"]}]
["0811.3837",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3837"],"date":["2008-11-24"],"type":["text"],"creator":["Nemchik, J.","Sumbera, M."],"language":[],"coverage":[],"title":["Parton Rescatterings in Large-x Nuclear Suppression at RHIC"],"description":["  We demonstrate that strong suppression of the relative production rate\n(d+Au)/(p+p) of inclusive high-pT hadrons at forward rapidities observed at\nRHIC is due to parton multiple rescatterings in nuclear matter. The light-cone\ndipole approach-based calculations are in a good agreement with BRAHMS and STAR\ndata. They also indicate a significant nuclear suppression at midrapidities\nwith a weak onset of the coherence effects. This prediction is supported by the\npreliminary d+Au data from the PHENIX Collaboration. Moreover, since similar\nsuppression pattern is also expected to show up at lower energies where effects\nof parton saturation are not expected, we are able to exclude from the\ninterpretation of observed phenomena models based on the Color Glass\nCondensate.\n","Comment: 6 pages, 3 figures. Talk given at XXXVIII International Symposium on\n  Multiparticle Dynamics (ISMD-08), DESY, Hamburg, Germany, 15-20 Sep 2008, and\n  talk given at XIX International Baldin Seminar on High Energy Physics\n  Problems (Baldin-08), Dubna, Russia, 29 Sep - 4 Oct 2008"]}]
["0811.3839",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3839"],"date":["2008-11-24"],"type":["text"],"creator":["Sahni, Varun","Shtanov, Yuri"],"language":[],"coverage":[],"title":["Cosmic Acceleration and Extra Dimensions"],"description":["  Brane cosmology presents many interesting possibilities including: phantom\nacceleration (w<-1), self-acceleration, unification of dark energy with\ninflation, transient acceleration, loitering cosmology, new singularities at\nwhich the Hubble parameter remains finite, cosmic mimicry, etc. The existence\nof a time-like extra dimension can result in a singularity-free cyclic\ncosmology.\n","Comment: 10 pages, 3 figures. Invited contribution to \"Problems of Modern\n  Cosmology\", special volume commemorating the fiftieth birthday of Prof. S.D.\n  Odintsov"]}]
["0811.3840",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3840","Phys. Rev. B 78, 184432 (2008)","doi:10.1103/PhysRevB.78.184432"],"date":["2008-11-24"],"type":["text"],"creator":["Minnhagen, Petter","Kim, Beom Jun","Bernhardsson, Sebastian","Cristofano, Gerardo"],"language":[],"coverage":[],"title":["Symmetry-allowed phase transitions realized by the two-dimensional fully\n  frustrated XY class"],"description":["  A 2D Fully Frustrated XY(FFXY) class of models is shown to contain a new\ngroundstate in addition to the checkerboard groundstates of the standard 2D\nFFXY model. The spin configuration of this additional groundstate is obtained.\nAssociated with this groundstate there are additional phase transitions. An\norder parameter accounting for these new transitions is proposed. The\ntransitions associated with the new order parameter are suggested to be similar\nto a 2D liquid-gas transition which implies Z_2-Ising like transitions. This\nsuggests that the class of 2D FFXY models belongs within a U(1) x Z_2 x\nZ_2-designation of possible transitions, which implies that there are seven\ndifferent possible single and combined transitions. MC-simulations for the\ngeneralized fully frustrated XY (GFFXY) model on a square lattice are used to\ninvestigate which of these possibilities can be realized in practice: five of\nthe seven are encountered. Four critical points are deduced from the\nMC-simulations, three consistent with central charge c=3/2 and one with c=1.\nThe implications for the standard 2D FFXY-model are discussed in particular\nwith respect to the long standing controversy concerning the characteristics of\nits phase transitions.\n","Comment: 8 pages, 8 figures"]}]
["0811.3841",{"format":[],"subject":["Mathematics - Differential Geometry","53B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3841"],"date":["2008-11-24"],"type":["text"],"creator":["Gilkey, P.","Nikcevic, S.","Westerman, D."],"language":[],"coverage":[],"title":["Riemannian geometric realizations for Ricci tensors of generalized\n  algebraic curvature operators"],"description":["  We examine questions of geometric realizability for algebraic structures\nwhich arise naturally in affine and Riemannian geometry. Suppose given an\nalgebraic curvature operator R at a point P of a manifold M and suppose given a\nreal analytic (resp. C-k for finite k at least 2) pseudo-Riemannian metric on M\ndefined near P. We construct a torsion free real analytic (resp. C-k)\nconnection D which is defined near P on the tangent bundle of M whose curvature\noperator is the given operator R at P and so that D has constant scalar\ncurvature. We show that if R is Ricci symmetric, then D can be chosen to be\nRicci symmetric; if R has trace free Ricci tensor, then D can be chosen to have\ntrace free Ricci tensor; if R is Ricci alternating, then D can be chosen to be\nRicci alternating.\n"]}]
["0811.3844",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3844"],"date":["2008-11-24"],"type":["text"],"creator":["Krolikowski, Wojciech"],"language":[],"coverage":[],"title":["Hidden-sector fermions in two or three generations"],"description":["  We recall the argument based both on Dirac's square root procedure and an\nintrinsic Pauli principle that sterile fundamental fermions with spin 1/2\n(sterinos) ought to appear in Nature in two or three generations, while the\nStandard Model leptons and quarks are forced to develop three generations.\nThen, sterinos in two or three generations, if stable, lead to the cold dark\nmatter in two or three species, when the thermal freeze-out mechanism works\nproperly. If they are stable only in their lowest generation, the so called\nexciting cold dark matter may be formed.\n","Comment: 10 pages"]}]
["0811.3846",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3846"],"date":["2008-11-24"],"type":["text"],"creator":["Geurdes, J. F."],"language":[],"coverage":[],"title":["Loss of charge in a Lienard Wiechert Potential implies a hidden\n  contraction"],"description":["  In the paper it is demonstrated that a point-like dust in a Lienard-Wiechert\npotential under the constraint of axial gauging must change its velocity\n'beyond' a mere change in direction when a fraction of charge is lost at a\npoint in space-time. The existence of a postulated hidden entity that\nintroduces a Lorentz contraction avoids a concealed contradiction in repeated\nexperimentation with charge loss in point-like dust.\n","Comment: 6 pages 0 figures made the conclusion more physically testable"]}]
["0811.3848",{"format":[],"subject":["Mathematics - Operator Algebras","46L05","47B47","47L20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3848"],"date":["2008-11-24"],"type":["text"],"creator":["Anoussis, M.","Felouzis, V.","Todorov, I. G."],"language":[],"coverage":[],"title":["S-numbers of elementary operators on C*-algebras"],"description":["  We study the s-numbers of elementary operators acting on C*-algebras. The\nmain results are the following: If $\\tau$ is any tensor norm and $a,b\\in B(H)$\nare such that the sequences $s(a),s(b)$ of their singular numbers belong to a\nstable Calkin space $J$ then the sequence of approximation numbers of\n$a\\otimes_{\\tau} b$ belongs to $J$. If $A$ is a C*-algebra, $J$ is a stable\nCalkin space, $s$ is an s-number function, and $a_i, b_i \\in A,$ $i=1,...,m$\nare such that $s(\\pi(a_i)), s(\\pi(b_i)) \\in J$, $i=1,...,m$ for some faithful\nrepresentation $\\pi$ of $A$ then $s(\\sum_{i=1}^{m} M_{a_i,b_i})\\in J$. The\nconverse implication holds if and only if the ideal of compact elements of $A$\nhas finite spectrum. We also prove a quantitative version of a result of\nYlinen.\n","Comment: 25 pages"]}]
["0811.3852",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14R20","14L30","20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3852"],"date":["2008-11-24"],"type":["text"],"creator":["Lötscher, Roland"],"language":[],"coverage":[],"title":["Application of Multihomogeneous Covariants to the Essential Dimension of\n  Finite Groups"],"description":["  We investigate essential dimension of finite groups over arbitrary fields and\ngive a systematic treatment of multihomogenization, introduced by H.Kraft,\nG.Schwarz and the author. We generalize the central extension theorem of Buhler\nand Reichstein and use multihomogenization to substitute and generalize the\nstack-involved part of the theorem of Karpenko and Merkurjev about the\nessential dimension of p-groups. One part of this paper is devoted to the study\nof completely reducible faithful representations. Amongst results concerning\nfaithful representations of minimal dimension there is a computation of the\nminimal number of irreducible components needed for a faithful representation.\n","Comment: 34 pages, no figures"]}]
["0811.3855",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3855"],"date":["2008-11-24"],"type":["text"],"creator":["Kerbikov, B."],"language":[],"coverage":[],"title":["Fluctuation Diffusion in Quark matter"],"description":["  A unique transition state is a precursor of quark matter formation. We point\nout the hallmarks of this state and evaluate the quark diffusion coefficient in\nthe vicinity of the QCD critical line.\n","Comment: 3 pages, Talk at the 15th International Seminar \"Quarks-2008\""]}]
["0811.3857",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3857"],"date":["2008-11-24"],"type":["text"],"creator":["Johansson, Fredrik","Sola, Alan"],"language":[],"coverage":[],"title":["Rescaled Levy-Loewner hulls and random growth"],"description":["  We consider radial Loewner evolution driven by unimodular L\\'evy processes.\nWe rescale the hulls of the evolution by capacity, and prove that the weak\nlimit of the rescaled hulls exists. We then study a random growth model\nobtained by driving the Loewner equation with a compound Poisson process. The\nprocess involves two real parameters: the intensity of the underlying Poisson\nprocess and a localization parameter of the Poisson kernel which determines the\njumps. A particular choice of parameters yields a growth process similar to the\nHastings-Levitov $\\rm{HL}(0)$ model. We describe the asymptotic behavior of the\nhulls with respect to the parameters, showing that growth tends to become\nlocalized as the jump parameter increases. We obtain deterministic evolutions\nin one limiting case, and Loewner evolution driven by a unimodular Cauchy\nprocess in another. We show that the Hausdorff dimension of the limiting\nrescaled hulls is equal to 1. Using a different type of compound Poisson\nprocess, where the Poisson kernel is replaced by the heat kernel, as driving\nfunction, we recover one case of the aforementioned model and\n$\\rm{SLE}(\\kappa)$ as limits.\n","Comment: 21 pages, 2 figures"]}]
["0811.3859",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3859"],"date":["2008-11-24"],"type":["text"],"creator":["V., Raghavendra Rao B.","Sarma, Jayalal M. N."],"language":[],"coverage":[],"title":["On the Complexity of Matroid Isomorphism Problem"],"description":["  We study the complexity of testing if two given matroids are isomorphic. The\nproblem is easily seen to be in $\\Sigma_2^p$. In the case of linear matroids,\nwhich are represented over polynomially growing fields, we note that the\nproblem is unlikely to be $\\Sigma_2^p$-complete and is $\\co\\NP$-hard. We show\nthat when the rank of the matroid is bounded by a constant, linear matroid\nisomorphism, and matroid isomorphism are both polynomial time many-one\nequivalent to graph isomorphism. We give a polynomial time Turing reduction\nfrom graphic matroid isomorphism problem to the graph isomorphism problem.\nUsing this, we are able to show that graphic matroid isomorphism testing for\nplanar graphs can be done in deterministic polynomial time. We then give a\npolynomial time many-one reduction from bounded rank matroid isomorphism\nproblem to graphic matroid isomorphism, thus showing that all the above\nproblems are polynomial time equivalent. Further, for linear and graphic\nmatroids, we prove that the automorphism problem is polynomial time equivalent\nto the corresponding isomorphism problems. In addition, we give a polynomial\ntime membership test algorithm for the automorphism group of a graphic matroid.\n"]}]
["0811.3861",{"format":[],"subject":["Mathematics - Complex Variables","32H12, 32H02, 32H35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3861"],"date":["2008-11-24"],"type":["text"],"creator":["Landucci, Mario","Spiro, Andrea"],"language":[],"coverage":[],"title":["On the localization principle for the automorphisms of pseudoellipsoids"],"description":["  We show that Alexander's extendibility theorem for a local automorphism of\nthe unit ball is valid also for a local automorphism $f$ of a pseudoellipsoid\n$\\E^n_{(p_1, ..., p_{k})} \\= \\{z \\in \\C^n : \\sum_{j= 1}^{n - k}|z_j|^2 +\n|z_{n-k+1}|^{2 p_1} + ... + |z_n|^{2 p_{k}} < 1 \\}$, provided that $f$ is\ndefined on a region $\\U \\subset \\E^n_{(p)}$ such that: i) $\\partial \\U \\cap\n\\partial \\E^n_{(p)}$ contains an open set of strongly pseudoconvex points; ii)\n$\\U \\cap \\{z_i = 0 \\} \\neq \\emptyset$ for any $n-k +1 \\leq i \\leq n$. By the\ncounterexamples we exhibit, such hypotheses can be considered as optimal.\n","Comment: 7 pages; to appear on Proceedings of AMS"]}]
["0811.3865",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3865"],"date":["2008-11-24"],"type":["text"],"creator":["Abanto, M.","Davidovich, L.","Koiller, Belita","Filho, R. L. de Matos"],"language":[],"coverage":[],"title":["Quantum computation with doped silicon cavities"],"description":["  We propose a quantum computer architecture involving substitutional donors in\nphotonic-crystal silicon cavities and the optical initialization, manipulation,\nand detection processes already demonstrated in ion traps and other atomic\nsystems. Our scheme considerably simplifies the implementation of the building\nblocks for the successful operation of silicon-based solid-state quantum\ncomputers, including positioning of the donors, realization of one- and\ntwo-qubit gates, initialization and readout of the qubits. Detailed\nconsideration of the processes involved, using state-of-the-art values for the\nrelevant parameters, indicates that this architecture might lead to errors per\ngate compatible with scalable quantum computation.\n"]}]
["0811.3872",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3872","Phys. Rev. B 78, 205111 (2008)","doi:10.1103/PhysRevB.78.205111"],"date":["2008-11-24"],"type":["text"],"creator":["Fratesi, G.","Trioni, M. I.","Brivio, G. P.","Ugenti, S.","Perfetto, E.","Cini, M."],"language":[],"coverage":[],"title":["On the ab initio calculation of CVV Auger spectra in closed-shell\n  systems"],"description":["  We propose an ab initio method to evaluate the core-valence-valence (CVV)\nAuger spectrum of systems with filled valence bands. The method is based on the\nCini-Sawatzky theory, and aims at estimating the parameters by first-principles\ncalculations in the framework of density-functional theory (DFT). Photoemission\nenergies and the interaction energy for the two holes in the final state are\nevaluated by performing DFT simulations for the system with varied population\nof electronic levels. Transition matrix elements are taken from atomic results.\nThe approach takes into account the non-sphericity of the density of states of\nthe emitting atom, spin-orbit interaction in core and valence, and non\nquadratic terms in the total energy expansion with respect to fractional\noccupation numbers. It is tested on two benchmark systems, Zn and Cu metals,\nleading in both cases to L23M45M45 Auger peaks within 2 eV from the\nexperimental ones. Detailed analysis is presented on the relative weight of the\nvarious contributions considered in our method, providing the basis for future\ndevelopment. Especially problematic is the evaluation of the hole-hole\ninteraction for systems with broad valence bands: our method underestimates its\nvalue in Cu, while we obtain excellent results for this quantity in Zn.\n","Comment: 20 pages, 5 figures, 4 tables"]}]
["0811.3877",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3877"],"date":["2008-11-24"],"type":["text"],"creator":["Caponigro, Michele"],"language":[],"coverage":[],"title":["Interpretations of Quantum Mechanics: a critical survey"],"description":["  This brief survey analyzes the epistemological implications about the role of\nobserver in the interpretations of Quantum Mechanics. As we know, the goal of\nmost interpretations of quantum mechanics is to avoid the apparent intrusion of\nthe observer into the measurement process. In the same time, there are implicit\nand hidden assumptions about his role. In fact, most interpretations taking as\nontic level one of these fundamental concepts as information, physical law and\nmatter bring us to new problematical questions. We think, that no\ninterpretation of the quantum theory can avoid this intrusion until we do not\nclarify the nature of observer.\n","Comment: LateX 17 pages, 4 figures"]}]
["0811.3878",{"format":[],"subject":["Physics - Plasma Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3878"],"date":["2008-11-24"],"type":["text"],"creator":["Andrews, J T","Bose, K"],"language":[],"coverage":[],"title":["Plasma diagnostics using digital holographic interferometry"],"description":["  The advances in Charge Coupled Devices in one hand and the high resolution\nmeasurements of holographic technique on the other hand, we have adopted the\nmethod of digital real-time holographic interferometry for the diagnostics of\nhigh density plasma. The measured values of plasma electron density agree with\nthe measurements from other techniques.\n","Comment: 3 pages 5 Figures (eps)"]}]
["0811.3883",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3883"],"date":["2008-11-24"],"type":["text"],"creator":["Aleshin, V. P."],"language":[],"coverage":[],"title":["A self-confined Fermi-gas model for nuclear collective motion"],"description":["  The main result of this study consists in working out a microscopic\ndescription of collective motion in hot nuclei, allowing to express the\nparameters of a phenomenological collective model in terms of nucleonic\nquantities.\n","Comment: 40 pages, 5 fugures, to be submitted to Nucl. Phys. A"]}]
["0811.3884",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3884","doi:10.1016/j.physb.2008.11.091"],"date":["2008-11-24"],"type":["text"],"creator":["Artemenko, S. N.","Remizov, S. V.","Shapiro, D. S.","Vakhitov, R. R."],"language":[],"coverage":[],"title":["Effect of impurity pinning on conduction and specific heat in the\n  Luttinger liquid"],"description":["  We study theoretically two effects related to impurity depinning that are\ncommon for 1D Luttinger liquid (LL) and linear-chain CDW conductors. First, we\nconsider the electron transport through a single impurity in a 1D conducting\nchannel and study a new regime of conduction related to LL sliding at voltage\nabove a threshold one. The DC current in this regime is accompanied by\noscillations with frequency $f =I/e$. This resembles the CDW depinning in\nlinear-chain conductors, the Josephson effect, and the Coulomb blockade.\nSecond, we found that strong pinning of the LL by impurities leads to a\nmagnetic field dependence of the low-temperature specific heat similar to that\nobserved experimentally in CDW compounds. We interpret this in favor of\npossibility of formation of the LL in linear-chain compounds.\n","Comment: 6 pages, paper presented at the ECRYS-2008 conference (Aug. 2008),\n  accepted for publication in Physica B: Physics of Condensed Matter"]}]
["0811.3892",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematics - Representation Theory","17B69, 81T40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3892"],"date":["2008-11-24"],"type":["text"],"creator":["Gaberdiel, M. R.","Gannon, T."],"language":[],"coverage":[],"title":["Zhu's algebra, the C_2 algebra, and twisted modules"],"description":["  In his landmark paper, Zhu associated two associative algebras to a vertex\noperator algebra: what are now called Zhu's algebra and the C_2-algebra. The\nformer has a nice interpretation in terms of the representation theory of the\nVOA, while the latter only serves as a finiteness condition. In this paper we\nundertake first steps to unravel the interpretation of the C_2 vector space. In\nparticular we suggest that it seems and controls the twisted representations of\nthe VOA.\n","Comment: 14 pages"]}]
["0811.3895",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3895"],"date":["2008-11-24"],"type":["text"],"creator":["Gsponer, Andre"],"language":[],"coverage":[],"title":["A possible fundamental explanation of electroweak unification"],"description":["  Electroweak unification is implied by the local structure theorem of\ndistribution theory applied to the causal interval R=X-Z between two space-time\npoints X and Z. Taking R as generating function, the potentials of the\nelectromagnetic and weak interactions are obtained by applying the causal\nd'Alembertian operator on R, and both potentials can be given a proper physical\ninterpretation provided all calculations are made in the context of nonlinear\ngeneralized functions.\n","Comment: 12 pages"]}]
["0811.3897",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3897","2008IAUS..250..443F","doi:10.1017/S1743921308020814"],"date":["2008-11-24","2008-11-25"],"type":["text"],"creator":["Fynbo, J.","Malesani, D."],"language":[],"coverage":[],"title":["GRBs as Probes of Massive Stars Near and Far"],"description":["  Long-duration gamma-ray bursts are the manifestations of massive stellar\ndeath. Due to the immense energy release they are detectable from most of the\nobservable universe. In this way they allow us to study the deaths of single\n(or binary) massive stars possibly throughout the full timespan massive stars\nhave existed in the Universe. GRBs provide a means to infer information about\nthe environments and typical galaxies in which massive stars are formed. Two\nmain obstacles remain to be crossed before the full potential of GRBs as probes\nof massive stars can be harvested: i) we need to build more complete and well\nunderstood samples in order not to be fooled by biases, and ii) we need to\nunderstand to which extent GRBs may be intrinsically biased in the sense that\nthey are only formed by a limited subset of massive stars defined by most\nlikely a restricted metallicity interval. We describe the status of an ongoing\neffort to build a more complete sample of long-duration GRBs with measured\nredshifts. Already now we can conclude that the environments of GRB progenitors\nare very diverse with metallicities ranging from solar to a hundredth solar and\nextinction ranging from none to A_V>5 mag. We have also identified a sightline\nwith significant escape of Lyman continuum photons and another with a clear\n2175AA extinction bump.\n","Comment: Invited review - in \"Massive Stars as Cosmic Engines\", IAU Symp. 250\n  (Kauai), ed. F. Bresolin, P. A. Crowther, and J. Puls (Cambridge University\n  Press), p. 443-456. Typos and refs corrected"]}]
["0811.3902",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3902"],"date":["2008-11-24"],"type":["text"],"creator":["Fromentin, Jean"],"language":[],"coverage":[],"title":["Every braid admits a short sigma-definite representative"],"description":["  A result by Dehornoy (1992) says that every nontrivial braid admits a\nsigma-definite word representative, defined as a braid word in which the\ngenerator sigma_i with maximal index i appears with exponents that are all\npositive, or all negative. This is the ground result for ordering braids. In\nthis paper, we enhance this result and prove that every braid admits a\nsigma-definite word representative that, in addition, is quasi-geodesic. This\nestablishes a longstanding conjecture. Our proof uses the dual braid monoid and\na new normal form called the rotating normal form.\n"]}]
["0811.3904",{"format":[],"subject":["Physics - Instrumentation and Detectors","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3904"],"date":["2008-11-24"],"type":["text"],"creator":["Hillert, S."],"language":[],"coverage":[],"title":["ZVMST: a minimum spanning tree-based vertex finder"],"description":["  A new topological vertex finder is presented which combines ideas of the\nwell-established ZVTOP algorithm with a novel minimum spanning tree approach. A\npreliminary performance study with simulated e+e- --> qqbar events at a centre\nof mass energy of 92 GeV shows that the new approach is competitive with\nexisting vertex finder algorithms.\n","Comment: submitted as LC-note; 13 pages, 2 figures, 2 tables"]}]
["0811.3912",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3912"],"date":["2008-11-24"],"type":["text"],"creator":["Koshelev, K V"],"language":[],"coverage":[],"title":["Another method to solve Dirac's one-electron equation numerically"],"description":["  One more mode developed to get eigen energies and states for the one-electron\nDirac's equation with spherically symmetric bound potential. For the particular\ncase of the Coulomb potential it was shown that the method is free of so called\nspurious states. The procedure could be adapted to receive highly exited states\nwith great precision.\n"]}]
["0811.3917",{"format":[],"subject":["Mathematics - Dynamical Systems","37Axx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3917"],"date":["2008-11-24"],"type":["text"],"creator":["Danilenko, Alexandre I.","del Junco, Andrés"],"language":[],"coverage":[],"title":["Almost continuous orbit equivalence for non-singular homeomorphisms"],"description":["  Let $X$ and $Y$ be Polish spaces with non-atomic Borel measures $\\mu$ and\n$\\nu$ of full support. Suppose that $T$ and $S$ are ergodic non-singular\nhomeomorphisms of $(X,\\mu)$ and $(Y,\\nu)$ with continuous Radon-Nikodym\nderivatives. Suppose that either they are both of type $III_1$ or that they are\nboth of type $III_\\lambda$, $0<\\lambda<1$ and, in the $III_\\lambda$ case,\nsuppose in addition that both `topological asymptotic ranges' (defined in the\narticle) are $\\log\\lambda\\cdot\\Bbb Z$. Then there exist invariant dense\n$G_\\delta$-subsets $X'\\subset X$ and $Y'\\subset Y$ of full measure and a\nnon-singular homeomorphism $\\phi: X' \\to Y'$ which is an orbit equivalence\nbetween $T|_{X'}$ and $S|_{Y'}$, that is $\\phi\\{T^{i}x\\} = \\{S^{i}x\\}$ for all\n$x \\in X'$. Moreover the Radon-Nikodym derivative $d\\nu\\circ\\phi/d\\mu$ is\ncontinuous on $X'$ and, letting $S' = \\phi^{-1}S \\phi$ we have $Tx=\n{S'}^{n(x)}x$ and $S' = T^{m(x)}x$ where $n$ and $m$ are continuous on $X'$.\n"]}]
["0811.3918",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3918"],"date":["2008-11-24"],"type":["text"],"creator":["Zaldarriaga, Matias","Colombo, Loris","Komatsu, Eiichiro","Lidz, Adam","Mortonson, Michael","Oh, S. Peng","Pierpaoli, Elena","Verde, Licia","Zahn, Oliver"],"language":[],"coverage":[],"title":["CMBPol Mission Concept Study: Reionization Science with the Cosmic\n  Microwave Background"],"description":["  We summarize existing constraints on the epoch of reionization and discuss\nthe observational probes that are sensitive to the process. We focus on the\nrole large scale polarization can play. Polarization probes the integrated\noptical depth across the entire epoch of reionization. Future missions such as\nPlanck and CMBPol will greatly enhance our knowledge of the reionization\nhistory, allowing us to measure the time evolution of the ionization fraction.\nAs large scale polarization probes high redshift activity, it can best\nconstrain models where the Universe was fully or partially ionized at early\ntimes. In fact, large scale polarization could be our only probe of the highest\nredshifts.\n"]}]
["0811.3922",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory","22E50, 11F27, 11F70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3922"],"date":["2008-11-24"],"type":["text"],"creator":["Stehnova, Jitka"],"language":[],"coverage":[],"title":["Theta Correspondence for U(1,1) and U(2)"],"description":["  In this paper, we parametrize certain irreducible supercuspidal\nrepresentations of U(1,1) and U(2) via explicit induction data. The\nparametrization depends on traceless elements of negative valuation in a\nquadratic extension of base field. We use the lattice model of the Weil\nrepresentation to determine which traceless elements are involved in the theta\ncorrespondence for reductive dual pair U(1,1) and U(2).\n","Comment: 17 pages"]}]
["0811.3927",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3927"],"date":["2008-11-24"],"type":["text"],"creator":["Wulf, Michael","Zorin, Alexander B."],"language":[],"coverage":[],"title":["Error accounting in electron counting experiments"],"description":["  Electron counting experiments attempt to provide a current of a known number\nof electrons per unit time. We propose architectures utilizing a few readily\navailable electron-pumps or turnstiles with the typical error rates of 100 ppm\nwith common sensitive electrometers to achieve the desirable accuracy of 1 part\nin 10 ppb. This is achieved not by counting all transferred electrons but by\ncounting only the errors of individual devices; these are less frequent and\ntherefore readily recognized and accounted for. We thereby ease the route\ntowards quantum based standards for current and capacitance.\n","Comment: submitted for publication"]}]
["0811.3928",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L65, 35B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3928"],"date":["2008-11-24"],"type":["text"],"creator":["Peletier, Mark A.","Veneroni, Marco"],"language":[],"coverage":[],"title":["Non-oriented solutions of the eikonal equation"],"description":["  We study a new formulation for the eikonal equation |grad u| =1 on a bounded\nsubset of R^2. Instead of a vector field grad u, we consider a field P of\northogonal projections on 1-dimensional subspaces, with div P in L^2. We prove\nexistence and uniqueness for solutions of the equation P div P=0. We give a\ngeometric description, comparable with the classical case, and we prove that\nsuch solutions exist only if the domain is a tubular neighbourhood of a regular\nclosed curve. The idea of the proof is to apply a generalized method of\ncharacteristics introduced in Jabin, Otto, Perthame, \"Line-energy\nGinzburg-Landau models: zero-energy states\", Ann. Sc. Norm. Super. Pisa Cl.\nSci. (5) 1 (2002), to a suitable vector field m satisfying P = m \\otimes m.\n  This formulation provides a useful approach to the analysis of stripe\npatterns. It is specifically suited to systems where the physical properties of\nthe pattern are invariant under rotation over 180 degrees, such as systems of\nblock copolymers or liquid crystals.\n","Comment: 14 pages, 4 figures, submitted"]}]
["0811.3938",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3938"],"date":["2008-11-24"],"type":["text"],"creator":["Treumann, R. A."],"language":[],"coverage":[],"title":["A note on the theory of transverse diffusion in shock particle\n  acceleration"],"description":["  We investigate the role of the form of the spatial diffusion coefficient in\nshock acceleration of fast particles. Referring to non-classical diffusion and\nusing the results of numerical (hybrid) simulations tailored for the downstream\nshock population in quasi-perpendicualr high-Mach number collisionless shocks\nto which we apply the theory, we demonstrate that the inferred diffusion\ncoefficients are in excellent agreement with the requirements of the theory and\nits predictions. Diffusion in the collisionless regime turns out to be\nnon-classical Gibbsian (L\\'evy flight), time-dependent though weak.\n"]}]
["0811.3943",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3943"],"date":["2008-11-24"],"type":["text"],"creator":["Frampton, Paul H."],"language":[],"coverage":[],"title":["Doubly-Charged Boson Production in $p \\bar{p}$ Collisions at $\\sqrt{s} =\n  1.96$ TeV"],"description":["  It is suggested that the observed excess of muons in studies of $p \\bar{p}$\ncollisions at $\\sqrt{s} = 1.96$ TeV arises from the decay of doubly-charged\nbosons. Such particles are predicted in the 3-3-1 model where the electroweak\ngauge group is extended to $SU(3) \\times U(1)$.\n","Comment: 5 pages latex"]}]
["0811.3951",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3951"],"date":["2008-11-24"],"type":["text"],"creator":["Sreekumar, Vishnu","Verma, Mahendra K.","Narain, Gaurav","S, Venkatesh K."],"language":[],"coverage":[],"title":["Analysis of music: controlled random music and probability distribution\n  function of recurrence time of amplitude peaks"],"description":["  Correlations in music that exist within its waveform are studied. Monophonic\nwave files of random music are generated and the probability distribution\nfunction of time interval between large signal values is analyzed. A power law\nbehavior for the distribution function in the range from 0.1 millisecond to 20\nmilliseconds is observed. An attempt is made to investigate the origin of these\ncorrelations by randomizing each of the factors (frequencies, intensities and\ndurations of notes of the random music files) separately.\n","Comment: 6 pages, 11 figures"]}]
["0811.3954",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3954","The Journal of the Acoustical Society of America 213, 4 (2008)\n  1972-1982","doi:10.1121/1.2836756"],"date":["2008-11-24"],"type":["text"],"creator":["Zhang, Victor Y.","Dubus, Bertrand","Collet, Bernard","Destrade, Michel"],"language":[],"coverage":[],"title":["Piezoacoustic wave spectra using improved surface impedance matrix:\n  Application to high impedance-contrast layered plates"],"description":["  Starting from the general modal solutions for a homogeneous layer of\narbitrary material and crystalline symmetry, a matrix formalism is developed to\nestablish the semi analytical expressions of the surface impedance matrices\n(SIM) for a single piezo-electric layer. By applying the electrical boundary\nconditions, the layer impedance matrix is reduced to a unified elastic form\nwhether the material is piezoelectric or not. The characteristic equation for\nthe dispersion curves is derived in both forms of a 3-dimentional acoustic SIM\nand of an electrical scalar function. The same approach is extended to\nmultilayered structures such as a piezoelectric layer sandwiched in between two\nmetallic electrodes, a Bragg coupler, and a semi-infinite substrate as well.\nThe effectiveness of the approach is numerically demonstrated by its ability to\ndetermine the full spectra of guided modes, even at extremely high frequencies,\nin layered plates comprising of up to four layers and three materials. Negative\nslope in f-k curve for some modes, asymptotic behavior at short wavelength\nregime, as well as wave confinement phenomena made evident by the numerical\nresults are analyzed and interpreted in terms of the surface acoustic waves and\nof the interfacial waves in connection with the bulk waves in massive\nmaterials.\n"]}]
["0811.3955",{"format":[],"subject":["Physics - Classical Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3955","Forensic Science International 177, 1 (2008) 52-65","doi:10.1016/j.forsciint.2007.10.010"],"date":["2008-11-24"],"type":["text"],"creator":["Gilchrist, Michael D.","Keenan, Stephen","Curtis, Michael","Cassidy, Mary","Byrne, Greg","Destrade, Michel"],"language":[],"coverage":[],"title":["Mechanics of Stabbing: Biaxial Measurement of Knife Stab Penetration of\n  Skin Simulant"],"description":["  In medicolegal situations, the consequences of a stabbing incident are\ndescribed in terms that are qualitative without being quantitative. Here, the\nmechanical variables involved in knife-tissue penetration events are used to\ndetermine the parameters needed to be controlled in a measurement device. They\ninclude knife geometry, in-plane mechanical stress state of skin, angle and\nspeed of knife penetration, and underlying fascia. Four household knives with\ndifferent geometries were used. Synthetic materials were used to simulate the\nresponse of skin, fat and cartilage: polyurethane, foam, and ballistic soap,\nrespectively. The force and energy applied by the blade and the skin\ndisplacement were used to identify skin penetration. The skin tension is shown\nto have a direct effect on the force and energy for knife penetration and on\nthe depth of displacement of the simulant prior to penetration: larger levels\nof in-plane tension in the skin are associated with lower penetration forces,\nenergies and displacements. Less force and energy are required for puncture\nwhen the blade is parallel to a direction of greater skin tension than when\nperpendicular. Surprisingly, evidence suggests that the quality control\nprocesses used to manufacture knives fail to produce consistently uniform blade\npoints in nominally identical knives, leading to penetration forces which can\nvary widely.\n"]}]
["0811.3956",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3956","Open Acoustics Journal 1 (2008) 15-18","doi:10.2174/1874837600801010015"],"date":["2008-11-24"],"type":["text"],"creator":["Destrade, Michel","Fu, Yibin"],"language":[],"coverage":[],"title":["A wave near the edge of a circular disk"],"description":["  It is shown that in the Love-Kirchhoff plate theory, an edge wave can travel\nin a circular thin disk made of an isotropic elastic material. This disk edge\nwave turns out to be faster than the classic flexural acoustic wave in a\nstraight-edged, semi-infinite, thin plate, a wave which it mimics when the\ncurvature radius becomes very large compared to the wavelength.\n"]}]
["0811.3958",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3958"],"date":["2008-11-24"],"type":["text"],"creator":["Musatov, Daniil"],"language":["ru"],"coverage":[],"title":["Extractors and an efficient variant of Muchnik's theorem"],"description":["  Muchnik's theorem about simple conditional descriprion states that for all\nwords $a$ and $b$ there exists a short program $p$ transforming $a$ to $b$ that\nhas the least possible length and is simple conditional on $b$. This paper\npresents a new proof of this theorem, based on extractors. Employing the\nextractor technique, two new versions of Muchnik's theorem for space- and\ntime-bounded Kolmogorov complexity are proven.\n","Comment: 37 pages, in Russian"]}]
["0811.3959",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3959"],"date":["2008-11-24"],"type":["text"],"creator":["Herman, Grzegorz","Soltys, Michael"],"language":[],"coverage":[],"title":["A polytime proof of correctness of the Rabin-Miller algorithm from\n  Fermat's little theorem"],"description":["  Although a deterministic polytime algorithm for primality testing is now\nknown, the Rabin-Miller randomized test of primality continues being the most\nefficient and widely used algorithm.\n  We prove the correctness of the Rabin-Miller algorithm in the theory V1 for\npolynomial time reasoning, from Fermat's little theorem. This is interesting\nbecause the Rabin-Miller algorithm is a polytime randomized algorithm, which\nruns in the class RP (i.e., the class of polytime Monte-Carlo algorithms), with\na sampling space exponential in the length of the binary encoding of the input\nnumber. (The class RP contains polytime P.) However, we show how to express the\ncorrectness in the language of V1, and we also show that we can prove the\nformula expressing correctness with polytime reasoning from Fermat's Little\ntheorem, which is generally expected to be independent of V1.\n  Our proof is also conceptually very basic in the sense that we use the\nextended Euclid's algorithm, for computing greatest common divisors, as the\nmain workhorse of the proof. For example, we make do without proving the\nChinese Reminder theorem, which is used in the standard proofs.\n"]}]
["cond-mat/0606357",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606357","Langmuir, 2006, 22 (17), 7117-7119","doi:10.1021/la060803l"],"date":["2006-06-14"],"type":["text"],"creator":["Graf, Peter","Finken, Reimar","Seifert, Udo"],"language":[],"coverage":[],"title":["Adhesion of microcapsules"],"description":["  The adhesion of microcapsules to an attractive contact potential is studied\ntheoretically. The axisymmetric shape equations are solved numerically. Beyond\na universal threshold strength of the potential, the contact radius increases\nlike a square root of the strength. Scaling functions for the corresponding\namplitudes are derived as a function of the elastic parameters.\n","Comment: 4 pages, 4 figures"]}]
["gr-qc/0609004",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0609004"],"date":["2006-09-01","2008-11-25"],"type":["text"],"creator":["Asselmeyer-Maluga, Torsten","Rosé, Helge"],"language":[],"coverage":[],"title":["Calculation of the Cosmological Constant by Unifying Matter and Dark\n  Energy"],"description":["  This paper has been withdrawn by the authors due to the too limited range of\nthe current version of the model (the dark energy fraction is constant, but it\nhas to be a function of the scale factor). We will resubmit the paper after\nextension.\n","Comment: This paper has been withdrawn"]}]
["math/0610928",{"format":[],"subject":["Mathematics - Logic","03C64, 11S80 (Primary) 03C65, 03C98, 11U09, 12L12, 14A99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610928"],"date":["2006-10-30","2008-11-25"],"type":["text"],"creator":["Cluckers, R."],"language":[],"coverage":[],"title":["An introduction to b-minimality"],"description":["  We give a survey with some explanations but no proofs of the new notion of\nb-minimality by the author and F. Loeser [b-minimality, J. Math. Log., 7 no. 2\n(2007) 195--227, math.LO/0610183]. We compare this notion with other notions\nlike o-minimality, C-minimality, p-minimality, and so on.\n","Comment: 12 pages"]}]
["math/0701744",{"format":[],"subject":["Mathematics - Dynamical Systems","37D30","37D25","37A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701744"],"date":["2007-01-25","2008-11-25"],"type":["text"],"creator":["Bessa, M.","Rocha, J."],"language":[],"coverage":[],"title":["Denseness of ergodicity for a class of partially hyperbolic\n  volume-preserving flows"],"description":["  This paper has been withdrawn by the authors due to a mistake in one of the\nproofs\n","Comment: This paper has been withdrawn"]}]
["nlin/0505052",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0505052","Phys. Rev. E 77, 066215 (2008)"],"date":["2005-05-23","2008-11-25"],"type":["text"],"creator":["Ke, Da-Guan","Tong, Qin-Ye"],"language":[],"coverage":[],"title":["Easily Adaptable Complexity Measure for Finite Time Series"],"description":["  We present a complexity measure for any finite time series. This measure has\ninvariance under any monotonic transformation of the time series, has a degree\nof robustness against noise, and has the adaptability of satisfying almost all\nthe widely accepted but conflicting criteria for complexity measurements.\nSurprisingly, the measure is developed from Kolmogorov complexity, which is\ntraditionally believed to represent only randomness and to satisfy one\ncriterion to the exclusion of the others. For familiar iterative systems, our\ntreatment may imply a heuristic approach to transforming symbolic dynamics into\npermutation dynamics and vice versa.\n","Comment: 15 page, 3 figures, 1 table; modifications making cruicial points\n  clearer and improve readibility; had been completely rewritten"]}]
["physics/0611088",{"format":[],"subject":["Physics - Atomic Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611088"],"date":["2006-11-09"],"type":["text"],"creator":["Peik, E.","Lipphardt, B.","Schnatz, H.","Tamm, Chr.","Weyers, S.","Wynands, R."],"language":[],"coverage":[],"title":["Laboratory Limits on Temporal Variations of Fundamental Constants: An\n  Update"],"description":["  Precision comparisons of different atomic frequency standards over a period\nof a few years can be used for a sensitive search for temporal variations of\nfundamental constants. We present recent frequency measurements of the 688 THz\ntransition in the $^{171}$Yb$^+$ ion. For this transition frequency a record\nover six years is now available, showing that a possible frequency drift\nrelative to a cesium clock can be constrained to $(-0.54\\pm0.97)$ Hz/yr, i.e.\nat the level of $2\\cdot10^{-15}$ per year. Combined with precision frequency\nmeasurements of an optical frequency in $^{199}$Hg$^+$ and of the hyperfine\nground state splitting in $^{87}$Rb a stringent limit on temporal variations of\nthe fine structure constant $\\alpha$: $d\\ln\\alpha /dt= (-0.26\\pm0.39)\\cdot\n10^{-15} {\\rm yr}^{-1}$ and a model-dependent limit for variations of the\nproton-to-electron mass ratio $\\mu$ in the present epoch can be derived: $d \\ln\n\\mu/dt = (-1.2 \\pm 2.2)\\cdot 10^{-15} {\\rm yr}^{-1}$. We discuss these results\nin the context of astrophysical observations that apparently indicate changes\nin both of these constants over the last 5--10 billion years.\n","Comment: 10 pages, 3 figures, Proceedings of the 11th Marcel Grossmann\n  Meeting, Berlin, 2006"]}]
