["0705.2807",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","94B60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2807","IEEE Trans. Inf. Theory 54(11) 2008, 5241-5246","doi:10.1109/TIT.2008.929972"],"date":["2007-05-19","2008-10-26"],"type":["text"],"creator":["Kim, Hyun Kwang","Krotov, Denis"],"language":[],"coverage":[],"title":["The poset metrics that allow binary codes of codimension m to be m-,\n  (m-1)-, or (m-2)-perfect"],"description":["  A binary poset code of codimension M (of cardinality 2^{N-M}, where N is the\ncode length) can correct maximum M errors. All possible poset metrics that\nallow codes of codimension M to be M-, (M-1)- or (M-2)-perfect are described.\nSome general conditions on a poset which guarantee the nonexistence of perfect\nposet codes are derived; as examples, we prove the nonexistence of R-perfect\nposet codes for some R in the case of the crown poset and in the case of the\nunion of disjoin chains. Index terms: perfect codes, poset codes\n","Comment: 6pp, 33fig. V2: revised"]}]
["0706.2291",{"format":[],"subject":["Mathematics - Analysis of PDEs","76W05","35B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2291","Mathematical Methods in the Applied Sciences, Vol.31,\n  9(2008)1113-1130","doi:10.1002/mma.967"],"date":["2007-06-15"],"type":["text"],"creator":["Yuan, Jia"],"language":[],"coverage":[],"title":["Existence theorem and blow-up criterion of the strong solutions to the\n  Magneto-micropolar fluid equations"],"description":["  In this paper we study the magneto-micropolar fluid equations in $\\R^3$,\nprove the existence of the strong solution with initial data in $H^s(\\R^3)$ for\n$s> {3/2}$, and set up its blow-up criterion. The tool we mainly use is\nLittlewood-Paley decomposition, by which we obtain a Beale-Kato-Majda type\nblow-up criterion for smooth solution $(u,\\omega,b)$ which relies on the\nvorticity of velocity $\\nabla\\times u$ only.\n","Comment: 19pages"]}]
["0707.0822",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0822"],"date":["2007-07-05","2008-10-26"],"type":["text"],"creator":["Gautero, Francois","Lustig, Martin"],"language":[],"coverage":[],"title":["The mapping-torus of a free group automorphism is hyperbolic relative to\n  the canonical subgroups of polynomial growth"],"description":["  We prove that the mapping torus group $\\FN \\rtimes_{\\alpha} \\Z$ of any\nautomorphism $\\alpha$ of a free group $\\FN$ of finite rank $n \\geq 2$ is weakly\nhyperbolic relative to the canonical (up to conjugation) family $\\mathcal\nH(\\alpha)$ of subgroups of $\\FN$ which consists of (and contains\nrepresentatives of all) conjugacy classes that grow polynomially under\niteration of $\\alpha$. Furthermore, we show that $\\FN \\rtimes_{\\alpha} \\Z$ is\nstrongly hyperbolic relative to the mapping torus of the family $\\mathcal\nH(\\alpha)$. As an application, we use a result of Drutu-Sapir to deduce that\n$\\FN \\rtimes_{\\alpha} \\Z$ has Rapic Decay.\n","Comment: 40 pages, no figure. Differences with respect to the first version:\n  there is now an Appendix about $\\beta$-train tracks, written by the second\n  author. A Corollary about Rapid Decay for free-by-cyclic groups has been\n  added"]}]
["0801.3946",{"format":[],"subject":["Mathematics - Number Theory","11G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3946"],"date":["2008-01-25","2008-10-26"],"type":["text"],"creator":["Baier, Stephan","Jones, Nathan"],"language":[],"coverage":[],"title":["A refined version of the Lang-Trotter Conjecture"],"description":["  Let $E$ be an elliptic curve defined over the rational numbers and $r$ a\nfixed integer. Using a probabilistic model consistent with the Chebotarev\ntheorem for the division fields of $E$ and the Sato-Tate distribution, Lang and\nTrotter conjectured an asymptotic formula for the number of primes up to $x$\nwhich have Frobenius trace equal to $r$, where $r$ is a {\\it fixed} integer.\nHowever, as shown in this note, this asymptotic estimate cannot hold for {\\it\nall} $r$ in the interval $|r|\\le 2\\sqrt{x}$ with a uniform bound for the error\nterm, because an estimate of this kind would contradict the Chebotarev density\ntheorem as well as the Sato-Tate conjecture.\n  The purpose of this note is to refine the Lang-Trotter conjecture, by taking\ninto account the \"semicircular law\", to an asymptotic formula that\nconjecturally holds for arbitrary integers $r$ in the interval $|r|\\le\n2\\sqrt{x}$, with a uniform error term. We demonstrate consistency of our\nrefinement with the Chebotarev theorem for a fixed division field, and with the\nSato-Tate conjecture. We also present numerical evidence for the refined\nconjecture.\n","Comment: 10 pages, 3 figures"]}]
["0801.4322",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4322","Phys. Rev. A 78, 012317 (2008)","doi:10.1103/PhysRevA.78.012317"],"date":["2008-01-28","2008-10-26"],"type":["text"],"creator":["Matthews, William","Winter, Andreas"],"language":[],"coverage":[],"title":["Pure-state transformations and catalysis under operations that\n  completely preserve positivity of partial transpose"],"description":["  Motivated by the desire to better understand the class of quantum operations\non bipartite systems that preserve positivity of partial transpose (PPT\noperations) and its relation to the class LOCC (local operations and classical\ncommunication), we present some results on deterministic bipartite pure state\ntransformations by PPT operations. Restricting our attention to the case where\nwe start with a rank K maximally entangled state, we give a necessary condition\nfor transforming it into a given pure state, which we show is also sufficient\nwhen K is two and the final state has Schmidt rank three. We show that it is\nsufficient for all K and all final states provided a conjecture about a certain\nfamily of semidefinite programs is true. We also demonstrate that the\nphenomenon of catalysis can occur under PPT operations and that, unlike LOCC\ncatalysis, a maximally entangled state can be a catalyst. Finally, we give a\nnecessary and sufficient condition for the possibility of transforming a rank K\nmaximally entangled state to an arbitrary pure state by PPT operations assisted\nby some maximally entangled catalyst.\n","Comment: 12 pages, 2 figures. v2: Journal version; Typos fixed"]}]
["0803.3249",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3249","J. Stat. Phys. 133 (2008) 231-254","doi:10.1007/s10955-008-9614-z"],"date":["2008-03-21"],"type":["text"],"creator":["Hagendorf, Christian","Doussal, Pierre Le"],"language":[],"coverage":[],"title":["SLE on doubly-connected domains and the winding of loop-erased random\n  walks"],"description":["  Two-dimensional loop-erased random walks (LERWs) are random planar curves\nwhose scaling limit is known to be a Schramm-Loewner evolution SLE_k with\nparameter k = 2. In this note, some properties of an SLE_k trace on\ndoubly-connected domains are studied and a connection to passive scalar\ndiffusion in a Burgers flow is emphasised. In particular, the endpoint\nprobability distribution and winding probabilities for SLE_2 on a cylinder,\nstarting from one boundary component and stopped when hitting the other, are\nfound. A relation of the result to conditioned one-dimensional Brownian motion\nis pointed out. Moreover, this result permits to study the statistics of the\nwinding number for SLE_2 with fixed endpoints. A solution for the endpoint\ndistribution of SLE_4 on the cylinder is obtained and a relation to reflected\nBrownian motion pointed out.\n","Comment: 22 pages, 4 figures"]}]
["0804.0208",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0208","Phys. Rev. Lett. 101, 170502 (2008)","doi:10.1103/PhysRevLett.101.170502"],"date":["2008-04-01","2008-10-25"],"type":["text"],"creator":["Tiersch, Markus","de Melo, Fernando","Buchleitner, Andreas"],"language":[],"coverage":[],"title":["Entanglement evolution in finite dimensions"],"description":["  We provide a relation which describes how the entanglement of two d-level\nsystems evolves as either system undergoes an arbitrary physical process. The\ndynamics of the entanglement turns out to be of a simple form, and is fully\ncaptured by a single quantity.\n","Comment: 4 pages, 1 figure; new title and introduction, added references, some\n  makeup; published version"]}]
["0807.3691",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3691"],"date":["2008-07-23","2008-10-26"],"type":["text"],"creator":["Prykarpatsky, Anatoliy K.","Bogolubov Jr, Nikolai N."],"language":[],"coverage":[],"title":["The Field Structure of Vacuum, Maxwell Equations and Relativity Theory\n  Aspects. Part 1"],"description":["  The nature of space-time and surrounding matter objects was and persists to\nbe a one of the most intriguing and challenging problems facing the mankind and\nnatural scientists especially. As we know one of the most brilliant inventions\nin physics of XIX-th century was combining of electricity and magnetism within\nthe Faraday-Maxwell electromagnetism theory. This theory explained the main\nphysical laws of light propagation in space-time and posed new questions\nconcerning the nature of vacuum. Nonetheless, almost all attempts aiming to\nunveil the real state of art of the vacuum problem appeared to be unsuccessful\nin spite of new ideas suggested by Mach, Lorentz, Poincare, Einstein and some\nothers physicists. Moreover, the non-usual way of treating the space-time\ndevised by Einstein, in reality, favored to eclipsing both its nature and the\nrelated physical vacuum origin problems \\cite{Fe,Ga,Ma,TW,Ba,BP}, reducing them\nto some physically unmotivated formal mathematical principles and recipes,\ncombined in the well known special relativity theory (SRT). The SRT appeared to\nbe adapted to the only inertial reference systems and faced with hard problems\nof the electromagnetic Lorentz forces explanation and relationships between\ninertial and gravity forces. The latter was artificially \"dissolved\" by means\nof the well known \"equivalence\" principle owing to which the \"inertial\" mass of\na material object was postulated to coincide with its \"gravity\" mass.\n  In work we try to unveil some nontrivial aspects of the real space-time and\nvacuum origin problems to derive from the natural field theory principles all\nof the well known Maxwell electromagnetism and relativity theories results, to\nshow their relative or only visible coincidence with real physical phenomena\nand to feature new perspectives facing the modern fundamental physics.\n","Comment: 11 pages"]}]
["0808.0818",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0818","Phys. Rev. Lett. 101, 177003 (2008)","doi:10.1103/PhysRevLett.101.177003"],"date":["2008-08-06","2008-08-26"],"type":["text"],"creator":["Simon, F.","Dora, B.","Muranyi, F.","Janossy, A.","Garaj, S.","Forro, L.","Bud'ko, S.","Petrovic, C.","Canfield, P. C."],"language":[],"coverage":[],"title":["Generalized Elliott-Yafet theory of electron spin relaxation in metals:\n  the origin of the anomalous electron spin life-time in MgB2"],"description":["  The temperature dependence of the electron spin relaxation time in MgB2 is\nanomalous as it does not follow the temperature dependence of the resistivity\nabove 150 K, it has a maximum around 400 K, and it decreases for higher\ntemperatures. This violates the well established Elliot-Yafet theory of\nelectron spin relaxation in metals. We show that the anomaly occurs when the\nquasi-particle scattering rate (in energy units) becomes comparable to the\nenergy difference between the conduction- and a neighboring band. We find that\nthe anomalous behavior is related to the unique band structure of MgB$_2$ and\nthe large electron-phonon coupling. The saturating spin-lattice relaxation can\nbe regarded as the spin transport analogue of the Ioffe-Regel criterion of\nelectron transport.\n"]}]
["0810.0230",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0230"],"date":["2008-10-01","2008-10-26"],"type":["text"],"creator":["Weber, Andreas"],"language":[],"coverage":[],"title":["Tensor products of recurrent hypercyclic semigroups"],"description":["  We study tensor products of strongly continuous semigroups on Banach spaces\nthat satisfy the hypercyclicity criterion, the recurrent hypercyclicity\ncriterion or are chaotic.\n","Comment: 6 pages. Final version to appear in J. Math. Anal. Appl"]}]
["0810.0768",{"format":[],"subject":["Mathematics - General Mathematics","03B22","03B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0768"],"date":["2008-10-05","2008-10-26"],"type":["text"],"creator":["Herrmann, Robert A."],"language":[],"coverage":[],"title":["Modeling the Dialectic"],"description":["  Three formal first-order finite dialectical schemes are investigated. It is\nshown that schemes 1 and 2 have significantly different finite models. Further,\nan infinite natural number model for schemes 1, 2, 3 is constructed, and it is\nshown that scheme 3 has no finite model.\n","Comment: Plain Tex, 6 pages. Among other new disclosures, for schemes 1 and 2,\n  an infinite hyperfinite model and infinitely many finite models are added"]}]
["0810.3345",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3345"],"date":["2008-10-18","2008-10-25"],"type":["text"],"creator":["Zhang, Xiaowen","Zhang, Zhanyang","Wei, Xinzhou"],"language":[],"coverage":[],"title":["Enhancements to A Lightweight RFID Authentication Protocol"],"description":["  Vajda and Buttyan (VB) proposed a set of five lightweight RFID authentication\nprotocols. Defend, Fu, and Juels (DFJ) did cryptanalysis on two of them - XOR\nand SUBSET. To the XOR protocol, DFJ proposed repeated keys attack and nibble\nattack. In this paper, we identify the vulnerability existed in the original\nVB's successive session key permutation algorithm. We propose three\nenhancements to prevent DFJ's attacks and make XOR protocol stronger without\nintroducing extra resource cost.\n","Comment: 9 pages, 2 figures"]}]
["0810.3358",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3358"],"date":["2008-10-18","2008-10-25"],"type":["text"],"creator":["Bahinipati, S.","collaboration, for the Belle"],"language":[],"coverage":[],"title":["Measurements of CKM angle $\\phi_3$ at BELLE"],"description":["  We report recent results on $\\phi_3$ measurement at the Belle collaboration.\nThe analyses reported here are based on a large data sample that contains 657\nmillion $B\\bar{B}$ pairs collected with the Belle detector at the KEKB\nasymmetric-energy $e^+ e^-$ collider at the $\\Upsilon(4S)$ resonance.\n","Comment: Parallel talk at ICHEP08, Philadelphia, USA, July 2008. 4 pages,\n  LaTeX, 5 eps figures"]}]
["math/0701235",{"format":[],"subject":["Mathematics - General Mathematics","11P32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701235"],"date":["2007-01-08","2008-10-26"],"type":["text"],"creator":["Han, Jinzhu"],"language":[],"coverage":[],"title":["Proof of the Hilbert's Eighth Problem"],"description":["  In this paper, we first prove Riemann Hypothesis and General Riemann\nHypothesis. Then, we improve the result of prime number theorems for arithmetic\nprogression. Finally, we provide a proof that Goldbach Conjecture and Twin\nPrime Conjecture are true. Thus, we have resolved the Hilbert's Eighth Problem.\n","Comment: 17 pages"]}]
