["0704.1833",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1833"],"date":["2007-04-13","2008-03-28"],"type":["text"],"creator":["Inan, Inanc","Keceli, Feyza","Ayanoglu, Ender"],"language":[],"coverage":[],"title":["Analysis of the 802.11e Enhanced Distributed Channel Access Function"],"description":["  The IEEE 802.11e standard revises the Medium Access Control (MAC) layer of\nthe former IEEE 802.11 standard for Quality-of-Service (QoS) provision in the\nWireless Local Area Networks (WLANs). The Enhanced Distributed Channel Access\n(EDCA) function of 802.11e defines multiple Access Categories (AC) with\nAC-specific Contention Window (CW) sizes, Arbitration Interframe Space (AIFS)\nvalues, and Transmit Opportunity (TXOP) limits to support MAC-level QoS and\nprioritization. We propose an analytical model for the EDCA function which\nincorporates an accurate CW, AIFS, and TXOP differentiation at any traffic\nload. The proposed model is also shown to capture the effect of MAC layer\nbuffer size on the performance. Analytical and simulation results are compared\nto demonstrate the accuracy of the proposed approach for varying traffic loads,\nEDCA parameters, and MAC layer buffer space.\n"]}]
["0705.1448",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1448","Electromagnetics 27, 495--506, 2007."],"date":["2007-05-10"],"type":["text"],"creator":["Cui, Jiajia","Mackay, Tom G."],"language":[],"coverage":[],"title":["On convergence of the extended strong-property-fluctuation theory for\n  bianisotropic homogenized composites"],"description":["  The strong-property-fluctuation theory (SPFT) provides a sophisticated means\nof estimating the effective constitutive parameters of a homogenized composite\nmaterial (HCM), which takes account of the statistical distribution of the\ncomponent particles. We present an extended version of the third-order SPFT in\nwhich the component particles are represented as depolarization regions of\nnonzero volume. Numerical results are provided for a bianisotropic\nhomogenization scenario wherein the HCM is a Faraday chiral medium. Thereby,\nconvergence of the extended SPFT at the second-order level of approximation is\ndemonstrated within the long-wavelength regime.\n"]}]
["0706.1517",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1517","Physical Review Letters 100, 090401 (2008)","doi:10.1103/PhysRevLett.100.090401"],"date":["2007-06-11","2008-03-28"],"type":["text"],"creator":["Schmidt, Kai P.","Dorier, J.","Laeuchli, Andreas","Mila, Frederic"],"language":[],"coverage":[],"title":["Supersolid phase induced by correlated hopping in spin-1/2 frustrated\n  quantum magnets"],"description":["  We show that correlated hopping of triplets, which is often the dominant\nsource of kinetic energy in dimer-based frustrated quantum magnets, produces a\nremarkably strong tendency to form supersolid phases in a magnetic field. These\nphases are characterized by simultaneous modulation and ordering of the\nlongitudinal and transverse magnetization respectively. Using Quantum Monte\nCarlo and a semiclassical approach for an effective hard-core boson model with\nnearest-neighbor repulsion on a square lattice, we prove in particular that a\nsupersolid phase can exist even if the repulsion is not strong enough to\nstabilize an insulating phase at half-filling. Experimental implications for\nfrustrated quantum antiferromagnets in a magnetic field at zero and finite\ntemperature are discussed.\n","Comment: 4 pages; 4 figures; published version"]}]
["0709.0914",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0914","Phys. Rev. B 76, 214431 (2007)","doi:10.1103/PhysRevB.76.214431"],"date":["2007-09-06","2007-10-29"],"type":["text"],"creator":["Rousochatzakis, Ioannis"],"language":[],"coverage":[],"title":["Microscopic Theory for the Markovian Decay of Magnetization Fluctuations\n  in Nanomagnets"],"description":["  We present a microscopic theory for the phonon-driven decay of the\nmagnetization fluctuations in a wide class of nanomagnets where the dominant\nenergy is set by isotropic exchange and/or uniaxial anisotropy. Based on the\nZwanzig-Mori projection formalism, the theory reveals that the magnetization\nfluctuations are governed by a single decay rate $\\omega_c$, which we further\nidentify with the zero-frequency portion of the associated self-energy. This\ndynamical decoupling from the remaining slow degrees of freedom is attributed\nto a conservation law and the discreteness of the energy spectrum, and explains\nthe omnipresent mono-exponential decay of the magnetization over several\ndecades in time, as observed experimentally. A physically transparent\nanalytical expression for $\\omega_c$ is derived which highlights the three\nspecific mechanisms of the slowing down effect which are known so far in\nnanomagnets.\n","Comment: 7 pages"]}]
["0709.2008",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","12H25, 14G22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2008"],"date":["2007-09-13","2008-03-28"],"type":["text"],"creator":["Baldassarri, Francesco","Di Vizio, Lucia"],"language":[],"coverage":[],"title":["Continuity of the radius of convergence of p-adic differential equations\n  on Berkovich analytic spaces"],"description":["  We consider a vector bundle with integrable connection (\\cE,\\na) on an\nanalytic domain U in the generic fiber \\cX_{\\eta} of a smooth formal p-adic\nscheme \\cX, in the sense of Berkovich. We define the \\emph{diameter}\n\\delta_{\\cX}(\\xi,U) of U at \\xi\\in U, the \\emph{radius} \\rho_{\\cX}(\\xi) of the\npoint \\xi\\in\\cX_{\\eta}, the \\emph{radius of convergence} of solutions of\n(\\cE,\\na) at \\xi, R(\\xi) = R_{\\cX}(\\xi, U,(\\cE, \\na)). We discuss (semi-)\ncontinuity of these functions with respect to the Berkovich topology. In\nparticular, under we prove under certain assumptions that \\delta_{\\cX}(\\xi,U),\n\\rho_{\\cX}(\\xi) and R_{\\xi}(U,\\cE,\\na) are upper semicontinuous functions of\n\\xi; for Laurent domains in the affine space, \\delta_{\\cX}(-,U) is continuous.\nIn the classical case of an affinoid domain U of the analytic affine line, R is\na continuous function.\n","Comment: 19 pages. We have simplified and improved the exposition"]}]
["0709.3691",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3691","Microwave and Optical Technology Letters 50(5), 1368-1371, 2008"],"date":["2007-09-24"],"type":["text"],"creator":["Mackay, Tom G.","Lakhtakia, Akhlesh"],"language":[],"coverage":[],"title":["Negative reflection in a Faraday chiral medium"],"description":["  The four wavenumbers associated with planewave propagation in a Faraday\nchiral medium (FCM) with relatively huge magnetoelectric coupling give rise to\nenhanced possibilities for negative-phase-velocity propagation and therefore\nnegative refraction. They can also give rise to the phenomenon of negative\nreflection. In particular, for a nondissipative example, we deduced that an\nincident plane wave with positive/negative phase velocity can result in a\nnegatively reflected plane wave with negative/positive phase velocity, as well\nas a positively reflected plane wave with positive/negative phase velocity.\n"]}]
["0710.0765",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0765","Peremennye Zvezdy (Variable Stars), 2007, vol. 27, N 5,\n  http://www.astronet.ru/db/varstars/msg/1223957"],"date":["2007-10-03"],"type":["text"],"creator":["Tsvetkov, D. Yu.","Muminov, M. M.","Burkhanov, O. A.","Kahharov, B. B."],"language":[],"coverage":[],"title":["Photometric Observations of Supernova 2002hh"],"description":["  CCD VRI photometry is presented for SN 2002hh from 14 days after the outburst\ntill day 347. SN 2002hh appears to be normal type IIP supernova regarding both\nluminosity and the shape of the light curve, which is similar to SN 1999gi.\n","Comment: 5 pages, 2 figures. Submitted to Variable Stars (Peremennye Zvezdy)"]}]
["0711.0921",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0921","Phys. Rev. Lett. 100, 126404 (2008)","doi:10.1103/PhysRevLett.100.126404"],"date":["2007-11-06"],"type":["text"],"creator":["Kwee, Hendra","Zhang, Shiwei","Krakauer, Henry"],"language":[],"coverage":[],"title":["Finite-size correction in many-body electronic structure calculations"],"description":["  Finite-size (FS) effects are a major source of error in many-body (MB)\nelectronic structure calculations of extended systems. A method is presented to\ncorrect for such errors. We show that MB FS effects can be effectively included\nin a modified local density approximation calculation. A parametrization for\nthe FS exchange-correlation functional is obtained. The method is simple and\ngives post-processing corrections that can be applied to any MB results.\nApplications to a model insulator (P$_2$ in a supercell), to semiconducting Si,\nand to metallic Na show that the method delivers greatly improved FS\ncorrections.\n","Comment: 5 pages, 4 figures"]}]
["0711.2797",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2797"],"date":["2007-11-18","2008-03-27"],"type":["text"],"creator":["Yang, Hyun Seok"],"language":[],"coverage":[],"title":["Emergent Gravity And The Cosmological Constant Problem"],"description":["  We address issues on the origin of gravity and the cosmological constant\nproblem based on a recent understanding about the correspondence between\nnoncommutative field theory and gravity. We suggest that the cosmological\nconstant problem can be resolved in a natural way if gravity emerges from a\ngauge theory in noncommutative spacetime. Especially, we elucidate why the\nemergent gravity implies that vacuum energy does not gravitate but only\nfluctuations around the vacuum generate gravity. That is, a flat spacetime\nemerges from uniform condensation of energy, previously identified with the\ncosmological constant.\n","Comment: 4 pages, two columns; Minor changes with new comments"]}]
["0711.4202",{"format":[],"subject":["Mathematics - Probability","60D05","28A75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4202"],"date":["2007-11-27","2008-03-28"],"type":["text"],"creator":["Villa, Elena"],"language":[],"coverage":[],"title":["Mean density of inhomogeneous Boolean models with lower dimensional\n  typical grain"],"description":["  The mean density of a random closed set $\\Theta$ in $\\R^d$ with Hausdorff\ndimension $n$ is the Radon-Nikodym derivative of the expected measure\n$\\E[\\h^n(\\Theta\\cap\\cdot)]$ induced by $\\Theta$ with respect to the usual\n$d$-dimensional Lebesgue measure. We consider here inhomogeneous Boolean models\nwith lower dimensional typical grain. Under general regularity assumptions on\nthe typical grain, related to the existence of its Minkowski content, and on\nthe intensity measure of the underlying Poisson point process, we prove an\nexplicit formula for the mean density. The proof of such formula provides as\nby-product estimators for the mean density in terms of the empirical capacity\nfunctional, which turns to be closely related to the well known random variable\ndensity estimation by histograms in the extreme case $n=0$. Particular cases\nand examples are also discussed.\n","Comment: shortened version; some remarks added and some misprints corrected"]}]
["0712.2016",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2016","doi:10.1086/528708"],"date":["2007-12-12","2008-03-28"],"type":["text"],"creator":["Zenitani, S.","Hoshino, M."],"language":[],"coverage":[],"title":["The Role of the Guide Field in Relativistic Pair Plasma Reconnection"],"description":["  We study the role of the guide field in relativistic magnetic reconnection in\na Harris current sheet of pair ($e^{\\pm}$) plasmas, using linear theories and\nparticle-in-cell (PIC) simulations. Two-dimensional PIC simulations exhibit the\nguide field dependence to the linear instabilities; the tearing or reconnection\nmodes are relatively insensitive, while the relativistic drift-kink instability\n(RDKI), the fastest mode in a relativistic current sheet, is stabilized by the\nguide field. Particle acceleration in the nonlinear stage is also investigated.\nA three-dimensional PIC simulation demonstrates that the current sheet is\nunstable to the RDKI, although small reconnection occurs in the deformed\ncurrent sheet. Another three-dimensional PIC simulation with a guide field\ndemonstrates a completely different scenario. Secondary magnetic reconnection\nis triggered by nonlinear coupling of oblique instabilities, which we call the\nrelativistic drift-sausage tearing instability. Therefore, particle\nacceleration by relativistic guide field reconnection occurs in\nthree-dimensional configuration. Based on the plasma theories, we discuss an\nimportant role of the guide field: to enable non-thermal particle acceleration\nby magnetic reconnection.\n","Comment: Astrophysical Journal, 677, 530; 35 pages, 15 figures"]}]
["0802.1511",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1511"],"date":["2008-02-11","2008-03-28"],"type":["text"],"creator":["Sendelbach, S.","Hover, D.","Kittel, A.","Mück, M.","Martinis, John M.","McDermott, R."],"language":[],"coverage":[],"title":["Calculations for Magnetism in SQUIDs at Millikelvin Temperatures"],"description":["  Here we present details of a calculation that allows us to extract a surface\ndensity of unpaired spins from flux vs. temperature experiments performed on\nfield-cooled dc Superconducting QUantum Interference Devices (dc SQUIDs).\n","Comment: 5 pages, 5 figures; added details of device fabrication"]}]
["0802.2027",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Symbolic Computation","F.4.1","F.1.1","E.4","I.1.2","I.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2027"],"date":["2008-02-14","2008-03-28"],"type":["text"],"creator":["Ziegler, Martin","Koolen, Wouter M."],"language":[],"coverage":[],"title":["Kolmogorov Complexity Theory over the Reals"],"description":["  Kolmogorov Complexity constitutes an integral part of computability theory,\ninformation theory, and computational complexity theory -- in the discrete\nsetting of bits and Turing machines. Over real numbers, on the other hand, the\nBSS-machine (aka real-RAM) has been established as a major model of\ncomputation. This real realm has turned out to exhibit natural counterparts to\nmany notions and results in classical complexity and recursion theory; although\nusually with considerably different proofs. The present work investigates\nsimilarities and differences between discrete and real Kolmogorov Complexity as\nintroduced by Montana and Pardo (1998).\n"]}]
["0802.4436",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Geometric Topology","54F15","54F45","54E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4436"],"date":["2008-02-29","2008-03-27"],"type":["text"],"creator":["Matsuhashi, Eiichi","Valov, Vesko"],"language":[],"coverage":[],"title":["Krasinkiewicz spaces and parametric Krasinkiewicz maps"],"description":["  We say that a metrizable space $M$ is a Krasinkiewicz space if any map from a\nmetrizable compactum $X$ into $M$ can be approximated by Krasinkiewicz maps (a\nmap $g\\colon X\\to M$ is Krasinkiewicz provided every continuum in $X$ is either\ncontained in a fiber of $g$ or contains a component of a fiber of $g$). In this\npaper we establish the following property of Krasinkiewicz spaces: Let $f\\colon\nX\\to Y$ be a perfect map between metrizable spaces and $M$ a Krasinkiewicz\ncomplete $ANR$-space. If $Y$ is a countable union of closed finite-dimensional\nsubsets, then the function space $C(X,M)$ with the source limitation topology\ncontains a dense $G_{\\delta}$-subset of maps $g$ such that all restrictions\n$g|f^{-1}(y)$, $y\\in Y$, are Krasinkiewicz maps. The same conclusion remains\ntrue if $M$ is homeomorphic to a closed convex subset of a Banach space and $X$\nis a $C$-space.\n","Comment: 14 pages"]}]
["0803.0657",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0657"],"date":["2008-03-05"],"type":["text"],"creator":["Roggenkamp, Daniel","Wendland, Katrin"],"language":[],"coverage":[],"title":["Decoding the geometry of conformal field theories"],"description":["  To certain geometries, string theory associates conformal field theories. We\ndiscuss techniques to perform the reverse procedure: To recover geometrical\ndata from abstractly defined conformal field theories. This is done by\nintroducing appropriate notions of limits of conformal field theories and their\ndegenerations, and by applying techniques from noncommutative geometry.\n  This note is a summary of our work hep-th/0308143 , aimed to be less\ntechnical than the original paper, along with some new calculations confirming\nour interpretation of the rescaled limiting zero mode of the Virasoro field.\n","Comment: 12 pages, contribution to the Proceedings of the 7th International\n  Workshop \"Lie Theory and Its Applications in Physics\", Varna, Bulgaria"]}]
["0803.0790",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0790"],"date":["2008-03-05","2008-03-28"],"type":["text"],"creator":["Yin, Yaling","Xia, Yong","Yin, Jianping"],"language":[],"coverage":[],"title":["Optical Stark decelerator for cw molecular beam with a quasi-cw\n  semi-Gaussian laser beam"],"description":["  We propose a promising scheme to decelerate a cw filtering out molecular beam\nusing a red-detuned quasi-cw semi-Gaussian laser beam. By using Monte-Carlo\nsimulation method, we demonstrate this optical Stark deceleration scheme, and\nstudy its decelerated dynamic process for a cw ND3 molecular beam as well as\nthe dependence of the deceleration effect on the border width of the\nsemi-Gaussian beam. Our study shows that the proposed scheme can be used to\nefficiently slow a cw ND3 molecular beam, and obtain a relative average\nkinetic-energy loss of 9.33% by using a single semi-Gaussian beam with a well\ndepth of 7.3 mK.\n","Comment: 10 pages, 4 figures"]}]
["0803.1497",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","34A36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1497"],"date":["2008-03-10","2008-03-28"],"type":["text"],"creator":["Johnson, Stewart D."],"language":[],"coverage":[],"title":["Cyclic Approximation to K-Stasis"],"description":["  If a linear combination of k smooth vector fields is zero at a point, then,\ngenerically, near this point there are small cycles comprised of segments from\nthe flow of each vector field. This answers a question posed in\narXiv:math/0504365.\n","Comment: 4 pages, no figures. Answers question posed in arXiv:math/0504365"]}]
["0803.2150",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","05C65","13D02","13D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2150"],"date":["2008-03-14","2008-03-28"],"type":["text"],"creator":["Emtander, Eric"],"language":[],"coverage":[],"title":["A class of hypergraphs that generalizes chordal graphs"],"description":["  In this paper we introduce a class of hypergraphs that we call chordal. We\nalso extend the definition of triangulated hypergraphs, given in \\cite{VT}, so\nthat a triangulated hypergraph, according to our definition, is a natural\ngeneralization of a chordal (rigid circuit) graph. In \\cite{F1}, Fr\\\"oberg\nshows that the chordal graphs corresponds to graph algebras, $R/I(\\mc{G})$,\nwith linear resolutions. We extend Fr\\\"oberg's method and show that the\nhypergraph algebras of generalized chordal hypergraphs, a class of hypergraphs\nthat includes the chordal hypergraphs, have linear resolutions. The definitions\nwe give, yield a natural higher dimensional version of the well known flag\nproperty of simplicial complexes. We obtain what we call $d$-flag complexes.\n"]}]
["0803.3021",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3021","Europhys. Lett.82 (2008) 17009. 1 April 2008","doi:10.1209/0295-5075/82/17009"],"date":["2008-03-20","2008-03-28"],"type":["text"],"creator":["Wen, Hai-Hu","Mu, Gang","Fang, Lei","Yang, Huan","Zhu, Xiyu"],"language":[],"coverage":[],"title":["Superconductivity at 25 K in hole doped $(La_{1-x}Sr_x)OFeAs$"],"description":["  By partially substituting the tri-valence element La with di-valence element\nSr in $LaOFeAs$, we introduced holes into the system. For the first time, we\nsuccessfully synthesized the hole doped new superconductors\n$(La_{1-x}Sr_x)OFeAs$. The maximum superconducting transition temperature at\nabout 25 K was observed at a doping level of x = 0.13. It is evidenced by Hall\neffect measurements that the conduction in this type of material is dominated\nby hole-like charge carriers, rather than electron-like ones. Together with the\ndata of the electron doped system $La(O_{1-x}F_x)FeAs$, a generic phase diagram\nis depicted and is revealed to be similar to that of the cuprate\nsuperconductors.\n","Comment: 5 pages, 5 figures"]}]
["0803.3061",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3061"],"date":["2008-03-20"],"type":["text"],"creator":["Mezard, Marc","Mora, Thierry"],"language":[],"coverage":[],"title":["Constraint satisfaction problems and neural networks: a statistical\n  physics perspective"],"description":["  A new field of research is rapidly expanding at the crossroad between\nstatistical physics, information theory and combinatorial optimization. In\nparticular, the use of cutting edge statistical physics concepts and methods\nallow one to solve very large constraint satisfaction problems like random\nsatisfiability, coloring, or error correction. Several aspects of these\ndevelopments should be relevant for the understanding of functional complexity\nin neural networks. On the one hand the message passing procedures which are\nused in these new algorithms are based on local exchange of information, and\nsucceed in solving some of the hardest computational problems. On the other\nhand some crucial inference problems in neurobiology, like those generated in\nmulti-electrode recordings, naturally translate into hard constraint\nsatisfaction problems. This paper gives a non-technical introduction to this\nfield, emphasizing the main ideas at work in message passing strategies and\ntheir possible relevance to neural networks modeling. It also introduces a new\nmessage passing algorithm for inferring interactions between variables from\ncorrelation data, which could be useful in the analysis of multi-electrode\nrecording data.\n","Comment: Prepared for the proceedings of the 2007 Tauc Conference on\n  Complexity in Neural Network Dynamics"]}]
["0803.3302",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3302"],"date":["2008-03-23"],"type":["text"],"creator":["Frenkel, E.","Losev, A.","Nekrasov, N."],"language":[],"coverage":[],"title":["Instantons beyond topological theory II"],"description":["  The present paper is the second part of our project in which we describe\nquantum field theories with instantons in a novel way by using the \"infinite\nradius limit\" (rather than the limit of free field theory) as the starting\npoint. The theory dramatically simplifies in this limit, because the\ncorrelation functions of all, not only topological (or BPS), observables may be\ncomputed explicitly in terms of integrals over finite-dimensional moduli spaces\nof instanton configurations. In Part I (arXiv:hep-th/0610149) we discussed in\ndetail the one-dimensional (that is, quantum mechanical) models of this type.\nHere we analyze the supersymmetric two-dimensional sigma models and\nfour-dimensional Yang--Mills theory, using the one-dimensional models as a\nprototype. We go beyond the topological (or BPS) sectors of these models and\nconsider them as full-fledged quantum field theories. We study in detail the\nspace of states and find that the Hamiltonian is not diagonalizable, but has\nJordan blocks. This leads to the appearance of logarithms in the correlation\nfunctions. We find that our theories are in fact logarithmic conformal field\ntheories (theories of this type are of interest in condensed matter physics).\nWe define jet-evaluation observables and consider in detail their correlation\nfunctions. They are given by integrals over the moduli spaces of holomorphic\nmaps, which generalize the Gromov--Witten invariants. These integrals generally\ndiverge and require regularization, leading to an intricate logarithmic mixing\nof the operators of the sigma model. A similar structure arises in the\nfour-dimensional Yang--Mills theory as well.\n","Comment: 125 pages, 9 figures"]}]
["0803.3444",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F05, 14J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3444"],"date":["2008-03-24","2008-03-28"],"type":["text"],"creator":["Lombardi, Luigi","Malaspina, Francesco"],"language":[],"coverage":[],"title":["The Equations of Singular Loci of Ample Divisors on (Subvarieties of)\n  Abelian Varieties"],"description":["  In this paper we consider ideal sheaves associated to the singular loci of a\ndivisor in a linear system $|L|$ of an ample line bundle on a complex abelian\nvariety. We prove an effective result on their (continuous) global generation,\nafter suitable twists by powers of $L$. Moreover we show that similar results\nhold for subvarieties of a complex abelian variety.\n","Comment: 9 pages, no figures"]}]
["0803.3805",{"format":[],"subject":["Mathematics - Group Theory","20F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3805"],"date":["2008-03-26"],"type":["text"],"creator":["Button, Jack"],"language":[],"coverage":[],"title":["Largeness of LERF and 1-relator groups"],"description":["  We consider largeness of groups given by a presentation of deficiency 1,\nwhere the group is respectively free-by-cyclic, LERF or 1-relator. We give the\nfirst examples of (finitely generated free)-by-(infinite cyclic) word\nhyperbolic groups which are large, show that a LERF deficiency 1 group with\nfirst Betti number at least 2 is large or the integers times the integers, and\nshow that 2-generator 1-relator groups where the relator has height 1 obey the\ndichotomy that either the group is large or all its finite images are\nmetacyclic.\n","Comment: 33 pages; contains a problem list on pages 22 to 28"]}]
["0803.3821",{"format":[],"subject":["Mathematics - Algebraic Topology","55N34","55P62","57T99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3821"],"date":["2008-03-26"],"type":["text"],"creator":["Hilali, Mohamed Rachid","Mamouni, My Ismail"],"language":[],"coverage":[],"title":["A conjectured lower bound for the cohomological dimension of elliptic\n  spaces. Some results in some simple cases"],"description":["  Here we prove some special cases of the following conjecture: that the sum of\nthe Betti numbers of a 1-connected elliptic space is greater than the total\nrank of its homotopy groups. Our main tool is Sullivan's minimal model.\n","Comment: 4 pages"]}]
["0803.3824",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3824"],"date":["2008-03-27"],"type":["text"],"creator":["Gaspoz, Fernando D.","Morin, Pedro"],"language":[],"coverage":[],"title":["Convergence rates for adaptive finite elements"],"description":["  In this article we prove that it is possible to construct, using\nnewest-vertex bisection, meshes that equidistribute the error in $H^1$-norm,\nwhenever the function to approximate can be decomposed as a sum of a regular\npart plus a singular part with singularities around a finite number of points.\nThis decomposition is usual in regularity results of Partial Differential\nEquations (PDE). As a consequence, the meshes turn out to be quasi-optimal, and\nconvergence rates for adaptive finite element methods (AFEM) using Lagrange\nfinite elements of any polynomial degree are obtained.\n"]}]
["0803.3826",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3826"],"date":["2008-03-26"],"type":["text"],"creator":["Lansey, Eli"],"language":[],"coverage":[],"title":["A different derivation of the acceleration of a particle in a\n  non-inertial reference frame"],"description":["  A new derivation of the acceleration of a particle in a non-inertial\nreference frame, including the Coriolis effect, is developed using the geometry\nof complex numbers in the complex plane.\n","Comment: 8 pages, 1 figure"]}]
["0803.3837",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3837"],"date":["2008-03-26"],"type":["text"],"creator":["Osborne, L. C.","Palmer, S. E.","Lisberger, S. G.","Bialek, W."],"language":[],"coverage":[],"title":["Combinatorial coding in neural populations"],"description":["  To evaluate the nature of the neural code in the cerebral cortex, we have\nused a combination of theory and experiment to assess how information is\nrepresented in a realistic cortical population response. We have shown how a\nsensory stimulus could be estimated on a biologically-realistic time scale,\ngiven brief individual responses from a population of neurons with similar\nresponse properties. For neurons in extrastriate motion area MT, a\ncombinatorial code, one that keeps track of the cell identity of action\npotentials and silences in individual neurons across the population, carries\ntwice as much information about visual motion as does spike count averaged over\nthe same group of cells. The combinatorial code is more informative because of\nthe diverse firing rate dynamics of MT neurons in response to constant motion\nstimuli, and is robust to neuron-neuron correlations. We provide a theoretical\nmotivation for these observations that challenges commonly held ideas about the\nnature of cortical coding at the level of single neurons and neural\npopulations.\n","Comment: 15 pages, 7 figures"]}]
["0803.3846",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13F99","52B20","20M25","14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3846"],"date":["2008-03-26"],"type":["text"],"creator":["Dickenstein, Alicia","Matusevich, Laura Felicia","Miller, Ezra"],"language":[],"coverage":[],"title":["Combinatorics of binomial primary decomposition"],"description":["  An explicit lattice point realization is provided for the primary components\nof an arbitrary binomial ideal in characteristic zero. This decomposition is\nderived from a characteristic-free combinatorial description of certain primary\ncomponents of binomial ideals in affine semigroup rings, namely those that are\nassociated to faces of the semigroup. These results are intimately connected to\nhypergeometric differential equations in several variables.\n","Comment: This paper was split off from math.AG/0610353 whose version 3 is now\n  shorter"]}]
["0803.3870",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3870"],"date":["2008-03-27"],"type":["text"],"creator":["Escobedo, M.","Velazquez, J. J. L."],"language":[],"coverage":[],"title":["On the onset of interference effects during the formation of the\n  Bose-Einstein condensate"],"description":["  In this paper we derive the equations characterizing the boundary layer which\ndescribes the transition of the distribution function of a gas of weakly\ninteracting bosons to the distribution function of the gas in the presence of a\nBose-Einstein condensate. To this end, we first rederive the classical\nUehling-Uhlenbeck equation taking as a starting point the dynamics of a system\nof many weakly interacting quantum particles. The solutions of the\nUehling-Uhlenbeck equation yield blow-up in finite time. Near the blow-up time\nthe approximations used to derive the Uehling-Uhlenbeck equation break down. We\nderive the set of equations that describe the building of correlations and the\nonset of quantum interference effects for the many-particle hamiltonian system\nunder the assumption that the blow-up for the Uehling-Uhlenbeck equation takes\nplace in a self-similar form.\n"]}]
["0803.3880",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3880"],"date":["2008-03-27"],"type":["text"],"creator":["Comesaña, P.","Merhav, N.","Barni, M."],"language":[],"coverage":[],"title":["Asymptotically Optimum Universal One-Bit Watermarking for Gaussian\n  Covertexts and Gaussian Attacks"],"description":["  The problem of optimum watermark embedding and detection was addressed in a\nrecent paper by Merhav and Sabbag, where the optimality criterion was the\nmaximum false-negative error exponent subject to a guaranteed false-positive\nerror exponent. In particular, Merhav and Sabbag derived universal\nasymptotically optimum embedding and detection rules under the assumption that\nthe detector relies solely on second order joint empirical statistics of the\nreceived signal and the watermark. In the case of a Gaussian host signal and a\nGaussian attack, however, closed-form expressions for the optimum embedding\nstrategy and the false-negative error exponent were not obtained in that work.\nIn this paper, we derive such expressions, again, under the universality\nassumption that neither the host variance nor the attack power are known to\neither the embedder or the detector. The optimum embedding rule turns out to be\nvery simple and with an intuitively-appealing geometrical interpretation. The\nimprovement with respect to existing sub-optimum schemes is demonstrated by\ndisplaying the optimum false-negative error exponent as a function of the\nguaranteed false-positive error exponent.\n","Comment: 20 pages, 7 Postscript figures"]}]
["0803.3896",{"format":[],"subject":["Mathematics - Differential Geometry","53C40","53C50","53D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3896"],"date":["2008-03-27"],"type":["text"],"creator":["Brunetti, Letizia","Pastore, Anna Maria"],"language":[],"coverage":[],"title":["Lightlike hypersurfaces in indefinite $\\mathcal{S}$-manifolds"],"description":["  In a metric $g.f.f$-manifold we study lightlike hypersurfaces $M$ tangent to\nthe characteristic vector fields, and owing to the presence of the\n$f$-structure, we determine some decompositions of $TM$ and of a chosen screen\ndistribution obtaining two distributions invariant with respect to the\nstructure. We discuss the existence of a $g.f.f$-structure on a lightlike\nhypersurface and, under suitable hypotheses, we obtain an indefinite\n$\\mathcal{S}$-structure on the leaves of an integrable distribution. The\nexistence of totally umbilical lightlike hypersurfaces of an indefinite\n$\\mathcal{S}$-space form is also discussed. Finally, we explicitely describe a\nlightlike hypersurface of an indefinite $\\mathcal{S}$-manifold.\n","Comment: 19 pages, no figures"]}]
["0803.3903",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3903"],"date":["2008-03-27"],"type":["text"],"creator":["Jun, Ye","Li, Yue","Liu, Yu","Hua, Sha"],"language":[],"coverage":[],"title":["A general scheme for multiparty controlled quantum teleportation of an\n  arbitrary N-particle state"],"description":["  There is much interest in the multiparty quantum communications where quantum\nteleportation using high dimensional entangled quantum channel is one of the\npromising tools. In this paper, we propose a more general scheme for M-party\ncontrolled teleportation of an arbitrary N-particle quantum state using N-1\nidentical Einstein-Podolsky-Rosen pairs and one (M+2)-particle\nGreenberger-Horne-Zeilinger state together as quantum channel. Based on which a\n2-party controlled teleportation of an arbitrary 3-particle state is tested\nwith our scheme as an example.\n","Comment: 8 pages, no figure"]}]
["0803.3908",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","14M25","14C25","16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3908"],"date":["2008-03-27"],"type":["text"],"creator":["Stienstra, Jan"],"language":[],"coverage":[],"title":["Chow Forms, Chow Quotients and Quivers with Superpotential"],"description":["  We consider 3-dimensional toric Calabi-Yau singularities which arise as cones\nover the Chow quotient for a torus acting on projective space. We show that the\nChow forms of the closures of the codimension 2 orbits can very easily be\nwritten down from the quiver with superpotential which corresponds with the\ngiven CY3 singularity under the correspondence between CY3 singularities and\nquivers with superpotential which is part of the AdS/CFT correspondence in\nphysics. We also prove that this provides a new method for computing the\nprincipal A-determinant in the theory of Gelfand-Kapranov-Zelevinsky.\n","Comment: 12 pages, 4 figures"]}]
["0803.3913",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3913"],"date":["2008-03-27"],"type":["text"],"creator":["Kelly, Kieran","Repetowicz, Przemyslaw","macReamoinn, Seosamh"],"language":[],"coverage":[],"title":["The Reverse of The Law of Large Numbers"],"description":["  The Law of Large Numbers tells us that as the sample size (N) is increased,\nthe sample mean converges on the population mean, provided that the latter\nexists. In this paper, we investigate the opposite effect: keeping the sample\nsize fixed while increasing the number of outcomes (M) available to a discrete\nrandom variable. We establish sufficient conditions for the variance of the\nsample mean to increase monotonically with the number of outcomes, such that\nthe sample mean ``diverges'' from the population mean, acting like an\n``reverse'' to the law of large numbers. These results, we believe, are\nrelevant to many situations which require sampling of statistics of certain\nfinite discrete random variables.\n","Comment: 27 pages, 8 figures, paper submitted to journal \"Probability Theory\n  and Related Fields\""]}]
["0803.3922",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3922","Appl. Phys. Lett. 92, 102514 (2008)","doi:10.1063/1.2897299"],"date":["2008-03-27"],"type":["text"],"creator":["Sakai, H.","Tokura, Y."],"language":[],"coverage":[],"title":["Current-induced persistent magnetization in a relaxorlike manganite"],"description":["  A single crystal of 7% Fe-doped\n(La$_{0.7}$Pr$_{0.3}$)$_{0.65}$Ca$_{0.35}$MnO$_3$ shows up as a typical relaxor\nferromagnet, where ferromagnetic metallic and charge-orbital-ordered insulating\nclusters coexist with controllable volume fraction by external stimuli. There,\nthe persistent ferromagnetic metallic state can be produced by an\nelectric-current excitation as the filamentary region, the magnetization in\nwhich is increased by ~0.4$\\mu_{\\rm B}$ per Mn. A clear distinction from the\ncurrent heating effect in a magnetic field, which conversely leads to a\ndecrease in ferromagnetic fraction, enables us to bi-directionally switch both\nthe magnetization and resistance by applying the voltages with different\nmagnitudes.\n","Comment: 4 pages, 3 figures"]}]
["0803.3926",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3926"],"date":["2008-03-27"],"type":["text"],"creator":["Vyurkov, V.","Ryzhii, V."],"language":[],"coverage":[],"title":["Why graphene conductivity is constant: scaling theory consideration"],"description":["  In the recent paper [arXiv:0802.2216, 15 Feb 2008], Kashuba argued that the\nintrinsic conductivity of graphene independent of temperature originated in\nstrong electron-hole scattering. We propose a much more explicit derivation\nbased on a scaling theory approach. We also give an explanation of a rapid\nincrease in graphene conductivity caused by applied gate voltage.\n","Comment: 2 pages"]}]
["0803.3928",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3928"],"date":["2008-03-27"],"type":["text"],"creator":["Stadler, R","Geskin, V","Cornil, J"],"language":[],"coverage":[],"title":["A theoretical view on unimolecular rectification"],"description":["  The concept of single molecule rectifiers proposed in a theoretical work by\nAviram and Ratner in 1974 was the starting point of the now vibrant field of\nmolecular electronics. In the meantime, a built-in asymmetry in the conductance\nof molecular junctions has been reported at the experimental level. In this\ncontribution, we present a theoretical comparison of three different types of\nunimolecular rectifiers: i) systems where the donor- and acceptor-part of the\nmolecules are taken from charge-transfer salt components; ii) zwitterionic\nsystems; and iii) Tour wires with nitro substituents. We conduct an analysis of\nthe rectification mechanism in these three different types of asymmetric\nmolecules on the basis of parameterized quantum-chemical models as well as with\na full non-equilibrium Greens function / density functional theory (NEGF-DFT)\ntreatment of the current/voltage characteristics of the respective\nmetal/molecule/metal junctions. We put a particular emphasis on the prediction\nof rectification ratios (RR), which are crucial for the assessment of the\ntechnological usefulness of single molecule junctions as diodes. We also\ncompare our results with values reported in the literature for other types of\nmolecular rectification, where the essential asymmetry is not induced by the\nstructure of the molecule alone but either by a difference in the electronic\ncoupling of the molecule to the two electrodes or by attaching alkyl chains of\ndifferent lengths to the central molecular moiety.\n","Comment: This article will appear in a J. Phys.:Cond. Matt. special issue on\n  \"Conductivity of single molecules and supramolecular architectures\""]}]
["0803.3935",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3935","Progress in Mathematics, Vol.234, P.27-39, 2005"],"date":["2008-03-27"],"type":["text"],"creator":["Borisenko, Alexander A."],"language":[],"coverage":[],"title":["Convex Hypersurfaces in Hadamard Manifolds"],"description":["  We prove a theorem about an extremal property of Lobachevsky space among\nsimply connected Riemannian manifolds of nonpositive curvature\n"]}]
["0803.3937",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3937"],"date":["2008-03-27"],"type":["text"],"creator":["Hora, Joseph L.","Marengo, Massimo","Smith, Howard A.","Cerrigone, Luciano","Latter, William B."],"language":[],"coverage":[],"title":["Planetary Nebulae: Exposing the Top Polluters of the ISM"],"description":["  The high mass loss rates of stars in their asymptotic giant branch (AGB)\nstage of evolution is one of the most important pathways for mass return from\nstars to the ISM. In the planetary nebulae (PNe) phase, the ejected material is\nilluminated and can be altered by the UV radiation from the central star. PNe\ntherefore play a significant role in the ISM recycling process and in changing\nthe environment around them. We show some highlights of the results of\nobservations that have been carried out using the Spitzer instruments to study\nthe gas and dust emission from PNe in the Milky Way and nearby galaxies.\nSpitzer is especially sensitive to the cool dust and molecules in the PNe shell\nand halos. We present new results from our program on Galactic PNe, including\nIRAC and IRS observations of NGC 6720 in the ring and halo of that nebula.\n","Comment: 9 pages, 5 figures, to appear in the proceedings of ``The Evolving\n  ISM in the Milky Way and Nearby Galaxies'', 4th Spitzer Science Center\n  Conference held in Pasadena, 2007:\n  http://ssc.spitzer.caltech.edu/mtgs/ismevol/"]}]
["0803.3938",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3938","R. M. Stevenson et al., Optics Express 15, 6507 (2007)","doi:10.1364/OE.15.006507"],"date":["2008-03-27"],"type":["text"],"creator":["Stevenson, R. M.","Hudson, A. J.","Young, R. J.","Atkinson, P.","Cooper, K.","Ritchie, D. A.","Shields, A. J."],"language":[],"coverage":[],"title":["Biphoton interference with a quantum dot entangled light source"],"description":["  We demonstrate optical interferometry beyond the limits imposed by the photon\nwavelength using 'triggered' entangled photon pairs from a semiconductor\nquantum dot. Interference fringes of the entangled biphoton state reveals a\nperiodicity half of that obtained with the single photon, and much less than\nthat of the pump laser. High fringe visibility indicates that biphoton\ninterference is less sensitive to decoherence than interference of two\nsequential single photons. The results suggest that quantum interferometry may\nbe possible using a semiconductor LED-like device.\n","Comment: Published with open access in Optics Express"]}]
["0803.3939",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3939"],"date":["2008-03-27"],"type":["text"],"creator":["Khoze, V. A.","Martin, A. D.","Ryskin, M. G."],"language":[],"coverage":[],"title":["Testing predictions for central exclusive processes in the early LHC\n  runs"],"description":["  We show that the early LHC measurements can provide crucial checks of the\ndifferent components of the formalism used to predict the cross sections of\ncentral exclusive processes.\n","Comment: 11 pages, 7 figures; presented by V.A. Khoze at the 22nd Workshop Les\n  Rencontres de Physique de la Vallee d'Aoste, La Thuile, February 2008"]}]
["0803.3943",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3943","Illinois Journal of Mathematics, Vol.45. N1,P.265-277,2001"],"date":["2008-03-27"],"type":["text"],"creator":["Borisenko, Alexander A."],"language":[],"coverage":[],"title":["On the Global Structure of Hopf Hypersurfaces in Complex Space Form"],"description":["  It is known that a tube over a Kahler submanifold in a complex form is a Hopf\nhypersurface. In some sense the reverse statement is true: a connected compact\ngeneric immersed C^(2n-1) regular Hopf hypersurface in the complex projective\nplane is a tube iver an irreducible algebraic variety. In the complex\nhyperbolic space a connected compact generic immersed C^(2n-1) regular Hopf\nhypersurface is a geodesic hypersphere\n"]}]
["0803.3945",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3945"],"date":["2008-03-27"],"type":["text"],"creator":["Pryor, Kenneth L."],"language":[],"coverage":[],"title":["Boundary Layer Turbulence Index: Progress and Recent Developments"],"description":["  A boundary layer turbulence index (TIBL) product has been developed to assess\nthe potential for turbulence in the lower troposphere, generated using RUC-2\nnumerical model data. The index algorithm approximates boundary layer turbulent\nkinetic energy by parameterizing vertical wind shear, responsible for\nmechanical production of TKE, and kinematic heat flux, parameterized by the\nvertical temperature lapse rate and responsible for buoyant production of TKE.\nValidation for the TIBL product has been conducted for selected nonconvective\nwind events during the 2008 winter season over the Idaho National Laboratory\nmesonet domain. This paper presents studies of four significant wind events\nbetween December 2007 and February 2008 over southeastern Idaho. Based on the\nfavorable results highlighted from validation statistics and in the case\nstudies, the RUC TIBL product has demonstrated operational utility in assessing\nturbulence hazards to low-flying aircraft and ground transportation, and in the\nassessment of wildfire threat.\n","Comment: 13 pages, 4 figures"]}]
["0803.3950",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3950"],"date":["2008-03-27"],"type":["text"],"creator":["Snoeijer, J. H.","Ziegler, J.","Andreotti, B.","Fermigier, M.","Eggers, J."],"language":[],"coverage":[],"title":["Thick films coating a plate withdrawn from a bath"],"description":["  We consider the deposition of a film of viscous liquid on a flat plate being\nwithdrawn from a bath, experimentally and theoretically. For any plate speed\n$U$, there is a range of ``thick'' film solutions whose thickness scales like\n$U^{1/2}$ for small $U$. These solutions are realized for a partially wetting\nliquid, while for a perfectly wetting liquid the classical\nLandau-Levich-Derjaguin (LLD) film is observed, whose thickness scales like\n$U^{2/3}$. The thick film is distinguished from the LLD film by a dip in its\nspatial profile at the transition to the bath. We calculate the phase diagram\nfor the existence of stationary film solutions as well as the film profiles,\nand find excellent agreement with experiment.\n","Comment: 4pages, 5 figures"]}]
["0803.3956",{"format":[],"subject":["Mathematics - General Mathematics","11D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3956"],"date":["2008-03-27"],"type":["text"],"creator":["Zelator, Konstantine \"Hermes\""],"language":[],"coverage":[],"title":["A solution to a problem and the Diophantine equation X^2+bX+c=Y^2"],"description":["  We prove that for given integers b and c, the diophantine equation\nx^2+bx+c=y^2, has finitely many integer solutions(i.e. pairs in ZxZ),in fact an\neven number of such solutions(including the zero or no solutions case).We also\noffer an explicit description of the solution set. Such a description depends\non the form of the integer b^2-4c. Some Corollaries do follow. Furthermore, we\nshow that the said equation has exactly two integer solutions, precisely when\nb^2-4c= 1,4,16,-4,or-16. In each case we list the two solutions in terms of the\ncoefficients b and c.\n","Comment: 11 pages"]}]
["0803.3961",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Representation Theory","46C20","47A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3961"],"date":["2008-03-27"],"type":["text"],"creator":["Mary, Xavier"],"language":[],"coverage":[],"title":["Invariant Krein subspaces, regular irreducibility and integral\n  representations"],"description":["  We study unitary representations of groups in Krein spaces, irreducibility\ncriteria and integral decompositions. Our main tool is the theory of Krein\nsubspaces and their (reproducing) kernels and a variant of Choquet's theorem.\n","Comment: 27 pages"]}]
["0803.3979",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3979","J. Phys. A: Math. Theor. 40 (2007) 13407","doi:10.1088/1751-8113/40/44/018"],"date":["2008-03-27"],"type":["text"],"creator":["Borras, A.","Plastino, A. R.","Batle, J.","Zander, C.","Casas, M.","Plastino, A."],"language":[],"coverage":[],"title":["Multi-Qubit Systems: Highly Entangled States and Entanglement\n  Distribution"],"description":["  A comparison is made of various searching procedures, based upon different\nentanglement measures or entanglement indicators, for highly entangled\nmulti-qubits states. In particular, our present results are compared with those\nrecently reported by Brown et al. [J. Phys. A: Math. Gen. 38 (2005) 1119]. The\nstatistical distribution of entanglement values for the aforementioned\nmulti-qubit systems is also explored.\n","Comment: 24 pages, 3 figures"]}]
["0803.3980",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3980"],"date":["2008-03-27"],"type":["text"],"creator":["Goulden, I. P.","Jackson, D. M."],"language":[],"coverage":[],"title":["The KP hierarchy, branched covers, and triangulations"],"description":["  The KP hierarchy is a completely integrable system of quadratic, partial\ndifferential equations that generalizes the KdV hierarchy. A linear combination\nof Schur functions is a solution to the KP hierarchy if and only if its\ncoefficients satisfy the Plucker relations from geometry. We give a solution to\nthe Plucker relations involving products of variables marking contents for a\npartition, and thus give a new proof of a content product solution to the KP\nhierarchy, previously given by Orlov and Shcherbin. In our main result, we\nspecialize this content product solution to prove that the generating series\nfor a general class of transitive ordered factorizations in the symmetric group\nsatisfies the KP hierarchy. These factorizations appear in geometry as\nencodings of branched covers, and thus by specializing our transitive\nfactorization result, we are able to prove that the generating series for two\nclasses of branched covers satisfies the KP hierarchy. For the first of these,\nthe double Hurwitz series, this result has been previously given by Okounkov.\nThe second of these, that we call the m-hypermap series, contains the double\nHurwitz series polynomially, as the leading coefficient in m. The m-hypermap\nseries also specializes further, first to the series for hypermaps and then to\nthe series for maps, both in an orientable surface. For the latter series, we\napply one of the KP equations to obtain a new and remarkably simple recurrence\nfor triangulations in a surface of given genus, with a given number of faces.\nThis recurrence leads to explicit asymptotics for the number of triangulations\nwith given genus and number of faces, in recent work by Bender, Gao and\nRichmond.\n"]}]
["0803.3981",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","28A20, 28A65, 37A05, 42A50, 42B20, 42B25, 46E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3981"],"date":["2008-03-27"],"type":["text"],"creator":["Berkson, Earl","Demeter, Ciprian"],"language":[],"coverage":[],"title":["{Spaces of Infinite Measure and Pointwise Convergence of the Bilinear\n  Hilbert and Ergodic Averages Defined by $L^{p}$-Isometries"],"description":["  We generalize the respective ``double recurrence'' results of Bourgain and of\nthe second author, which established for pairs of $L^{\\infty}$ functions on a\nfinite measure space the a.e. convergence of the discrete bilinear ergodic\naverages and of the discrete bilinear Hilbert averages defined by invertible\nmeasure-preserving point transformations. Our generalizations are set in the\ncontext of arbitrary sigma-finite measure spaces and take the form of a.e.\nconvergence of such discrete averages, as well as of their continuous variable\ncounterparts, when these averages are defined by Lebesgue space isometries and\nact on $L^{p_{1}}\\times L^{p_{2}}$ ($ 1<p_{1},p_{2}<\\infty $,\n$p_{1}^{-1}+p_{2}^{-1}<3/2$). In the setting of an arbitrary measure space,\nthis yields the a.e. convergence of these discrete bilinear averages when they\nact on $L^{p_{1}}\\times L^{p_{2}}$ and are defined by an invertible\nmeasure-preserving point transformation.\n","Comment: 27 pages, 0 figures, to be published in Journal of Operator Theory"]}]
["0803.3988",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3988"],"date":["2008-03-27"],"type":["text"],"creator":["De la Sen, M."],"language":[],"coverage":[],"title":["On the Fundamental Properties of Linear Parameter-Varying Dynamic\n  Systems Under Parametrical Multi-Perturbations. Applications to Time-Delay\n  Systems. Preliminary Results"],"description":["  This paper deals with a unifying approach to the problems of computing the\nadmissible sets of parametrical multi perturbations in appropriate bounded sets\nsuch that some fundamental properties of parameter-varying linear dynamic\nsystems are maintained provided that the so-called (i.e. perturbation-free)\nnominal system possesses such properties. The sets of parametrical multi\nperturbations include any combinations of parametrical multi perturbations in\nthe matrix of dynamics as well as in the control, output and input-output\ninterconnection matrices which belong to some prescribed bounded domain in the\ncomplex space. The various properties which are investigated are\ncontrollability, observability, output controllability and existence of minimal\nstate-space realizations together with the associate existence or not of\nassociate decoupling, transmission and invariant zeros. All the matrices of\nparameters including the nominal and the disturbed ones which parameterize the\ndynamic system may be real or complex. The radii of the multi- parametrical\nperturbations are calculated in a simple way. The obtained results are then\napplied to systems subject to a finite number of point internal delays and\nparametrical multi perturbations by comparing the state- space descriptions of\nsuch systems with the general descriptions previously investigated. In\nparticular, the contributions of the delays to the spectral descriptions are\nassimilated to the contributions of a set of varying parameters in a domain for\nthe general description.\n","Comment: 31 pages"]}]
["0803.3989",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3989","JOURNAL OF APPLIED PHYSICS 103, 063511 (2008)","doi:10.1063/1.2895005"],"date":["2008-03-27"],"type":["text"],"creator":["Kohoutek, T.","Wagner, T.","Frumar, M.","Chrissanthopoulos, A.","Kostadinova, O.","Yannopoulos, S. N."],"language":[],"coverage":[],"title":["Effect of cluster size of chalcogenide glass nanocolloidal solutions on\n  the surface morphology of spin-coated amorphous films"],"description":["  Amorphous chalcogenide thin film deposition can be achieved by a spin-coating\ntechnique from proper solutions of the corresponding glass. Films produced in\nthis way exhibit certain grain texture, which is presumably related to the\ncluster size in solution. This paper deals with the search of such a\ncorrelation between grain size of surface morphology of as-deposited\nspin-coated As33S67 chalcogenide thin films and cluster size of the glass in\nbutylamine solutions. Optical absorption spectroscopy and dynamic light\nscattering were employed to study optical properties and cluster size\ndistributions in the solutions at various glass concentrations. Atomic force\nmicroscopy is used to study the surface morphology of the surface of\nas-deposited and thermally stabilized spin-coated films. Dynamic light\nscattering revealed a concentration dependence of cluster size in solution.\nSpectral-dependence dynamic light scattering studies showed an interesting\nathermal photo-aggregation effect in the liquid state.\n","Comment: 15 pages, 8 figures"]}]
["0803.3990",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3990"],"date":["2008-03-27"],"type":["text"],"creator":["Bakhtin, Yuri","Heitsch, Christine E."],"language":[],"coverage":[],"title":["Large Deviations for Random Trees and the Branching of RNA Secondary\n  Structures"],"description":["  We give a Large Deviation Principle (LDP) with explicit rate function for the\ndistribution of vertex degrees in plane trees, a combinatorial model of RNA\nsecondary structures. We calculate the typical degree distributions based on\nnearest neighbor free energies, and compare our results with the branching\nconfigurations found in two sets of large RNA secondary structures. We find\nsubstantial agreement overall, with some interesting deviations which merit\nfurther study.\n","Comment: 23 pages, 3 figures, 13 tables in the appendix"]}]
["0803.3992",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3992"],"date":["2008-03-27"],"type":["text"],"creator":["De la Sen, M."],"language":[],"coverage":[],"title":["On the Asymptotic Expansions for Time-Varying Scalar Differential\n  Equations Possesssing Limiting Differential Equations by Application of the\n  Residue Theorem to their Discretized Counterparts. Preliminary Results"],"description":["  In this paper, it is proved that, in a dual context, asymptotic expansions of\nordinary linear time-differential equations which possess limiting equations to\ntheir limiting equations might be obtained by first discretizing them and then\nusing residues calculation for such discrete- time counterparts\n","Comment: 22 pages"]}]
["0803.3993",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","33C45","33C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3993"],"date":["2008-03-27"],"type":["text"],"creator":["Szmytkowski, Radoslaw"],"language":[],"coverage":[],"title":["On the derivative of the associated Legendre function of the first kind\n  of integer degree with respect to its order"],"description":["  The derivative of the associated Legendre function of the first kind of\ninteger degree with respect to its order, $\\partial\nP_{n}^{\\mu}(z)/\\partial\\mu$, is studied. After deriving and investigating\ngeneral formulas for $\\mu$ arbitrary complex, a detailed discussion of\n$[\\partial P_{n}^{\\mu}(z)/\\partial\\mu]_{\\mu=\\pm m}$, where $m$ is a\nnon-negative integer, is carried out. The results are applied to obtain several\nexplicit expressions for the associated Legendre function of the second kind of\ninteger degree and order, $Q_{n}^{\\pm m}(z)$. In particular, we arrive at\nformulas which generalize to the case of $Q_{n}^{\\pm m}(z)$ ($0\\leqslant\nm\\leqslant n$) the well-known Christoffel's representation of the Legendre\nfunction of the second kind, $Q_{n}(z)$. The derivatives $[\\partial^{2}\nP_{n}^{\\mu}(z)/\\partial\\mu^{2}]_{\\mu=m}$, $[\\partial\nQ_{n}^{\\mu}(z)/\\partial\\mu]_{\\mu=m}$ and $[\\partial\nQ_{-n-1}^{\\mu}(z)/\\partial\\mu]_{\\mu=m}$, all with $m>n$, are also evaluated.\n","Comment: LaTeX, 22 pages"]}]
["0803.3996",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3996"],"date":["2008-03-27","2008-03-28"],"type":["text"],"creator":["Domanski, T.","Ranninger, J."],"language":[],"coverage":[],"title":["Comment on `Evidence for pairing above Tc from the dispersion in the\n  pseudogap phase of cuprates' by A. Kanigel et al"],"description":["  In a recent preprint [0803.3052] A. Kanigel et al report evidence for\nBogoliubov-type excitations in the pseudogap phase in the anti-nodal region,\nwhere a robust pseudogap remains well above Tc. This important experimental\nresult has been theoretically predicted by us almost 6 years ago on a basis of\nthe phenomenological boson fermion model. An earlier theoretical prediction on\nthe basis of this model was that of a pseudogap in the electron DOS, setting in\nat some temperature T* and evolving into the superconducting gap upon\napproaching Tc. A natural logical pursuit of this early work was to show that,\nin order to have a superconducting state evolved out of a pseudogap state, the\ndiamagnetic bosonic pair fluctuations (characterizing the pseudogap phase) have\nto be propagating modes, which are phase correlated over finite distances above\nTc. If so, then the pseudogap feature has to be reflected in characteristic\nfeatures of the single particle excitations, showing remnants of the Bogoliubov\nmodes inherent in the superconducting phase. Such Bogoliubov modes result from\ndynamical feedback effects between single electron excitations and dynamical\nlocal pairing fluctuations. We briefly recollect here our theoretical results\nand confront them with the recent experimental findings.\n","Comment: 2 pages"]}]
["0803.3997",{"format":[],"subject":["Mathematics - Complex Variables","32c07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3997"],"date":["2008-03-27"],"type":["text"],"creator":["Bilski, Marcin"],"language":[],"coverage":[],"title":["Local approximation of the solutions of algebraic equations"],"description":["  A method of local approximation of holomorphic solutions of algebraic\nequations is discussed\n","Comment: 11 pages"]}]
["cond-mat/0502114",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0502114","Phys. Rev. Lett. 94, 147204 (2005)","doi:10.1103/PhysRevLett.94.147204"],"date":["2005-02-03"],"type":["text"],"creator":["Rousochatzakis, I.","Ajiro, Y.","Mitamura, H.","Kögerler, P.","Luban, M."],"language":[],"coverage":[],"title":["Hysteresis loops and adiabatic Landau-Zener-St\\\"uckelberg transitions in\n  the magnetic molecule V$_6$"],"description":["  We have observed hysteresis loops and abrupt magnetization steps in the\nmagnetic molecule V$_6$, where each molecule comprises a pair of identical spin\ntriangles, in the temperature range 1-5 K for external magnetic fields $B$ with\nsweep rates of several Tesla/ms executing a variety of closed cycles. The\nhysteresis loops are accurately reproduced using a generalization of the Bloch\nequation based on direct one-phonon transitions between the instantaneous\nZeeman-split levels of the ground state (an $S=1/2$ doublet) of each spin\ntriangle. The magnetization steps occur for $B\\approx 0$ and they are explained\nin terms of adiabatic Landau-Zener-St\\\"{u}ckelberg transitions between the\nlowest magnetic energy levels as modified by inter-triangle anisotropic\nexchange of order 0.4 K.\n","Comment: 4 pages, 3 figures"]}]
["cond-mat/0503695",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0503695","Phys. Rev. B 72, 134424 (2005)","doi:10.1103/PhysRevB.72.134424"],"date":["2005-03-30","2005-08-21"],"type":["text"],"creator":["Rousochatzakis, Ioannis","Luban, Marshall"],"language":[],"coverage":[],"title":["Master Equations for pulsed magnetic fields: Application to magnetic\n  molecules"],"description":["  We extend spin-lattice relaxation theory to incorporate the use of pulsed\nmagnetic fields for probing the hysteresis effects and magnetization steps and\nplateaus exhibited, at low temperatures, by the dynamical magnetization of\nmagnetic molecules. The main assumption made is that the lattice degrees of\nfreedom equilibrate in times much shorter than both the experimental time scale\n(determined by the sweep rate) and the typical spin-lattice relaxation time. We\nfirst consider the isotropic case (a magnetic molecule with a ground state of\nspin $S$ well separated from the excited levels and also the general isotropic\nHeisenberg Hamiltonian where all energy levels are relevant) and then we\ninclude small off-diagonal terms in the spin Hamiltonian to take into account\nthe Landau-Zener-St\\\"{u}ckelberg (LZS) effect. In the first case, and for an\n$S=1/2$ magnetic molecule we arrive at the generalized Bloch equation recently\nused for the magnetic molecule \\{V$_6$\\} in Phys. Rev. Lett. 94, 147204 (2005).\nAn analogous equation is derived for the magnetization, at low temperatures, of\nantiferromagnetic ring systems. The LZS effect is discussed for magnetic\nmolecules with a low spin ground state, for which we arrive at a very\nconvenient set of equations that take into account the combined effects of LZS\nand thermal transitions. In particular, these equations explain the deviation\nfrom exact magnetization reversal at $B\\approx 0$ observed in \\{V$_6$\\}. They\nalso account for the small magnetization plateaus (``magnetic Foehn effect''),\nfollowing the LZS steps, that have been observed in several magnetic molecules.\nFinally, we discuss the role of the Phonon Bottleneck effect at low\ntemperatures and specifically we indicate how this can give rise to a\npronounced Foehn effect.\n","Comment: 10 pages, 4 figures"]}]
["cs/0511059",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0511059","AdHocNow 2006"],"date":["2005-11-15","2006-05-30"],"type":["text"],"creator":["Liu, Ke","Abu-Ghazaleh, Nael"],"language":[],"coverage":[],"title":["Virtual Coordinate Backtracking for Void Traversal in Geographic Routing"],"description":["  Geographical routing protocols have several desirable features for use in ad\nhoc and sensor networks but are susceptible to voids and localization errors.\nVirtual coordinate systems are an alternative solution to geographically based\nrouting protocols that works by overlaying a coordinate system on the sensors\nrelative to well chosen reference points. VC is resilient to localization\nerrors; however, we show that it is vulnerable to different forms of the void\nproblem and have no viable complementary approach to overcome them.\nSpecifically, we show that there are instances when packets reach nodes with no\nviable next hop nodes in the forwarding set. In addition, it is possible for\nnodes with the same coordinates to arise at different points in the network in\nthe presence of voids. This paper identifies and analyzes these problems. It\nalso compares several existing routing protocols based on Virtual Coordinate\nsystems. Finally, it presents a new routing algorithm that uses backtracking to\novercome voids to achieve high connectivity in the greedy phase, higher overall\npath quality and more resilience to localization errors. We show these\nproperties using extensive simulation analysis.\n"]}]
["cs/0608068",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0608068","ijsnet 2008"],"date":["2006-08-16"],"type":["text"],"creator":["Liu, Ke","Abu-Ghazaleh, Nael"],"language":[],"coverage":[],"title":["The Aligned-Coordinated Geographical Routing for Multihop Wireless\n  Networks"],"description":["  The stateless, low overhead and distributed nature of the Geographic routing\nprotocols attract a lot of research attentions recently. Since the geographic\nrouting would face void problems, leading to complementary routing such as\nperimeter routing which degrades the performance of geographic routing, most\nresearch works are focus on optimizing this complementary part of geographic\nrouting to improve it. The greedy forwarding part of geographic routing\nprovides an optimal routing performance in terms of path stretch. If the\ngeographic routing could adapt the greedy forwarding more, its performance\nwould be enhanced much more than to optimize the complementary routing such as\nperimeter routings. Our work is the first time to do so. The aligned physical\ncoordinate is used to do the greedy forwarding routing decision which would\nlead more greedy forwarding. We evaluate our design to most geographic routing\nprotocols, showing it helps much and maintain the stateless nature of\ngeographic routing.\n"]}]
["cs/0608069",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0608069","PerCom 2006"],"date":["2006-08-16"],"type":["text"],"creator":["Liu, Ke","Abu-Ghazaleh, Nael","Kang, Kyoung-Don"],"language":[],"coverage":[],"title":["JiTS: Just-in-Time Scheduling for Real-Time Sensor Data Dissemination"],"description":["  We consider the problem of real-time data dissemination in wireless sensor\nnetworks, in which data are associated with deadlines and it is desired for\ndata to reach the sink(s) by their deadlines. To this end, existing real-time\ndata dissemination work have developed packet scheduling schemes that\nprioritize packets according to their deadlines. In this paper, we first\ndemonstrate that not only the scheduling discipline but also the routing\nprotocol has a significant impact on the success of real-time sensor data\ndissemination. We show that the shortest path routing using the minimum number\nof hops leads to considerably better performance than Geographical Forwarding,\nwhich has often been used in existing real-time data dissemination work. We\nalso observe that packet prioritization by itself is not enough for real-time\ndata dissemination, since many high priority packets may simultaneously contend\nfor network resources, deteriorating the network performance. Instead,\nreal-time packets could be judiciously delayed to avoid severe contention as\nlong as their deadlines can be met. Based on this observation, we propose a\nJust-in-Time Scheduling (JiTS) algorithm for scheduling data transmissions to\nalleviate the shortcomings of the existing solutions. We explore several\npolicies for non-uniformly delaying data at different intermediate nodes to\naccount for the higher expected contention as the packet gets closer to the\nsink(s). By an extensive simulation study, we demonstrate that JiTS can\nsignificantly improve the deadline miss ratio and packet drop ratio compared to\nexisting approaches in various situations. Notably, JiTS improves the\nperformance requiring neither lower layer support nor synchronization among the\nsensor nodes.\n"]}]
["math-ph/0703078",{"format":[],"subject":["Mathematical Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0703078"],"date":["2007-03-27","2008-03-28"],"type":["text"],"creator":["Posilicano, Andrea"],"language":[],"coverage":[],"title":["Self-adjoint Extensions of Restrictions"],"description":["  We provide a simple recipe for obtaining all self-adjoint extensions,\ntogether with their resolvent, of the symmetric operator $S$ obtained by\nrestricting the self-adjoint operator $A:\\D(A)\\subseteq\\H\\to\\H$ to the dense,\nclosed with respect to the graph norm, subspace $\\N\\subset \\D(A)$. Neither the\nknowledge of $S^*$ nor of the deficiency spaces of $S$ is required. Typically\n$A$ is a differential operator and $\\N$ is the kernel of some trace\n(restriction) operator along a null subset. We parametrise the extensions by\nthe bundle $\\pi:\\E(\\fh)\\to\\P(\\fh)$, where $\\P(\\fh)$ denotes the set of\northogonal projections in the Hilbert space $\\fh\\simeq \\D(A)/\\N$ and\n$\\pi^{-1}(\\Pi)$ is the set of self-adjoint operators in the range of $\\Pi$. The\nset of self-adjoint operators in $\\fh$, i.e. $\\pi^{-1}(1)$, parametrises the\nrelatively prime extensions. Any $(\\Pi,\\Theta)\\in \\E(\\fh)$ determines a\nboundary condition in the domain of the corresponding extension\n$A_{\\Pi,\\Theta}$ and explicitly appears in the formula for the resolvent\n$(-A_{\\Pi,\\Theta}+z)^{-1}$. The connection with both von Neumann's and Boundary\nTriples theories of self-adjoint extensions is explained. Some examples related\nto quantum graphs, to Schr\\\"odinger operators with point interactions and to\nelliptic boundary value problems are given.\n","Comment: Final version. To appear in Operators and Matrices"]}]
["math/0506489",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Probability","93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506489"],"date":["2005-06-23","2008-03-27"],"type":["text"],"creator":["Shlakhter, Oleksandr","Lee, Chi-Guhn","Khmelev, Dmitry","Jaber, Nasser"],"language":[],"coverage":[],"title":["Acceleration Operators in the Value Iteration Algorithms for Markov\n  Decision Processes"],"description":["  We study the general approach to accelerating the convergence of the most\nwidely used solution method of Markov decision processes with the total\nexpected discounted reward. Inspired by the monotone behavior of the\ncontraction mappings in the feasible set of the linear programming problem\nequivalent to the MDP, we establish a class of operators that can be used in\ncombination with a contraction mapping operator in the standard value iteration\nalgorithm and its variants. We then propose two such operators, which can be\neasily implemented as part of the value iteration algorithm and its variants.\nNumerical studies show that the computational savings can be significant\nespecially when the discount factor approaches 1 and the transition probability\nmatrix becomes dense, in which the standard value iteration algorithm and its\nvariants suffer from slow convergence.\n","Comment: 32 pages, 2 figures, 2 table"]}]
["quant-ph/0610040",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0610040","doi:10.1007/s10701-008-9212-6"],"date":["2006-10-06","2008-03-27"],"type":["text"],"creator":["Nest, M. Van den","Briegel, H. J."],"language":[],"coverage":[],"title":["Measurement-based quantum computation and undecidable logic"],"description":["  We establish a connection between measurement-based quantum computation and\nthe field of mathematical logic. We show that the computational power of an\nimportant class of quantum states called graph states, representing resources\nfor measurement-based quantum computation, is reflected in the expressive power\nof (classical) formal logic languages defined on the underlying mathematical\ngraphs. In particular, we show that for all graph state resources which can\nyield a computational speed-up with respect to classical computation, the\nunderlying graphs--describing the quantum correlations of the states--are\nassociated with undecidable logic theories. Here undecidability is to be\ninterpreted in a sense similar to Goedel's incompleteness results, meaning that\nthere exist propositions, expressible in the above classical formal logic,\nwhich cannot be proven or disproven.\n","Comment: 10 pages. Presentation improved. Paper to appear in Found. Phys.;\n  currently published online"]}]
