["0704.2976",{"format":[],"subject":["Mathematics - Functional Analysis","43A62, 43A07, 46H20 (Primary)","33C10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2976"],"date":["2007-04-23","2008-01-17"],"type":["text"],"creator":["Azimifard, Ahmadreza"],"language":[],"coverage":[],"title":["On the alpha-Amenability of Hypergroups"],"description":["  Let $UC(K)$ denote the Banach space of all bounded uniformly continuous\nfunctions on a hypergroup $K$. The main results of this article concern on the\n$\\alpha$-amenability of $UC(K)$ and quotients and products of hypergroups. It\nis also shown that a Sturm-Liouville hypergroup with a positive index is\n$\\alpha$-amenable if and only if $\\alpha=1$.\n","Comment: 15 pages; Keywords: Hypergroups: Sturm-Liouville,\n  {Ch\\'{e}bli-Trim\\`{e}che}, Bessel-Kingman. $\\alpha$-Amenable Hypergroups"]}]
["0705.2840",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2840"],"date":["2007-05-19","2008-01-17"],"type":["text"],"creator":["November, L. J."],"language":[],"coverage":[],"title":["Dependence of hillslope moisture content on downhill saturation"],"description":["  We derive steady equilibria for lateral downslope moisture flow in an\nidealized thin closed layer as a solution to the 1D Richards' Equation. The\nequilibria are determined by two free parameters: the downslope flux and a\nboundary condition. Solutions exhibit a constant downslope flow speed and\nmoisture content for the constant equilibrium flux, which is the product of the\ntwo. However where an isolated zone of fixed saturation degree exists\nrepresenting a boundary condition, the flow speed immediately upslope is\nreduced and the moisture content correspondingly increased to preserve the\nconstant equilibrium flux. The capillary head jump at the saturated zone\nproduces a blockage that gives a high moisture content back upslope through a\npooling distance determined by the equilibrium condition that the downslope\nflux is constant. In our numerical integrations, the vertically projected\npooling height is more than 10 km for a fully saturated zone in mixed silty or\nclay soils, but decreases by about an order of magnitude with every 10%\ndecrease in the boundary-zone saturation degree. The drying of downhill\nsaturated zones with the increased speed of mountain moisture outflow and\ncorresponding decreased mountain moisture content gives a viable explanation\nfor the mysterious ~69% unaccounted drop seen in the spring outflow in the La\nLuz / Fresnal Watershed at Alamogordo's upstream spring-box diversions in the\nsemiarid southeastern New Mexico USA.\n","Comment: 8 pages, 7 figures, for Water Resources Research"]}]
["0705.4305",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4305"],"date":["2007-05-29","2008-01-17"],"type":["text"],"creator":["Benincasa, Paolo","Cachazo, Freddy"],"language":[],"coverage":[],"title":["Consistency Conditions on the S-Matrix of Massless Particles"],"description":["  We introduce a set of consistency conditions on the S-matrix of theories of\nmassless particles of arbitrary spin in four-dimensional Minkowski space-time.\nWe find that in most cases the constraints, derived from the conditions, can\nonly be satisfied if the S-matrix is trivial. Our conditions apply to theories\nwhere four-particle scattering amplitudes can be obtained from three-particle\nones via a recent technique called BCFW construction. We call theories in this\nclass constructible. We propose a program for performing a systematic search of\nconstructible theories that can have non-trivial S-matrices. As illustrations,\nwe provide simple proofs of already known facts like the impossibility of spin\n$s > 2$ non-trivial S-matrices, the impossibility of several spin 2 interacting\nparticles and the uniqueness of a theory with spin 2 and spin 3/2 particles.\n","Comment: 30 pages, 2 figures"]}]
["0706.1917",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Fluid Dynamics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1917","Eur. Phys. J. B 60, 507-513 (2007)","doi:10.1140/epjb/e2008-00009-1"],"date":["2007-06-13","2007-11-23"],"type":["text"],"creator":["Si, Fen-Ni","Liu, Quan-Xing","Zhang, Jin-Zhong","Zhou, Lu-Qun"],"language":[],"coverage":[],"title":["Propagation of travelling waves in sub-excitable systems driven by noise\n  and periodic forcing"],"description":["  It has been reported that traveling waves propagate periodically and stably\nin sub-excitable systems driven by noise [Phys. Rev. Lett. \\textbf{88}, 138301\n(2002)]. As a further investigation, here we observe different types of\ntraveling waves under different noises and periodic forces, using a simplified\nOregonator model. Depending on different noises and periodic forces, we have\nobserved different types of wave propagation (or their disappearance).\nMoreover, the reversal phenomena are observed in this system based on the\nnumerical experiments in the one-dimensional space. As an explanation, we\nregard it as the effect of periodic forces. Thus, we give qualitative\nexplanations to how reversal phenomena stably appear, which seem to arise from\nthe mixing function of the periodic force and the noise. And the output period\nand three velocities (the normal, the positive and the negative) of the\ntravelling waves are defined and their relationship with the periodic forces,\nalong with the types of waves, are also studied in sub-excitable system under a\nfixed noise intensity.\n","Comment: Some references and information are added in the modified version.\n  Accepted, The European Physical Journal B"]}]
["0706.2085",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2085","Phys. Rev. B 76, 235103 (2007)","doi:10.1103/PhysRevB.76.235103"],"date":["2007-06-14"],"type":["text"],"creator":["Chung, Chung-Hou","Glossop, Matthew T.","Fritz, Lars","Kirćan, Marijana","Ingersent, Kevin","Vojta, Matthias"],"language":[],"coverage":[],"title":["Quantum phase transitions in a resonant-level model with dissipation:\n  Renormalization-group studies"],"description":["  We study a spinless level that hybridizes with a fermionic band and is also\ncoupled via its charge to a dissipative bosonic bath. We consider the general\ncase of a power-law hybridization function $\\Gamma(\\w)\\propto |\\w|^r$ with\n$r\\ge 0$, and a bosonic bath spectral function $B(\\w)\\propto \\w^s$ with $s\\ge\n-1$. For $r<1$ and $\\mathrm{max}(0,2r-1)<s<1$, this Bose-Fermi quantum impurity\nmodel features a continuous zero-temperature transition between a delocalized\nphase, with tunneling between the impurity level and the band, and a localized\nphase, in which dissipation suppresses tunneling in the low-energy limit. The\nphase diagram and the critical behavior of the model are elucidated using\nperturbative and numerical renormalization-group techniques, between which\nthere is excellent agreement in the appropriate regimes. For $r=0$ this model's\ncritical properties coincide with those of the spin-boson and Ising Bose-Fermi\nKondo models, as expected from bosonization.\n","Comment: 14 pages, 14 eps figures"]}]
["0706.3620",{"format":[],"subject":["Mathematics - Group Theory","43A62, 43A07 (Primary)","46H20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3620"],"date":["2007-06-25","2008-01-17"],"type":["text"],"creator":["Azimifard, Ahmadreza"],"language":[],"coverage":[],"title":["Hypergroups with Unique Alpha-Means"],"description":["  Let $K$ be a commutative hypergroup and $\\alpha\\in \\hat{K}$. We show that $K$\nis $\\alpha$-amenable with the unique $\\alpha$-mean $m_\\alpha$ if and only if\n$m_\\alpha\\in L^1(K)\\cap L^2(K)$ and $\\alpha$ is isolated in $\\hat{K}$. In\ncontrast to the case of amenable noncompact locally compact groups, examples of\npolynomial hypergroups with unique $\\alpha$-means ($\\alpha\\not=1$) are given.\nFurther examples emphasize that the $\\alpha$-amenability of hypergroups depends\nheavily on the asymptotic behavior of Haar measures and characters.\n","Comment: 8 pages, keywords: Hypergroups: orthogonal polynomial, of Nevaei\n  classes. $\\alpha$-Amenable Hypergroups"]}]
["0708.1387",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1387","Phys. Rev. Lett. 100, 026402 (2008)","doi:10.1103/PhysRevLett.100.026402"],"date":["2007-08-10","2007-08-17"],"type":["text"],"creator":["Wadati, H.","Maniwa, A.","Chikamatsu, A.","Ohkubo, I.","Kumigashira, H.","Oshima, M.","Fujimori, A.","Lippmaa, M.","Kawasaki, M.","Koinuma, H."],"language":[],"coverage":[],"title":["In-situ photoemission study of Pr_{1-x}Ca_xMnO_3 epitaxial thin films\n  with suppressed charge fluctuations"],"description":["  We have performed an {\\it in-situ} photoemission study of Pr_{1-x}Ca_xMnO_3\n(PCMO) thin films grown on LaAlO_3 (001) substrates and observed the effect of\nepitaxial strain on the electronic structure. We found that the chemical\npotential shifted monotonically with doping, unlike bulk PCMO, implying the\ndisappearance of incommensurate charge fluctuations of bulk PCMO. In the\nvalence-band spectra, we found a doping-induced energy shift toward the Fermi\nlevel (E_F) but there was no spectral weight transfer, which was observed in\nbulk PCMO. The gap at E_F was clearly seen in the experimental band dispersions\ndetermined by angle-resolved photoemission spectroscopy and could not be\nexplained by the metallic band structure of the C-type antiferromagnetic state,\nprobably due to localization of electrons along the ferromagnetic chain\ndirection or due to another type of spin-orbital ordering.\n","Comment: 5 pages, 4 figures"]}]
["0708.1407",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1407","J. Phys.: Condens. Matter 20, 043201 (2008)","doi:10.1088/0953-8984/20/04/043201"],"date":["2007-08-10"],"type":["text"],"creator":["Gunnarsson, O.","Rösch, O."],"language":[],"coverage":[],"title":["Interplay between electron-phonon and Coulomb interactions in cuprates"],"description":["  Evidence for strong electron-phonon coupling in high-Tc cuprates is reviewed,\nwith emphasis on the electron and phonon spectral functions. Effects due to the\ninterplay between the Coulomb and electron-phonon interactions are studied. For\nweakly doped cuprates, the phonon self-energy is strongly reduced due to\ncorrelation effects, while there is no corresponding strong reduction for the\nelectron self-energy. Polaron formation is studied, focusing on effects of\nCoulomb interaction and antiferromagnetic correlations. It is argued that\nexperimental indications of polaron formation in undoped cuprates are due to a\nstrong electron-phonon interaction for these systems.\n","Comment: 43 pages and 22 figures"]}]
["0708.2451",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2451"],"date":["2007-08-17","2008-01-16"],"type":["text"],"creator":["Calegari, Frank","Mazur, Barry"],"language":[],"coverage":[],"title":["Nearly Ordinary Galois Deformations over Arbitrary Number Fields"],"description":["  Let K be an arbitrary number field, and let rho: Gal(Kbar/K) -> GL_2(E) be a\nnearly ordinary irreducible geometric Galois representation. In this paper, we\nstudy the nearly ordinary deformations of rho. When K is totally real and rho\nis modular, results of Hida imply that the nearly ordinary deformation space\nassociated to rho contains a Zariski dense set of points corresponding to\n\"automorphic\" Galois representations. We conjecture that if K is_not_ totally\nreal, then this is never the case, except in three exceptional cases,\ncorresponding to (1) \"base change\", (2) \"CM\" forms, and (3) \"Even\"\nrepresentations. The latter case conjecturally can only occur if the image of\nrho is finite. Our results come in two flavours. First, we prove a general\nresult for Artin representations, conditional on a strengthening of Leopoldt's\nconjecture. Second, when K is an imaginary quadratic field, we prove an\nunconditional result that implies the existence of \"many\" positive dimensional\ncomponents (of certain deformation spaces) that do not contain infinitely many\nclassical points. Also included are some speculative remarks about \"p-adic\nfunctorality\", as well as some remarks on how our methods should apply to\nn-dimensional representations of Gal(Qbar/Q) when n > 2.\n","Comment: Minor changes made as suggested by the referee"]}]
["0709.0214",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0214","PASP, 119:1367-1370, 2007 December","doi:10.1086/524711"],"date":["2007-09-03"],"type":["text"],"creator":["Xia, Zhou","Lingzhi, Wang","Aizhi, Zhou"],"language":[],"coverage":[],"title":["Thermal Evolution of Strange Stars"],"description":["  We investigated the thermal evolution of rotating strange stars with the\ndeconfinement heating due to magnetic braking. We consider the stars consisting\nof either normal quark matter or color-flavor-locked phase. Combining\ndeconfinement heating with magnetic field decay, we find that the thermal\nevolution curves are identical to pulsar data.\n","Comment: 13 pages, 2 figures"]}]
["0709.0580",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0580","Phys. Rev. B 77, 014507 (2008)","doi:10.1103/PhysRevB.77.014507"],"date":["2007-09-05","2007-09-20"],"type":["text"],"creator":["Lin, Shizeng","Hu, Xiao","Tachiki, Masashi"],"language":[],"coverage":[],"title":["Computer Simulation on Terahertz Emission from Intrinsic Josephson\n  Junctions of High-T_c Superconductors"],"description":["  Solving coupled nonlinear sine-Gordon equations and Maxwell equations\nnumerically, we study the electromagnetic and superconducting properties of the\nsingle crystal of high-$T_c$ superconductor $\\rm{Bi_2Sr_2CaCu_2O_{8+\\delta}}$\nwith a static magnetic field applied parallel to the $ab$-plane and a dc\ncurrent fed in along the c-axis. Cavity resonances of transverse plasma occur\nin the intrinsic Josephson junctions with frequencies in terahertz regime. It\nis revealed that the electromagnetic wave can transmit from the junctions into\nspace. The emitted energy counted by the Poynting vector is about\n$400\\rm{W/cm^2}$. The frequency as well as the energy of emission can be tuned\nalmost continuously by the current and magnetic field.\n","Comment: 5pages, 5figures"]}]
["0709.3940",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3940","Phys.Rev.D77:015010,2008","doi:10.1103/PhysRevD.77.015010"],"date":["2007-09-25","2008-01-17"],"type":["text"],"creator":["Maity, Debaprasad","Roy, Sourov","SenGupta, Soumitra"],"language":[],"coverage":[],"title":["Constraining the Randall-Sundrum modulus in the light of recent PVLAS\n  data"],"description":["  Recent PVLAS data put stringent constraints on the measurement of\nbirefringence and dichroism of electromagnetic waves travelling in a constant\nand homogeneous magnetic field. There have been theoretical predictions in\nfavour of such phenomena when appropriate axion-electromagnetic coupling is\nassumed. Origin of such a coupling can be traced in a low energy string action\nfrom the requirement of quantum consistency. The resulting couplings in such\nmodels are an artifact of the compactification of the extra dimensions present\ninevitably in a string scenario. The moduli parameters which encode the compact\nmanifold therefore play a crucial role in determining the axion-photon\ncoupling. In this work we examine the possible bounds on the value of compact\nmodulus that emerge from the experimental limits on the coupling obtained from\nthe PVLAS data. In particular we focus into the Randall-Sundrum (RS) type of\nwarped geometry model whose modulus parameter is already restricted from the\nrequirement of the resolution of gauge hierarchy problem in connection with the\nmass of the Higgs. We explore the bound on the modulus for a wide range of the\naxion mass for both the birefringence and the dichroism data in PVLAS. We show\nthat the proposed value of the modulus in the RS scenario can only be\naccommodated for axion mass $\\gsim$ 0.3 eV.\n","Comment: 26 pages, 1 figure, LaTex; added references, typos corrected. Minor\n  changes in the text, a comment added in the Conclusion"]}]
["0709.4522",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4522"],"date":["2007-09-27","2008-01-17"],"type":["text"],"creator":["Minh, Nguyen Duc"],"language":[],"coverage":[],"title":["Path Integral Quantization of Self Interacting Scalar Field with Higher\n  Derivatives"],"description":["  Scalar field systems containing higher derivatives are studied and quantized\nby Hamiltonian path integral formalism. A new point to previous quantization\nmethods is that field functions and their derivatives with time are considered\nas independent canonical variables. Consequently, generating functional,\nexplicit expressions of propagators and Feynman diagrams in $\\phi^3$ theory are\nfound\n","Comment: 5 pages, 0 figures, update Jan 17th 2008"]}]
["0710.0851",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0851"],"date":["2007-10-03","2008-01-17"],"type":["text"],"creator":["Nelson, Erik C.","Garcia-Santamaria, Florencio","Braun, Paul V."],"language":[],"coverage":[],"title":["Embedded two-photon polymerized features with near-perfect lattice\n  registration within self-organized photonic crystals and their optical\n  properties"],"description":["  Two-photon polymerization has been demonstrated as an effective technique to\ndefine embedded defects in three-dimensional photonic crystals. In this work we\ndemonstrate the ability to precisely position embedded defects with respect to\nthe lattice of three-dimensional photonic crystals by imaging the structure\nconcurrently with two-photon writing. Defects are written with near-perfect\nlattice registration and at specifically defined depths within the crystal. The\nimportance of precise defect position is demonstrated by investigating the\noptical properties of embedded planar cavities written in a photonic crystal.\nThe experimental data is compared to spectra calculated using the Scalar Wave\nApproximation (SWA) which further demonstrates the importance of defect\nplacement.\n","Comment: 6 pages, 6 figures"]}]
["0710.1386",{"format":[],"subject":["Mathematics - Commutative Algebra","13H10, 13A30, 13B22, 13H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1386"],"date":["2007-10-06","2008-01-17"],"type":["text"],"creator":["Goto, Shiro","Kimura, Satoru","Matsuoka, Naoyuki"],"language":[],"coverage":[],"title":["Quasi-socle ideals in Gorenstein numerical semigroup rings"],"description":["  Quasi-socle ideals, that is the ideals $I$ of the form $I= Q :\n\\mathfrak{m}^q$ in Gorenstein numerical semigroup rings over fields are\nexplored, where $Q$ is a parameter ideal, and $\\mathfrak{m}$ is the maximal\nideal in the base local ring, and $q \\geq 1$ is an integer. The problems of\nwhen $I$ is integral over $Q$ and of when the associated graded ring\n$\\mathrm{G}(I) = \\bigoplus_{n \\geq 0}I^n/I^{n+1}$ of $I$ is Cohen-Macaulay are\nstudied. The problems are rather wild; examples are given.\n","Comment: 20 pages, to appear in Journal of Algebra"]}]
["0710.3153",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3153","Phys. Rev. B 77, 045119 (2008)","doi:10.1103/PhysRevB.77.045119"],"date":["2007-10-16","2007-12-14"],"type":["text"],"creator":["Wang, Xin","Spataru, Catalin D.","Hybertsen, Mark S.","Millis, Andrew J."],"language":[],"coverage":[],"title":["Electronic correlation in nanoscale junctions: Comparison of the GW\n  approximation to a numerically exact solution of the single-impurity Anderson\n  model"],"description":["  The impact of electronic correlation in nanoscale junctions, e.g. formed by\nsingle molecules, is analyzed using the single-impurity Anderson model.\nNumerically exact Quantum Monte Carlo calculations are performed to map out the\norbital filling, linear response conductance and spectral function as a\nfunction of the Coulomb interaction strength and the impurity level position.\nThese numerical results form a benchmark against which approximate, but more\nbroadly applicable, approaches to include electronic correlation in transport\ncan be compared. As an example, the self consistent GW approximation has been\nimplemented for the Anderson model and the results compared to this benchmark.\nFor weak coupling or for level positions such that the impurity is either\nnearly empty or nearly full, the GW approximation is found to be accurate.\nHowever, for intermediate or strong coupling, the GW approximation does not\nproperly represent the impact of spin or charge fluctuations. Neither the\nspectral function nor the linear response conductance are accurately given\nacross the Coulomb blockade plateau and well into the mixed valence regimes.\n","Comment: 11 pages, 10 figures"]}]
["0710.5331",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5331"],"date":["2007-10-28","2008-01-17"],"type":["text"],"creator":["Williams, K. E.","Weiglein, G."],"language":[],"coverage":[],"title":["Higgs boson decays in the Complex MSSM"],"description":["  The analysis of the Higgs search results at LEP showed that a part of the\nMSSM parameter space with non-zero complex phases could not be excluded, where\nthe lightest neutral Higgs boson, h_1, has a mass of only about 45 GeV and the\nsecond lightest neutral Higgs boson, h_2, has a sizable branching fraction into\na pair of h_1 states. Full one-loop results for the Higgs cascade decay h_2 -->\nh_1 h_1 are presented and combined with two-loop Higgs propagator corrections\ntaken from the program FeynHiggs. Using the improved theoretical prediction to\nanalyse the limits on topological cross sections obtained at LEP, the existence\nof an unexcluded region at low Higgs mass is confirmed. The effect of the\ngenuine vertex corrections on the size and shape of this region is discussed.\n","Comment: 4 pages, submitted for the SUSY07 proceedings, minor corrections"]}]
["0711.1257",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1257"],"date":["2007-11-08","2008-01-17"],"type":["text"],"creator":["Grinfeld, M.","Lord, G. J."],"language":[],"coverage":[],"title":["Bifurcations in the regularized Ericksen bar model"],"description":["  We consider the regularized Ericksen model of an elastic bar on an elastic\nfoundation on an interval with Dirichlet boundary conditions as a two-parameter\nbifurcation problem. We explore, using local bifurcation analysis and\ncontinuation methods, the structure of bifurcations from double zero\neigenvalues. Our results provide evidence in support of M\\\"uller's conjecture\n\\cite{Muller} concerning the symmetry of local minimizers of the associated\nenergy functional and describe in detail the structure of the primary branch\nconnections that occur in this problem. We give a reformulation of M\\\"uller's\nconjecture and suggest two further conjectures based on the local analysis and\nnumerical observations. We conclude by analysing a ``loop'' structure that\ncharacterizes $(k,3k)$ bifurcations.\n"]}]
["0711.2439",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2439"],"date":["2007-11-15","2008-01-17"],"type":["text"],"creator":["Yu, Yue"],"language":[],"coverage":[],"title":["Tripled composite fermion liquid in generalized Pfaffian of v=5/2 and\n  non-abelian anyonic quasiholes with k=3"],"description":["  This paper has been withdrawn by the author, due to an important sign error\nin Eqn. 2.\n","Comment: This paper has been withdrawn"]}]
["0712.0769",{"format":[],"subject":["Computer Science - Other Computer Science","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0769","Dans Proceedings of MICCAI 2007 - Medical Image Computing and\n  Computer Assisted Interventions 2007, Brisbane : Australie (2007)"],"date":["2007-12-05"],"type":["text"],"creator":["Baumann, Michael","Mozer, Pierre","Daanen, Vincent","Troccaz, Jocelyne"],"language":[],"coverage":[],"title":["Towards 3D ultrasound image based soft tissue tracking: a transrectal\n  ultrasound prostate image alignment system"],"description":["  The emergence of real-time 3D ultrasound (US) makes it possible to consider\nimage-based tracking of subcutaneous soft tissue targets for computer guided\ndiagnosis and therapy. We propose a 3D transrectal US based tracking system for\nprecise prostate biopsy sample localisation. The aim is to improve sample\ndistribution, to enable targeting of unsampled regions for repeated biopsies,\nand to make post-interventional quality controls possible. Since the patient is\nnot immobilized, since the prostate is mobile and due to the fact that probe\nmovements are only constrained by the rectum during biopsy acquisition, the\ntracking system must be able to estimate rigid transformations that are beyond\nthe capture range of common image similarity measures. We propose a fast and\nrobust multi-resolution attribute-vector registration approach that combines\nglobal and local optimization methods to solve this problem. Global\noptimization is performed on a probe movement model that reduces the\ndimensionality of the search space and thus renders optimization efficient. The\nmethod was tested on 237 prostate volumes acquired from 14 different patients\nfor 3D to 3D and 3D to orthogonal 2D slices registration. The 3D-3D version of\nthe algorithm converged correctly in 96.7% of all cases in 6.5s with an\naccuracy of 1.41mm (r.m.s.) and 3.84mm (max). The 3D to slices method yielded a\nsuccess rate of 88.9% in 2.3s with an accuracy of 1.37mm (r.m.s.) and 4.3mm\n(max).\n"]}]
["0712.3816",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3816"],"date":["2007-12-21","2008-01-17"],"type":["text"],"creator":["Keller, Matthias"],"language":[],"coverage":[],"title":["The essential spectrum of the Laplacian on rapidly branching\n  tessellations"],"description":["  In this paper we characterize emptiness of the essential spectrum of the\nLaplacian under a hyperbolicity assumption for general graphs. Moreover we\npresent a characterization for emptiness of the essential spectrum for planar\ntessellations in terms of curvature.\n"]}]
["0801.0168",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0168","A.N. Gorban, B. Kegl, D.C. Wunsch, A. Zinovyev (eds.) Principal\n  Manifolds for Data Visualization and Dimension Reduction, Lecture Notes in\n  Computational Science and Engineering 58, Springer, Berlin - Heidelberg,\n  2008, 96-130","doi:10.1007/978-3-540-73750-6_4"],"date":["2007-12-30"],"type":["text"],"creator":["Gorban, A. N.","Zinovyev, A. Y."],"language":[],"coverage":[],"title":["Elastic Maps and Nets for Approximating Principal Manifolds and Their\n  Application to Microarray Data Visualization"],"description":["  Principal manifolds are defined as lines or surfaces passing through ``the\nmiddle'' of data distribution. Linear principal manifolds (Principal Components\nAnalysis) are routinely used for dimension reduction, noise filtering and data\nvisualization. Recently, methods for constructing non-linear principal\nmanifolds were proposed, including our elastic maps approach which is based on\na physical analogy with elastic membranes. We have developed a general\ngeometric framework for constructing ``principal objects'' of various\ndimensions and topologies with the simplest quadratic form of the smoothness\npenalty which allows very effective parallel implementations. Our approach is\nimplemented in three programming languages (C++, Java and Delphi) with two\ngraphical user interfaces (VidaExpert\nhttp://bioinfo.curie.fr/projects/vidaexpert and ViMiDa\nhttp://bioinfo-out.curie.fr/projects/vimida applications). In this paper we\noverview the method of elastic maps and present in detail one of its major\napplications: the visualization of microarray data in bioinformatics. We show\nthat the method of elastic maps outperforms linear PCA in terms of data\napproximation, representation of between-point distance structure, preservation\nof local point neighborhood and representing point classes in low-dimensional\nspaces.\n","Comment: 35 pages 10 figures"]}]
["0801.0176",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0176","A.N. Gorban, B. Kegl, D.C. Wunsch, A. Zinovyev (eds.) Principal\n  Manifolds for Data Visualization and Dimension Reduction, Lecture Notes in\n  Computational Science and Engineering 58, Springer, Berlin - Heidelberg,\n  2008, 219-237","doi:10.1007/978-3-540-73750-6_9"],"date":["2007-12-30"],"type":["text"],"creator":["Gorban, A. N.","Sumner, N. R.","Zinovyev, A. Y."],"language":[],"coverage":[],"title":["PCA Beyond The Concept of Manifolds: Principal Trees, Metro Maps, and\n  Elastic Cubic Complexes"],"description":["  Multidimensional data distributions can have complex topologies and variable\nlocal dimensions. To approximate complex data, we propose a new type of\nlow-dimensional ``principal object'': a principal cubic complex. This complex\nis a generalization of linear and non-linear principal manifolds and includes\nthem as a particular case. To construct such an object, we combine a method of\ntopological grammars with the minimization of an elastic energy defined for its\nembedment into multidimensional data space. The whole complex is presented as a\nsystem of nodes and springs and as a product of one-dimensional continua\n(represented by graphs), and the grammars describe how these continua transform\nduring the process of optimal complex construction. The simplest case of a\ntopological grammar (``add a node'', ``bisect an edge'') is equivalent to the\nconstruction of ``principal trees'', an object useful in many practical\napplications. We demonstrate how it can be applied to the analysis of bacterial\ngenomes and for visualization of cDNA microarray data using the ``metro map''\nrepresentation. The preprint is supplemented by animation: ``How the\ntopological grammar constructs branching principal components\n(AnimatedBranchingPCA.gif)''.\n","Comment: 19 pages, 8 figures"]}]
["0801.0246",{"format":[],"subject":["Physics - General Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0246"],"date":["2008-01-02","2008-01-17"],"type":["text"],"creator":["Page, Don N."],"language":[],"coverage":[],"title":["Does God So Love the Multiverse?"],"description":["  Monotheistic religions such as Judaism and Christianity affirm that God loves\nall humans and created them in His image. However, we have learned from Darwin\nthat we were not created separately from other life on earth. Some Christians\nopposed Darwinian evolution because it undercut certain design arguments for\nthe existence of God. Today there is the growing idea that the fine-tuned\nconstants of physics might be explained by a multiverse with very many\ndifferent sets of constants of physics. Some Christians oppose the multiverse\nfor similarly undercutting other design arguments for the existence of God.\nHowever, undercutting one argument does not disprove its conclusion. Here I\nargue that multiverse ideas, though not automatically a solution to the\nproblems of physics, deserve serious consideration and are not in conflict with\nChristian theology as I see it.\n  Although this paper as a whole is {\\it addressed} primarily to Christians in\ncosmology and others interested in the relation between the multiverse and\ntheism, it should be of {\\it interest} to a wider audience. Proper subsets of\nthis paper are addressed to other Christians, to other theists, to other\ncosmologists, to other scientists, and to others interested in the multiverse\nand theism.\n","Comment: 26 pages, LaTeX, to be published in Melville Y. Stewart, ed., Science\n  and Religion in Dialogue (Blackwell Publishing Inc., Oxford), from a series\n  of lectures sponsored by the Templeton Foundation and given at Shandong\n  University in Jinan, China, autumn 2007; see also arXiv:0801.0245 and\n  arXiv:0801.0247"]}]
["0801.1571",{"format":[],"subject":["High Energy Physics - Phenomenology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1571","Dans Proceeding of the XII Workshop on High-Energy Spin Physics -\n  XII Workshop on High Energy Spin Physics, Dubna (2007)"],"date":["2008-01-10"],"type":["text"],"creator":["Artru, X."],"language":[],"coverage":[],"title":["Classical and quantum constraints in spin physics"],"description":["  Constraints on spin observables coming from discrete symmetries such as P, C,\nT and identical particles may be divided in two types: 1) classical ones, which\ninsure the invariance of the cross sections under the symmetry operation; 2)\nnon-classical ones, which can only be obtained at the level of amplitudes.\nSimilarly, positivity constraints can be divided into classical and\nnon-classical constraints. The former insure the positivity of the cross\nsection for arbitrary individual polarisations of the external particles, the\nlatter extend this requirement to the case of entangled external spins. The\ndomain of classical positivity is shown to be dual to the domain of\nseparability\n"]}]
["0801.1782",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1782","Dans High-Energy Spin Physics - Proceeding of the XII Workshop on\n  High-Energy Spin Physics, Dubna (2007)"],"date":["2008-01-11"],"type":["text"],"creator":["Artru, X.","Richard, J. -M.","Soffer, J."],"language":[],"coverage":[],"title":["Positivity domains for pairs of triples of spin observables"],"description":["  Positivity restrains the allowed domains for pairs or triples of spin\nobservables in polarised reactions. Various domain shapes in\n${1\\over2}+{1\\over2}\\to{1\\over2}+{1\\over2}$ reactions are displayed. Some\nmethods to determine these domains are mentioned and a new one based on the\nanticommutation between two observables is presented.\n","Comment: Talk given by Xavier Artru at \"DSPIN-07\", XII Workshop on High-Energy\n  Spin Physics, Dubna, Sept. 3-7, 2007, to appear in the Proceedings"]}]
["0801.1915",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1915"],"date":["2008-01-14","2008-01-17"],"type":["text"],"creator":["Lee, Chiu Fan"],"language":[],"coverage":[],"title":["Dynamical density functional theory with hydrodynamic interaction"],"description":["  This paper has been withdrawn by the author due to the incorrect application\nof the divergence theorem to Eqs 7, 8 and 9.\n","Comment: This paper has been withdrawn"]}]
["0801.2392",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Logic","08A40","08A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2392"],"date":["2008-01-15"],"type":["text"],"creator":["Pinsker, Michael"],"language":[],"coverage":[],"title":["Sublattices of the lattice of local clones"],"description":["  We investigate the complexity of the lattice of local clones over a countably\ninfinite base set. In particular, we prove that this lattice contains all\nalgebraic lattices with at most countably many compact elements as complete\nsublattices, but that the class of lattices embeddable into the local clone\nlattice is strictly larger than that.\n","Comment: 9 pages"]}]
["0801.2393",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2393","Discrete Random Walks, DRW'03, Conference Volume AC (2003), pp.\n  301-308,Cyril Banderier and Christian Krattenthaler (eds.)"],"date":["2008-01-15"],"type":["text"],"creator":["Telcs, Andras"],"language":[],"coverage":[],"title":["The volume and time comparison principle and transition probability\n  estimates for random walks"],"description":["  This paper presents necessary and sufficient conditions for on- and\noff-diagonal transition probability estimates for random walks on weighted\ngraphs. On the integer lattice and on may fractal type graphs both the volume\nof a ball and the mean exit time from a ball is independent of the centre,\nuniform in space. Here the upper estimate is given without such restriction and\ntwo-sided estimate is given if uniformity in the space assumed only for the\nmean exit time.\n"]}]
["0801.2396",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2396"],"date":["2008-01-15"],"type":["text"],"creator":["Stanojevic, J.","Côté, R."],"language":[],"coverage":[],"title":["Many-body dynamics of Rydberg excitation using the $\\Omega$-expansion"],"description":["  We investigate the excitation dynamics of Rydberg atoms in ultracold atomic\nsamples by expanding the excitation probability and the correlation function\nbetween excited atoms in powers of the isolated atom Rabi frequency $\\Omega$.\nIn the Heisenberg picture, we give recurrence relations to calculate any order\nof the expansions, which ere expected to be well-behaved for arbitrarily strong\ninteractions. For homogeneous large samples, we give the explicit form of the\nexpansions, up to $\\Omega^4$, averaged over all possible random spatial\ndistributions of atoms, for the most important cases of excitation pulses and\ninteractions.\n","Comment: 9 pages, 3 figures, 1 table"]}]
["0801.2404",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2404"],"date":["2008-01-15"],"type":["text"],"creator":["Daescu, Ovidiu","Kurdia, Anastasia"],"language":[],"coverage":[],"title":["Towards an optimal algorithm for recognizing Laman graphs"],"description":["  Laman graphs are fundamental to rigidity theory. A graph G with n vertices\nand m edges is a generic minimally rigid graph (Laman graph), if m=2n-3 and\nevery induced subset of k vertices spans at most 2k-3 edges. We consider the\nverification problem: Given a graph G with n vertices, decide if it is Laman.\nWe present an algorithm that takes O(T(n)+n log n) time, where T(n) is the best\ntime to extract two edge disjoint spanning trees from G or decide no such trees\nexist. Our algorithm exploits a known construction called red-black hierarchy\n(RBH), that is a certificate for Laman graphs. First, we show how to verify if\nG admits an RBH and argue this is enough to conclude whether G is Laman or not.\nSecond, we show how to construct the RBH using a two steps procedure that is\nsimple and easy to implement. Finally, we point out some difficulties in using\nred-black hierarchies to compute a Henneberg construction, which seem to imply\nsuper-quadratic time algorithms when used for embedding a planar Laman graph as\na pointed pseudo-triangulation.\n"]}]
["0801.2407",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2407"],"date":["2008-01-15"],"type":["text"],"creator":["Abel-Tiberini, Laetitia","Labadie, Lucas","Arezki, Brahim","Kern, Pierre","Grille, Romain","Labeye, Pierre","Broquin, Jean-Emmanuel"],"language":[],"coverage":[],"title":["Transmission behaviors of single mode hollow metallic waveguides\n  dedicated to mid-infrared nulling interferometry"],"description":["  This paper reports the characterization of hollow metallic waveguides (HMW)\nto be used as single-mode wavefront filters for nulling interferometry in the\n6-20 microns range. The measurements presented here were performed using both\nsingle-mode and multimode conductive waveguides at 10.6 microns. We found\npropagation losses of about 16dB/mm, which are mainly due to the theoretical\nskin effect absorption in addition to the roughness of the waveguide metallic\nwalls. The input and output coupling efficiency of our samples has been\nimproved by adding tapers to minimize the impedance mismatch. A proper\ndistinction between propagation losses and coupling losses is presented.\nDespite their elevate propagation losses, HMW show excellent spatial filtering\ncapabilities in a spectral range where photonics technologies are only\nemerging.\n","Comment: This paper was published in Optics Express and can be found at\n  http://www.opticsinfobase.org/abstract.cfm?URI=oe-15-26-18005"]}]
["0801.2409",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2409"],"date":["2008-01-15"],"type":["text"],"creator":["Chung, Yong Moo"],"language":[],"coverage":[],"title":["Recurrence times and large deviations"],"description":["  We give a criterion to determine the large deviation rate functions for\nabstract dynamical systems on towers. As an application of this criterion we\nshow the level 2 large deviation principle for some class of smooth interval\nmaps with nonuniform hyperbolicity.\n","Comment: 26 pages"]}]
["0801.2423",{"format":[],"subject":["Computer Science - Information Theory","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2423"],"date":["2008-01-15"],"type":["text"],"creator":["Wang, Qingchuan","He, Chen"],"language":[],"coverage":[],"title":["Design and Analysis of LDGM-Based Codes for MSE Quantization"],"description":["  Approaching the 1.5329-dB shaping (granular) gain limit in mean-squared error\n(MSE) quantization of R^n is important in a number of problems, notably\ndirty-paper coding. For this purpose, we start with a binary low-density\ngenerator-matrix (LDGM) code, and construct the quantization codebook by\nperiodically repeating its set of binary codewords, or them mapped to m-ary\nones with Gray mapping. The quantization algorithm is based on belief\npropagation, and it uses a decimation procedure to do the guessing necessary\nfor convergence. Using the results of a true typical decimator (TTD) as\nreference, it is shown that the asymptotic performance of the proposed\nquantizer can be characterized by certain monotonicity conditions on the code's\nfixed point properties, which can be analyzed with density evolution, and\ndegree distribution optimization can be carried out accordingly. When the\nnumber of iterations is finite, the resulting loss is made amenable to analysis\nthrough the introduction of a recovery algorithm from ``bad'' guesses, and the\nresults of such analysis enable further optimization of the pace of decimation\nand the degree distribution. Simulation results show that the proposed\nLDGM-based quantizer can achieve a shaping gain of 1.4906 dB, or 0.0423 dB from\nthe limit, and significantly outperforms trellis-coded quantization (TCQ) at a\nsimilar computational complexity.\n","Comment: Submitted to IEEE Transactions on Information Theory"]}]
["0801.2425",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2425"],"date":["2008-01-15"],"type":["text"],"creator":["OuYang, Fangping","Huang, Bing","Li, Zuanyi","jin, Xiao","Xu, Hui"],"language":[],"coverage":[],"title":["Graphene Nanoribbon based T Junctions"],"description":["  Graphene nanoribbons (GNRs) based T junctions were designed and studied in\nthis paper. These junctions were made up of shoulders (zigzag GNRs) joined with\nstems (armchair GNRs). We demonstrated the intrinsic transport properties and\neffective boron (or nitrogen) doping of the junctions by using first principles\nquantum transport simulation. Several interesting results were found: i) The\nI-V characteristics of the pure-carbon T junctions were shown to obey Ohm law\nand the electrical conductivity of the junction depends on the height of the\nstem sensitively. ii) boron (or nitrogen) doping on the stems doesnt change the\nOhm law of the T junctions, but the result is opposite when doping process\noccurs at the shoulders. This feature could make such quasi-2D T junction a\npossible candidate for nanoscale junction devices in a 2D network of\nnanoelectronic devices in which conducting pathways can be controlled.\n","Comment: 13 pages, 3 figures"]}]
["0801.2426",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2426"],"date":["2008-01-15"],"type":["text"],"creator":["Ribeiro, Nei Cipriano","Kajita, Takaaki","Ko, Pyungwon","Minakata, Hisakazu","Nakayama, Shoei","Nunokawa, Hiroshi"],"language":[],"coverage":[],"title":["Non-Standard Neutrino Physics Probed by Tokai-to-Kamioka-Korea\n  Two-Detector Complex"],"description":["  The discovery potentials of non-standard physics (NSP) which might be\npossessed by neutrinos are examined by taking a concrete setting of\nTokai-to-Kamioka-Korea (T2KK) two detector complex which receives neutrino\nsuperbeam from J-PARC. We restrict ourselves into \\nu_{\\mu} and \\bar{\\nu}_{\\mu}\ndisappearance measurement. We describe here only the non-standard interactions\n(NSI) of neutrinos with matter and the quantum decoherence. It is shown in some\nfavorable cases T2KK can significantly improve the current bounds on NSP. For\nNSI, for example, epsilon_{\\mu\\tau} < 0.03, which is a factor 5 severer than\nthe current one.\n","Comment: 6 pages, 3 figures, Invited Talk at 13th Lomonosov Conference on\n  Elementary Particle Physics, Moscow State University, Moscow, Russia, August\n  23-29, 2007"]}]
["0801.2441",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2441"],"date":["2008-01-16"],"type":["text"],"creator":["Davila, Juan","Dupaigne, Louis","Guerra, Ignacio","Montenegro, Marcelo"],"language":[],"coverage":[],"title":["Perturbing singular solutions of the Gelfand problem"],"description":["  he equation $-\\Delta u = \\lambda e^u$ posed in the unit ball $B \\subseteq\n\\R^N$, with homogeneous Dirichlet condition $u|_{\\partial B} = 0$, has the\nsingular solution $U=\\log\\frac1{|x|^2}$ when $\\lambda = 2(N-2)$. If $N\\ge 4$ we\nshow that under small deformations of the ball there is a singular solution\n$(u,\\lambda)$ close to $(U,2(N-2))$. In dimension $N\\ge 11$ it corresponds to\nthe extremal solution -- the one associated to the largest $\\lambda$ for which\nexistence holds. In contrast, we prove that if the deformation is sufficiently\nlarge then even when $N\\ge 10$, the extremal solution remains bounded in many\ncases.\n"]}]
["0801.2445",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2445"],"date":["2008-01-16"],"type":["text"],"creator":["Davila, Juan","Dupaigne, Louis","Guerra, Ignacio","Montenegro, Marcelo"],"language":[],"coverage":[],"title":["Stable solutions for the bilaplacian with exponential nonlinearity"],"description":["  Let $\\lambda^*>0$ denote the largest possible value of $\\lambda$ such that\n\\begin{align*} \\left\\{\\begin{aligned} \\Delta^2 u & = \\la e^u && \\text{in $B $}\nu &= \\pd{u}{n} = 0 && \\text{on $ \\pa B $} \\end{aligned} \\right. \\end{align*}\nhas a solution, where $B$ is the unit ball in $\\R^N$ and $n$ is the exterior\nunit normal vector. We show that for $\\lambda=\\lambda^*$ this problem possesses\na unique {\\em weak} solution $u^*$. We prove that $u^*$ is smooth if $N\\le 12$\nand singular when $N\\ge 13$, in which case $ u^*(r) = - 4 \\log r + \\log\n(8(N-2)(N-4) / \\lambda^*) + o(1)$ as $r\\to 0$. We also consider the problem\nwith general constant Dirichlet boundary conditions.\n"]}]
["0801.2447",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Mathematics - Optimization and Control","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2447"],"date":["2008-01-16"],"type":["text"],"creator":["Oyarzún, Diego","Ingalls, Brian","Middleton, Richard","Kalamatianos, Dimitrios"],"language":[],"coverage":[],"title":["Optimal metabolic pathway activation"],"description":["  This paper deals with temporal enzyme distribution in the activation of\nbiochemical pathways. Pathway activation arises when production of a certain\nbiomolecule is required due to changing environmental conditions. Under the\npremise that biological systems have been optimized through evolutionary\nprocesses, a biologically meaningful optimal control problem is posed. In this\nsetup, the enzyme concentrations are assumed to be time dependent and\nconstrained by a limited overall enzyme production capacity, while the\noptimization criterion accounts for both time and resource usage.\n  Using geometric arguments we establish the bang-bang nature of the solution\nand reveal that each reaction must be sequentially activated in the same order\nas they appear in the pathway. The results hold for a broad range of enzyme\ndynamics which includes, but is not limited to, Mass Action, Michaelis-Menten\nand Hill Equation kinetics.\n","Comment: 14 pages, 3 figures. Paper to be presented at the 17th IFAC World\n  Congress, Seoul, Korea, July 2008"]}]
["0801.2450",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2450"],"date":["2008-01-16","2008-01-17"],"type":["text"],"creator":["Goosmann, R. W.","Dovciak, M.","Karas, V."],"language":[],"coverage":[],"title":["Observing the strong gravity regime of accreting black holes with\n  Simbol-X"],"description":["  The X-ray reflection features of irradiated accretion disks around black\nholes enable us to probe the effects of strong gravity. We investigate to which\nprecision the reflection signs, i.e. the iron K-line and the Comptonized hump,\ncan be observed with Simbol-X for nearby Seyfert galaxies. The simulations\npresented include accurate computations of the local reprocessed spectra and\nmodifications due to general relativistic effects in the vicinity of the black\nhole. We discuss the impact of global black hole parameters and of the\nirradiation pattern of the disk on the resulting spectra as they will be\ndetected by the Simbol-X mission.\n","Comment: Proceedings of the international workshop \"Simbol-X: the hard X-ray\n  universe in focus\" held 14-16 May 2007 in Bologna, Italy"]}]
["0801.2457",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2457","Continuum Mechanics and Thermodynamics 16, 1-2 (2004) 31-42","doi:10.1007/s00161-003-0139-z"],"date":["2008-01-16"],"type":["text"],"creator":["Gavrilyuk, Sergey L.","Gouin, Henri","Teshukov, Vladimir M."],"language":[],"coverage":[],"title":["Bubble effect on Kelvin-Helmholtz' instability"],"description":["  We derive boundary conditions at interfaces (contact discontinuities) for a\nclass of Lagrangian models describing, in particular, bubbly flows. We use\nthese conditions to study Kelvin-Helmholtz' instability which develops in the\nflow of two superposed layers of a pure incompressible fluid and a fluid\ncontaining gas bubbles, co-flowing with different velocities. We show that the\npresence of bubbles in one layer stabilizes the flow in some intervals of wave\nlengths.\n","Comment: 19 pages"]}]
["0801.2458",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2458","Non-linear waves in fluids near the critical point, World\n  Scientific (Ed.) (2006) 12"],"date":["2008-01-16"],"type":["text"],"creator":["Gouin, Henri"],"language":[],"coverage":[],"title":["Non-linear waves in fluids near the critical point"],"description":["  A non-linear model associated with a Landau-Ginzburg-like behavior in mean\nfield approximation forecasts phase transition waves and solitary kinks near\nthe critical point. The behavior of isothermal waves is different of the one of\nisentropic waves as well in conservative cases as in dissipative cases.\n","Comment: 12 pages 13th Wascom Conference"]}]
["0801.2460",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2460"],"date":["2008-01-16"],"type":["text"],"creator":["Kuroda, T.","Mastransdrea, C.","Abbarchi, M.","Gurioli, M."],"language":[],"coverage":[],"title":["Notes on the bunching peak of g(2) functions for correlated photons from\n  single quantum dots"],"description":["  Second-order correlation functions for photon pulses associated with\nexciton-biexciton cascades are theoretically derived. A finite efficiency in\nphoton detection and statistical distribution in exciton numbers are taken into\naccount. It is found that the bunching peak height of photon statistics\n(g(2)(0)) depends on the mean number of excitons, N, and significant bunching\nis only detectable at very low excitation, N<<2.\n","Comment: 3 pages, revTeX4"]}]
["0801.2465",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2465"],"date":["2008-01-16"],"type":["text"],"creator":["Gotz, Diego"],"language":[],"coverage":[],"title":["Hard X-ray Emission from Magnetars : A Case Study for Simbol X"],"description":["  The magnetar model involves an isolated neutron star with a very high\nmagnetic field (B~10^14-10^15 G), and is invoked to explain the emission\nprocesses of two classes of sources, the Anomalous X-ray Pulsars (AXPs) and the\nSoft Gamma-Ray Repeaters (SGRs). Five of them have been recently identified to\nbe persistent sources in the hard X-ray band (20-200 keV). AXPs, in particular,\npresent the hardest known persistent spectra in the hard X/soft gamma-ray\nenergy range. The broad band modeling of their spectra still suffers from the\nnon-simultaneity of the observations and from a lack of sensitivity above 20\nkeV. We present the Simbol X simulated observations of these objects and show\nthat that this mission could surely help to disentangle the contribution of the\ndifferent spectral components, and to understand how they contribute to the\nsecular flux variations observed in these sources.\n","Comment: 6 pages, 6 figures, invited talk to the Simbol X International\n  Workshop, The Hard X-ray Universe in Focus, Bologna 14-16 May 2007, to be\n  published by Memorie della Societa' Astronomica Italiana"]}]
["0801.2470",{"format":[],"subject":["Mathematics - Rings and Algebras","16E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2470"],"date":["2008-01-16"],"type":["text"],"creator":["Grover, Harpreet K.","Khurana, Dinesh"],"language":[],"coverage":[],"title":["Some Characterizations of VNL Rings"],"description":["  A ring R is said to be VNL if for any a in R, either a or 1-a is (von\nNeumann) regular. The class of VNL rings lies properly between the exchange\nrings and (von Neumann) regular rings. We characterize abelian VNL rings. We\nalso characterize and classify arbitrary VNL rings without infinite set of\northogonal idempotents; and also the VNL rings having primitive idempotent e\nsuch that eRe is not a division ring. We prove that a semiperfect ring R is VNL\nif and only if for any right uni-modular row (a, b) in R^2, one of the a or b\nis regular in R. Formal triangular matrix rings that are VNL, are also\ncharacterized. As a corollary it is shown that an upper triangular matrix ring\nT_n(R) is VNL if and only if n=2 or 3 and R is a division ring.\n","Comment: 22 pages"]}]
["0801.2472",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2472"],"date":["2008-01-16"],"type":["text"],"creator":["Black, Deirdre","Gaunt, Jonathan"],"language":[],"coverage":[],"title":["Study of scalar mesons in chiral Lagrangian frameworks"],"description":["  We review two approaches to studying pseudoscalar meson-meson scattering\namplitudes to beyond 1 GeV using non-linear and linear chiral Lagrangians.\nThese approaches use two different unitarisation techniques - a generalised\nBreit Wigner prescription and K-matrix unitarization respectively. We also\nreport some preliminary findings on K-matrix unitarisation of the I=J=0\npion-pion scattering amplitude in the non-linear chiral Lagrangian approach and\nmake some remarks about the light scalar mesons.\n","Comment: Contribution to XII Conference on Hadron Spectroscopy, Frascati 2007.\n  8 pages, 2 figures"]}]
["0801.2477",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47B38","Secondary 46J10, 47B33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2477"],"date":["2008-01-16"],"type":["text"],"creator":["Araujo, Jesus","Font, Juan J."],"language":[],"coverage":[],"title":["Stability and instability of weighted composition operators"],"description":["  Let $\\epsilon >0$. A continuous linear operator\n  $T:C(X) \\ra C(Y)$ is said to be {\\em $\\epsilon$-disjointness preserving} if\n$\\vc (Tf)(Tg)\\vd_{\\infty} \\le \\epsilon$, whenever $f,g\\in C(X)$ satisfy $\\vc\nf\\vd_{\\infty} =\\vc g\\vd_{\\infty} =1$ and $fg\\equiv 0$. In this paper we address\nbasically two main questions:\n  1.- How close there must be a weighted composition operator to a given\n$\\epsilon$-disjointness preserving operator?\n  2.- How far can the set of weighted composition operators be from a given\n$\\epsilon$-disjointness preserving operator?\n  We address these two questions distinguishing among three cases: $X$\ninfinite, $X$ finite, and $Y$ a singleton ($\\epsilon$-disjointness preserving\nfunctionals).\n  We provide sharp stability and instability bounds for the three cases.\n","Comment: 37 pages, 7 figures. A beamer presentation at http://www.araujo.tk"]}]
["0801.2480",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2480"],"date":["2008-01-16"],"type":["text"],"creator":["Scutari, Gesualdo","Palomar, Daniel P.","Barbarossa, Sergio"],"language":[],"coverage":[],"title":["Asynchronous Iterative Waterfilling for Gaussian Frequency-Selective\n  Interference Channels"],"description":["  This paper considers the maximization of information rates for the Gaussian\nfrequency-selective interference channel, subject to power and spectral mask\nconstraints on each link. To derive decentralized solutions that do not require\nany cooperation among the users, the optimization problem is formulated as a\nstatic noncooperative game of complete information. To achieve the so-called\nNash equilibria of the game, we propose a new distributed algorithm called\nasynchronous iterative waterfilling algorithm. In this algorithm, the users\nupdate their power spectral density in a completely distributed and\nasynchronous way: some users may update their power allocation more frequently\nthan others and they may even use outdated measurements of the received\ninterference. The proposed algorithm represents a unified framework that\nencompasses and generalizes all known iterative waterfilling algorithms, e.g.,\nsequential and simultaneous versions. The main result of the paper consists of\na unified set of conditions that guarantee the global converge of the proposed\nalgorithm to the (unique) Nash equilibrium of the game.\n","Comment: Submitted to IEEE Transactions on Information Theory, August 22,\n  2006. Revised September 25, 2007. Accepted January 14, 2008. To appear on\n  IEEE Transactions on Information Theory, 2008"]}]
["0801.2481",{"format":[],"subject":["Mathematics - Rings and Algebras","17B60 (Primary), 17D10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2481"],"date":["2008-01-16"],"type":["text"],"creator":["Elduque, Alberto","Okubo, Susumu"],"language":[],"coverage":[],"title":["Lie algebras with S3 or S4-action, and generalized Malcev algebras"],"description":["  Lie algebras endowed with an action by automorphisms of any of the symmetric\ngroups S3 or S4 are considered, and their decomposition into a direct sum of\nirreducible modules for the given action is studied.\n  In case of S3-symmetry, the Lie algebras are coordinatized by some\nnonassociative systems, which are termed generalized Malcev algebras, as they\nextend the classical Malcev algebras. These systems are endowed with a binary\nand a ternary products, and include both the Malcev algebras and the Jordan\ntriple systems.\n","Comment: 35 pages"]}]
["0801.2483",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2483"],"date":["2008-01-16"],"type":["text"],"creator":["Pardy, Miroslav"],"language":[],"coverage":[],"title":["Missing experiments in quantum mechanics"],"description":["  We discuss the two-slit experiment and the Aharonov-Bohm (AB) experiment in\nthe magnetic field. In such a case the electron moving in the magnetic field\nproduces so called synchrotron radiation. In other words the photons are\nemitted from the points of the electron trajectory and it means that the\ntrajectory of electron is visible in the synchrotron radiation spectrum. The\naxiomatic system of quantum mechanics does not enable to define the trajectory\nof the elementary particle. The two-slit experiment and AB experiment in a\nmagnetic field was never performed and it means that they are the missing\nexperiments of quantum mechanics. The extension of the discussion to the\ncosmical rays moving in the magnetic field of the Saturn magnetosphere and its\nrings is mentioned. It is related to the probe CASSINI. The solution of the\nproblem in the framework of the hydrodynamical model of quantum mechanics and\nthe nonlinear quantum mechanics is also mentioned.\n","Comment: 9 pages"]}]
["0801.2486",{"format":[],"subject":["Mathematics - Functional Analysis","46B04","46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2486"],"date":["2008-01-16"],"type":["text"],"creator":["Dutrieux, Yves","Lancien, Gilles"],"language":[],"coverage":[],"title":["Isometric embeddings of compact spaces into Banach spaces"],"description":["  We show the existence of a compact metric space $K$ such that whenever $K$\nembeds isometrically into a Banach space $Y$, then any separable Banach space\nis linearly isometric to a subspace of $Y$. We also address the following\nrelated question: if a Banach space $Y$ contains an isometric copy of the unit\nball or of some special compact subset of a separable Banach space $X$, does it\nnecessarily contain a subspace isometric to $X$? We answer positively this\nquestion when $X$ is a polyhedral finite-dimensional space, $c_0$ or $\\ell_1$.\n","Comment: 8 pages"]}]
["0801.2487",{"format":[],"subject":["Physics - Classical Physics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2487","Mechanics Research Communications 30, 5 (2003) 403-409","doi:10.1016/S0093-6413(03)00043-0"],"date":["2008-01-16"],"type":["text"],"creator":["Gouin, Henri","Cubisol, Françoise"],"language":[],"coverage":[],"title":["On the number of droplets in aerosols"],"description":["  The number of droplets which may be formed with a supersaturated vapor in\npresence of a gas cannot exceed a number proportional to (pv-pvo)4 where pv and\npvo denote at the same temperature the pressure of the supersaturated vapor-gas\nmixture and the pressure of the saturated vapor-gas mixture. The energy\nnecessary to the droplet formation is also bounded by a number proportional to\n(pv-pvo)2 .\n","Comment: 7 pages"]}]
["0801.2489",{"format":[],"subject":["Physics - Optics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2489"],"date":["2008-01-16"],"type":["text"],"creator":["Ellabban, M. A."],"language":[],"coverage":[],"title":["Light-induced scattering and energy transfer between\n  orthogonally-polarized waves"],"description":["  We present a detailed experimental investigation on polarization-isotropic\nand polarization-anisotropic holographic scattering in lithium niobate crystal\ndoped with iron when recording parasitic gratings with an ordinary polarized\npump beam. The kinetics of both types of scattering during the whole process of\nrecording is studied. Holographic scattering is presented as a simple technique\nto monitor the energy transfer between beams of different polarization.\nMoreover, the spectral and the angular dependence of the transmitted intensity\nof the crystal during the reconstruction of the auto-generated parasitic\ngratings are measured.\n","Comment: 10 pages and 5 figures"]}]
["0801.2494",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2494"],"date":["2008-01-16"],"type":["text"],"creator":["Chatzistamatiou, Andre"],"language":[],"coverage":[],"title":["Motives of hypersurfaces of very small degree"],"description":["  We study the Chow motive (with rational coefficients) of a hypersurface X in\nthe projective space by using the variety F(X) of l-dimensional planes\ncontained in X. If the degree of X is sufficiently small we show that the\nprimitive part of the motive of X is the tensor product of a direct summand in\nthe motive of a suitable complete intersection in F(X) and the l-th twist Q(-l)\nof the Lefschetz motive.\n","Comment: 11 pages"]}]
["0801.2496",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","20C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2496"],"date":["2008-01-16"],"type":["text"],"creator":["Vershik, A. M.","Sergeev, A. N."],"language":[],"coverage":[],"title":["A new approach to the representation theory of the symmetric groups. IV.\n  $ \\Bbb Z_{2}$-graded groups and algebras"],"description":["  We start with definitions of the general notions of the theory of $\\Bbb\nZ_{2}$-graded algebras. Then we consider theory of inductive families of $\\Bbb\nZ_{2}$-graded semisimple finite-dimensional algebras and its representations in\nthe spirit of approach of the papers \\cite{VO,OV} to representation theory of\nsymmetric groups. The main example is the classical - theory of the projective\nrepresentations of symmetric groups.\n","Comment: 30 pp. Ref.23"]}]
["0801.2497",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2497"],"date":["2008-01-16"],"type":["text"],"creator":["Melita, M. D.","Licandro, J.","Jones","C., D.","Williams, I. P."],"language":[],"coverage":[],"title":["Physical and orbital properties of the Trojan asteroids"],"description":["  All the Trojan asteroids orbit about the Sun at roughly the same heliocentric\ndistance as Jupiter. Differences in the observed visible reflection spectra\nrange from neutral to red, with no ultra-red objects found so far. Given that\nthe Trojan asteroids are collisionally evolved, a certain degree of variability\nis expected. Additionally, cosmic radiation and sublimation are important\nfactors in modifying icy surfaces even at those large heliocentric distances.\nWe search for correlations between physical and dynamical properties, we\nexplore relationships between the following four quantities; the normalised\nvisible reflectivity indexes ($S'$), the absolute magnitudes, the observed\nalbedos and the orbital stability of the Trojans. We present here visible\nspectroscopic spectra of 25 Trojans. This new data increase by a factor of\nabout 5 the size of the sample of visible spectra of Jupiter Trojans on\nunstable orbits. The observations were carried out at the ESO-NTT telescope\n(3.5m) at La Silla, Chile, the ING-WHT (4.2m) and NOT (2.5m) at Roque de los\nMuchachos observatory, La Palma, Spain. We have found a correlation between the\nsize distribution and the orbital stability. The absolute-magnitude\ndistribution of the Trojans in stable orbits is found to be bimodal, while the\none of the unstable orbits is unimodal, with a slope similar to that of the\nsmall stable Trojans. This supports the hypothesis that the unstable objects\nare mainly byproducts of physical collisions. The values of $S'$ of both the\nstable and the unstable Trojans are uniformly distributed over a wide range,\nfrom $0 %/1000\\AA $ to about $15 %/1000\\AA$. The values for the stable Trojans\ntend to be slightly redder than the unstable ones, but no significant\nstatistical difference is found.\n","Comment: Accepted in Icarus"]}]
["0801.2499",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2499"],"date":["2008-01-16"],"type":["text"],"creator":["Henrion, Didier","Sebek, Michael"],"language":[],"coverage":[],"title":["Plane geometry and convexity of polynomial stability regions"],"description":["  The set of controllers stabilizing a linear system is generally non-convex in\nthe parameter space. In the case of two-parameter controller design (e.g. PI\ncontrol or static output feedback with one input and two outputs), we observe\nhowever that quite often for benchmark problem instances, the set of\nstabilizing controllers seems to be convex. In this note we use elementary\ntechniques from real algebraic geometry (resultants and Bezoutian matrices) to\nexplain this phenomenon. As a byproduct, we derive a convex linear matrix\ninequality (LMI) formulation of two-parameter fixed-order controller design\nproblem, when possible.\n"]}]
["0801.2507",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","14G32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2507"],"date":["2008-01-16"],"type":["text"],"creator":["Marin, Ivan"],"language":[],"coverage":[],"title":["Characters of the Grothendieck-Teichmueller group through rigidity of\n  the Burau representation"],"description":["  We present examples of characters of absolute Galois groups of number fields\nthat can be recovered through their action by automorphisms on the profinite\ncompletion of the braid groups, using a ``rigidity'' approach. The way we use\nto recover them is through classical representations of the braid groups, and\nin particular through the Burau representation. This enables one to extend\nthese characters to Grothendieck-Teichmueller groups.\n"]}]
["0801.2509",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60G25 (Primary)","60G15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2509"],"date":["2008-01-16"],"type":["text"],"creator":["Inoue, Akihiko","Kasahara, Yukio","Phartyal, Punam"],"language":[],"coverage":[],"title":["Baxter's inequality for fractional Brownian motion-type processes with\n  Hurst index less than 1/2"],"description":["  The aim of this paper is to prove an analogue of Baxter's inequality for\nfractional Brownian motion-type processes with Hurst index less than 1/2. This\ninequality is concerned with the norm estimate of the difference between\nfinite- and infinite-past predictor coefficients.\n","Comment: 7 pages"]}]
["0801.2510",{"format":[],"subject":["Computer Science - Computation and Language","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2510"],"date":["2008-01-16"],"type":["text"],"creator":["Gillet, J.","Ausloos, M."],"language":[],"coverage":[],"title":["A Comparison of natural (english) and artificial (esperanto) languages.\n  A Multifractal method based analysis"],"description":["  We present a comparison of two english texts, written by Lewis Carroll, one\n(Alice in wonderland) and the other (Through a looking glass), the former\ntranslated into esperanto, in order to observe whether natural and artificial\nlanguages significantly differ from each other. We construct one dimensional\ntime series like signals using either word lengths or word frequencies. We use\nthe multifractal ideas for sorting out correlations in the writings. In order\nto check the robustness of the methods we also write the corresponding shuffled\ntexts. We compare characteristic functions and e.g. observe marked differences\nin the (far from parabolic) f(alpha) curves, differences which we attribute to\nTsallis non extensive statistical features in the ''frequency time series'' and\n''length time series''. The esperanto text has more extreme vallues. A very\nrough approximation consists in modeling the texts as a random Cantor set if\nresulting from a binomial cascade of long and short words (or words and\nblanks). This leads to parameters characterizing the text style, and most\nlikely in fine the author writings.\n","Comment: 7 pages, 4 double figures, 45 references"]}]
["0801.2512",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2512"],"date":["2008-01-16"],"type":["text"],"creator":["Ali, A.","Borisov, A. V.","Zhuridov, D. V."],"language":[],"coverage":[],"title":["Electron angular correlation in neutrinoless double beta decay and new\n  physics"],"description":["  The angular correlation of the electrons in the neutrinoless double beta\ndecay ($0\\nu2\\beta$) is calculated taking into account the nucleon recoil, the\n$S$ and $P$-waves for the electrons and the electron mass using a general\nLorentz invariant effective Lagrangian. We show that the angular coefficient is\nessentially independent of the nuclear matrix element models. We work out the\nangular coefficient in several scenarios for new physics, in particular, in the\nleft-right symmetric models.\n","Comment: 5 pages, 1 figure; to appear in the Proceedings of the 13th Lomonosov\n  Conference on Elementary Particle Physics, 23 --29 August 2007, Moscow,\n  Russia"]}]
["0801.2517",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2517"],"date":["2008-01-16"],"type":["text"],"creator":["Ali, A.","Borisov, A. V.","Sidorova, M. V."],"language":[],"coverage":[],"title":["Bilinear R-parity Violation in Rare Meson Decays"],"description":["  We discuss rare meson decays $K^ + \\to \\pi ^ - \\ell ^ + \\ell '^ +$ and $D^ +\n\\to K^ - \\ell ^ + \\ell '^ +$ ($\\ell ,\\ell ' = e,\\mu $) in a supersymmetric\nextension of the standard model with explicit breaking of R-parity by bilinear\nYukawa couplings in the superpotential. Estimates of the branching ratios for\nthese decays are given. We also compare our numerical results with analogous\nones previously obtained for two other mechanisms of lepton number violation:\nexchange by massive Majorana neutrinos and trilinear R-parity violation.\n","Comment: 5 pages, 1 figure; To appear in the Proceedings of the 13th Lomonosov\n  Conference on Elementary Particle Physics, 23 -- 29 August, 2007, Moscow,\n  Russia"]}]
["0801.2518",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2518"],"date":["2008-01-16"],"type":["text"],"creator":["Franzetti, P.","Scodeggio, M.","Garilli, B.","Fumana, M.","Paioro, L."],"language":[],"coverage":[],"title":["GOSSIP, a new VO compliant tool for SED fitting"],"description":["  We present GOSSIP (Galaxy Observed-Simulated SED Interactive Program), a new\ntool developed to perform SED fitting in a simple, user friendly and efficient\nway. GOSSIP automatically builds-up the observed SED of an object (or a large\nsample of objects) combining magnitudes in different bands and eventually a\nspectrum; then it performs a chi-square minimization fitting procedure versus a\nset of synthetic models. The fitting results are used to estimate a number of\nphysical parameters like the Star Formation History, absolute magnitudes,\nstellar mass and their Probability Distribution Functions. User defined models\ncan be used, but GOSSIP is also able to load models produced by the most\ncommonly used synthesis population codes. GOSSIP can be used interactively with\nother visualization tools using the PLASTIC protocol for communications.\nMoreover, since it has been developed with large data sets applications in\nmind, it will be extended to operate within the Virtual Observatory framework.\nGOSSIP is distributed to the astronomical community from the PANDORA group web\nsite (http://cosmos.iasf-milano.inaf.it/pandora/gossip.html)\n","Comment: 4 pages, 2 figures. To appear in the ADASS XVII conference\n  proceeding. ASP conference series"]}]
["0801.2520",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2520"],"date":["2008-01-16"],"type":["text"],"creator":["Costa, Luciano da Fontoura"],"language":[],"coverage":[],"title":["Synchronization of Non-Linear Random Walk Dynamics in Complex Network"],"description":["  This work addresses synchronization in transient, non-linear stochastic\ndynamics corresponding to accesses performed by self-avoiding walks originating\nat each node of a complex network. More specifically, the synchronizability of\naccesses incoming from other nodes has been considered and quantified in terms\nof the entropy of the mean periods of access, being closely associated to the\nefficiency of access delivery to each node. The concept of synchronous support\nof a node $i$ has also been suggested as corresponding to the nodes which\ncontribute the most for the synchronization of the accesses to $i$. These\nconcepts have been applied to the analysis of 6 networks of different types,\nleading to markedly smaller synchronizability being obtained for the\nWatts-Strogatz and a geographical models. The more uniform synchronizabilities\nwere identified for the Watts-Strogatz and path-regular structures. Varying\ndegrees of correlations were found between the synchronizability and the degree\nor outward accessibility of the nodes. The synchronous support of a node $i$\nhas been found to present diverse structure, including nodes which may be near\nto $i$, or nodes which are scattered through the network and far away from $i$.\n","Comment: 8 pages, 8 figures. A working manuscript: suggestions and comments\n  welcomed"]}]
["0801.2521",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2521"],"date":["2008-01-16"],"type":["text"],"creator":["Hänninen, R.","Schoepe, W."],"language":[],"coverage":[],"title":["Frequency Dependence of the Critical Velocity of a Sphere Oscillating in\n  Superfluid Helium-4"],"description":["  It is shown that the critical velocity of a small sphere oscillating in\nsuperfluid helium increases with the square root of the oscillation frequency.\nThis behavior can be described by a simple dimensional argument. The size of\nthe sphere and the temperature of the superfluid are found to have no or only\nvery little effect. Surface properties of the sphere and remanent vorticity may\nhave an influence but have not been under systematic investigation in these\nmeasurements\n","Comment: 3 pages, 1 figure"]}]
["0801.2523",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2523"],"date":["2008-01-16"],"type":["text"],"creator":["Dexheimer, V.","Schramm, S.","Stoecker, H."],"language":[],"coverage":[],"title":["Proto-Neutron and Neutron Stars"],"description":["  The parity doublet model, containing the SU(2) multiplets including the\nbaryons identified as the chiral partners of the nucleons is applied to neutron\nstars. The maximum mass for the star is calculated for different stages of the\ncooling taking into account finite temperature/entropy effect, trapped\nneutrinos and fixed baryon number. Rotation effects are also included.\n","Comment: Prepared for International Workshop on Astronomy and Relativistic\n  Astrophysics (IWARA 2007), Joao Pessoa, Brazil, 3-6 Oct 2007"]}]
["0801.2526",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2526"],"date":["2008-01-16"],"type":["text"],"creator":["Coletti, Cristian F.","Ferrari, Pablo A.","Pimentel, Leandro P. R."],"language":[],"coverage":[],"title":["The variance of the shock in the HAD process"],"description":["  We consider the Hammersley-Aldous-Diaconis (HAD) process with sinks and\nsources such that there is a microscopic shock at every time $t$; denote $Z(t)$\nits position. We show that the mean and variance of $Z(t)$ are linear functions\nof $t$ and compute explicitely the respective constants in function of the left\nand right densities. Furthermore, we describe the dependence of $Z(t)$ on the\ninitial configuration in the scale $\\sqrt t$ and, as a corollary, prove a\ncentral limit theorem.\n"]}]
["0801.2530",{"format":[],"subject":["Mathematics - Dynamical Systems","37C40","37A35","37B40","37B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2530"],"date":["2008-01-16"],"type":["text"],"creator":["Buzzi, Jerome"],"language":[],"coverage":[],"title":["Une nouvelle analyse des mesures maximisant l'entropie des\n  diff\\'eomorphismes d'Anosov de surfaces"],"description":["  This note illustrates the strategy of our paper on piecewise affine surface\nhomeomorphisms by giving a new proof of the finite multiplicity of the maximum\nentropy measure of Anosov diffeomorphisms (here on surfaces). This approach\navoids the explicit construction of Markov partitions and will be applied\nelsewhere to some non-uniformly hyperbolic diffeomorphisms.\n"]}]
["0801.2531",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Quantum Physics","46N50,81P68, 94B27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2531"],"date":["2008-01-16","2008-01-17"],"type":["text"],"creator":["Arveson, William"],"language":[],"coverage":[],"title":["Quantum channels that preserve entanglement"],"description":["  Let M and N be full matrix algebras. A unital completely positive (UCP) map\n\\phi:M\\to N is said to preserve entanglement if its inflation \\phi\\otimes \\id_N\n: M\\otimes N\\to N\\otimes N has the following property: for every maximally\nentangled pure state \\rho of N\\otimes N, \\rho\\circ(\\phi\\otimes \\id_N) is an\nentangled state of M\\otimes N.\n  We show that there is a dichotomy in that every UCP map that is not\nentanglement breaking in the sense of Horodecki-Shor-Ruskai must preserve\nentanglement, and that entanglement preserving maps of every possible rank\nexist in abundance. We also show that with probability 1, {\\em all} UCP maps of\nrelatively small rank preserve entanglement, but that this is not so for UCP\nmaps of maximum rank.\n","Comment: 14 pages, links to references are now fixed"]}]
["0801.2532",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2532"],"date":["2008-01-16"],"type":["text"],"creator":["Argiroffi, C.","Micela, G.","Maggio, A."],"language":[],"coverage":[],"title":["Simbol-X capability of detecting the non-thermal emission of stellar\n  flares"],"description":["  We investigate the capability of detecting, with Simbol-X, non-thermal\nemission during stellar flares, and distinguishing it from hot thermal\nemission. We find that flare non-thermal emission is detectable when at least\n~20 cts are detected with the CZT detector in the 20-80 keV band. Therefore\nSimbol-X will detect the non-thermal emission from some of the X-ray brightest\nnearby stars, whether the thermal vs. non-thermal relation, derived for solar\nflares, holds.\n","Comment: 2 pages, 2 postscript figures, proceedings of the workshop \"Simbol-X:\n  the hard X-ray universe in focus\", to be published in \"Memorie of the Italian\n  Astronomical Society\""]}]
["0801.2536",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2536"],"date":["2008-01-16","2008-01-17"],"type":["text"],"creator":["Li, Wei"],"language":[],"coverage":[],"title":["Non-Supersymmetric Attractors in Symmetric Coset Spaces"],"description":["  We present a method of constructing generic single-centered and\nmulti-centered extremal black hole solutions in a large class of 4D N=2\nsupergravities coupled to vector-multiplets with cubic prepotentials. The\nmethod is applicable to models for which the 3D moduli spaces obtained via\nc*-map are symmetric coset spaces. The attractor solutions are generated by\ncertain nilpotent elements in the coset algebra. We present explicit\ncomputations in 4D N=2 supergravity coupled to one vector-multiplet, whose 3D\nmoduli space is the symmetric coset space G_{2(2)}/SL(2,R)^2. The\nnon-supersymmetric multi-centered black holes in this model are found to lack\nthe intricate moduli space of bound configurations that are typical of the\nsupersymmetric case.\n","Comment: 26 pages, 4 figures, contribution to the Proceedings of the School on\n  Attractor Mechanism 2007 (SAM2007), 18-22 June 2007, INFN-LNF, Frascati,\n  Italy; v2: reference added"]}]
["0801.2537",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2537"],"date":["2008-01-16"],"type":["text"],"creator":["Frisch, P. C."],"language":[],"coverage":[],"title":["Multi-Cycle HST Treasury Program for STIS: Mapping the Galactic\n  Environment of the Sun"],"description":["  Interstellar clouds form the cosmic \"ecosystem\" through which the Sun moves.\nUnderstanding the physical properties of nearby interstellar material, in\nsufficient detail to evaluate historical variations in the solar galactic\nenvironment, requires a survey of ultraviolet interstellar absorption lines\ntowards stars within 20 pc with the STIS spectrometer. A complete survey would\nyield ionization, temperature, density and velocity for nearby interstellar\nclouds, and would require a large number of Hubble Space Telescope orbits\nspaced over several cycles. This note was submitted as a \"white paper\" to the\nSpace Telescope Science Institute in support of multi-cycle treasury programs.\n","Comment: This note was submitted Nov. 30, 2007 to the Space Telescope Science\n  Institute in response to a solicitation for white papers commenting on the\n  possibility of instituting multi-cycle treasury programs"]}]
["0801.2541",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2541"],"date":["2008-01-16"],"type":["text"],"creator":["Leznov, A. N."],"language":[],"coverage":[],"title":["Two Poisson structures invariant with respect to discrete transformation\n  in the case of arbitrary semi-simple algebras"],"description":["  Two Poisson structures invariant with respect to discrete transformation of\nthe Maximal root in the case of arbitrary semi-simple algebras are presented in\nexplicit form. Thus the problem of construction of equations of n-wave\nhierarchy in the case of arbitrary semi simple algebra is solved finally.\n","Comment: 25 pages, no figures"]}]
["0801.2551",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2551"],"date":["2008-01-16"],"type":["text"],"creator":["Calura, F.","Pipino, A.","Matteucci, F.","-"],"language":[],"coverage":[],"title":["Interstellar dust evolution in galaxies of different morphological types"],"description":["  We study interstellar dust evolution in various environments by means of\nchemical evolution models for galaxies of different morphological types. We\nstart from the formalism developed by Dwek (1998) to study dust evolution in\nthe solar neighbourhood and extend it to ellipticals and dwarf irregular\ngalaxies, showing how the evolution of the dust production rates and of the\ndust fractions depend on the galactic star formation history. The observed dust\nfractions observed in the solar neighbourhood can be reproduced by assuming\nthat dust destruction depends the condensation temperatures T_c of the\nelements. In elliptical galaxies, type Ia SNe are the major dust factories in\nthe last 10 Gyr. With our models, we successfully reproduce the dust masses\nobserved in local ellipticals (~10^6 M_sun) by means of recent FIR and SCUBA\nobservations. We show that dust is helpful in solving the iron discrepancy\nobserved in the hot gaseous halos surrounding local ellipticals. In dwarf\nirregulars, we show how a precise determination of the dust depletion pattern\ncould be useful to put solid constraints on the dust condensation efficiencies.\nOur results will be helpful to study the spectral properties of dust grains in\nlocal and distant galaxies.\n","Comment: 22 pages, to appear on the proceedings of \"XIXemes Rencontres de\n  Blois\""]}]
["0801.2555",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2555"],"date":["2008-01-16"],"type":["text"],"creator":["Ma, Ping","Zhong, Wenxuan"],"language":[],"coverage":[],"title":["Penalized Clustering of Large Scale Functional Data with Multiple\n  Covariates"],"description":["  In this article, we propose a penalized clustering method for large scale\ndata with multiple covariates through a functional data approach. In the\nproposed method, responses and covariates are linked together through\nnonparametric multivariate functions (fixed effects), which have great\nflexibility in modeling a variety of function features, such as jump points,\nbranching, and periodicity. Functional ANOVA is employed to further decompose\nmultivariate functions in a reproducing kernel Hilbert space and provide\nassociated notions of main effect and interaction. Parsimonious random effects\nare used to capture various correlation structures. The mixed-effect models are\nnested under a general mixture model, in which the heterogeneity of functional\ndata is characterized. We propose a penalized Henderson's likelihood approach\nfor model-fitting and design a rejection-controlled EM algorithm for the\nestimation. Our method selects smoothing parameters through generalized\ncross-validation. Furthermore, the Bayesian confidence intervals are used to\nmeasure the clustering uncertainty. Simulation studies and real-data examples\nare presented to investigate the empirical performance of the proposed method.\nOpen-source code is available in the R package MFDA.\n"]}]
["0801.2567",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory","16W30","18G35","57M25","57T99","57U15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2567"],"date":["2008-01-16"],"type":["text"],"creator":["Carter, J. Scott","Crans, Alissa S.","Elhamdadi, Mohamed","Karadayi, Enver","Saito, Masahico"],"language":[],"coverage":[],"title":["Cohomology of Frobenius Algebras and the Yang-Baxter Equation"],"description":["  A cohomology theory for multiplications and comultiplications of Frobenius\nalgebras is developed in low dimensions in analogy with Hochschild cohomology\nof bialgebras based on deformation theory. Concrete computations are provided\nfor key examples.\n  Skein theoretic constructions give rise to solutions to the Yang-Baxter\nequation using multiplications and comultiplications of Frobenius algebras, and\n2-cocycles are used to obtain deformations of R-matrices thus obtained.\n","Comment: 21 pages, 18 figures, in memory of Xiao Song Lin"]}]
["math/0405153",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Differential Geometry","58E10, 58J55, 53D12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405153"],"date":["2004-05-09","2008-01-17"],"type":["text"],"creator":["Portaluri, Alessandro"],"language":[],"coverage":[],"title":["Maslov index of Hamiltonian systems"],"description":["  The aim of this paper is to give an explicit formula in order to compute the\nMaslov index of the fundamental solution of a linear autonomous Hamiltonian\nsystem, in terms of the Conley-Zehnder index and the time one flow.\n","Comment: 10 pages. No figures"]}]
["math/0505221",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505221","Perspectives in Riemannian geometry, CRM Proc. Lecture Notes, 40,\n  2006, 47-61."],"date":["2005-05-11"],"type":["text"],"creator":["Boyer, Charles P.","Galicki, Krzysztof"],"language":[],"coverage":[],"title":["Sasakian Geometry and Einstein Metrics on Spheres"],"description":["  This paper is based on a talk presented by the first author at the Short\nProgram on Riemannian Geometry that took place at the Centre de Recherche\nMath\\'ematiques, Universit\\'e de Montr\\'eal, during the period June 28-July 16,\n2004. It is a report on our joint work with J\\'anos Koll\\'ar concerning the\nexistence of an abundance of Einstein metrics on odd dimensional spheres,\nincluding exotic spheres.\n","Comment: 14 pages, Expository paper to appear in the Proceedings of the Short\n  Program on Riemannian Geometry"]}]
["math/0512575",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18G30","55P48","18G55","55P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512575","Adv. Math. 213 (2007) 230-270","doi:10.1016/j.aim.2006.12.006"],"date":["2005-12-26","2006-07-04"],"type":["text"],"creator":["Berger, Clemens"],"language":[],"coverage":[],"title":["Iterated wreath product of the simplex category and iterated loop spaces"],"description":["  Generalising Segal's approach to 1-fold loop spaces, the homotopy theory of\n$n$-fold loop spaces is shown to be equivalent to the homotopy theory of\nreduced $\\Theta_n$-spaces, where $\\Theta_n$ is an iterated wreath product of\nthe simplex category $\\Delta$. A sequence of functors from $\\Theta_n$ to\n$\\Gamma$ allows for an alternative description of the Segal-spectrum associated\nto a $\\Gamma$-space. In particular, each Eilenberg-MacLane space $K(\\pi,n)$ has\na canonical reduced $\\Theta_n$-set model.\n"]}]
["math/0512576",{"format":[],"subject":["Mathematics - Algebraic Topology","18D50 (Primary)","18G55, 55U35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512576","Contemp. Math. 431 (2007) 31-58"],"date":["2005-12-26","2008-01-17"],"type":["text"],"creator":["Berger, Clemens","Moerdijk, Ieke"],"language":[],"coverage":[],"title":["Resolution of coloured operads and rectification of homotopy algebras"],"description":["  We provide general conditions under which the algebras for a coloured operad\nin a monoidal model category carry a Quillen model structure, and prove a\nComparison Theorem to the effect that a weak equivalence between suitable such\noperads induces a Quillen equivalence between their categories of algebras. We\nconstruct an explicit Boardman-Vogt style cofibrant resolution for coloured\noperads, thereby giving a uniform approach to algebraic structures up to\nhomotopy over coloured operads. The Comparison Theorem implies that such\nstructures can be rectified.\n","Comment: published version"]}]
["math/0606434",{"format":[],"subject":["Mathematics - Dynamical Systems","37C30, 37D20, 37A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606434"],"date":["2006-06-18","2008-01-16"],"type":["text"],"creator":["Baladi, Viviane","Tsujii, Masato"],"language":[],"coverage":[],"title":["Dynamical determinants and spectrum for hyperbolic diffeomorphisms"],"description":["  For smooth hyperbolic dynamical systems and smooth weights, we relate Ruelle\ntransfer operators with dynamical Fredholm determinants and dynamical zeta\nfunctions: First, we establish bounds for the essential spectral radii of the\ntransfer operator on new spaces of anisotropic distributions, improving our\nprevious results. Then we give a new proof of Kitaev's lower bound for the\nradius of convergence of the dynamical Fredholm determinant. In addition we\nshow that the zeroes of the determinant in the corresponding disc are in\nbijection with the eigenvalues of the transfer operator on our spaces of\nanisotropic distributions, closing a question which remained open for a decade.\n","Comment: 40 pages, no figures"]}]
["math/0607696",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607696","Proc. Indian Acad. Sci. (Math. Sci.) Vol. 113, No. 4, 395-429\n  (2003)"],"date":["2006-07-27"],"type":["text"],"creator":["Dutt, Pravir","Tomar, Satyendra"],"language":[],"coverage":[],"title":["Stability estimates for h-p spectral element methods for general\n  elliptic problems on curvilinear domains"],"description":["  In this paper we show that the h-p spectral element method developed in\n\\cite{pdstrk1,tomar-01,tomar-dutt-kumar-02} applies to elliptic problems in\ncurvilinear polygons with mixed Neumann and Dirichlet boundary conditions\nprovided that the Babuska--Brezzi inf--sup conditions are satisfied.\n","Comment: 35 pages, 6 figures"]}]
["math/0701468",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","57M25","05C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701468"],"date":["2007-01-16","2008-01-16"],"type":["text"],"creator":["Sakuma, Makoto","Shackleton, Kenneth J."],"language":[],"coverage":[],"title":["On the distance between Seifert surfaces"],"description":["  For a knot $K$, Kakimizu introduced a simplicial complex whose vertices are\nall the isotopy classes of minimal genus spanning surfaces for $K$. The first\npurpose of this paper is to prove the 1-skeleton of this complex has diameter\nbounded by a function quadratic in knot genus, whenever $K$ is atoroidal. The\nsecond purpose of this paper is to prove the intersection number of two minimal\ngenus spanning surfaces for $K$ is also bounded by a function quadratic in knot\ngenus, whenever $K$ is atoroidal. As one application, we prove the simple\nconnectivity of Kakimizu's complex among all atoroidal genus 1 knots.\n","Comment: 19 pages, 1 figure. To appear in Osaka Journal of Mathematics. Minor\n  changes including a shorter title, added references, and a research update"]}]
["math/0702105",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702105"],"date":["2007-02-05","2008-01-17"],"type":["text"],"creator":["Dimca, Alexandru","Saito, Morihiko","Wotzlaw, Lorenz"],"language":[],"coverage":[],"title":["A generalization of Griffiths theorem on rational integrals, II"],"description":["  We show that the Hodge and pole order filtrations are globally different for\nsufficiently general singular projective hypersurfaces in case the degree is 3\nor 4 assuming the dimension of the projective space is at least 5 or 3\nrespectively. We then study an algebraic formula for the global Hodge\nfiltration in the ordinary double point case conjectured by the third named\nauthor. This is more explicit and easier to calculate than the previous one in\nthis case. We prove a variant of it under the assumption that the image of the\nsingular points by the $e$-fold Veronese embedding consists of linearly\nindependent points, where $e$ is determined only by the dimension and the\ndegree. In particular, the original conjecture is true in case the above\ncondition is satisfied for $e=1$.\n","Comment: 22 pages"]}]
["math/0703855",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30","14E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703855"],"date":["2007-03-28","2008-01-17"],"type":["text"],"creator":["Tziolas, Nikolaos"],"language":[],"coverage":[],"title":["3-fold divisorial extremal neighborhoods over cE7 and cE6 Compound DuVal\n  singularities"],"description":["  Let X be the germ of a Gorenstein 3-fold singularity and C a smooth curve\nthrough it such that the general hyperplane section S of X containing D is\nDuVal of type E6 or E7. In this paper we obtain criteria for the existence of a\nterminal divisorial extremal neighborhood f: Y-->X contracting an irreducible\ndivisor E onto C and classify all such neighborhoods.\n","Comment: A section has been added classifying all divisorial extremal\n  neighborhoods f:Y-->X such that if E is the f-exceptional divisor and C=f(E),\n  the general hyperplane section S of X containg C is DuVal of type E6. The\n  previous version classified only the E7 case. 20 pages"]}]
["q-bio/0504013",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0504013","A.N. Gorban, B. Kegl, D.C. Wunsch, A. Zinovyev (eds.) Principal\n  Manifolds for Data Visualization and Dimension Reduction, Lecture Notes in\n  Computational Science and Engineering 58, Springer, Berlin - Heidelberg,\n  2008, 307-323","doi:10.1007/978-3-540-73750-6_14"],"date":["2005-04-08","2008-01-04"],"type":["text"],"creator":["Gorban, A. N.","Zinovyev, A. Y."],"language":[],"coverage":[],"title":["PCA and K-Means decipher genome"],"description":["  In this paper, we aim to give a tutorial for undergraduate students studying\nstatistical methods and/or bioinformatics. The students will learn how data\nvisualization can help in genomic sequence analysis. Students start with a\nfragment of genetic text of a bacterial genome and analyze its structure. By\nmeans of principal component analysis they ``discover'' that the information in\nthe genome is encoded by non-overlapping triplets. Next, they learn how to find\ngene positions. This exercise on PCA and K-Means clustering enables active\nstudy of the basic bioinformatics notions. Appendix 1 contains program listings\nthat go along with this exercise. Appendix 2 includes 2D PCA plots of triplet\nusage in moving frame for a series of bacterial genomes from GC-poor to GC-rich\nones. Animated 3D PCA plots are attached as separate gif files. Topology\n(cluster structure) and geometry (mutual positions of clusters) of these plots\ndepends clearly on GC-content.\n","Comment: 18 pages, with program listings for MatLab, PCA analysis of genomes\n  and additional animated 3D PCA plots"]}]
["q-bio/0609049",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0609049"],"date":["2006-09-28","2008-01-16"],"type":["text"],"creator":["Escalante-Minakata, P.","Ibarra-Junquera, V.","Rosu, H. C.","De Leon-Rodriguez, A.","Gonzalez-Garcia, R."],"language":[],"coverage":[],"title":["An algorithm for real-time estimation of Mezcal fermentation parameters\n  based on redox potential measurements"],"description":["  We present an algorithm for the continuous monitoring of the biomass and\nethanol concentrations and moreover the kinetic rate in the Mezcal fermentation\nprocess. This algorithm performs its task having only available the on-line\nmeasurements of the redox potential. The procedure includes an artificial\nneural network (ANN) that relates the redox potential to the ethanol and\nbiomass concentrations. Then a nonlinear-observer-based algorithm uses the\nbiomass estimations to infer the kinetic rate of this fermentation process. The\nmethod shows that the redox potential is a valuable indicator of microorganism\nmetabolic activity during the Mezcal fermentation. In addition, the estimated\nkinetic rate can be considered as a direct evidence of the presence of mixed\nculture growth in the process. In this work, the detailed design of the\nsoftware-sensor is presented, as well as its experimental application at the\nlaboratory level\n","Comment: 13 pp, 5 figs, misprints corrected"]}]
