["0705.2268",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Metric Geometry","46B70, 35J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2268"],"date":["2007-05-16","2008-04-12"],"type":["text"],"creator":["Badr, Nadine"],"language":[],"coverage":[],"title":["Real interpoaltion of Sobolev spaces associated to a weight"],"description":["  We study the interpolation property of Sobolev spaces of order 1 denoted by\n$W^{1}_{p,V}$, arising from Schr\\\"{o}dinger operators with positive potential.\nWe show that for $1\\leq p_1<p<p_2<q_{0}$ with $p>s_0$, $W^{1}_{p,V}$ is a real\ninterpolation space between $W_{p_1,V}^{1}$ and $W_{p_2,V}^{1}$ on some classes\nof manifolds and Lie groups. The constants $s_{0}, q_{0}$ depend on our\nhypotheses.\n","Comment: 25 pages"]}]
["0709.2392",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2392","Physica E 40, 1785-1789 (2008)","doi:10.1016/j.physe.2007.09.165"],"date":["2007-09-14","2008-01-19"],"type":["text"],"creator":["Krenner, H. J.","Pryor, C.","He, J.","Zhang, J. P.","Wu, Y.","Morris, C. M.","Sherwin, M. S.","Petroff, P. M."],"language":[],"coverage":[],"title":["Growth and optical properties of self-assembled InGaAs Quantum Posts"],"description":["  We demonstrate a method to grow height controlled, dislocation-free InGaAs\nquantum posts (QPs) on GaAs by molecular beam epitaxy (MBE) which is confirmed\nby structural investigations. The optical properties are compared to realistic\n8-band k.p calculations of the electronic structure which fully account for\nstrain and the structural properties of the QP. Using QPs embedded in n-i-p\njunctions we find wide range tunability of the interband spectrum and giant\nstatic dipole moments.\n","Comment: Proccedings paper for MSS-13, 7 pages, 4 figures"]}]
["0712.2423",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2423"],"date":["2007-12-14","2008-04-12"],"type":["text"],"creator":["Moshchevitin, Nikolay G."],"language":[],"coverage":[],"title":["Towards BAD conjecture"],"description":["  For $\\alpha, \\beta, \\delta \\in [0,1], \\alpha +\\beta = 1 $ we consider sets $$\n{\\rm BAD}^* (\\alpha, \\beta ;\\delta) = \\left\\{\\xi = (\\xi_1,\\xi_2) \\in [0,1]^2:\n,\\inf_{p\\in \\mathbb{N}} \\max \\{(p\\log(p+1))^\\alpha ||p\\xi_1||,\n  (p\\log (p+1))^\\beta ||p\\xi_2||\\} \\ge \\delta \\right\\}. $$ We prove that for\ndifferent $(\\alpha_1,\\beta_1), (\\alpha_2,\\beta_2), \\alpha_1 +\\beta_1 = \\alpha_2\n+\\beta_2 = 1 $ and $\\delta $ small enough $$ {\\rm BAD}^* (\\alpha_1, \\beta_1\n;\\delta) \\bigcap {\\rm BAD}^* (\\alpha_2, \\beta_2 ;\\delta) \\neq \\varnothing . $$\n  Our result is based on A. Khintchine's construction and an original method\ndue to Y. Peres and W. Schlag.\n","Comment: Minor correction of errors in Lemma 2"]}]
["0801.0333",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0333"],"date":["2008-01-01","2008-04-12"],"type":["text"],"creator":["Gong, Jinn-Ouk","Park, Seong Chan"],"language":[],"coverage":[],"title":["Minimal gauge inflation"],"description":["  We consider a gauge inflation model in the simplest orbifold M4 x S1/Z2 with\nthe minimal non-Abelian SU(2) hidden sector gauge symmetry. The inflaton\npotential is fully radiatively generated solely by gauge self-interactions.\nFollowing the virtue of gauge inflation idea, the inflaton, a part of the five\ndimensional gauge boson, is automatically protected by the gauge symmetry and\nits potential is stable against quantum corrections. We show that the model\nperfectly fits the recent cosmological observations, including the recent WMAP\n5-year data, in a wide range of the model parameters. In the perturbative\nregime of gauge interactions (g_{4D} <= 1/(2pi R M_P)) with the moderately\ncompactified radius (10 <= R M_P <= 100) the anticipated magnitude of the\ncurvature perturbation power spectrum and the value of the corresponding\nspectral index are in perfect agreement with the recent observations. The model\nalso predicts a large fraction of the gravitational waves, negligible\nnon-Gaussianity, and high enough reheating temperature.\n","Comment: (v1) 12 pages, 3 figures, 1 table; (v2) 2 figures, analysis with\n  respect to the WMAP5 data set included, miscellaneous changes including the\n  title"]}]
["0802.2692",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2692","Phys. Rev. Lett. 100, 147203 (2008)","doi:10.1103/PhysRevLett.100.147203"],"date":["2008-02-19","2008-03-18"],"type":["text"],"creator":["Jackeli, G.","Khomskii, D. I."],"language":[],"coverage":[],"title":["Classical dimers and dimerized superstructure in orbitally degenerate\n  honeycomb antiferromagnet"],"description":["  We discuss the ground state of the spin-orbital model for spin-one ions with\npartially filled $t_{2g}$ levels on a honeycomb lattice. We find that the\norbital degrees of freedom induce a spontaneous dimerization of spins and drive\nthem into nonmagnetic manifold spanned by hard-core dimer (spin-singlet)\ncoverings of the lattice. The cooperative ``dimer Jahn-Teller'' effect is\nintroduced through a magnetoelastic coupling and is shown to lift the\norientational degeneracy of dimers leading to a peculiar valence bond crystal\npattern. The present theory provides a theoretical explanation of nonmagnetic\ndimerized superstructure experimentally seen in Li$_2$RuO$_3$ compound at low\ntemperatures.\n","Comment: to appear in Phys. Rev. Lett"]}]
["0803.0009",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0009"],"date":["2008-02-29","2008-04-11"],"type":["text"],"creator":["Lu, Kevin","Brodsky, E. E.","Kavehpour, H. P."],"language":[],"coverage":[],"title":["A thermodynamic unification of jamming"],"description":["  Fragile materials ranging from sand to fire-retardant to toothpaste are able\nto exhibit both solid and fluid-like properties across the jamming transition.\nUnlike ordinary fusion, systems of grains, foams and colloids jam and cease to\nflow under conditions that still remain unknown. Here we quantify jamming via a\nthermodynamic approach by accounting for the structural ageing and the\nshear-induced compressibility of dry sand. Specifically, the jamming threshold\nis defined using a non-thermal temperature that measures the 'fluffiness' of a\ngranular mixture. The thermodynamic model, casted in terms of pressure,\ntemperature and free-volume, also successfully predicts the entropic data of\nfive molecular glasses. Notably, the predicted configurational entropy avoids\nthe Kauzmann paradox entirely. Without any free parameters, the proposed\nequation-of-state also governs the mechanism of shear-banding and the\nassociated features of shear-softening and thickness-invariance.\n","Comment: 16 pgs double spaced. 4 figures"]}]
["0803.0203",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0203","Phys. Rev. B 77, 094524 (2008)","doi:10.1103/PhysRevB.77.094524"],"date":["2008-03-03"],"type":["text"],"creator":["Schachinger, E.","Carbotte, J. P."],"language":[],"coverage":[],"title":["Finite band inversion of ARPES in Bi$_2$Sr$_2$CaCu$_2$O$_{8+\\delta}$ in\n  comparison with optics"],"description":["  Using a maximum entropy technique within a finite band Eliashberg formalism\nwe extract from recent high accuracy nodal direction angular resolved\nphoto-emission spectroscopy (ARPES) data in optimally doped\nBi$_2$Sr$_2$CaCu$_2$O$_{8+\\delta}$ (Bi2212) a quasiparticle electron-boson\nspectral density. Both normal and superconducting state with d-wave gap\nsymmetry are treated. Finite and infinite band results are considered and\ncontrasted. We compare with results obtained for the related transport spectral\ndensity which follows from a similar inversion of optical data. We discuss the\nimplication of our results for quasiparticle renormalizations in the antinodal\ndirection.\n","Comment: 9 pages, 7 figures submitted to Physical Review B"]}]
["0804.1162",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1162"],"date":["2008-04-07","2008-04-11"],"type":["text"],"creator":["McMorran, Ben","Cronin, Alex"],"language":[],"coverage":[],"title":["Gaussian Schell Source as Model for Slit-Collimated Atomic and Molecular\n  Beams"],"description":["  We derive the spatial coherence and intensity profiles of beams emerging from\ntwo consecutive collimating apertures, and compare our results with data. We\nshow how to make a Gaussian Schell-model (GSM) beam by assuming Gaussian\napertures. Then we compare the intensity profile, the transverse coherence\nwidth and the divergence angle of a GSM beam with those same properties of a\nbeam that is collimated with two hard-edged slits. The GSM beam formulae are\nsimpler, and offer an intuitive way to understand how partially coherent beams\ninteract with interferometers.\n","Comment: 5 pages, 5 figures"]}]
["0804.1607",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1607"],"date":["2008-04-09","2008-04-12"],"type":["text"],"creator":["Ram, S. Sundhar","Veeravalli, V. V.","Nedic, A."],"language":[],"coverage":[],"title":["Distributed and Recursive Parameter Estimation in Parametrized Linear\n  State-Space Models"],"description":["  We consider a network of sensors deployed to sense a spatio-temporal field\nand estimate a parameter of interest. We are interested in the case where the\ntemporal process sensed by each sensor can be modeled as a state-space process\nthat is perturbed by random noise and parametrized by an unknown parameter. To\nestimate the unknown parameter from the measurements that the sensors\nsequentially collect, we propose a distributed and recursive estimation\nalgorithm, which we refer to as the incremental recursive prediction error\nalgorithm. This algorithm has the distributed property of incremental gradient\nalgorithms and the on-line property of recursive prediction error algorithms.\nWe study the convergence behavior of the algorithm and provide sufficient\nconditions for its convergence. Our convergence result is rather general and\ncontains as special cases the known convergence results for the incremental\nversions of the least-mean square algorithm. Finally, we use the algorithm\ndeveloped in this paper to identify the source of a gas-leak (diffusing source)\nin a closed warehouse and also report numerical simulations to verify\nconvergence.\n"]}]
["cond-mat/0005016",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0005016","Phys. Rev. B 64, 075322 (2001)","doi:10.1103/PhysRevB.64.075322"],"date":["2000-05-01","2001-07-31"],"type":["text"],"creator":["Levitov, L. S.","Shytov, A. V.","Halperin, B. I."],"language":[],"coverage":[],"title":["Effective action of a compressible QH state edge: application to\n  tunneling"],"description":["  The electrodynamical response of the edge of a compressible Quantum Hall\nsystem affects tunneling into the edge. Using the composite Fermi liquid\ntheory, we derive an effective action for the edge modes interacting with\ntunneling charge. This action generalizes the chiral Luttinger liquid theory of\nthe Quantum Hall edge to compressible systems in which transport is\ncharacterized by a finite Hall angle. In addition to the standard terms, the\naction contains a dissipative term. The tunneling exponent is calculated as a\nfunction of the filling fraction for several models, including short-range and\nlong-range Coulomb interaction. We find that tunneling exponents are robust and\nto a large extent insensitive to the particular model.\n  We discuss recent tunneling measurements in the overgrown cleaved edge\nsystems, and demonstrate that the profile of charge density near the edge is\nvery sensitive to the parameters of the system. In general, the density is\nnon-monotonic, and can deviate from the bulk value by up to 30%. Implications\nfor the correspondence to the chiral Luttinger edge theories are discussed.\n","Comment: 26 pages, 8 figures"]}]
["cond-mat/0005456",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0005456","Phys. Rev. E 63, 061102 (2001)","doi:10.1103/PhysRevE.63.061102"],"date":["2000-05-25","2001-02-23"],"type":["text"],"creator":["Stepanov, M. G.","Levitov, L. S."],"language":[],"coverage":[],"title":["Laplacian growth with separately controlled noise and anisotropy"],"description":["  Conformal mapping models are used to study competition of noise and\nanisotropy in Laplacian growth. For that, a new family of models is introduced\nwith the noise level and directional anisotropy controlled independently.\nFractalization is observed in both anisotropic growth and the growth with\nvarying noise. Fractal dimension is determined from cluster size scaling with\nits area. For isotropic growth we find d = 1.7, both at high and low noise. For\nanisotropic growth with reduced noise the dimension can be as low as d = 1.5\nand apparently is not universal. Also, we study fluctuations of particle areas\nand observe, in agreement with previous studies, that exceptionally large\nparticles may appear during the growth, leading to pathologically irregular\nclusters. This difficulty is circumvented by using an acceptance window for\nparticle areas.\n","Comment: 13 pages, 15 figures"]}]
["cond-mat/0105220",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0105220","Phys. Rev. Lett. 87, 276802 (2001)","doi:10.1103/PhysRevLett.87.276802"],"date":["2001-05-10","2001-07-31"],"type":["text"],"creator":["Talyanskii, V. I.","Novikov, Dmitry","Simons, B. D.","Levitov, L. S."],"language":[],"coverage":[],"title":["Quantized Adiabatic Charge Transport in a Carbon Nanotube"],"description":["  The coupling of a metallic Carbon nanotube to a surface acoustic wave (SAW)\nis proposed as a vehicle to realize quantized adiabatic charge transport in a\nLuttinger liquid system. We demonstrate that electron backscattering by a\nperiodic SAW potential, which results in miniband formation, can be achieved at\nenergies near the Fermi level. Electron interaction, treated in a Luttinger\nliquid framework, is shown to enhance minigaps and thereby improve current\nquantization. Quantized SAW induced current, as a function of electron density,\nchanges sign at half-filling.\n","Comment: 5 pages, 2 figures"]}]
["cond-mat/0111057",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0111057","Physical Review B 70, 115305 (2004)","doi:10.1103/PhysRevB.70.115305"],"date":["2001-11-04"],"type":["text"],"creator":["Levitov, L. S.","Reznikov, M."],"language":[],"coverage":[],"title":["Electron shot noise beyond the second moment"],"description":["  The form of electron counting statistics of the tunneling current noise in a\ngeneric many-body interacting electron system is obtained. The third correlator\nof current fluctuations (the skewness of the charge counting distribution) has\na universal relation with the current I and the quasiparticle charge q. This\nrelation C_3 = q^2 I holds in a wide bias voltage range, both at large and\nsmall eV/kT, thereby representing an advantage compared to the Schottky\nformula. We consider the possibility of using the counting statistics for\ndetecting quasiparticle charge at high temperature.\n","Comment: 4 pages, 2 figures"]}]
["cond-mat/0205344",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0205344","Phys. Rev. Lett. 90, 016401 (2003)","doi:10.1103/PhysRevLett.90.016401"],"date":["2002-05-16"],"type":["text"],"creator":["Levitov, L. S.","Tsvelik, A. M."],"language":[],"coverage":[],"title":["Narrow gap Luttinger liquid in Carbon nanotubes"],"description":["  Electron interactions reinforce minigaps induced in metallic nanotubes by an\nexternal field and turn the gap field dependence into a universal power law. An\nexactly solvable Gross-Neveau model with an SU(4) symmetry is derived for\nneutral excitations near half-filling. Charge excitations, described by a\nsin-Gordon perturbation of Luttinger liquid theory, are composite solitons\nformed by the charged and neutral fields with two separate length scales.\nCharge compressibility at finite density, evaluated in terms of inter-soliton\ninteraction, exhibits a crossover from overlapping to non-overlapping soliton\nstate. Implications for the Coulomb blockade measurements are discussed.\n","Comment: 4 pages, 2 figures"]}]
["cond-mat/0209507",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0209507","Phys. Rev. B 67, 115324 (2003)","doi:10.1103/PhysRevB.67.115324"],"date":["2002-09-21"],"type":["text"],"creator":["Levitov, L. S.","Rashba, E. I."],"language":[],"coverage":[],"title":["Dynamical spin-electric coupling in a quantum dot"],"description":["  Due to the spin-orbital coupling in a semiconductor quantum dot, a freely\nprecessing electron spin produces a time-dependent charge density. This creates\na sizeable electric field outside the dot, leading to promising applications in\nspintronics. The spin-electric coupling can be employed for non-invasive single\nspin detection by electrical methods. We also consider a spin relaxation\nmechanism due to long-range coupling to electrons in gates and elsewhere in the\nsystem, and find a contribution comparable to, and in some cases dominant over\npreviously discussed mechanisms.\n","Comment: 4 pages, 2 figures"]}]
["cond-mat/0302553",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0302553","Phys. Rev. B 67, 220506 (2003)","doi:10.1103/PhysRevB.67.220506"],"date":["2003-02-26"],"type":["text"],"creator":["Segall, K.","Crankshaw, D.","Nakada, D.","Orlando, T. P.","Levitov, L. S.","Lloyd, S.","Markovic, N.","Valenzuela, S. O.","Tinkham, M.","Berggren, K. K."],"language":[],"coverage":[],"title":["Impact of time-ordered measurements of the two states in a niobium\n  superconducting qubit structure"],"description":["  Measurements of thermal activation are made in a superconducting, niobium\nPersistent-Current (PC) qubit structure, which has two stable classical states\nof equal and opposite circulating current. The magnetization signal is read out\nby ramping the bias current of a DC SQUID. This ramping causes time-ordered\nmeasurements of the two states, where measurement of one state occurs before\nthe other. This time-ordering results in an effective measurement time, which\ncan be used to probe the thermal activation rate between the two states.\nFitting the magnetization signal as a function of temperature and ramp time\nallows one to estimate a quality factor of 10^6 for our devices, a value\nfavorable for the observation of long quantum coherence times at lower\ntemperatures.\n","Comment: 14 pages, 4 figures"]}]
["cond-mat/0308117",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0308117","Phys. Rev. Lett. 92, 117404 (2004)","doi:10.1103/PhysRevLett.92.117404"],"date":["2003-08-06"],"type":["text"],"creator":["Butov, L. V.","Levitov, L. S.","Mintsev, A. V.","Simons, B. D.","Gossard, A. C.","Chemla, D. S."],"language":[],"coverage":[],"title":["Charge transport and phase transition in exciton rings"],"description":["  The macroscopic exciton rings observed in the photoluminescence (PL) patterns\nof excitons in coupled quantum wells (CQWs) are explained by a series of\nexperiments and a theory based on the idea of carrier imbalance, transport and\nrecombination. The rings are found to be a source of cold excitons with\ntemperature close to that of the lattice. We explored states of excitons in the\nring over a range of temperatures down to 380 mK. These studies reveal a sharp,\nalbeit continuous, second order phase transition to a low-temperature ordered\nexciton state, characterized by ring fragmentation into a periodic array of\naggregates. An instability at the onset of degeneracy in the cold exciton\nsystem, due to stimulated exciton formation, is proposed as the transition\nmechanism.\n","Comment: 8 pages including 4 figures"]}]
["cond-mat/0311458",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0311458","Phys. Rev. B 69, 144518 (2004)","doi:10.1103/PhysRevB.69.144518"],"date":["2003-11-19","2003-11-20"],"type":["text"],"creator":["Crankshaw, D. S.","Segall, K.","Nakada, D.","Orlando, T. P.","Levitov, L. S.","Lloyd, S.","Valenzuela, S. O.","Markovic, N.","Tinkham, M.","Berggren, K. K."],"language":[],"coverage":[],"title":["DC measurements of macroscopic quantum levels in a superconducting qubit\n  structure with a time-ordered meter"],"description":["  DC measurements are made in a superconducting, persistent current qubit\nstructure with a time-ordered meter. The persistent-current qubit has a\ndouble-well potential, with the two minima corresponding to magnetization\nstates of opposite sign. Macroscopic resonant tunneling between the two wells\nis observed at values of energy bias that correspond to the positions of the\ncalculated quantum levels. The magnetometer, a Superconducting Quantum\nInterference Device (SQUID), detects the state of the qubit in a time-ordered\nfashion, measuring one state before the other. This results in a different\nmeter output depending on the initial state, providing different signatures of\nthe energy levels for each tunneling direction. From these measurements, the\nintrawell relaxation time is found to be about 50 microseconds.\n","Comment: 17 pages, 7 figures"]}]
["cond-mat/0312053",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0312053","Phys. Rev. Lett. 93, 160401 (2004)","doi:10.1103/PhysRevLett.93.160401"],"date":["2003-12-02"],"type":["text"],"creator":["Barankov, R A","Levitov, L S","Spivak, B Z"],"language":[],"coverage":[],"title":["Solitons and Rabi Oscillations in a Time-Dependent BCS Pairing Problem"],"description":["  Motivated by recent efforts to achieve cold fermions pairing near a Feshbach\nresonance, we consider the dynamics of formation of the\nBardeen-Cooper-Schrieffer (BCS) state. At times shorter than the quasiparticle\nenergy relaxation time, after the interaction is turned on, the dynamics of the\nsystem is nondissipative. We show that this collective nonlinear evolution of\nthe BCS-Bogoliubov amplitudes (u,v) along with the pairing function, is an\nintegrable dynamical problem, and obtain a family of exact solutions in the\nform of single solitons and soliton trains. We interpret the collective\noscillations as Bloch precession of Anderson pseudospins, where each soliton\ncauses a pseudospin full Rabi rotation. Numerical simulations demonstrate\nrobustness of the solitons with respect to noise and damping.\n","Comment: 5 pages, 2 figures"]}]
["cond-mat/0403377",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0403377","Phys. Rev. Lett. 94, 176404 (2005)","doi:10.1103/PhysRevLett.94.176404"],"date":["2004-03-16"],"type":["text"],"creator":["Levitov, L. S.","Simons, B. D.","Butov, L. V."],"language":[],"coverage":[],"title":["Pattern Formation as a Signature of Quantum Degeneracy in a Cold Exciton\n  System"],"description":["  The development of a Turing instability to a spatially modulated state in a\nphotoexcited electron-hole system is proposed as a novel signature of exciton\nBose statistics. We show that such an instability, which is driven by kinetics\nof exciton formation, can result from stimulated processes that build up near\nquantum degeneracy. In the spatially uniform 2d electron-hole system, the\ninstability leads to a triangular lattice pattern while, at an electron-hole\ninterface, a periodic 1d pattern develops. We analyze the mechanism of\nwavelength selection, and show that the transition is abrupt (type I) for the\nuniform 2d system, and continuous (type II) for the electron-hole interface.\n","Comment: 5 pages, 3 figures"]}]
["cond-mat/0405178",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Soft Condensed Matter","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0405178","Phys. Rev. Lett. 93, 130403 (2004) -- figures corrected","doi:10.1103/PhysRevLett.93.130403"],"date":["2004-05-09"],"type":["text"],"creator":["Barankov, R. A.","Levitov, L. S."],"language":[],"coverage":[],"title":["Atom-molecule coexistence and collective dynamics near a Feshbach\n  resonance of cold fermions"],"description":["  Degenerate Fermi gas interacting with molecules near Feshbach resonance is\nunstable with respect to formation of a mixed state in which atoms and\nmolecules coexist as a coherent superposition. Theory of this state is\ndeveloped using a mapping to the Dicke model, treating molecular field in the\nsingle mode approximation. The results are accurate in the strong coupling\nregime relevant for current experimental efforts. The exact solution of the\nDicke model is exploited to study stability, phase diagram, and nonadiabatic\ndynamics of molecular field in the mixed state.\n","Comment: 5 pages, 2 figures"]}]
["cond-mat/0405383",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0405383","Phys. Rev. Lett. 93, 126802 (2004)","doi:10.1103/PhysRevLett.93.126802"],"date":["2004-05-18","2004-05-19"],"type":["text"],"creator":["Abanin, D. A.","Levitov, L. S."],"language":[],"coverage":[],"title":["Tunable Fermi-Edge Resonance in an Open Quantum Dot"],"description":["  Resonant tunneling in an open mesoscopic quantum dot is proposed as a vehicle\nto realize a tunable Fermi-edge resonance with variable coupling strength. We\nsolve the x-ray edge problem for a generic nonseparable scatterer and apply it\nto describe tunneling in a quantum dot. The tunneling current power law\nexponent is linked to the S-matrix of the dot. The control of scattering by\nvarying the dot shape and coupling to the leads allows to explore a wide range\nof exponents. Transport properties, such as weak localization, mesoscopic\nconductance fluctuations, and sensitivity to Wigner-Dyson ensemble type, have\ntheir replicas in the Fermi-edge singularity.\n","Comment: 4 pages, 3 figures"]}]
["cond-mat/0408187",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408187","Phys. Rev. E 70, 066111 (2004)","doi:10.1103/PhysRevE.70.066111"],"date":["2004-08-09","2004-08-30"],"type":["text"],"creator":["Clauset, Aaron","Newman, M. E. J.","Moore, Cristopher"],"language":[],"coverage":[],"title":["Finding community structure in very large networks"],"description":["  The discovery and analysis of community structure in networks is a topic of\nconsiderable recent interest within the physics community, but most methods\nproposed so far are unsuitable for very large networks because of their\ncomputational cost. Here we present a hierarchical agglomeration algorithm for\ndetecting community structure which is faster than many competing algorithms:\nits running time on a network with n vertices and m edges is O(m d log n) where\nd is the depth of the dendrogram describing the community structure. Many\nreal-world networks are sparse and hierarchical, with m ~ n and d ~ log n, in\nwhich case our algorithm runs in essentially linear time, O(n log^2 n). As an\nexample of the application of this algorithm we use it to analyze a network of\nitems for sale on the web-site of a large online retailer, items in the network\nbeing linked if they are frequently purchased by the same buyer. The network\nhas more than 400,000 vertices and 2 million edges. We show that our algorithm\ncan extract meaningful communities from this network, revealing large-scale\npatterns present in the purchasing habits of customers.\n"]}]
["cond-mat/0410059",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Networking and Internet Architecture","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0410059","Phys. Rev. Lett. 94, 018701 (2005)","doi:10.1103/PhysRevLett.94.018701"],"date":["2004-10-04"],"type":["text"],"creator":["Clauset, Aaron","Moore, Cristopher"],"language":[],"coverage":[],"title":["Accuracy and Scaling Phenomena in Internet Mapping"],"description":["  A great deal of effort has been spent measuring topological features of the\nInternet. However, it was recently argued that sampling based on taking paths\nor traceroutes through the network from a small number of sources introduces a\nfundamental bias in the observed degree distribution. We examine this bias\nanalytically and experimentally. For Erdos-Renyi random graphs with mean degree\nc, we show analytically that traceroute sampling gives an observed degree\ndistribution P(k) ~ 1/k for k < c, even though the underlying degree\ndistribution is Poisson. For graphs whose degree distributions have power-law\ntails P(k) ~ k^-alpha, traceroute sampling from a small number of sources can\nsignificantly underestimate the value of \\alpha when the graph has a large\nexcess (i.e., many more edges than vertices). We find that in order to obtain a\ngood estimate of alpha it is necessary to use a number of sources which grows\nlinearly in the average degree of the underlying graph. Based on these\nobservations we comment on the accuracy of the published values of alpha for\nthe Internet.\n","Comment: 4 pages, 3 figures; supercedes cond-mat/0407339 and contains scaling\n  results on the accuracy of multi-source traceroute studies"]}]
["cond-mat/0411180",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0411180","Phys. Rev. Lett. 94, 186803 (2005)","doi:10.1103/PhysRevLett.94.186803"],"date":["2004-11-08"],"type":["text"],"creator":["Abanin, D. A.","Levitov, L. S."],"language":[],"coverage":[],"title":["Fermi-Edge Resonance and Tunneling in Nonequilibrium Electron Gas"],"description":["  Fermi-edge singularity changes in a dramatic way in a nonequilibrium system,\nacquiring features which reflect the structure of energy distribution. In\nparticular, it splits into several components if the energy distribution\nexhibits multiple steps. While conventional approaches, such as bosonization,\nfail to describe the nonequilibrium problem, an exact solution for a generic\nenergy distribution can be obtained with the help of the method of functional\ndeterminants. In the case of a split Fermi distribution, while the `open loop'\ncontribution to Green's function has power law singularities, the tunneling\ndensity of states profile exhibits broadened peaks centered at Fermi\nsub-levels.\n","Comment: 5 pages, 1 figure"]}]
["cond-mat/0504382",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504382","Phys. Rev. Lett. 95, 176601 (2005)","doi:10.1103/PhysRevLett.95.176601"],"date":["2005-04-15","2005-05-05"],"type":["text"],"creator":["Bomze, Yu.","Gershon, G.","Shovkun, D.","Levitov, L. S.","Reznikov, M."],"language":[],"coverage":[],"title":["Measurement of Counting Statistics of Electron Transport in a Tunnel\n  Junction"],"description":["  We present measurements of the time-dependent fluctuations in electrical\ncurrent in a voltage-biased tunnel junction. We were able to simultaneously\nextract the first three moments of the tunnel current counting statistics.\nDetailed comparison of the second and the third moment reveals that counting\nstatistics is accurately described by the Poissonian distribution expected for\nspontaneous current fluctuations due to electron charge discreteness, realized\nin tunneling transport at negligible coupling to environment.\n","Comment: bibliography expanded"]}]
["cond-mat/0508215",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0508215","Phys. Rev. A 73, 033614 (2006)","doi:10.1103/PhysRevA.73.033614"],"date":["2005-08-09"],"type":["text"],"creator":["Barankov, R. A.","Levitov, L. S."],"language":[],"coverage":[],"title":["Dynamical Selection in Emergent Fermionic Pairing"],"description":["  We consider evolution of a Fermi gas in the presence of a time-dependent BCS\ninteraction. The pairing amplitude in the emergent BCS state is found to be an\noscillatory function of time with predictable characteristics. The interplay of\nlinear instability of the unpaired state and nonlinear interactions selects\nperiodic soliton trains of a specific form, described by the Jacobi elliptic\nfunction dn. While the parameters of the soliton train, such as the period,\namplitude, and time lag, fluctuate among different realizations, the elliptic\nfunction form remains robust. The parameter variation is accounted for by the\nfluctuations of particle distribution in the initial unpaired state.\n","Comment: 15 pgs, 9 fgs"]}]
["cond-mat/0512689",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512689","Phys. Rev. A 73, 043614 (2006)","doi:10.1103/PhysRevA.73.043614"],"date":["2005-12-28"],"type":["text"],"creator":["Cherng, R. W.","Levitov, L. S."],"language":[],"coverage":[],"title":["Entropy and Correlation Functions of a Driven Quantum Spin Chain"],"description":["  We present an exact solution for a quantum spin chain driven through its\ncritical points. Our approach is based on a many-body generalization of the\nLandau-Zener transition theory, applied to fermionized spin Hamiltonian. The\nresulting nonequilibrium state of the system, while being a pure quantum state,\nhas local properties of a mixed state characterized by finite entropy density\nassociated with Kibble-Zurek defects. The entropy, as well as the finite spin\ncorrelation length, are functions of the rate of sweep through the critical\npoint. We analyze the anisotropic XY spin 1/2 model evolved with a full\nmany-body evolution operator. With the help of Toeplitz determinants calculus,\nwe obtain an exact form of correlation functions. The properties of the evolved\nsystem undergo an abrupt change at a certain critical sweep rate, signaling\nformation of ordered domains. We link this phenomenon to the behavior of\ncomplex singularities of the Toeplitz generating function.\n","Comment: 16 pgs, 7 fgs"]}]
["cond-mat/0602645",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0602645","Phys. Rev. Lett. 96, 176803 (2006)","doi:10.1103/PhysRevLett.96.176803"],"date":["2006-02-27","2006-04-14"],"type":["text"],"creator":["Abanin, D. A.","Lee, P. A.","Levitov, L. S."],"language":[],"coverage":[],"title":["Spin Filtered Edge States and Quantum Hall Effect in Graphene"],"description":["  Electron edge states in graphene in the Quantum Hall effect regime can carry\nboth charge and spin. We show that spin splitting of the zeroth Landau level\ngives rise to counterpropagating modes with opposite spin polarization. These\nchiral spin modes lead to a rich variety of spin current states, depending on\nthe spin flip rate. A method to control the latter locally is proposed. We\nestimate Zeeman spin splitting enhanced by exchange, and obtain a spin gap of a\nfew hundred Kelvin.\n","Comment: 4 pages, 3 figs"]}]
["cond-mat/0603317",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603317","Phys. Rev. Lett. 96, 230403 (2006)","doi:10.1103/PhysRevLett.96.230403"],"date":["2006-03-13"],"type":["text"],"creator":["Barankov, R. A.","Levitov, L. S."],"language":[],"coverage":[],"title":["Synchronization in the BCS Pairing Dynamics as a Critical Phenomenon"],"description":["  Fermi gas with time-dependent pairing interaction hosts several different\ndynamical states. Coupling between the collective BCS pairing mode and\nindividual Cooper pair states can make the latter either synchronize or\ndephase. We describe transition from phase-locked undamped oscillations to\nLandau-damped dephased oscillations in the collisionless, dissipationless\nregime as a function of coupling strength. In the dephased regime, we find a\nsecond transition at which the long-time asymptotic pairing amplitude vanishes.\nUsing a combination of numerical and analytical methods we establish a\ncontinuous (type II) character of both transitions.\n"]}]
["cond-mat/0606271",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606271","Phys. Rev. Lett. 97, 150502 (2006)","doi:10.1103/PhysRevLett.97.150502"],"date":["2006-06-11"],"type":["text"],"creator":["Berns, D. M.","Oliver, W. D.","Valenzuela, S. O.","Shytov, A. V.","Berggren, K. K.","Levitov, L. S.","Orlando, T. P."],"language":[],"coverage":[],"title":["Coherent Quasiclassical Dynamics of a Persistent Current Qubit"],"description":["  A new regime of coherent quantum dynamics of a qubit is realized at low\ndriving frequencies in the strong driving limit. Coherent transitions between\nqubit states occur via the Landau-Zener process when the system is swept\nthrough an energy-level avoided crossing. The quantum interference mediated by\nrepeated transitions gives rise to an oscillatory dependence of the qubit\npopulation on the driving field amplitude and flux detuning. These interference\nfringes, which at high frequencies consist of individual multiphoton\nresonances, persist even for driving frequencies smaller than the decoherence\nrate, where individual resonances are no longer distinguishable. A theoretical\nmodel that incorporates dephasing agrees well with the observations.\n","Comment: 4 pages, 5 figures"]}]
["cond-mat/0702287",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702287","Phys. Rev. B 77, 024415 (2008)","doi:10.1103/PhysRevB.77.024415"],"date":["2007-02-12","2008-04-11"],"type":["text"],"creator":["Fischer, I.","Shah, N.","Rosch, A."],"language":[],"coverage":[],"title":["Crystalline phases in chiral ferromagnets: Destabilization of helical\n  order"],"description":["  In chiral ferromagnets, weak spin-orbit interactions twist the ferromagnetic\norder into spirals, leading to helical order. We investigate an extended\nGinzburg-Landau theory of such systems where the helical order is destabilized\nin favor of crystalline phases. These crystalline phases are based on periodic\narrangements of double-twist cylinders and are strongly reminiscent of blue\nphases in liquid crystals. We discuss the relevance of such blue phases for the\nphase diagram of the chiral ferromagnet MnSi.\n","Comment: 6 pages, 5 figures (published version)"]}]
["cond-mat/9311048",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9311048","Phys. Rev. Lett. 72, 538 (1994)","doi:10.1103/PhysRevLett.72.538"],"date":["1993-11-19"],"type":["text"],"creator":["Levitov, L. S.","Lesovik, G. B."],"language":[],"coverage":[],"title":["Noise in an ac biased junction. Non-stationary Aharonov-Bohm effect"],"description":["  We study excess noise in a quantum conductor in the presence of constant\nvoltage and alternating external field. Due to a two particle interference\neffect caused by Fermi correlations the noise is sensitive to the phase of the\ntime dependent transmission amplitude. We compute spectral density and show\nthat at T=0 the noise has singular dependence on the {\\rm dc} voltage $V$ and\nthe {\\rm ac} frequency $\\Omega$ with cusplike singularities at integer\n$eV/\\hbar\\Omega$. For a metallic loop with an alternating flux the phase\nsensitivity leads to an oscillating dependence of the strengths of the cusps on\nthe flux amplitude.\n","Comment: 10 pages, RevTeX 3.0, figures by request"]}]
["cond-mat/9403009",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9403009","Phys. Rev. B 51, 4079 (1995)","doi:10.1103/PhysRevB.51.4079"],"date":["1994-03-02","1994-09-22"],"type":["text"],"creator":["Lee, Hyunwoo","Yakovetz, A. Yu.","Levitov, L. S."],"language":[],"coverage":[],"title":["Universal Statistics of Transport in Disordered Conductors"],"description":["  In low temperature limit, we study electron counting statistics of a\ndisordered conductor. We derive an expression for the distribution of charge\ntransmitted over a finite time interval by using a result from the random\nmatrix theory of quasi one dimensional disordered conductors. In the metallic\nregime, we find that the peak of the distribution is Gaussian and shows\nnegligible sample to sample variations. We also find that the tails of the\ndistribution are neither Gaussian nor Poisson and exhibit strong sample to\nsample variations.\n","Comment: 11 pages, REVTEX3.0, MIT-CMT-HL9409"]}]
["cond-mat/9406117",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9406117","Phys. Rev. Lett. 77, 370 (1995)","doi:10.1103/PhysRevLett.75.370"],"date":["1994-06-29","1994-08-02"],"type":["text"],"creator":["Levitov, L. S.","Shytov, A. V.","Yakovets, A. Yu."],"language":[],"coverage":[],"title":["Quantum Breaking of Elastic String"],"description":["  Breaking of an atomic chain under stress is a collective many-particle\ntunneling phenomenon. We study classical dynamics in imaginary time by using\nconformal mapping technique, and derive an analytic formula for the probability\nof breaking. The result covers a broad temperature interval and interpolates\nbetween two regimes: tunneling and thermal activation. Also, we consider the\nbreaking induced by an ultrasonic wave propagating in the chain, and propose to\nobserve it in an STM experiment.\n","Comment: 8 pages, RevTeX 3.0, Landau Institute preprint 261/6438"]}]
["cond-mat/9501130",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9501130","JETP Lett. 66, 214 (1997)","doi:10.1134/1.567489"],"date":["1995-01-28","1995-07-10"],"type":["text"],"creator":["Levitov, L. S.","Shytov, A. V."],"language":[],"coverage":[],"title":["Coulomb Zero-Bias Anomaly: A Semiclassical Calculation"],"description":["  Effective action is proposed for the problem of Coulomb blocking of\ntunneling. The approach is well suited to deal with the ``strong coupling''\nsituation near zero bias, where perturbation theory diverges. By a\nsemiclassical treatment, we reduce the physics to that of electrodynamics in\nimaginary time, and express the anomaly through exact conductivity of the\nsystem $\\sigma(\\omega, q)$ and exact interaction. For the diffusive anomaly, we\ncompare the result with the perturbation theory of Altshuler, Aronov, and Lee.\nFor the metal-insulator transition we derive exact relation of the anomaly and\ncritical exponent of conductivity.\n","Comment: 9 pages, RevTeX 3.0"]}]
["cond-mat/9507105",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9507105","Phys. Rev. B53, 7383 (1996)","doi:10.1103/PhysRevB.53.7383"],"date":["1995-07-25"],"type":["text"],"creator":["Lee, Hyunwoo","Levitov, L. S."],"language":[],"coverage":[],"title":["Current fluctuations in a single tunnel junction"],"description":["  We study noise spectra of currents through a tunnel junction in weak\ntunneling limit. We introduce effective capacitance to take into account the\ninteraction effect and explicitly incorporate the electromagnetic environment\nof the junction into the formulation. We study the effect of charging energy\nand macroscopic environment on noise spectra. We calculate current fluctuations\nat tunneling barrier and fluctuations measured at leads. It is shown that two\nfluctuations have different noise spectra and the relation between them is\nnontrivial. We provide an explanation for the origin of the difference.\nExperimental implications are discussed.\n","Comment: 25 pages, Revtex 3.0"]}]
["cond-mat/9607021",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9607021","Physica D 116, 244 (1998)","doi:10.1016/S0167-2789(97)00244-3"],"date":["1996-07-03"],"type":["text"],"creator":["Hastings, M. B.","Levitov, L. S."],"language":[],"coverage":[],"title":["Laplacian growth as one-dimensional turbulence"],"description":["  A new model of Laplacian stochastic growth is formulated using conformal\nmappings. The model describes two growth regimes, stable and turbulent,\nseparated by a sharp phase transition. The first few Fourier components of the\nmapping define the web, an envelope of the cluster. The web is used to study\nthe transition and the dynamics of large-scale features of the cluster\ncharacterized by evolution from macro- to micro-scales. Also, we derive scaling\nlaws for the cluster size.\n","Comment: 4 pages, RevTex, 4 figures"]}]
["cond-mat/9607137",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9607137","J. Math. Phys. 37, 4845 (1996)","doi:10.1063/1.531672"],"date":["1996-07-18"],"type":["text"],"creator":["Levitov, L. S.","Lee, H. -W.","Lesovik, G. B."],"language":[],"coverage":[],"title":["Electron Counting Statistics and Coherent States of Electric Current"],"description":["  A theory of electron counting statistics in quantum transport is presented.\nIt involves an idealized scheme of current measurement using a spin 1/2 coupled\nto the current so that it precesses at the rate proportional to the current.\nWithin such an approach, counting charge without breaking the circuit is\npossible. As an application, we derive the counting statistics in a single\nchannel conductor at finite temperature and bias. For a perfectly transmitting\nchannel the counting distribution is gaussian, both for zero-point fluctuations\nand at finite temperature. At constant bias and low temperature the\ndistribution is binomial, i.e., it arises from Bernoulli statistics. Another\napplication considered is the noise due to short current pulses that involve\nfew electrons. We find the time-dependence of the driving potential that\nproduces coherent noise-minimizing current pulses, and display analogies of\nsuch current states with quantum-mechanical coherent states.\n","Comment: 43 pages, LaTeX, to appear in the Journal of Mathematical Physics\n  special volume on Mesoscopic Physics"]}]
["cond-mat/9609132",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9609132","Phys. Rev. Lett. 78, 2803 (1997)","doi:10.1103/PhysRevLett.78.2803"],"date":["1996-09-14"],"type":["text"],"creator":["Altshuler, B. L.","Gefen, Y.","Kamenev, A.","Levitov, L. S."],"language":[],"coverage":[],"title":["Quasiparticle Lifetime in a Finite System: A Non--Perturbative Approach"],"description":["  The problem of electron--electron lifetime in a quantum dot is studied beyond\nperturbation theory by mapping it onto the problem of localization in the Fock\nspace. We identify two regimes, localized and delocalized, corresponding to\nquasiparticle spectral peaks of zero and finite width, respectively. In the\nlocalized regime, quasiparticle states are very close to single particle\nexcitations. In the delocalized state, each eigenstate is a superposition of\nstates with very different quasiparticle content. A transition between the two\nregimes occurs at the energy $\\simeq\\Delta(g/\\ln g)^{1/2}$, where $\\Delta$ is\nthe one particle level spacing, and $g$ is the dimensionless conductance. Near\nthis energy there is a broad critical region in which the states are\nmultifractal, and are not described by the Golden Rule.\n","Comment: 13 pages, LaTeX, one figure"]}]
["cond-mat/9703246",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9703246","Phys. Rev. Lett. 80, 141 (1998)","doi:10.1103/PhysRevLett.80.141"],"date":["1997-03-27","1997-03-30"],"type":["text"],"creator":["Shytov, A. V.","Levitov, L. S.","Halperin, B. I."],"language":[],"coverage":[],"title":["Tunneling into the edge of a compressible Quantum Hall state"],"description":["  We present a composite fermion theory of tunneling into the edge of a\ncompressible quantum Hall system. The tunneling conductance is non-ohmic, due\nto slow relaxation of electromagnetic and Chern-Simons field disturbances\ncaused by the tunneling electron. Universal results are obtained in the limit\nof a large number of channels involved in the relaxation. The tunneling\nexponent is found to be a continuous function of the filling factor nu, with a\na slope that is discontinuous at nu=1/2 in the limit of vanishing bulk\nresistivity rho_xx. When nu corresponds to a principal fractional quantized\nHall state, our results agree with the chiral Luttinger liquid theories of Wen,\nand Kane, Fisher and Polchinski.\n","Comment: 5 pages, 1 EPS figure, RevTeX, epsfig"]}]
["cond-mat/9704122",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9704122","Phys. Rep. 288, 487 (1997)","doi:10.1016/S0370-1573(97)00038-0"],"date":["1997-04-14"],"type":["text"],"creator":["Altshuler, B. L.","Levitov, L. S."],"language":[],"coverage":[],"title":["Weak Chaos in a Quantum Kepler Problem"],"description":["  Transition from regular to chaotic dynamics in a crystal made of singular\nscatterers $U(r)=\\lambda |r|^{-\\sigma}$ can be reached by varying either sigma\nor lambda. We map the problem to a localization problem, and find that in all\nspace dimensions the transition occurs at sigma=1, i.e., Coulomb potential has\nmarginal singularity. We study the critical line sigma=1 by means of a\nrenormalization group technique, and describe universality classes of this new\ntransition. An RG equation is written in the basis of states localized in\nmomentum space. The RG flow evolves the distribution of coupling parameters to\na universal stationary distribution. Analytic properties of the RG equation are\nsimilar to that of Boltzmann kinetic equation: the RG dynamics has integrals of\nmotion and obeys an H-theorem. The RG results for sigma=1 are used to derive\nscaling laws for transport and to calculate critical exponents.\n","Comment: 28 pages, ReVTeX, 4 EPS figures, to appear in the I. M. Lifshitz\n  memorial volume of Physics Reports"]}]
["cond-mat/9709329",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9709329","Phys.-Usp. 41 207 (1998)","doi:10.1070/PU1998v041n02ABEH000366"],"date":["1997-09-29","1997-10-02"],"type":["text"],"creator":["Shytov, A. V.","Lee, P. A.","Levitov, L. S."],"language":[],"coverage":[],"title":["Localization of Quasiparticles in an NS Structure"],"description":["  We discuss localization of quasiparticles in an extended NS structure in the\nsituation when the reflection from the NS interface is mostly of Andreev kind.\nThe localization of quasiparticle states arises due to trajectory retracing\ncaused by Andreev reflection. This effect is semiclassical in the sense that in\nthe classical limit the states become fully localized, while quantum effects\ndestroy localization behaviour. We derive the criteria for this localization\nand show that it takes place only for sufficiently smooth disorder with large\ncorrelation length, whereas short-range disorder destroys the effect.\nLocalization of quasiparticle states gives rise to resonance peaks in the local\ntunneling density of states.\n","Comment: stylistic changes, bibliography corrected"]}]
["cond-mat/9811124",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9811124","Nature, vol. 392, p.51, 1998","doi:10.1038/32112"],"date":["1998-11-09"],"type":["text"],"creator":["Tessmer, S. H.","Glicofridis, P. I.","Ashoori, R. C.","Levitov, L. S.","Melloch, M. R."],"language":[],"coverage":[],"title":["Subsurface charge accumulation imaging of a quantum Hall liquid"],"description":["  The unusual properties of two-dimensional electron systems that give rise to\nthe quantum Hall effect have prompted the development of new microscopic models\nfor electrical conduction. The bulk properties of the quantum Hall effect have\nalso been studied experimentally using a variety of probes including transport,\nphotoluminescence, magnetization, and capacitance measurements. However, the\nfact that two-dimensional electron systems typically exist some distance (about\n100 nm) beneath the surface of the host semiconductor has presented an\nimportant obstacle to more direct measurements of microscopic electronic\nstructure in the quantum Hall regime. Here we introduce a cryogenic\nscanning-probe technique-- subsurface charge accumulation imaging-- that\npermits very high resolution examination of systems of mobile electrons inside\nmaterials. We use it to image directly the nanometer-scale electronic\nstructures that exist in the quantum Hall regime.\n","Comment: 6 pages, 4 figures"]}]
["cond-mat/9812217",{"format":[],"subject":["Condensed Matter","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9812217","Phys. Rev. Lett. 83, 6-9 (1999)","doi:10.1103/PhysRevLett.83.6"],"date":["1998-12-14"],"type":["text"],"creator":["Oktel, M. O.","Levitov, L. S."],"language":[],"coverage":[],"title":["Optical excitations in a non-ideal Bose gas"],"description":["  Optical excitations in a Bose gas are demonstrated to be very sensitive to\nmany-body effects. At low temperature the momentum relaxation is provided by\nmomentum exchange collisions, rather than by elastic collisions. A collective\nexcitation mode forms, which in a Boltzmann gas is manifest in a collision\nshift and dramatic narrowing of spectral lines.\n  In the BEC state, each spectral line splits into two components. The doubling\nof the optical excitations results from the physics analogous to that of the\nsecond sound. We present a theory of the line doubling, and calculate the\noscillator strengths and linewidth.\n","Comment: 5 pages, 3 eps figures"]}]
["cond-mat/9908187",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9908187","Physica E 6 (1-4), 91-94 (2000)","doi:10.1016/S1386-9477(99)00058-2"],"date":["1999-08-12"],"type":["text"],"creator":["Larkin, Ivan A.","Levitov, L. S."],"language":[],"coverage":[],"title":["Spatial structure of an incompressible Quantum Hall strip"],"description":["  The incompressible Quantum Hall strip is sensitive to charging of localized\nstates in the cyclotron gap. We study the effect of localized states by a\ndensity functional approach and find electron density and the strip width as a\nfunction of the density of states in the gap. Another important effect is\nelectron exchange. By using a model density functional which accounts for\nnegative compressibility of the QH state, we find electron density around the\nstrip. At large exchange, the density profile becomes nonmonotonic, indicating\nformation of a 1D Wigner crystal at the strip edge. Both effects, localized\nstates and exchange, lead to a substantial increase of the strip width.\n","Comment: 6 LaTeX pages, 2 postscript figures, to be published in EP2DS\n  proceedings"]}]
["math/0610941",{"format":[],"subject":["Mathematics - Combinatorics","52C35","52B22","05B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610941"],"date":["2006-10-30","2008-04-12"],"type":["text"],"creator":["Kim, Sangwook"],"language":[],"coverage":[],"title":["Shellable complexes and topology of diagonal arrangements"],"description":["  We prove that if a simplicial complex is shellable, then the intersection\nlattice for the corresponding diagonal arrangement is homotopy equivalent to a\nwedge of spheres. Furthermore, we describe precisely the spheres in the wedge,\nbased on the data of shelling. Also, we give some examples of diagonal\narrangements where the complement is K(\\pi,1), coming from rank 3 matroids.\n","Comment: 25 pages, 5 figures; Final version, to appear in Discrete &\n  Computational Geometry"]}]
["math/0611049",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Metric Geometry","46B20","51F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611049"],"date":["2006-11-02","2008-04-11"],"type":["text"],"creator":["Melleray, J.","Petrov, F. V.","Vershik, A. M."],"language":[],"coverage":[],"title":["Linearly rigid metric spaces and the embedding problem"],"description":["  We consider the problem of isometric embedding of metric spaces to the Banach\nspaces; and introduce and study the remarkable class of so-called linearly\nrigid metric spaces: these are the spaces that admit a unique, up to isometry,\nlinearly dense isometric embedding into a Banach space. The first nontrivial\nexample of such a space was given by R. Holmes; he proved that the universal\nUrysohn space has this property. We give a criterion of linear rigidity of a\nmetric space, which allows us to give a simple proof of the linear rigidity of\nthe Urysohn space and some other metric spaces. The various properties of\nlinearly rigid spaces and related spaces are considered.\n","Comment: 23 pp. Ref.19"]}]
["math/0612021",{"format":[],"subject":["Mathematics - Combinatorics","05C78"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612021"],"date":["2006-12-01","2008-04-12"],"type":["text"],"creator":["Felsner, Stefan","Huemer, Clemens","Kappes, Sarah","Orden, David"],"language":[],"coverage":[],"title":["Binary Labelings for Plane Quadrangulations and their Relatives"],"description":["  Motivated by the bijection between Schnyder labelings of a plane\ntriangulation and partitions of its inner edges into three trees, we look for\nbinary labelings for quadrangulations (whose edges can be partitioned into two\ntrees). Our labeling resembles many of the properties of Schnyder's one for\ntriangulations: Apart from being in bijection with tree decompositions, paths\nin these trees allow to define the regions of a vertex such that counting faces\nin them yields an algorithm for embedding the quadrangulation, in this case on\na~2-book. Furthermore, as Schnyder labelings have been extended to 3-connected\nplane graphs, we are able to extend our labeling from quadrangulations to a\nlarger class of 2-connected bipartite graphs. Finally, we propose a binary\nlabeling for Laman graphs.\n","Comment: 27 pages, 25 figures. New introduction and abstract. Structure\n  clarified. Added new results"]}]
["math/0701690",{"format":[],"subject":["Mathematics - Rings and Algebras","16R40","16R50","16U60","17B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701690","J. Algebra 319 (2008), no. 10, 4008--4017."],"date":["2007-01-24"],"type":["text"],"creator":["Jespers, Eric","Riley, David","Siciliano, Salvatore"],"language":[],"coverage":[],"title":["Group identities on the units of algebraic algebras with applications to\n  restricted enveloping algebras"],"description":["  An algebra is called a GI-algebra if its group of units satisfies a group\nidentity. We provide positive support for the following two open problems. 1.\nDoes every algebraic GI-algebra satisfy a polynomial identity? 2. Is every\nalgebraically generated GI-algebra locally finite?\n"]}]
["math/0703866",{"format":[],"subject":["Mathematics - Differential Geometry","53A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703866"],"date":["2007-03-28","2008-04-12"],"type":["text"],"creator":["Kroeske, Jens"],"language":[],"coverage":[],"title":["Invariant Differential Pairings"],"description":["  In this paper the notion of an M-th order invariant bilinear differential\npairing is introduced and a formal definition is given. If the manifold has an\nAHS structure, then various first order pairings are constructed. This yields a\nclassification of all first order invariant bilinear differential pairings on\nhomogeneous spaces with an AHS structure except for certain totally degenerate\ncases. Moreover higher order invariant bilinear differential pairings are\nconstructed on these homogeneous spaces which leads to a classification on\ncomplex projective space for the non degenerate cases. A degenerate case\ncorresponds to the existence of an invariant linear differential operator.\n","Comment: 29 pages"]}]
["physics/0108052",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0108052","Phys. Rev. A 65, 063604 (2002)","doi:10.1103/PhysRevA.65.063604"],"date":["2001-08-27"],"type":["text"],"creator":["Oktel, M. O.","Levitov, L. S."],"language":[],"coverage":[],"title":["Collective dynamics of internal states in a Bose gas"],"description":["  Theory for the Rabi and internal Josephson effects in an interacting Bose gas\nin the cold collision regime is presented. By using microscopic transport\nequation for the density matrix the problem is mapped onto a problem of\nprecession of two coupled classical spins. In the absence of an external\nexcitation field our results agree with the theory for the density induced\nfrequency shifts in atomic clocks. In the presence of the external field, the\ninternal Josephson effect takes place in a condensed Bose gas as well as in a\nnon-condensed gas. The crossover from Rabi oscillations to the Josephson\noscillations as a function of interaction strength is studied in detail.\n","Comment: 18 pages, 2 figures"]}]
["physics/0111191",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0111191","Phys. Rev. Lett. 88, 230403 (2002)","doi:10.1103/PhysRevLett.88.230403"],"date":["2001-11-27"],"type":["text"],"creator":["Oktel, M. O.","Levitov, L. S."],"language":[],"coverage":[],"title":["Internal waves and synchronized precession in a cold vapor"],"description":["  Exchange in a Boltzmann gas of bosons with several internal states leads to\ncollective transport of internal polarization. The internal dynamics can be\nunderstood as Larmor precession in the presence of a torque induced by atoms on\neach other via exchange coupling. A generalized Bloch equation that includes\ninteratomic exchange effects as well as orbital motion in the gas is derived\nand used to interpret recent experiment by Lewandowski et al. as an excitation\nof a collective wave of internal state polarization. It is shown that exchange\nleads to formation of domains in which precession frequencies are synchronized.\n","Comment: 4 pages, 4 figures"]}]
["physics/0503036",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Disordered Systems and Neural Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0503036","Phys. Rev. E 72, 026132 (2005)","doi:10.1103/PhysRevE.72.026132"],"date":["2005-03-04"],"type":["text"],"creator":["Clauset, Aaron"],"language":[],"coverage":[],"title":["Finding local community structure in networks"],"description":["  Although the inference of global community structure in networks has recently\nbecome a topic of great interest in the physics community, all such algorithms\nrequire that the graph be completely known. Here, we define both a measure of\nlocal community structure and an algorithm that infers the hierarchy of\ncommunities that enclose a given vertex by exploring the graph one vertex at a\ntime. This algorithm runs in time O(d*k^2) for general graphs when $d$ is the\nmean degree and k is the number of vertices to be explored. For graphs where\nexploring a new vertex is time-consuming, the running time is linear, O(k). We\nshow that on computer-generated graphs this technique compares favorably to\nalgorithms that require global knowledge. We also use this algorithm to extract\nmeaningful local clustering information in the large recommender network of an\nonline retailer and show the existence of mesoscopic structure.\n","Comment: 7 pages, 6 figures"]}]
["physics/0510198",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0510198","Phys. Rev. E 73, 026130 (2006)","doi:10.1103/PhysRevE.73.026130"],"date":["2005-10-21","2006-03-08"],"type":["text"],"creator":["Kalapala, Vamsi","Sanwalani, Vishal","Clauset, Aaron","Moore, Cristopher"],"language":[],"coverage":[],"title":["Scale Invariance in Road Networks"],"description":["  We study the topological and geographic structure of the national road\nnetworks of the United States, England and Denmark. By transforming these\nnetworks into their dual representation, where roads are vertices and an edge\nconnects two vertices if the corresponding roads ever intersect, we show that\nthey exhibit both topological and geographic scale invariance. That is, we show\nthat for sufficiently large geographic areas, the dual degree distribution\nfollows a power law with exponent 2.2 < alpha < 2.4, and that journeys,\nregardless of their length, have a largely identical structure. To explain\nthese properties, we introduce and analyze a simple fractal model of road\nplacement that reproduces the observed structure, and suggests a testable\nconnection between the scaling exponent alpha and the fractal dimensions\ngoverning the placement of roads and intersections.\n","Comment: 6 pages, 10 figures; revision incorporates more rigorous statistical\n  analyses; matches journal version"]}]
["physics/0610051",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Learning","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0610051","Proc. 23rd International Conference on Machine Learning (ICML),\n  Workshop on Social Network Analysis, Pittsburgh PA, June 2006","doi:10.1007/978-3-540-73133-7_1"],"date":["2006-10-09"],"type":["text"],"creator":["Clauset, Aaron","Moore, Cristopher","Newman, M. E. J."],"language":[],"coverage":[],"title":["Structural Inference of Hierarchies in Networks"],"description":["  One property of networks that has received comparatively little attention is\nhierarchy, i.e., the property of having vertices that cluster together in\ngroups, which then join to form groups of groups, and so forth, up through all\nlevels of organization in the network. Here, we give a precise definition of\nhierarchical structure, give a generic model for generating arbitrary\nhierarchical structure in a random graph, and describe a statistically\nprincipled way to learn the set of hierarchical features that most plausibly\nexplain a particular real-world network. By applying this approach to two\nexample networks, we demonstrate its advantages for the interpretation of\nnetwork data, the annotation of graphs with edge, vertex and community\nproperties, and the generation of generic null models for further hypothesis\ntesting.\n","Comment: 8 pages, 8 figures"]}]
["physics/9911020",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/9911020","Phys. Rev. A 65, 033617 (2002)","doi:10.1103/PhysRevA.65.033617"],"date":["1999-11-11","1999-11-16"],"type":["text"],"creator":["Oktel, Mehmet O.","Killian, Thomas C.","Kleppner, Daniel","Levitov, L. S."],"language":[],"coverage":[],"title":["Cold Collision Frequency Shift of an Optical Spectrum of a Trapped Gas"],"description":["  We develop an exact sum rule that relates the spectral shift of a trapped gas\nundergoing cold collisions to measurable quantities of the system. The method\ndemonstrates the dependence of the cold collision frequency shift on the\nquantum degeneracy of the gas and facilitates extracting scattering lengths\nfrom the data. We apply the method to analyzing spectral data for magnetically\ntrapped hydrogen atoms and determine the value of the $1S-2S$ scattering\nlength.\n","Comment: 5 pages, no figures"]}]
