["0709.3110",{"format":[],"subject":["Mathematics - Probability","60E15, 60J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3110"],"date":["2007-09-19","2008-06-08"],"type":["text"],"creator":["Adamczak, Radosław"],"language":[],"coverage":[],"title":["A tail inequality for suprema of unbounded empirical processes with\n  applications to Markov chains"],"description":["  We present a tail inequality for suprema of empirical processes generated by\nvariables with finite $\\psi_\\alpha$ norms and apply it to some geometrically\nergodic Markov chains to derive similar estimates for empirical processes of\nsuch chains, generated by bounded functions. We also obtain a bounded\ndifference inequality for symmetric statistics of such Markov chains.\n","Comment: The main result in the independent case slightly improved. The\n  presentation changed. To appear in Electronic Journal of Probability"]}]
["0709.4575",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4575","J. Stat. Mech. (2008) P01006"],"date":["2007-09-28","2008-06-07"],"type":["text"],"creator":["Alcaraz, Francisco C.","Pyatov, Pavel","Rittenberg, Vladimir"],"language":[],"coverage":[],"title":["Density profiles in the raise and peel model with and without a wall.\n  Physics and combinatorics"],"description":["  We consider the raise and peel model of a one-dimensional fluctuating\ninterface in the presence of an attractive wall. The model can also describe a\npair annihilation process in a disordered unquenched media with a source at one\nend of the system. For the stationary states, several density profiles are\nstudied using Monte Carlo simulations. We point out a deep connection between\nsome profiles seen in the presence of the wall and in its absence. Our results\nare discussed in the context of conformal invariance ($c = 0$ theory). We\ndiscover some unexpected values for the critical exponents, which were obtained\nusing combinatorial methods.\n  We have solved known (Pascal's hexagon) and new (split-hexagon) bilinear\nrecurrence relations. The solutions of these equations are interesting on their\nown since they give information on certain classes of alternating sign\nmatrices.\n","Comment: 39 pages, 28 figures"]}]
["0711.3000",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3000","J. Stat. Phys. 131, 1155-1167 (2008)","doi:10.1007/s10955-008-9530-2"],"date":["2007-11-19","2008-03-21"],"type":["text"],"creator":["Galvan, Bruno"],"language":[],"coverage":[],"title":["Quantum Mechanics and imprecise probability"],"description":["  An extension of the Born rule, the {\\it quantum typicality rule}, has\nrecently been proposed [B. Galvan: Found. Phys. 37, 1540-1562 (2007)]. Roughly\nspeaking, this rule states that if the wave function of a particle is split\ninto non-overlapping wave packets, the particle stays approximately inside the\nsupport of one of the wave packets, without jumping to the others.\n  In this paper a formal definition of this rule is given in terms of {\\it\nimprecise probability}. An imprecise probability space is a measurable space\n$(\\Omega, {\\cal A})$ endowed with a {\\it set} of probability measures $\\cal P$.\nThe quantum formalism and the quantum typicality rule allow us to define a set\nof probabilities ${\\cal P}_\\Psi$ on $(X^T, {\\cal F})$, where $X$ is the\nconfiguration space of a quantum system, $T$ is a time interval and ${\\cal F}$\nis the $\\sigma$-algebra generated by the cylinder sets. Thus, it is proposed\nthat a quantum system can be represented as the {\\it imprecise stochastic\nprocess} $(X^T, {\\cal F}, {\\cal P}_\\Psi)$, which is a canonical stochastic\nprocess in which the single probability measure is replaced by a set of\nmeasures. It is argued that this mathematical model, when used to represent\nmacroscopic systems, has sufficient predictive power to explain both the\nresults of the statistical experiments and the quasi-classical structure of the\nmacroscopic evolution.\n","Comment: 16 pages, 1 figure. To appear in Journal of Statistical Physics,\n  almost the published version"]}]
["0711.3257",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3257","J. Appl. Phys. 103, 103717 (2008)","doi:10.1063/1.2931040"],"date":["2007-11-20","2008-06-08"],"type":["text"],"creator":["Osafune, Y.","Song, G. S.","Hwang, J. I.","Ishida, Y.","Kobayashi, M.","Ebata, K.","Ooki, Y.","Fujimori, A.","Okabayashi, J.","Kanai, K.","Kubo, K.","Oshima, M."],"language":[],"coverage":[],"title":["Depth profile photoemission study of thermally diffused Mn/GaAs (001)\n  interfaces"],"description":["  We have performed a depth profile study of thermally diffused Mn/GaAs (001)\ninterfaces using photoemission spectroscopy combined with Ar$^+$-ion\nsputtering. We found that Mn ion was thermally diffused into the deep region of\nthe GaAs substrate and completely reacted with GaAs. In the deep region, the Mn\n2$p$ core-level and Mn 3$d$ valence-band spectra of the Mn/GaAs (001) sample\nheated to 600 $^{\\circ}$C were similar to those of Ga$_{1-x}$Mn$_x$As,\nzinc-blende-type MnAs dots, and/or interstitial Mn in tetrahedrally coordinated\nby As atoms, suggesting that the Mn 3$d$ states were essentially localized but\nwere hybridized with the electronic states of the host GaAs. Ferromagnetism was\nobserved in the dilute Mn phase.\n","Comment: 5 pages, 4 figures"]}]
["0802.0290",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0290"],"date":["2008-02-03","2008-06-08"],"type":["text"],"creator":["Deo, P. Singha"],"language":[],"coverage":[],"title":["Non-Ergodic Mesoscopic Systems"],"description":["  Suppose there is a mesoscopic system connected to single channel leads. If\nthe system is non-chaotic or non-ergodic then the thermodynamic and transport\nproperties do not depend on impurity averaged density of states. We show that\nthe partial density of states as well as density of states of a given system\ncan be determined exactly from the asymptotic wave-function (or scattering\nmatrix) at the resonances. The asymptotic wave-function can be determined\nexperimentally without any knowledge about the quantum mechanical potential\n(including electron-electron interaction) or wave function in the interior of\nthe system. Some counter intuitive relations derived here can allow this.\n","Comment: 1 figure"]}]
["0803.3117",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3117"],"date":["2008-03-21","2008-06-07"],"type":["text"],"creator":["Gharan, Shahab Oveis","Bayesteh, Alireza","Khandani, Amir K."],"language":[],"coverage":[],"title":["On the Diversity-Multiplexing Tradeoff in Multiple-Relay Network"],"description":["  This paper studies the setup of a multiple-relay network in which $K$\nhalf-duplex multiple-antenna relays assist in the transmission between\na/several multiple-antenna transmitter(s) and a multiple-antenna receiver. Each\ntwo nodes are assumed to be either connected through a quasi-static Rayleigh\nfading channel, or disconnected. We propose a new scheme, which we call\n\\textit{random sequential} (RS), based on the amplify-and-forward relaying. We\nprove that for general multiple-antenna multiple-relay networks, the proposed\nscheme achieves the maximum diversity gain. Furthermore, we derive\ndiversity-multiplexing tradeoff (DMT) of the proposed RS scheme for general\nsingle-antenna multiple-relay networks. It is shown that for single-antenna\ntwo-hop multiple-access multiple-relay ($K>1$) networks (without direct link\nbetween the transmitter(s) and the receiver), the proposed RS scheme achieves\nthe optimum DMT. However, for the case of multiple access single relay setup,\nwe show that the RS scheme reduces to the naive amplify-and-forward relaying\nand is not optimum in terms of DMT, while the dynamic decode-and-forward scheme\nis shown to be optimum for this scenario.\n","Comment: Submitted to IEEE Trans. on Information Theory, April 28 2008"]}]
["0803.3718",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3718","Science 320, 1308 (2008).","doi:10.1126/science.1156965"],"date":["2008-03-26"],"type":["text"],"creator":["Nair, R. R.","Blake, P.","Grigorenko, A. N.","Novoselov, K. S.","Booth, T. J.","Stauber, T.","Peres, N. M. R.","Geim, A. K."],"language":[],"coverage":[],"title":["Universal Dynamic Conductivity and Quantized Visible Opacity of\n  Suspended Graphene"],"description":["  We show that the optical transparency of suspended graphene is defined by the\nfine structure constant, alpha, the parameter that describes coupling between\nlight and relativistic electrons and is traditionally associated with quantum\nelectrodynamics rather than condensed matter physics. Despite being only one\natom thick, graphene is found to absorb a significant (pi times alpha=2.3%)\nfraction of incident white light, which is a consequence of graphene's unique\nelectronic structure. This value translates into universal dynamic conductivity\nG =e^2/4h_bar within a few percent accuracy.\n"]}]
["0803.4129",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4129"],"date":["2008-03-28","2008-06-08"],"type":["text"],"creator":["Gorodnik, Alexander","Hitchman, Theron","Spatzier, Ralf"],"language":[],"coverage":[],"title":["Regularity of conjugacies of algebraic actions of Zariski dense groups"],"description":["  Let \\alpha_0 be an affine action of a discrete group \\Gamma on a compact\nhomogeneous space X and \\alpha_1 a smooth action of \\Gamma on X which is\nC^1-close to \\alpha_0. We show that under some conditions, every topological\nconjugacy between \\alpha_0 and \\alpha_1 is smooth. In particular, our results\napply to Zariski dense subgroups of SL_d(Z) acting on the torus T^d and Zariski\ndense subgroups of a simple noncompact Lie group G acting on a compact\nhomogeneous space X of G with an invariant measure.\n"]}]
["0805.3742",{"format":[],"subject":["Mathematics - Group Theory","Computer Science - Data Structures and Algorithms","20-04","20C40","68W20","68Q25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3742"],"date":["2008-05-24","2008-06-08"],"type":["text"],"creator":["Bäärnhielm, Henrik"],"language":[],"coverage":[],"title":["Algorithmic problems in twisted groups of Lie type"],"description":["  This thesis contains a collection of algorithms for working with the twisted\ngroups of Lie type known as Suzuki groups, and small and large Ree groups. The\ntwo main problems under consideration are constructive recognition and\nconstructive membership testing. We also consider problems of generating and\nconjugating Sylow and maximal subgroups. The algorithms are motivated by, and\nform a part of, the Matrix Group Recognition Project. Obtaining both\ntheoretically and practically efficient algorithms has been a central goal. The\nalgorithms have been developed with, and implemented in, the computer algebra\nsystem MAGMA.\n","Comment: The author's PhD thesis"]}]
["math/0612071",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry","32V25","32D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612071","Indiana Univ. Math. J., 57 (2008), no. 2, 699-716","doi:10.1512/iumj.2008.57.3203"],"date":["2006-12-03","2007-05-21"],"type":["text"],"creator":["Lebl, Jiri"],"language":[],"coverage":[],"title":["Extension of Levi-flat hypersurfaces past CR boundaries"],"description":["  Local conditions on boundaries of $C^\\infty$ Levi-flat hypersurfaces, in case\nthe boundary is a generic submanifold, are studied. For nontrivial real\nanalytic boundaries we get an extension and uniqueness result, which forces the\nhypersurface to be real analytic. This allows us to classify all real analytic\ngeneric boundaries of Levi-flat hypersurfaces in terms of their normal\ncoordinates. For the remaining case of generic real analytic boundary we get a\nweaker extension theorem. We find examples to show that these two extension\nresults are optimal. Further, a class of nowhere minimal real analytic\nsubmanifolds is found, which is never the boundary of even a $C^2$ Levi-flat\nhypersurface.\n","Comment: 15 pages; latex, amsrefs; fix statement and proof of theorem 3.1;\n  accepted in Indiana Univ. Math. J"]}]
