["0705.4241",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4241","J. Phys.: Condens. Matter 20, 415226 (2008)","doi:10.1088/0953-8984/20/41/415226"],"date":["2007-05-29","2008-09-26"],"type":["text"],"creator":["Ferrus, T.","George, R.","Barnes, C. H. W.","Lumpkin, N.","Paul, D. J.","Pepper, M."],"language":[],"coverage":[],"title":["Variation of the hopping exponent in disordered silicon MOSFETs"],"description":["  We observe a complex change in the hopping exponent value from 1/2 to 1/3 as\na function of disorder strength and electron density in a sodium-doped silicon\nMOSFET. The disorder was varied by applying a gate voltage and thermally\ndrifting the ions to different positions in the oxide. The same gate was then\nused at low temperature to modify the carrier concentration.\nMagnetoconductivity measurements are compatible with a change in transport\nmechanisms when either the disorder or the electron density is modified\nsuggesting a possible transition from a Mott insulator to an Anderson insulator\nin these systems.\n","Comment: 6 pages, 5 figures"]}]
["0706.2432",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2432","Phys. Rev. A 76, 030305 (2007)","doi:10.1103/PhysRevA.76.030305"],"date":["2007-06-18","2007-09-13"],"type":["text"],"creator":["Gühne, Otfried","Lu, Chao-Yang","Gao, Wei-Bo","Pan, Jian-Wei"],"language":[],"coverage":[],"title":["Toolbox for entanglement detection and fidelity estimation"],"description":["  The determination of the state fidelity and the detection of entanglement are\nfundamental problems in quantum information experiments. We investigate how\nthese goals can be achieved with a minimal effort. We show that the fidelity of\nGHZ and W states can be determined with an effort increasing only linearly with\nthe number of qubits. We also present simple and robust methods for other\nstates, such as cluster states and states in decoherence-free subspaces.\n","Comment: 5 pages, no figures, v3: final version, to appear as a Rapid\n  Communication in PRA"]}]
["0707.2148",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13E10 (Primary)","13H10, 13D40, 14D20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2148"],"date":["2007-07-14","2008-09-27"],"type":["text"],"creator":["Boij, Mats","Iarrobino, Anthony"],"language":[],"coverage":[],"title":["Reducible family of height three level algebras"],"description":["  Let $R=k[x_1,..., x_r]$ be the polynomial ring in $r$ variables over an\ninfinite field $k$, and let $M$ be the maximal ideal of $R$. Here a \\emph{level\nalgebra} will be a graded Artinian quotient $A$ of $R$ having socle\n$Soc(A)=0:M$ in a single degree $j$. The Hilbert function $H(A)=(h_0,h_1,...\n,h_j)$ gives the dimension $h_i=\\dim_k A_i$ of each degree-$i$ graded piece of\n$A$ for $0\\le i\\le j$. The embedding dimension of $A$ is $h_1$, and the\n\\emph{type} of $A$ is $\\dim_k \\Soc (A)$, here $h_j$. The family $\\Levalg (H)$\nof level algebra quotients of $R$ having Hilbert function $H$ forms an open\nsubscheme of the family of graded algebras or, via Macaulay duality, of a\nGrassmannian.\n  We show that for each of the Hilbert functions $H=H_1=(1,3,4,4)$ and\n$H=H_2=(1,3,6,8,9,3)$ the family $LevAlg (H)$ parametrizing level Artinian\nalgebras of Hilbert function $H$ has several irreducible components. We show\nalso that these examples each lift to points. However, in the first example, an\nirreducible Betti stratum for Artinian algebras becomes reducible when lifted\nto points. These were the first examples we obtained of multiple components for\n$\\Levalg(H)$ in embedding dimension three.\n  We also show that the second example is the first in an infinite sequence of\nexamples of type three Hilbert functions $H(c)$ in which also the number of\ncomponents of LevAlg(H) gets arbitrarily large.\n  The first case where the phenomenon of multiple components can occur (i.e.\nthe lowest embedding dimension and then the lowest type) is that of dimension\nthree and type two. Examples of this first case have been obtained by the\nauthors and also by J.-O. Kleppe.\n","Comment: 20 pages. Minor revision"]}]
["0710.1392",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","12E30","14H"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1392"],"date":["2007-10-08","2008-09-27"],"type":["text"],"creator":["Harbater, David","Hartmann, Julia"],"language":[],"coverage":[],"title":["Patching over fields"],"description":["  We develop a new form of patching that is both far-reaching and more\nelementary than the previous versions that have been used in inverse Galois\ntheory for function fields of curves. A key point of our approach is to work\nwith fields and vector spaces, rather than rings and modules. After presenting\na self-contained development of this form of patching, we obtain applications\nto other structures such as Brauer groups and differential modules.\n","Comment: 37 pages; exposition improved and more detail given; Lemma 3.1\n  strengthened"]}]
["0711.4635",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4635","Phys. Rev. A 78, 033619 (2008)","doi:10.1103/PhysRevA.78.033619"],"date":["2007-11-29","2008-09-27"],"type":["text"],"creator":["Zujev, A.","Baldwin, A.","Scalettar, R. T.","Rousseau, V. G.","Denteneer, P. J. H.","Rigol, M."],"language":[],"coverage":[],"title":["Superfluid and Mott Insulator phases of one-dimensional Bose-Fermi\n  mixtures"],"description":["  We study the ground state phases of Bose-Fermi mixtures in one-dimensional\noptical lattices with quantum Monte Carlo simulations using the Canonical Worm\nalgorithm. Depending on the filling of bosons and fermions, and the on-site\nintra- and inter-species interaction, different kinds of incompressible and\nsuperfluid phases appear. On the compressible side, correlations between bosons\nand fermions can lead to a distinctive behavior of the bosonic superfluid\ndensity and the fermionic stiffness, as well as of the equal-time Green\nfunctions, which allow one to identify regions where the two species exhibit\nanticorrelated flow. We present here complete phase diagrams for these systems\nat different fillings and as a function of the interaction parameters.\n","Comment: 8 pages, 12 figures"]}]
["0712.3313",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3313","Physica E 41, 50 (2008).","doi:10.1016/j.physe.2008.06.004"],"date":["2007-12-19","2008-02-22"],"type":["text"],"creator":["Zhou, J."],"language":[],"coverage":[],"title":["Effect of Singwi-Tosi-Land-Sj\\\"{o}lander local field correction on spin\n  relaxation in $n$-type GaAs quantum wells at low temperature"],"description":["  We study the effect of the Singwi-Tosi-Land-Sj\\\"{o}lander local field\ncorrection on spin relaxation/dephasing in $n$-type GaAs quantum wells at low\ntemperature by constructing and numerically solving the kinetic spin Bloch\nequations. We calculate the local field factor $G(q)$ in quantum wells by\nnumerically solving three equations which link the local field factor, the\nstructure factor, and the dielectric function, self-consistently. Such a\ncorrection reduces both the electron-electron Coulomb scattering and the\nCoulomb Hartree-Fock term. We compare the spin relaxation times with and\nwithout this correction under different conditions such as temperature,\nelectron density, well width and spin polarization. We find that this\ncorrection leads to a decrease/increase of the spin relaxation time in the\nstrong/weak scattering limit. At high spin polarization, it reduces the\nHartree-Fock term and consequently tends to decrease the spin relaxation time.\nThe modification of the spin relaxation time by the local field correction is\nmore or less moderate either due to the coexistence of scattering other than\nthe Coulomb scattering at low spin polarization and/or due to the competing\neffects from the Coulomb scattering and the Coulomb Hartree-Fock term at high\npolarization.\n","Comment: 4 pages, 4 figures"]}]
["0801.1163",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1163"],"date":["2008-01-08","2008-09-26"],"type":["text"],"creator":["Xiong, Hongwei"],"language":[],"coverage":[],"title":["On the possible wave-packet collapse induced by topological\n  disconnectivity and experimental suggestions"],"description":["  The purpose of this paper is to explore the possibility of a wave-packet\ncollapse induced by topological disconnectivity, based on the discussions of\nthe wave-corpuscle duality. Several experimental suggestions are proposed to\ntest this sort of wave-packet collapse based on quantum interference.\n","Comment: 5 figures. Any comments are welcome"]}]
["0803.2325",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","52C25, 70B99, 05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2325"],"date":["2008-03-15","2008-09-26"],"type":["text"],"creator":["Connelly, Robert","Fowler, Patrick","Guest, Simon","Schulze, Bernd","Whiteley, Walter"],"language":[],"coverage":[],"title":["When is a symmetric pin-jointed framework isostatic?"],"description":["  Maxwell's rule from 1864 gives a necessary condition for a framework to be\nisostatic in 2D or in 3D. Given a framework with point group symmetry, group\nrepresentation theory is exploited to provide further necessary conditions.\nThis paper shows how, for an isostatic framework, these conditions imply very\nsimply stated restrictions on the numbers of those structural components that\nare unshifted by the symmetry operations of the framework. In particular, it\nturns out that an isostatic framework in 2D can belong to one of only six point\ngroups. Some conjectures and initial results are presented that would give\nsufficient conditions (in both 2D and 3D) for a framework that is realized\ngenerically for a given symmetry group to be an isostatic framework.\n","Comment: 24 pages, 10 figures; added references, minor changes, revised last\n  paragraph"]}]
["0804.1372",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1372","Phys. Rev. Lett. 100, 227002 (2008)","doi:10.1103/PhysRevLett.100.227002"],"date":["2008-04-08"],"type":["text"],"creator":["Graf, J.","d'Astuto, M.","Jozwiak, C.","Garcia, D. R.","Saini, N. L.","Krisch, M.","Ikeuchi, K.","Baron, A. Q. R.","Eisaki, H.","Lanzara, A."],"language":[],"coverage":[],"title":["Bond stretching phonon softening and angle-resolved photoemission kinks\n  in optimally doped Bi2Sr1.6La0.4Cu2O6 superconductors"],"description":["  We report the first measurement of the optical phonon dispersion in optimally\ndoped single layer Bi2Sr1.6La0.4Cu2O6+delta using inelastic x-ray scattering.\nWe found a strong softening of the Cu-O bond stretching phonon at about\nq=(0.25,0,0) from 76 to 60 meV, similar to the one reported in other cuprates.\nA direct comparison with angle-resolved photoemission spectroscopy measurements\ntaken on the same sample, revealed an excellent agreement in terms of energy\nand momentum between the ARPES nodal kink and the soft part of the bond\nstretching phonon. Indeed, we find that the momentum space where a 63 meV kink\nis observed can be connected with a vector q=(xi,0,0) with xi~0.22, which\ncorresponds exactly to the soft part of the bond stretching phonon mode. This\nresult supports an interpretation of the ARPES kink in terms of electron-phonon\ncoupling.\n","Comment: submited to PRL"]}]
["0805.4200",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4200"],"date":["2008-05-27","2008-09-27"],"type":["text"],"creator":["Tye, S. -H. Henry"],"language":[],"coverage":[],"title":["On the New Model of Non-Fermi Liquid for High Temperature\n  Superconductivity"],"description":["  The importance of introducing the SO(5) singlet into the new novel model of\nnon-Fermi liquid proposed by LeClair and collaborators is pointed out. This\nSO(5) singlet order parameter leads to a phase transition between the normal\nmetal and the pseudogap region in the phase diagram for the anti-ferromagnetic\n(AF) phase and the (d-wave) superconducting (SC) phase. A non-zero value for\nthis order can increase substantially the critical temperature of the SC\ntransition.\n","Comment: 4 pages, 1 figure; putting back in the case with positive g_u\n  coupling"]}]
["0807.0667",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0667"],"date":["2008-07-03"],"type":["text"],"creator":["Zhou, J."],"language":[],"coverage":[],"title":["Intense Terahertz Laser Fields Induced and Manipulated Pseudospin\n  Polarization in Graphene"],"description":["  We investigate the pseudospin-dependent density-energy relation (whose\ndifferential with respect to energy is density of states) of a monolayer\ngraphene under intense terahertz laser field by exactly solving the\ntime-dependent Schr\\\"{o}dinger equation with help of Floquet's theorem. We find\nthat psedospin polarization can be induced by a circular polarized terahertz\nlaser field. The psedospin polarization in K and K$^{\\prime}$ valleys can be\nexactly opposite sign when the electron densities in these two calleys are\nequivalent. Further more, we find that the psedospin polarization can be\nmanipulated by the strength, frequency, and especially the polarization\norientation of the field.\n","Comment: 4 pages, 4 figures"]}]
["0807.2551",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2551","Phys. Rev. A 78, 032334 (2008)","doi:10.1103/PhysRevA.78.032334"],"date":["2008-07-16","2008-09-27"],"type":["text"],"creator":["Di Fidio, C.","Vogel, W."],"language":[],"coverage":[],"title":["Entanglement in a Raman-driven cascaded system"],"description":["  The dynamics of a cascaded system that consists of two atom-cavity subsystems\nis studied by using the quantum trajectory method. Considering the two\natom-cavity subsystems driven by a Raman interaction, analytical solutions are\nobtained. Subsequently, the entanglement evolution between the two atoms is\nstudied, and it is shown that the entanglement can be stored by switching off\nthe Raman coupling. By monitoring the radiation field, the entanglement between\nthe two atoms can be enhanced.\n","Comment: 10 pages, 5 figures"]}]
["0807.4453",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4453","Phys. Rev. B 78, 104524 (2008)","doi:10.1103/PhysRevB.78.104524"],"date":["2008-07-28","2008-09-11"],"type":["text"],"creator":["Zare, A.","Markowsky, A.","Dahm, T.","Schopohl, N."],"language":[],"coverage":[],"title":["Modification of Born impurity scattering near the surface of d-wave\n  superconductors and influence of external magnetic field"],"description":["  We study the influence of Born impurity scattering on the zero-energy Andreev\nbound states near the surface of a d-wave superconductor with and without an\nexternally applied magnetic field. Without an external magnetic field we show\nthat the effect of Born impurity scattering is stronger at the surface than in\nthe bulk. In the presence of an external magnetic field the splitting of the\nzero-energy Andreev bound states is shown to have a nonmonotonous temperature\ndependence. Born impurity scattering does not wash out the peak splitting, but\ninstead the peak splitting is shown to be quite robust against impurities. We\nalso show that a nonzero gap renormalization appears near the surface.\n","Comment: 9 pages, 17 figures; minor changes; new figure 11; accepted for\n  publication in Phys. Rev. B"]}]
["0807.5034",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.5034"],"date":["2008-07-31","2008-09-27"],"type":["text"],"creator":["Getahun, Zerihun","Asfaw, Mesfin","Bekele, Mulugeta"],"language":[],"coverage":[],"title":["Competing jump cycles for vacancy diffusion in binary alloys"],"description":["  The mean-first-passage-times (MFPTs) for a vacancy that diffuses (via one-\nand six-jump cycles) in a two dimensional ordered binary alloy are evaluated\nusing the properties of random walks on networks. We investigate the effect of\ntemperature and relative barrier height on the ratio between the MFPTs of the\ntwo cycles. We find that the six-jump cycle takes shorter time than the\none-jump cycle for the range of parameters considered.\n","Comment: 6 figures, 12 pages"]}]
["0808.0414",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","42B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0414"],"date":["2008-08-04","2008-09-27"],"type":["text"],"creator":["Maz'ya, Vladimir"],"language":[],"coverage":[],"title":["Estimates for differential operators of vector analysis involving\n  $L^1$-norm"],"description":["  New Hardy and Sobolev type inequalities involving $L^1$-norms of scalar and\nvector-valued functions in $\\Bbb{R}^n$ are obtained. The work is related to\nsome problems stated in the recent paper by Bourgain and Brezis\n","Comment: corrected typos"]}]
["0809.3443",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B05, 32S35, 32S22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3443"],"date":["2008-09-19","2008-09-26"],"type":["text"],"creator":["Budur, Nero"],"language":[],"coverage":[],"title":["Hodge spectrum of hyperplane arrangements"],"description":["  In this article there are two main results. The first result gives a formula,\nin terms of a log resolution, for the graded pieces of the Hodge filtration on\nthe cohomology of a unitary local system of rank one on the complement of an\narbitrary divisor in a smooth projective complex variety. The second result is\nan application of the first. We give a combinatorial formula for the spectrum\nof a hyperplane arrangement. M. Saito recently proved that the spectrum of a\nhyperplane arrangement depends only on combinatorics. However, a combinatorial\nformula was missing. The formula is achieved by a different method.\n","Comment: v2: added references to Prof. Libgober's work"]}]
["0809.4256",{"format":[],"subject":["Physics - Atomic Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4256"],"date":["2008-09-24","2008-09-26"],"type":["text"],"creator":["Ackad, Edward"],"language":[],"coverage":[],"title":["Calculation of supercritical Dirac resonances in heavy-ion collisions"],"description":["  This resonance is similar in character to other resonances in atomic physics.\nIt is parameterized by its energy and its lifetime. A numerical discretization\ntechnique, the mapped Fourier grid method (MFG) is extended to the Dirac\nequation and is used to solve for the resonance parameters of a quasimolecular\nsupercritical 1S$\\sigma$ state which arises, e.g., in a uranium-uranium\ncollision. Direct methods using only the MFG method are shown to give\nreasonable estimates for the resonance parameters. Analytic continuation\nmethods such as complex scaling (CS) of the coordinate or adding a complex\nabsorbing potential (CAP) are then applied. They allow for more accurate\ndeterminations of the supercritical resonance parameters. The (extrapolated)\naugmented analytic continuation methods are used to investigate the effects of\nhigher-order couplings, beyond the monopole approximation. For the nearly\ncharge symmetric system of U$^{92+}$-Cf$^{98+}$, it is shown that the S-D\nquadrupole coupling is the next dominant interaction after the monopole\ninteraction. Collisions near the Coulomb barrier, in which supercritical\nresonance states occur, are also calculated using the MFG. Results are\npresented for the collision of U$^{92+}$-U$^{92+}$ for a zero-impact-parameter\nCoulomb trajectory at a center-of-mass energy of 740MeV. The enhancement\neffects to the positron spectrum due to nuclear sticking at closest approach is\nexamined. Results are given for sticking times of 2,5,10$\\times10^{-21}$s.\nNuclear sticking is shown to offer the possibility of demonstrating\nexperimentally the existence of supercritical resonance states.\n","Comment: Thesis, 25 figures, 135 pages"]}]
["math/0605127",{"format":[],"subject":["Mathematics - Differential Geometry","53C42","14E20","53A10","53A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605127","Illinois J. Math. 51 (2007), 1329-1340"],"date":["2006-05-04"],"type":["text"],"creator":["Rossman, Wayne","Sultana, Nahid"],"language":[],"coverage":[],"title":["Morse index of constant mean curvature tori of revolution in the\n  3-sphere"],"description":["  We compute lower bounds for the Morse index and nullity of constant mean\ncurvature tori of revolution in the three-dimensional unit sphere. In\nparticular, all such tori have index at least five, with index growing at least\nlinearly with respect to the number of the surfaces' bulges, and the index of\nsuch tori can be arbitrarily large.\n"]}]
["math/0607084",{"format":[],"subject":["Mathematics - Number Theory","11H06, 11H46, 11H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607084"],"date":["2006-07-04","2008-09-26"],"type":["text"],"creator":["German, Oleg N.","Lakshtanov, Evgeniy L."],"language":[],"coverage":[],"title":["On multidimensional generalization of the Lagrange theorem on continued\n  fractions"],"description":["  The Lagrange theorem on continued fractions states that a number is a\nquadratic surd if and only if its continued fraction expansion is eventually\nperiodic. The current paper is devoted to a multidimensional generalization of\nthis fact. As a multidimensional analog of continued fractions so called Klein\npolyhedra are considered: given an irrational lattice in an n-dimensional\nEuclidean space, its Klein polyhedron is defined as the convex hull of nonzero\nlattice points with nonnegative coordinates.\n","Comment: 13 pages, 15 references"]}]
["math/0608728",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Primary 57R67","57Q10","57R10","55U35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608728","Abh. Math. Sem. Univ. Hamburg 76 (2006), 35-55.","doi:10.1007/BF02960853"],"date":["2006-08-29"],"type":["text"],"creator":["Cencelj, M.","Muranov, Yu. V.","Repovš, D."],"language":[],"coverage":[],"title":["On the splitting problem for manifold pairs with boundaries"],"description":["  The problem of splitting a homotopy equivalence along a submanifold is\nclosely related to the surgery exact sequence and to the problem of surgery of\nmanifold pairs. In classical surgery theory there exist two approaches to\nsurgery in the category of manifolds with boundaries. In the $ rel \\partial$\ncase the surgery on a manifold pair is considered with the given fixed manifold\nstructure on the boundary. In the relative case the surgery on the manifold\nwith boundary is considered without fixing maps on the boundary. Consider a\nnormal map to a manifold pair $(Y, \\partial Y)\\subset (X, \\partial X)$ with\nboundary which is a simple homotopy equivalence on the boundary $\\partial X$.\nThis map defines a mixed structure on the manifold with the boundary in the\nsense of Wall. We introduce and study groups of obstructions to splitting of\nsuch mixed structures along submanifold with boundary $(Y, \\partial Y)$. We\ndescribe relations of these groups to classical surgery and splitting\nobstruction groups. We also consider several geometric examples.\n","Comment: Abh. Math. Sem. Univ. Hamburg, to appear"]}]
["quant-ph/0703023",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703023","Comm. Math. Phys. 279, 735 (2008)","doi:10.1007/s00220-008-0438-0"],"date":["2007-03-02"],"type":["text"],"creator":["Geraci, Joseph","Lidar, Daniel A."],"language":[],"coverage":[],"title":["On the Exact Evaluation of Certain Instances of the Potts Partition\n  Function by Quantum Computers"],"description":["  We present an efficient quantum algorithm for the exact evaluation of either\nthe fully ferromagnetic or anti-ferromagnetic q-state Potts partition function\nZ for a family of graphs related to irreducible cyclic codes. This problem is\nrelated to the evaluation of the Jones and Tutte polynomials. We consider the\nconnection between the weight enumerator polynomial from coding theory and Z\nand exploit the fact that there exists a quantum algorithm for efficiently\nestimating Gauss sums in order to obtain the weight enumerator for a certain\nclass of linear codes. In this way we demonstrate that for a certain class of\nsparse graphs, which we call Irreducible Cyclic Cocycle Code (ICCC_\\epsilon)\ngraphs, quantum computers provide a polynomial speed up in the difference\nbetween the number of edges and vertices of the graph, and an exponential speed\nup in q, over the best classical algorithms known to date.\n"]}]
