["0705.1255",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1255","International Journal of Quantum Information (IJQI) 5, No 5\n  667-672 (2007)"],"date":["2007-05-09"],"type":["text"],"creator":["Bishop, G. P. Berman. A. R.","Borgonovi, F.","Tsifrinovich, V. I."],"language":[],"coverage":[],"title":["Controllable Adiabatic Manipulation of the Qubit State"],"description":["  We propose a scheme which implements a controllable change of the state of\nthe target spin qubit in such a way that both the control and the target spin\nqubits remain in their ground states. The interaction between the two spins is\nmediated by an auxiliary spin, which can transfer to its excited state. Our\nscheme suggests a possible relationship between the gate and adiabatic quantum\ncomputation.\n","Comment: 3 pages 2 figures"]}]
["0711.1348",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology","05E25 (Primary), 14M15, 15A48, 57N60, 20F55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1348"],"date":["2007-11-08","2013-07-05"],"type":["text"],"creator":["Hersh, Patricia"],"language":[],"coverage":[],"title":["Regular cell complexes in total positivity"],"description":["  This paper proves a conjecture of Fomin and Shapiro that their combinatorial\nmodel for any Bruhat interval is a regular CW complex which is homeomorphic to\na ball. The model consists of a stratified space which may be regarded as the\nlink of an open cell intersected with a larger closed cell, all within the\ntotally nonnegative part of the unipotent radical of an algebraic group. A\nparametrization due to Lusztig turns out to have all the requisite features to\nprovide the attaching maps. A key ingredient is a new, readily verifiable\ncriterion for which finite CW complexes are regular involving an interplay of\ntopology with combinatorics.\n","Comment: accepted to Inventiones Mathematicae; 60 pages; substantially revised\n  from earlier versions"]}]
["0806.2449",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2449","Geometric and Topological Methods for Quantum Field Theory. H.\n  Ocampo, E. Pariguan and S. Paycha (Eds.), pp. 344-367, Cambridge, 2010"],"date":["2008-06-15"],"type":["text"],"creator":["Benavides, C.","Reyes-Lega, A. F."],"language":[],"coverage":[],"title":["Canonical Group Quantization, Rotation Generators and Quantum\n  Indistinguishability"],"description":["  Using the method of canonical group quantization, we construct the angular\nmomentum operators associated to configuration spaces with the topology of (i)\na sphere and (ii) a projective plane. In the first case, the obtained angular\nmomentum operators are the quantum version of Poincare's vector, i.e., the\nphysically correct angular momentum operators for an electron coupled to the\nfield of a magnetic monopole. In the second case, the obtained operators\nrepresent the angular momentum operators of a system of two indistinguishable\nspin zero quantum particles in three spatial dimensions. We explicitly show how\nour formalism relates to the one developed by Berry and Robbins. The relevance\nof the proposed formalism for an advance in our understanding of the\nspin-statistics connection in non-relativistic quantum mechanics is discussed.\n","Comment: 19 pages"]}]
["0808.0613",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0613"],"date":["2008-08-05","2013-07-04"],"type":["text"],"creator":["Ma, Renyi"],"language":[],"coverage":[],"title":["Proofs On Arnold Conjectures"],"description":["  In this article, we give proofs on the Arnold Lagrangian intersection\nconjecture on the cotangent bundles, Arnold-Givental Lagrangian intersection\nconjecture and the Arnold fixed point conjecture.\n"]}]
["0901.1709",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1709","Europhysics Letters, 87, 10005 (2009)","doi:10.1209/0295-5075/87/10005"],"date":["2009-01-13"],"type":["text"],"creator":["Wei, Bo-Bo","Yang, Chen-Ning"],"language":[],"coverage":[],"title":["Pair Distribution Function of One-dimensional \"Hard Sphere\" Fermi and\n  Bose Systems"],"description":["  The pair distributions of one-dimensional \"hard sphere\" fermion and boson\nsystems are exactly evaluated by introducing gap variables.\n","Comment: 4 pages"]}]
["0905.0624",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0624","Published in \"Many Worlds? Everett, Quantum Theory and Reality\",\n  S. Saunders, J. Barrett, A. Kent and D. Wallace (eds), Oxford University\n  Press, 2010"],"date":["2009-05-05","2013-07-04"],"type":["text"],"creator":["Kent, Adrian"],"language":[],"coverage":[],"title":["One world versus many: the inadequacy of Everettian accounts of\n  evolution, probability, and scientific confirmation"],"description":["  There is a compelling intellectual case for exploring whether purely unitary\nquantum theory defines a sensible and scientifically adequate theory, as\nEverett originally proposed. Many different and incompatible attempts to define\na coherent Everettian quantum theory have been made over the past fifty years.\nHowever, no known version of the theory (unadorned by extra ad hoc postulates)\ncan account for the appearance of probabilities and explain why the theory it\nwas meant to replace, Copenhagen quantum theory, appears to be confirmed, or\nmore generally why our evolutionary history appears to be Born-rule typical.\nThis article reviews some ingenious and interesting recent attempts in this\ndirection by Wallace, Greaves, Myrvold and others, and explains why they don't\nwork. An account of one-world randomness, which appears scientifically\nsatisfactory, and has no many-worlds analogue, is proposed. A fundamental\nobstacle to confirming many-worlds theories is illustrated by considering some\ntoy many-worlds models. These models show that branch weights can exist without\nhaving any role in either rational decision-making or theory confirmation, and\nalso that the latter two roles are logically separate. Wallace's proposed\ndecision theoretic axioms for rational agents in a multiverse and claimed\nderivation of the Born rule are examined. It is argued that Wallace's strategy\nof axiomatizing a mathematically precise decision theory within a fuzzy\nEverettian quasiclassical ontology is incoherent. Moreover, Wallace's axioms\nare not constitutive of rationality either in Everettian quantum theory or in\ntheories in which branchings and branch weights are precisely defined. In both\ncases, there exist coherent rational strategies that violate some of the\naxioms.\n","Comment: Paper unchanged, but fixed error in previous arxiv submission which\n  caused two identical copies to appear"]}]
["0911.0579",{"format":[],"subject":["Quantum Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0579","Found Phys (2010) 40: 1004-1029","doi:10.1007/s10701-009-9397-3"],"date":["2009-11-03"],"type":["text"],"creator":["Reyes-Lega, A. F.","Benavides, C."],"language":[],"coverage":[],"title":["Remarks on the Configuration Space Approach to Spin-Statistics"],"description":["  The angular momentum operators for a system of two spin-zero\nindistinguishable particles are constructed, using Isham's Canonical Group\nQuantization method. This mathematically rigorous method provides a hint at the\ncorrect definition of (total) angular momentum operators, for arbitrary spin,\nin a system of indistinguishable particles. The connection with other\nconfiguration space approaches to spin-statistics is discussed, as well as the\nrelevance of the obtained results in view of a possible alternative proof of\nthe spin-statistics theorem.\n","Comment: 18 pages"]}]
["1007.0466",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0466"],"date":["2010-07-02","2013-07-04"],"type":["text"],"creator":["Nakamura, Riou","Hashimoto, Masa-aki","Fujimoto, Shin-ichiro","Nishimura, Nobuya","Sato, Katsuhiko"],"language":[],"coverage":[],"title":["Observational Constraint on Heavy Element Production in Inhomogeneous\n  Big Bang Nucleosynthesis"],"description":["  Based on a scenario of the inhomogeneous big-bang nucleosynthesis (IBBN), we\ninvestigate the detailed nucleosynthesis that includes the production of heavy\nelements beyond Li-7. From the observational constraints on light elements of\nHe4 and D for the baryon-to-photon ratio given by WMAP, possible regions found\non the plane of the volume fraction of the high density region against the\nratio between high- and low-density regions.\n  In these allowed regions, we have confirmed that the heavy elements beyond Fe\ncan be produced appreciably, where p- and/or r-process elements are produced\nwell simultaneously compared to the solar system abundances. We suggest that\nrecent observational signals such as He4 overabundance in globular clusters and\nhigh metallicity abundances in quasars could be partly due to the results of\nIBBN. Possible implications are given for the formation of the first generation\nstars\n","Comment: 10 figures, 2 tables"]}]
["1009.5423",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Cryptography and Security","Computer Science - Graphics","D.1.7","D.2.11","D.3.2","D.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5423","doi:10.1109/PST.2011.5971973"],"date":["2010-09-27","2011-05-30"],"type":["text"],"creator":["Mokhov, Serguei A.","Paquet, Joey","Debbabi, Mourad"],"language":[],"coverage":[],"title":["The Need to Support of Data Flow Graph Visualization of Forensic Lucid\n  Programs, Forensic Evidence, and their Evaluation by GIPSY"],"description":["  Lucid programs are data-flow programs and can be visually represented as data\nflow graphs (DFGs) and composed visually. Forensic Lucid, a Lucid dialect, is a\nlanguage to specify and reason about cyberforensic cases. It includes the\nencoding of the evidence (representing the context of evaluation) and the crime\nscene modeling in order to validate claims against the model and perform event\nreconstruction, potentially within large swaths of digital evidence. To aid\ninvestigators to model the scene and evaluate it, instead of typing a Forensic\nLucid program, we propose to expand the design and implementation of the Lucid\nDFG programming onto Forensic Lucid case modeling and specification to enhance\nthe usability of the language and the system and its behavior. We briefly\ndiscuss the related work on visual programming an DFG modeling in an attempt to\ndefine and select one approach or a composition of approaches for Forensic\nLucid based on various criteria such as previous implementation, wide use,\nformal backing in terms of semantics and translation. In the end, we solicit\nthe readers' constructive, opinions, feedback, comments, and recommendations\nwithin the context of this short discussion.\n","Comment: 11 pages, 7 figures, index; extended abstract presented at VizSec'10\n  at http://www.vizsec2010.org/posters ; short paper accepted at PST'11"]}]
["1012.2860",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","D.2.11","D.2.12","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2860","doi:10.1145/2347583.2347588"],"date":["2010-12-13","2011-05-03"],"type":["text"],"creator":["Ji, Yi","Mokhov, Serguei A.","Paquet, Joey"],"language":[],"coverage":[],"title":["Towards Refactoring the DMF to Support Jini and JMS DMS in GIPSY"],"description":["  In this paper we report on our re-engineering effort to refactor and unify\ntwo somewhat disjoint Java distributed middleware technologies -- Jini and JMS\n-- used in the implementation of the Demand Migration System (DMS). In doing\nso, we refactor their parent Demand Migration Framework (DMF), within the\nGeneral Intensional Programming System (GIPSY). The complex Java-based GIPSY\nproject is used to investigate on the intensional and hybrid programming\nparadigms.\n","Comment: 16 pages; 9 figures; an index. v4 includes significant updates and a\n  version was submitted to PPPJ'11"]}]
["1106.5223",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Formal Languages and Automata Theory","94A25, 94A30, 02F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5223"],"date":["2011-06-26","2013-07-05"],"type":["text"],"creator":["Lin, Tianrong"],"language":[],"coverage":[],"title":["Some results on equivalence of multi-letter quantum finite automata"],"description":["  Two quantum finite automata are equivalent if for all input string $\\omega$\nover the input alphabet the two automata accept $\\omega$ with equal\nprobability. In [Theoret. Comput. Sci. 410 (2009) 3006-3017], it was shown that\na $k_1$-letter QFA $\\mathcal{A}_1$ and a $k_2$-letter QFA $\\mathcal{A}_2$ over\n$\\Sigma=\\{\\sigma\\}$, are equivalent if and only if they are\n$(n_1+n_2)^4+k-1$-equivalent where $n_i$ is the number of states of\n$\\mathcal{A}_i$, $i=1,2$, and $k=\\max\\{k_1,k_2\\}$. In this letter, we improve\nthe above upper-bound to $(n_1^2+n_2^2-1)+k$. This also answers an open problem\nof Qiu et al. [Acta Informatica 48 (2011) 271-290]. Further, we show that, in\nthe case of $\\Sigma=\\{\\sigma_1,...,\\sigma_t\\}$ with $2\\leq t<\\infty$, there\nexists an integer $z$ such that $\\mathcal{A}_1$ and $\\mathcal{A}_2$ are\nequivalent if and only if they satisfy $z$-equivalent.\n","Comment: This paper has been withdrawn by the author due to a more general\n  result having been obtained in arXiv:1203.0113"]}]
["1109.4007",{"format":[],"subject":["Mathematics - Number Theory","11N05, 11G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4007","Mathematical Proceedings of the Cambridge Philosophical Society,\n  154(3):499-525, 2013","doi:10.1017/S0305004112000631"],"date":["2011-09-19","2013-07-05"],"type":["text"],"creator":["James, Kevin","Smith, Ethan"],"language":[],"coverage":[],"title":["Average Frobenius distribution for the degree two primes of a number\n  field"],"description":["  Let $K$ be a number field and $r$ an integer. Given an elliptic curve $E$,\ndefined over $K$, we consider the problem of counting the number of degree two\nprime ideals of $K$ with trace of Frobenius equal to $r$. Under certain\nrestrictions on $K$, we show that \"on average\" the number of such prime ideals\nwith norm less than or equal to $x$ satisfies an asymptotic identity that is in\naccordance with standard heuristics. This work is related to the classical\nLang-Trotter conjecture and extends the work of several authors.\n"]}]
["1109.5846",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5846","Int. J. Mod. Phys. A 28 (2013) 1350047","doi:10.1142/S0217751X13500474"],"date":["2011-09-27","2013-07-05"],"type":["text"],"creator":["Briggs, Andrew","Camblong, Horacio E.","Ordonez, Carlos R."],"language":[],"coverage":[],"title":["Equivalence of the Path Integral for Fermions in Cartesian and Spherical\n  Coordinates"],"description":["  The path-integral calculation for the free energy of a spin-1/2 Dirac-fermion\ngas is performed in spherical polar coordinates for a flat spacetime geometry.\nIts equivalence with the Cartesian-coordinate representation is explicitly\nestablished. This evaluation involves a relevant limiting case of the fermionic\npath integral in a Schwarzschild background, whose near-horizon limit has been\nshown to be related to black hole thermodynamics.\n","Comment: 16 pages"]}]
["1109.6042",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6042","doi:10.1080/03610926.2012.670353"],"date":["2011-09-27","2013-07-05"],"type":["text"],"creator":["Mardia, Kanti V.","Voss, Jochen"],"language":[],"coverage":[],"title":["Some Fundamental Properties of a Multivariate von Mises Distribution"],"description":["  In application areas like bioinformatics multivariate distributions on angles\nare encountered which show significant clustering. One approach to statistical\nmodelling of such situations is to use mixtures of unimodal distributions. In\nthe literature (Mardia et al., 2011), the multivariate von Mises distribution,\nalso known as the multivariate sine distribution, has been suggested for\ncomponents of such models, but work in the area has been hampered by the fact\nthat no good criteria for the von Mises distribution to be unimodal were\navailable. In this article we study the question about when a multivariate von\nMises distribution is unimodal. We give sufficient criteria for this to be the\ncase and show examples of distributions with multiple modes when these criteria\nare violated. In addition, we propose a method to generate samples from the von\nMises distribution in the case of high concentration.\n","Comment: fixed a typo in the article title, minor fixes throughout"]}]
["1109.6179",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Combinatorics","Mathematics - Metric Geometry","90C11, 52A01, 52C07, 90C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6179"],"date":["2011-09-28","2013-07-05"],"type":["text"],"creator":["Averkov, Gennadiy"],"language":[],"coverage":[],"title":["On maximal S-free sets and the Helly number for the family of S-convex\n  sets"],"description":["  We study two combinatorial parameters, which we denote by f(S) and h(S),\nassociated to an arbitrary set S \\subseteq R^d, where d \\in N. In the\nnondegenerate situation, f(S) is the largest possible number of facets of a\nd-dimensional polyhedron L such that the interior of L is disjoint with S and L\nis inclusion-maximal with respect to this property. The parameter h(S) is the\nHelly number of the family of all sets that can be given as the intersection of\nS with a convex subset of R^d. We obtain the inequality f(S) \\le h(S) for an\narbitrary S and the equality f(S)=h(S) for every discrete S. Furthermore,\nmotivated by research in integer and mixed-integer optimization, we show that\n2^d is the sharp upper bound on f(S) in the case S = (Z^d \\times R^n) \\cap C,\nwhere n \\ge 0 and C \\subseteq R^{d+n} is convex. The presented material\ngeneralizes and unifies results of various authors, including the result h(Z^d)\n= 2^d of Doignon, the related result f(Z^d)=2^d of Lov\\'asz and the inequality\nf(Z^d \\cap C) \\le 2^d, which has recently been proved for every convex set C\n\\subseteq R^d by Dey & Mor\\'an.\n"]}]
["1109.6688",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","14H52, 16R10, 46L85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6688"],"date":["2011-09-29","2013-07-05"],"type":["text"],"creator":["Nikolaev, Igor"],"language":[],"coverage":[],"title":["Sklyanin algebras revisited"],"description":["  It is proved that the Sklyanin algebra on four generators and six quadratic\nrelations modulo an ideal is isomorphic to a dense sub-algebra of the\nnoncommutative torus. As a corollary one gets a functor between the categories\nof elliptic curves and noncommutative tori.\n","Comment: 9 pages, motivation added"]}]
["1112.3972",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3972","J. Trans. on Comput. Sci. XV, Springer-Verlag,130-157","doi:10.1007/978-3-642-28525-7_5"],"date":["2011-12-16"],"type":["text"],"creator":["Vassev, Emil","Mokhov, Serguei A."],"language":[],"coverage":[],"title":["Developing Autonomic Properties for Distributed Pattern-Recognition\n  Systems with ASSL: A Distributed MARF Case Study"],"description":["  In this paper, we discuss our research towards developing special properties\nthat introduce autonomic behavior in pattern-recognition systems. In our\napproach we use ASSL (Autonomic System Specification Language) to formally\ndevelop such properties for DMARF (Distributed Modular Audio Recognition\nFramework). These properties enhance DMARF with an autonomic middleware that\nmanages the four stages of the framework's pattern-recognition pipeline. DMARF\nis a biologically inspired system employing pattern recognition, signal\nprocessing, and natural language processing helping us process audio, textual,\nor imagery data needed by a variety of scientific applications, e.g., biometric\napplications. In that context, the notion go autonomic DMARF (ADMARF) can be\nemployed by autonomous and robotic systems that theoretically require\nless-to-none human intervention other than data collection for pattern analysis\nand observing the results. In this article, we explain the ASSL specification\nmodels for the autonomic properties of DMARF.\n","Comment: 28 pages; 16 figures; Submitted and accepted in 2010; to appear in\n  \"E. Vassev and S. A. Mokhov. Development and evaluation of autonomic\n  properties for pattern-recognition systems with ASSL -- a distributed MARF\n  case study. Transactions on Computational Science, Special Issue on Advances\n  in Autonomic Computing: Formal Engineering Methods for Nature-Inspired\n  Computing Systems, XV (LNCS7050).\""]}]
["1201.6674",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6674","Phys. Rev. A, 87 063616 (2013)","doi:10.1103/PhysRevA.87.063616"],"date":["2012-01-31","2013-05-17"],"type":["text"],"creator":["Natu, Stefan S.","Mueller, Erich J."],"language":[],"coverage":[],"title":["Dynamics of correlations in shallow optical lattices"],"description":["  We explore how correlations evolve in a gas of lattice bosons when the\nlattice depth is rapidly reduced. We find a simple closed form expression for\nthe static structure factor in the limit of vanishing interactions. The\ncorresponding real-space density correlation function shows multiple spatial\noscillations which linearly disperse as a function of time. By perturbatively\nincluding the effects of the interactions we calculate how the boson\nquasi-momentum evolves following the quench.\n","Comment: 10 pages, 6 figures thoroughly expanded version of earlier manuscript"]}]
["1202.2154",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2154","Eur. Phys. J. C (2013) 73:2487 (The final publication is available\n  at link.springer.com)","doi:10.1140/epjc/s10052-013-2487-6"],"date":["2012-02-09","2013-06-18"],"type":["text"],"creator":["Tsallis, Constantino","Cirto, Leonardo J. L."],"language":[],"coverage":[],"title":["Black hole thermodynamical entropy"],"description":["  As early as 1902, Gibbs pointed out that systems whose partition function\ndiverges, e.g. gravitation, lie outside the validity of the Boltzmann-Gibbs\n(BG) theory. Consistently, since the pioneering Bekenstein-Hawking results,\nphysically meaningful evidence (e.g., the holographic principle) has\naccumulated that the BG entropy $S_{BG}$ of a $(3+1)$ black hole is\nproportional to its area $L^2$ ($L$ being a characteristic linear length), and\nnot to its volume $L^3$. Similarly it exists the \\emph{area law}, so named\nbecause, for a wide class of strongly quantum-entangled $d$-dimensional\nsystems, $S_{BG}$ is proportional to $\\ln L$ if $d=1$, and to $L^{d-1}$ if\n$d>1$, instead of being proportional to $L^d$ ($d \\ge 1$). These results\nviolate the extensivity of the thermodynamical entropy of a $d$-dimensional\nsystem. This thermodynamical inconsistency disappears if we realize that the\nthermodynamical entropy of such nonstandard systems is \\emph{not} to be\nidentified with the BG {\\it additive} entropy but with appropriately\ngeneralized {\\it nonadditive} entropies. Indeed, the celebrated usefulness of\nthe BG entropy is founded on hypothesis such as relatively weak probabilistic\ncorrelations (and their connections to ergodicity, which by no means can be\nassumed as a general rule of nature). Here we introduce a generalized entropy\nwhich, for the Schwarzschild black hole and the area law, can solve the\nthermodynamic puzzle.\n","Comment: 7 pages, 2 figures. Accepted for publication in EPJC"]}]
["1202.5474",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5474"],"date":["2012-02-24","2013-07-05"],"type":["text"],"creator":["Cao, Pan","Jorswieck, Eduard A.","Shi, Shuying"],"language":[],"coverage":[],"title":["Pareto Boundary of the Rate Region for Single-Stream MIMO Interference\n  Channels: Linear Transceiver Design"],"description":["  We consider a multiple-input multiple-output (MIMO) interference channel\n(IC), where a single data stream per user is transmitted and each receiver\ntreats interference as noise. The paper focuses on the open problem of\ncomputing the outermost boundary (so-called Pareto boundary-PB) of the\nachievable rate region under linear transceiver design. The Pareto boundary\nconsists of the strict PB and non-strict PB. For the two user case, we compute\nthe non-strict PB and the two ending points of the strict PB exactly. For the\nstrict PB, we formulate the problem to maximize one rate while the other rate\nis fixed such that a strict PB point is reached. To solve this non-convex\noptimization problem which results from the hard-coupled two transmit\nbeamformers, we propose an alternating optimization algorithm. Furthermore, we\nextend the algorithm to the multi-user scenario and show convergence. Numerical\nsimulations illustrate that the proposed algorithm computes a sequence of\nwell-distributed operating points that serve as a reasonable and complete inner\nbound of the strict PB compared with existing methods.\n","Comment: 16 pages, 9 figures. Accepted for publication in IEEE Tans. Signal\n  Process. June. 2013"]}]
["1203.0324",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0324"],"date":["2012-03-01","2013-07-04"],"type":["text"],"creator":["Robles, Colleen"],"language":[],"coverage":[],"title":["Singular loci of cominuscule Schubert varieties"],"description":["  Let X = G/P be a cominuscule rational homogeneous variety. (Equivalently, X\nadmits the structure of a compact Hermitian symmetric space.) I give a uniform\ndescription (that is, independent of type) of the irreducible components of the\nsingular locus of a Schubert variety Y in X in terms of representation\ntheoretic data. The result is based on a recent characterization of the\nSchubert varieties by an non-negative integer A and a marked Dynkin diagram.\nCorollaries include: (1) the variety is smooth if and only if A=0; (2) if G of\nType ADE, then the singular locus occurs in codimension at least three.\n","Comment: Two tables for the exceptional E6 and E7. Version 2: expository edits"]}]
["1203.0328",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14M15, 53C24, 58A15, 58A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0328"],"date":["2012-03-01","2013-07-04"],"type":["text"],"creator":["Robles, Colleen"],"language":[],"coverage":[],"title":["Schur flexibility of cominuscule Schubert varieties"],"description":["  Let X=G/P be cominuscule rational homogeneous variety. (Equivalently, X\nadmits the structure of a compact Hermitian symmetric space.) We say a Schubert\nclass [S] is Schur rigid if the only irreducible subvarieties Y of X with\nhomology class [Y] = r [S], for an integer r, are Schubert varieties. Robles\nand The identified a sufficient condition for a Schubert class to be Schur\nrigid. In this paper we show that the condition is also necessary.\n","Comment: Two figures for the exceptional E6 and E7. Version 3: editorial\n  revisions"]}]
["1203.0596",{"format":[],"subject":["Mathematics - Number Theory","11N05, 11N13, 11M06, 11M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0596","Compos. Math., 149 (2013), no. 7, 1129-1149","doi:10.1112/S0010437X12000802"],"date":["2012-03-02","2013-03-13"],"type":["text"],"creator":["Koukoulopoulos, Dimitris"],"language":[],"coverage":[],"title":["Pretentious multiplicative functions and the prime number theorem for\n  arithmetic progressions"],"description":["  Building on the concept of pretentious multiplicative functions, we give a\nnew and largely elementary proof of the best result known on the counting\nfunction of primes in arithmetic progressions.\n","Comment: 21 pages. Final version. Strengthened Lemma 2.4 to fix an error in\n  the proof of Lemma 4.1. Also made some other minor changes. To appear in\n  Compos. Math"]}]
["1203.0895",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0895"],"date":["2012-03-05","2013-07-05"],"type":["text"],"creator":["Federico, Salvatore","Pham, Huyen"],"language":[],"coverage":[],"title":["Characterization of the optimal boundaries in reversible investment\n  problems"],"description":["  This paper studies a {\\it reversible} investment problem where a social\nplanner aims to control its capacity production in order to fit optimally the\nrandom demand of a good. Our model allows for general diffusion dynamics on the\ndemand as well as general cost functional. The resulting optimization problem\nleads to a degenerate two-dimensional bounded variation singular stochastic\ncontrol problem, for which explicit solution is not available in general and\nthe standard verification approach can not be applied a priori. We use a direct\nviscosity solutions approach for deriving some features of the optimal free\nboundary function, and for displaying the structure of the solution. In the\nquadratic cost case, we are able to prove a smooth-fit $C^2$ property, which\ngives rise to a full characterization of the optimal boundaries and value\nfunction.\n"]}]
["1205.5628",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5628"],"date":["2012-05-25","2013-07-05"],"type":["text"],"creator":["García-Martínez, Sandra C.","Impera, Debora","Rigoli, Marco"],"language":[],"coverage":[],"title":["A sharp height estimate for compact hypersurfaces with constant $k$-mean\n  curvature in warped product spaces"],"description":["  In this paper we obtain a sharp height estimate concerning compact\nhypersurfaces immersed into warped product spaces with some constant higher\norder mean curvature, and whose boundary is contained into a slice. We apply\nthese results to draw topological conclusions at the end of the paper.\n","Comment: 19 pages. To appear on Proceedings of the Edinburgh Mathematical\n  Society"]}]
["1206.2601",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35B27, 35F21, 60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2601"],"date":["2012-06-12","2013-07-05"],"type":["text"],"creator":["Armstrong, Scott N.","Cardaliaguet, Pierre","Souganidis, Panagiotis E."],"language":[],"coverage":[],"title":["Error estimates and convergence rates for the stochastic homogenization\n  of Hamilton-Jacobi equations"],"description":["  We present exponential error estimates and demonstrate an algebraic\nconvergence rate for the homogenization of level-set convex Hamilton-Jacobi\nequations in i.i.d. random environments, the first quantitative homogenization\nresults for these equations in the stochastic setting. By taking advantage of a\nconnection between the metric approach to homogenization and the theory of\nfirst-passage percolation, we obtain estimates on the fluctuations of the\nsolutions to the approximate cell problem in the ballistic regime (away from\nflat spot of the effective Hamiltonian). In the sub-ballistic regime (on the\nflat spot), we show that the fluctuations are governed by an entirely different\nmechanism and the homogenization may proceed, without further assumptions, at\nan arbitrarily slow rate. We identify a necessary and sufficient condition on\nthe law of the Hamiltonian for an algebraic rate of convergence to hold in the\nsub-ballistic regime and show, under this hypothesis, that the two rates may be\nmerged to yield comprehensive error estimates and an algebraic rate of\nconvergence for homogenization.\n  Our methods are novel and quite different from the techniques employed in the\nperiodic setting, although we benefit from previous works in both first-passage\npercolation and homogenization. The link between the rate of homogenization and\nthe flat spot of the effective Hamiltonian, which is related to the\nnonexistence of correctors, is a purely random phenomenon observed here for the\nfirst time.\n","Comment: 57 pages. Revised version. To appear in J. Amer. Math. Soc"]}]
["1207.0062",{"format":[],"subject":["Quantum Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0062","Phys. Rev. A 87, 022118 (2013)","doi:10.1103/PhysRevA.87.022118"],"date":["2012-06-30","2012-10-28"],"type":["text"],"creator":["Benavides-Riveros, Carlos L.","Gracia-Bondía, José M."],"language":[],"coverage":[],"title":["Physical Wigner functions"],"description":["  In spite of their potential usefulness, the characterizations of Wigner\nfunctions for Bose and Fermi statistics given by O'Connell and Wigner himself\nalmost thirty years ago has drawn little attention. With an eye towards\napplications in quantum chemistry, we revisit and reformulate them in a more\nconvenient way.\n","Comment: Latex, 10 pages"]}]
["1208.0012",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Other Condensed Matter","High Energy Physics - Lattice","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0012","Nucl. Phys. A 913 (2013) 243-263","doi:10.1016/j.nuclphysa.2013.06.009"],"date":["2012-07-31","2013-06-16"],"type":["text"],"creator":["Kalaydzhyan, Tigran"],"language":[],"coverage":[],"title":["Chiral superfluidity of the quark-gluon plasma"],"description":["  In this paper we argue that the strongly coupled quark-gluon plasma can be\nconsidered as a chiral superfluid. The \"normal\" component of the fluid is the\nthermalized matter in common sense, while the \"superfluid\" part consists of\nlong wavelength (chiral) fermionic states moving independently. We use several\nnonperturbative techniques to demonstrate that. First, we analyze the fermionic\nspectrum in the deconfinement phase (Tc < T < 2 Tc) using lattice (overlap)\nfermions and observe a gap between near-zero modes and the bulk of the\nspectrum. Second, we use the bosonization procedure with a finite cut-off and\nobtain a dynamical axion-like field out of the chiral fermionic modes. Third,\nwe use relativistic hydrodynamics for macroscopic description of the effective\ntheory obtained after the bosonization. Finally, solving the hydrodynamic\nequations in gradient expansion, we find that in the presence of external\nelectromagnetic fields the motion of the \"superfluid\" component gives rise to\nthe chiral magnetic, chiral electric and dipole wave effects. Latter two\neffects are specific for a two-component fluid, which provides us with crucial\nexperimental tests of the model.\n","Comment: 26 pages, 2 figures; Version accepted for the publication in Nucl.\n  Phys. A"]}]
["1208.3572",{"format":[],"subject":["High Energy Physics - Phenomenology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3572","doi:10.1016/j.physletb.2013.06.025"],"date":["2012-08-17","2013-07-05"],"type":["text"],"creator":["Bernabeu, J.","Mavromatos, N. E.","Villanueva-Perez, P."],"language":[],"coverage":[],"title":["Consistent Probabilistic Description of the Neutral Kaon System"],"description":["  The neutral Kaon system has both CP violation in the mass matrix and a\nnon-vanishing lifetime difference in the width matrix. This leads to an\neffective Hamiltonian which is not a normal operator, with incompatible\n(non-commuting) masses and widths. In the Weisskopf-Wigner Approach (WWA), by\ndiagonalizing the entire Hamiltonian, the unphysical non-orthogonal\n\"stationary\" states $K_{L,S}$ are obtained. These states have complex\neigenvalues whose real (imaginary) part does not coincide with the eigenvalues\nof the mass (width) matrix. In this work we describe the system as an open\nLindblad-type quantum mechanical system due to Kaon decays. This approach, in\nterms of density matrices for initial and final states, provides a consistent\nprobabilistic description, avoiding the standard problems because the width\nmatrix becomes a composite operator not included in the Hamiltonian. We\nconsider the dominant-decay channel to two pions, so that one of the Kaon\nstates with definite lifetime becomes stable. This new approach provides\nresults for the time dependent decay rates in agreement with those of the WWA.\n","Comment: 10 pages latex, non-trivial observations and clarifications made\n  compared to previous version, concerning interpretation of results (relevant\n  parametrization) which leads to agreement of time-dependent rates with those\n  of WWA. References added. Matches version to appear in Phys. Lett. B"]}]
["1208.5814",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5814"],"date":["2012-08-28","2013-07-05"],"type":["text"],"creator":["Jalali, Shirin","Maleki, Arian","Baraniuk, Richard"],"language":[],"coverage":[],"title":["Minimum Complexity Pursuit for Universal Compressed Sensing"],"description":["  The nascent field of compressed sensing is founded on the fact that\nhigh-dimensional signals with \"simple structure\" can be recovered accurately\nfrom just a small number of randomized samples. Several specific kinds of\nstructures have been explored in the literature, from sparsity and group\nsparsity to low-rankness. However, two fundamental questions have been left\nunanswered, namely: What are the general abstract meanings of \"structure\" and\n\"simplicity\"? And do there exist universal algorithms for recovering such\nsimple structured objects from fewer samples than their ambient dimension? In\nthis paper, we address these two questions. Using algorithmic information\ntheory tools such as the Kolmogorov complexity, we provide a unified definition\nof structure and simplicity. Leveraging this new definition, we develop and\nanalyze an abstract algorithm for signal recovery motivated by Occam's\nRazor.Minimum complexity pursuit (MCP) requires just O(3\\kappa) randomized\nsamples to recover a signal of complexity \\kappa and ambient dimension n. We\nalso discuss the performance of MCP in the presence of measurement noise and\nwith approximately simple signals.\n"]}]
["1209.2151",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.2151","Phys. Rev. D 87, 103004 (2013)","doi:10.1103/PhysRevD.87.103004"],"date":["2012-09-10","2013-07-05"],"type":["text"],"creator":["Cardall, Christian Y.","Endeve, Eirik","Mezzacappa, Anthony"],"language":[],"coverage":[],"title":["Conservative 3+1 General Relativistic Variable Eddington Tensor\n  Radiation Transport Equations"],"description":["  We present conservative 3+1 general relativistic variable Eddington tensor\nradiation transport equations, including greater elaboration of the momentum\nspace divergence (that is, the energy derivative term) than in previous work.\nThese equations are intended for use in simulations involving numerical\nrelativity, particularly in the absence of spherical symmetry. The independent\nvariables are the lab frame coordinate basis spacetime position coordinates and\nthe particle energy measured in the comoving frame. With an eye towards\nastrophysical applications---such as core-collapse supernovae and compact\nobject mergers---in which the fluid includes nuclei and/or nuclear matter at\nfinite temperature, and in which the transported particles are neutrinos, we\npay special attention to the consistency of four-momentum and lepton number\nexchange between neutrinos and the fluid, showing the term-by-term\ncancellations that must occur for this consistency to be achieved.\n","Comment: Version accepted by Phys. Rev. D"]}]
["1209.6021",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6021","Phys. Rev. D 87, 023507 (2013)","doi:10.1103/PhysRevD.87.023507"],"date":["2012-09-26","2013-01-21"],"type":["text"],"creator":["Capela, Fabio","Pshirkov, Maxim","Tinyakov, Peter"],"language":[],"coverage":[],"title":["Constraints on primordial black holes as dark matter candidates from\n  star formation"],"description":["  By considering adiabatic contraction of the dark matter (DM) during star\nformation, we estimate the amount of DM trapped in stars at their birth. If the\nDM consists partly of primordial black holes (PBHs), they will be trapped\ntogether with the rest of the DM and will be finally inherited by a star\ncompact remnant --- a white dwarf (WD) or a neutron star (NS), which they will\ndestroy in a short time. Observations of WDs and NSs thus impose constraints on\nthe abundance of PBH. We show that the best constraints come from WDs and NSs\nin globular clusters which exclude the DM consisting entirely of PBH in the\nmass range $10^{16}{\\rm g} - 3\\times 10^{22}{\\rm g}$, with the strongest\nconstraint on the fraction $\\Omega_{\\rm PBH} /\\Omega_{\\rm DM}\\lesssim 10^{-2}$\nbeing in the range of PBH masses $10^{17}{\\rm g} - 10^{18}$ g.\n","Comment: 9 pages, 3 figures. Inconsistency found and results updated\n  accordingly, match the published version"]}]
["1209.6287",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - High Energy Astrophysical Phenomena","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6287","PhysRevD.86.125028 (2012)","doi:10.1103/PhysRevD.86.125028"],"date":["2012-09-27","2012-10-14"],"type":["text"],"creator":["Gitman, Dmitry M.","Shabad, Anatoly E."],"language":[],"coverage":[],"title":["Nonlinear magnetic response of the magnetized vacuum to applied electric\n  field"],"description":["  We find first nonlinear correction to the field, produced by a static charge\nat rest in a background constant magnetic field. It is quadratic in the charge\nand purely magnetic. The third-rank polarization tensor - the nonlinear\nresponse function - is written within the local approximation of the effective\naction in an otherwise model- and approximation-independent way within any\nP-invariant nonlinear electrodynamics, QED included.\n","Comment: 11 pages without figures or tables. Numerical coefficients and some\n  signs in Version I corrected, three new references and two equations added"]}]
["1210.3267",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3267","A&A 548, A17 (2012)","doi:10.1051/0004-6361/201218834"],"date":["2012-10-11"],"type":["text"],"creator":["Nones, Claudia","Marnieros, Stefanos","Benoit, Alain","Bergé, Laurent","Bideau, Aurelien","Camus, Philippe","Dumoulin, Louis","Monfardini, Alessandro","Rigaut, Olivier"],"language":[],"coverage":[],"title":["High-impedence NbSi TES sensors for studying the cosmic microwave\n  background radiation"],"description":["  Precise measurements of the cosmic microwave background (CMB) are crucial in\ncosmology, because any proposed model of the universe must account for the\nfeatures of this radiation. Of all CMB measurements that the scientific\ncommunity has not yet been able to perform, the CMB B-mode polarization is\nprobably the most challenging from the instrumental point of view. The\nsignature of primordial gravitational waves, which give rise to a B-type\npolarization, is one of the goals in cosmology today and amongst the first\nobjectives in the field. For this purpose, high-performance low-temperature\nbolometric cameras, made of thousands of pixels, are currently being developed\nby many groups, which will improve the sensitivity to B-mode CMB polarization\nby one or two orders of magnitude compared to the Planck satellite HFI\ndetectors. We present here a new bolometer structure that is able to increase\nthe pixel sensitivities and to simplify the fabrication procedure. This\ninnovative device replaces delicate membrane-based structures and eliminates\nthe mediation of phonons: the incoming energy is directly captured and measured\nin the electron bath of an appropriate sensor and the thermal decoupling is\nachieved via the intrinsic electron-phonon decoupling of the sensor at very low\ntemperature. Reported results come from a 204-pixel array of Nb$_{x}$Si$_{1-x}$\ntransition edge sensors with a meander structure fabricated on a 2-inch silicon\nwafer using electron-beam co-evaporation and a cleanroom lithography process.\nTo validate the application of this device to CMB measurements, we have\nperformed an optical calibration of our sample in the focal plane of a dilution\ncryostat test bench. We have demonstrated a light absorption close to 20% and\nan NEP of about 7$\\times10^{-16}$ W/$\\sqrt{Hz}$, which is highly encouraging\ngiven the scope for improvement in this type of detectors.\n","Comment: 6 pages, 10 figures. arXiv admin note: text overlap with\n  arXiv:1005.0555 by other authors"]}]
["1210.6311",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6311","doi:10.1016/j.nuclphysa.2013.02.199"],"date":["2012-10-23","2013-07-05"],"type":["text"],"creator":["Goncalves, V. P.","da Silva, M. L. L."],"language":[],"coverage":[],"title":["Probing the Color Glass Condensate in $pp$ collisions at forward\n  rapidities and very low transverse momenta"],"description":["  The description of the hadron production at very forward rapidities and low\ntransverse momentum is usually made using phenomenological models based on\nnonperturbative physics. However, at high energies and large rapidities the\nwave function of one of the projectiles is probed at very small Bjorken $x$,\nbeing characterized by a large number of gluons. In this kinematical regime, a\nnew state of matter - the Color Glass Condensate (CGC) - is expected to be\nformed. One the main characteristics of such system is the presence of a new\ndynamical momentum scale, the saturation scale $Q_s$, which can assume values\nvery larger than the QCD confinement scale $\\Lambda_{QCD}$ and give the scale\nof the running coupling constant. In this paper we assume that in particular\nkinematical region probed by LHC forward (LHCf) experiment the saturation scale\ncan be considered the hard momentum scale present in the process and calculate\nthe forward neutral pion production at very low-$p_T$ using a perturbative\napproach. We demonstrate that the CGC formalism is able to successfully\ndescribe the LHCf data, which can be considered as a compelling indication of\nthe presence of non-linear QCD effects at LHC energies.\n","Comment: 7 pages, 2 figures. Improved version published in Nuclear Physics A.\n  arXiv admin note: text overlap with arXiv:0907.3416"]}]
["1210.8132",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.8132","Phys. Rev. A 87, 063819 (2013)","doi:10.1103/PhysRevA.87.063819"],"date":["2012-10-30","2013-07-05"],"type":["text"],"creator":["Roy, Dibyendu"],"language":[],"coverage":[],"title":["Two-photon scattering of a tightly focused weak light beam from a small\n  atomic ensemble : an optical probe to detect atomic level structures"],"description":["  We study two-photon scattering of a tightly focused weak light beam from a\nsmall atomic ensemble of two-level atoms (2LAs). This is similar to the\nscattering of photons from an atomic ensemble in a one-dimensional waveguide.\nThe scaling of two-photon nonlinearity at single-photon resonance shows a\nnon-monotonic behaviour with an increasing number of few identical 2LAs. The\ntwo-photon nonlinearity decays monotonically with an increasing number of atoms\nfor incident photons detuned from single-photon resonance. Single-photon\ntransport in two 2LAs is similar to that in a single V-type three-level atom\n(3LA). However two-photon transport in these two systems shows very different\nline-shapes. When single-photon transmission is zero in these systems, two\ntransmitted photons are bunched together in a V-type 3LA, while their\ncorrelation is zero in two 2LAs. The difference in the two-photon line-shape\npersists for few 2LAs and 3LAs. Therefore, the two-photon scattering of a\ntightly focused weak light beam can be used as a probe to detect atomic level\nstructures of different atoms with similar transition energies.\n","Comment: 11 pages, 7 figures"]}]
["1210.8387",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.8387"],"date":["2012-10-31","2013-07-04"],"type":["text"],"creator":["Ma, Linquan"],"language":[],"coverage":[],"title":["The category of F-modules has finite global dimension"],"description":["  Let R be a regular ring of characteristic p. Hochster showed that the\ncategory of Lyubeznik's F-modules has enough injectives, so that every F-module\nhas an injective resolution in this category. We show that under mild\nconditions on R, for example when R is essentially of finite type over an\nF-finite regular local ring, the category of F-modules has finite global\ndimension d+1 where d=dimR. We also give examples to show that for F-finite\nF-modules, $\\Ext_{F_R}^1(M,N)$ need not be finite.\n","Comment: Title changed and improved main results"]}]
["1211.6728",{"format":[],"subject":["Mathematics - General Topology","54H25, 54E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6728"],"date":["2012-11-28","2013-07-05"],"type":["text"],"creator":["Abtahi, Mortaza"],"language":[],"coverage":[],"title":["A Suzuki-type fixed point theorem for nonlinear contractions"],"description":["  We introduce the notion of admissible functions and show that the family of\nL-functions introduced by Lim in [Nonlinear Anal. 46(2001), 113--120] and the\nfamily of test functions introduced by Geraghty in [Proc. Amer. Math. Soc.,\n40(1973), 604--608] are admissible. Then we prove that if $\\phi$ is an\nadmissible function, $(X,d)$ is a complete metric space, and $T$ is a mapping\non $X$ such that, for $\\alpha(s)=\\phi(s)/s$, the condition\n$1/(1+\\alpha(d(x,Tx))) d(x,Tx) < d(x,y)$ implies $d(Tx,Ty) < \\phi(d(x,y))$, for\nall $x,y\\in X$, then $T$ has a unique fixed point. We also show that our fixed\npoint theorem characterizes the metric completeness of $X$.\n"]}]
["1212.0219",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0219","doi:10.1103/PhysRevD.87.094516"],"date":["2012-12-02","2013-07-05"],"type":["text"],"creator":["Bergner, Georg","Bruckmann, Falk","Echigo, Yoshio","Igarashi, Yuji","Pawlowski, Jan M.","Schierenberg, Sebastian"],"language":[],"coverage":[],"title":["Blocking-inspired supersymmetric actions: a status report"],"description":["  We provide a status report on the advances in blocking-inspired\nsupersymmetric actions. This is done at the example of interacting\nsupersymmetric quantum mechanics as well as the Wess-Zumino model. We\ninvestigate in particular the implications of a nontrivial realisation of\ntranslational symmetry on the lattice in this approach. We also discuss the\nlocality of symmetry generators.\n","Comment: 8 pages"]}]
["1212.1332",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Phenomenology","Nuclear Theory","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1332"],"date":["2012-12-06","2013-07-05"],"type":["text"],"creator":["Borexino Collaboration","Bellini, G.","Benziger, J.","Bick, D.","Bonfini, G.","Bravo, D.","Avanzini, M. Buizza","Caccianiga, B.","Cadonati, L.","Calaprice, F.","Carraro, C.","Cavalcante, P.","Chavarria, A.","Chepurnov, A.","Chubakov, V.","D'Angelo, D.","Davini, S.","Derbin, A.","Etenko, A.","Fomenko, K.","Franco, D.","Galbiati, C.","Gazzana, S.","Ghiano, C.","Giammarchi, M.","Göger-Neff, M.","Goretti, A.","Grandi, L.","Guardincerri, E.","Hardy, S.","Ianni, Aldo","Ianni, Andrea","Kobychev, V.","Korablev, D.","Korga, G.","Koshio, Y.","Kryn, D.","Laubenstein, M.","Lewke, T.","Lissia, Marcello","Litvinovich, E.","Loer, B.","Lombardi, F.","Lombardi, P.","Ludhova, L.","Machulin, I.","Manecki, S.","Maneschg, W.","Manuzio, G.","Meindl, Q.","Meroni, E.","Miramonti, L.","Misiaszek, M.","Montanari, D.","Mosteiro, P.","Mantovani, F.","Muratova, V.","Nisi, S.","Oberauer, L.","Obolensky, M.","Ortica, F.","Otis, K.","Pallavicini, M.","Papp, L.","Perasso, L.","Perasso, S.","Pocar, A.","Ranucci, G.","Razeto, A.","Re, A.","Romani, A.","Rossi, N.","Sabelnikov, A.","Saldanha, R.","Salvo, C.","Schönert, S.","Simgen, H.","Skorokhvatov, M.","Smirnov, O.","Sotnikov, A.","Sukhotin, S.","Suvorov, Y.","Tartaglia, R.","Testera, G.","Vogelaar, R. B.","von Feilitzsch, F.","Winter, J.","Wojcik, M.","Wright, A.","Wurm, M.","Xhixha, G.","Xu, J.","Zaimidoroga, O.","Zavatarelli, S.","Zuzel, G."],"language":[],"coverage":[],"title":["Lifetime measurements of 214Po and 212Po with the CTF liquid\n  scintillator detector at LNGS"],"description":["  We have studied the alpha decays of 214Po into 210Pb and of 212Po into 208Pb\ntagged by the coincidence with the preceding beta decays from 214Bi and 212Bi,\nrespectively. The employed 222Rn, 232Th, and 220Rn sources were sealed inside\nquartz vials and inserted in the Counting Test Facility at the underground Gran\nSasso National Laboratory in Italy. We find that the mean lifetime of 214Po is\n(236.00 +- 0.42(stat) +- 0.15(syst)) \\mu s and that of 212Po is (425.1 +-\n0.9(stat) +- 1.2(syst)) ns. Our results, obtained from data with\nsignal-to-background ratio larger than 1000, reduce the overall uncertainties\nand are compatible with previous measurements.\n","Comment: RevTex, 11 pages, 5 figures, 3 tables. This second version matches\n  the one accepted for publication in EPJA: minor stylistic changes plus a\n  discussion of calibration of TDC time scale"]}]
["1212.1728",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1728"],"date":["2012-12-07","2013-07-05"],"type":["text"],"creator":["Keeler, Cynthia"],"language":[],"coverage":[],"title":["Scalar Boundary Conditions in Lifshitz Spacetimes"],"description":["  We investigate the conditions imposable on a scalar field at the boundary of\nthe so- called Lifshitz spacetime which has been proposed as the dual to\nLifshitz field theories. For effective mass squared between -(d+z-1)^2/4 and\nz^2-(d+z-1)^2/4, we find a one-parameter choice of boundary condition type. The\nbottom end of this range corresponds to a Breitenlohner-Freedman bound; below\nit, the Klein-Gordon operator need not be positive, so we cannot make sense of\nthe dynamics. Above the top end of the range, only one boundary condition type\nis available; here we expect compact initial data will remain compact in the\nfuture.\n","Comment: references added"]}]
["1212.1880",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1880","Advanced Materials 25, 2984 (2013)","doi:10.1002/adma.201204863"],"date":["2012-12-09"],"type":["text"],"creator":["Lorusso, Giulia","Jenkins, Mark","Gonzalez-Monje, Pablo","Arauzo, Ana","Sese, Javier","Ruiz-Molina, Daniel","Roubeau, Olivier","Evangelisti, Marco"],"language":[],"coverage":[],"title":["Surface-confined molecular coolers for cryogenics"],"description":["  An excellent molecule-based cryogenic magnetic refrigerant, gadolinium\nacetate tetrahydrate, is here used to decorate selected portions of silicon\nsubstrate. By quantitative magnetic force microscopy for variable applied\nmagnetic field near liquid-helium temperature, we demonstrate that the\nmolecules hold intact their magnetic properties, and therefore their cooling\nfunctionality, after their deposition. Our result represents a step forward\ntowards the realization of a molecule-based microrefrigerating device for very\nlow temperatures.\n","Comment: 16 pages, 4+1 figures, S.I. available from authors"]}]
["1212.2556",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2556","J. Phys. A: Math. Theor. 46 305301 (2013)","doi:10.1088/1751-8113/46/30/305301"],"date":["2012-12-11","2013-06-10"],"type":["text"],"creator":["Ćwikliński, Piotr","Horodecki, Michał","Mozrzymas, Marek","Pankowski, Łukasz","Studziński, Michał"],"language":[],"coverage":[],"title":["Local random quantum circuits are approximate polynomial-designs -\n  numerical results"],"description":["  We numerically investigate the statement that local random quantum circuits\nacting on n qubits composed of polynomially many nearest neighbour two-qubit\ngates form an approximate unitary poly(n)-design [F.G.S.L. Brandao et al.,\narXiv:1208.0692]. Using a group theory formalism, spectral gaps that give a\nratio of convergence to a given t-design are evaluated for a different number\nof qubits n (up to 20) and degrees t (t=2,3,4 and 5), improving previously\nknown results for n=2 in the case of t=2 and 3. Their values lead to a\nconclusion that the previously used lower bound that bounds spectral gaps\nvalues may give very little information about the real situation and in most\ncases, only tells that a gap is closed. We compare our results to the another\nlower bounding technique, again showing that its results may not be tight.\n","Comment: 9 pages, 6 figures, 1 table, v2: reorganized version, new references\n  added, lenghts of circuts added, submitted to JPA"]}]
["1212.2877",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2877","doi:10.1002/adma.201301997"],"date":["2012-12-12"],"type":["text"],"creator":["Lorusso, G.","Sharples, J. W.","Palacios, E.","Roubeau, O.","Brechin, E. K.","Sessoli, R.","Rossin, A.","Tuna, F.","McInnes, E. J. L.","Collison, D.","Evangelisti, M."],"language":[],"coverage":[],"title":["Magnetic cryocooling with Gd3+ centers in a light and compact framework"],"description":["  The magnetocaloric effect of gadolinium formate, Gd(OOCH)3, is experimentally\ndetermined down to sub-Kelvin temperatures by direct and indirect methods. This\n3D metal-organic framework material is characterized by a relatively compact\ncrystal lattice of weakly interacting Gd3+ spin centers interconnected via\nlight formate ligands, overall providing a remarkably large\nmagnetic:non-magnetic elemental weight ratio. The resulting volumetric magnetic\nentropy change is decidedly superior in Gd(OOCH)3 than in the best known\nmagnetic refrigerant materials for liquid-helium temperatures and low-moderate\napplied fields.\n","Comment: 11 pages, 4 figures"]}]
["1212.3666",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3666","Phys. Rev. Lett. 110, 211601 (2013)","doi:10.1103/PhysRevLett.110.211601"],"date":["2012-12-15","2013-07-04"],"type":["text"],"creator":["Liu, Hong","Ooguri, Hirosi","Stoica, Bogdan","Yunes, Nicolas"],"language":[],"coverage":[],"title":["Spontaneous Generation of Angular Momentum in Holographic Theories"],"description":["  The Schwarzschild black two-brane in four-dimensional anti-de Sitter space is\ndual to a finite temperature state in three-dimensional conformal field theory.\nWe show that the solution acquires a nonzero angular momentum density when a\ngravitational Chern-Simons coupling is turned on in the bulk, even though the\nsolution is not modified. A similar phenomenon is found for the\nReissner-Nordstrom black two-brane with axionic coupling to the gauge field. We\ndiscuss interpretation of this phenomenon from the point of view of the\nboundary three-dimensional conformal field theory.\n","Comment: 6 pages"]}]
["1212.3794",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3794","Phys. Rev. Lett. 110, 265301 (2013)","doi:10.1103/PhysRevLett.110.265301"],"date":["2012-12-16","2013-07-05"],"type":["text"],"creator":["Blumkin, A.","Rinott, S.","Schley, R.","Berkovitz, A.","Shammass, I.","Steinhauer, J."],"language":[],"coverage":[],"title":["Observing atom bunching by the Fourier slice theorem"],"description":["  By a novel reciprocal space analysis of the measurement, we report a\ncalibrated in situ observation of the bunching effect in a 3D ultracold gas.\nThe calibrated measurement with no free parameters confirms the role of the\nexchange symmetry and the Hanbury Brown-Twiss effect in the bunching. Also, the\nenhanced fluctuations of the bunching effect give a quantitative measure of the\nincreased isothermal compressibility. We use 2D images to probe the 3D gas,\nusing the same principle by which computerized tomography reconstructs a 3D\nimage of a body. The powerful reciprocal space technique presented is\napplicable to systems with one, two, or three dimensions.\n","Comment: The second version contains additional experimental details.\n  Furthermore, the data is analyzed using two different estimates for the\n  useful area in k-space"]}]
["1212.6495",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.6495"],"date":["2012-12-28","2013-07-05"],"type":["text"],"creator":["Costa, Joao Pita"],"language":[],"coverage":[],"title":["On the coset structure of distributive skew lattices"],"description":["  In the latest developments in the theory of skew lattices, distributivity has\nbeen one of the main topics of study. The largest classes of examples of such\nalgebras are distributive. Unlike what happens in lattices, the properties of\ncancellation and distributivity are independent for skew lattices. In this\npaper we will discuss several aspects of distributivity in the absence of\ncommutativity, review the recent results by Kinyon and Leech on these matters\nand have an insight on the coset structure of those algebras that satisfy this\nproperty. We will also discuss combinatorial implications of these results.\n","Comment: This paper has been withdrawn by the author due to many of its ideas\n  being published in the paper \"Distributive Skew Lattices\""]}]
["1301.1239",{"format":[],"subject":["Mathematics - Combinatorics","Primary 15B52, Secondary 15B33, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1239"],"date":["2013-01-07","2013-07-05"],"type":["text"],"creator":["Maples, Kenneth"],"language":[],"coverage":[],"title":["Cokernels of random matrices satisfy the Cohen-Lenstra heuristics"],"description":["  Let A be an n by n random matrix with iid entries taken from the p-adic\nintegers or Z/NZ. Then under mild non-degeneracy conditions the cokernel of A\nhas a universal probability distribution. In particular, the p-part of an iid\nrandom matrix over the integers has cokernel distributed according to the\nCohen-Lenstra measure up to an exponentially small error.\n","Comment: 21 pages; submitted"]}]
["1301.4451",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.4451"],"date":["2013-01-18","2013-07-05"],"type":["text"],"creator":["Antunes, L.","Souto, A.","Teixeira, A.","Vitanyi, P. M. B."],"language":[],"coverage":[],"title":["On the logical depth function"],"description":["  For a finite binary string $x$ its logical depth $d$ for significance $b$ is\nthe shortest running time of a program for $x$ of length $K(x)+b$. There is\nanother definition of logical depth. We give a new proof that the two versions\nare close. There is an infinite sequence of strings of consecutive lengths such\nthat for every string there is a $b$ such that incrementing $b$ by 1 makes the\nassociated depths go from incomputable to computable. The maximal gap between\ndepths resulting from incrementing appropriate $b$'s by 1 is incomputable. The\nsize of this gap is upper bounded by the Busy Beaver function. Both the upper\nand the lower bound hold for the depth with significance 0. As a consequence,\nthe minimal computation time of the associated shortest programs rises faster\nthan any computable function but not so fast as the Busy Beaver function.\n","Comment: 11 pages LaTeX; previous version was incorrect, this is a new version\n  with almost the same results"]}]
["1301.4681",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.4681","Nano Letters 2013 13 (5), 2030-2035","doi:10.1021/nl400176b"],"date":["2013-01-20"],"type":["text"],"creator":["Gaudreau, L.","Tielrooij, K. J.","Prawiroatmodjo, G. E. D. K.","Osmond, J.","de Abajo, F. J. Garcia","Koppens, F. H. L."],"language":[],"coverage":[],"title":["Universal Distance-Scaling of Non-radiative Energy Transfer to Graphene"],"description":["  The near-field interaction between fluorescent emitters and graphene exhibits\nrich physics associated with local dipole-induced electromagnetic fields that\nare strongly enhanced due to the unique properties of graphene. Here, we\nmeasure emitter lifetimes as a function of emitter-graphene distance d, and\nfind agreement with a universal scaling law, governed by the fine-structure\nconstant. The observed energy transfer- rate is in agreement with a 1/d^4\ndependence that is characteristic of 2D lossy media. The emitter decay rate is\nenhanced 90 times (transfer efficiency of ~99%) with respect to the decay in\nvacuum at distances d ~ 5 nm. This high energy-transfer rate is mainly due to\nthe two-dimensionality and gapless character of the monoatomic carbon layer.\nGraphene is thus shown to be an extraordinary energy sink, holding great\npotential for photodetection, energy harvesting, and nanophotonics.\n","Comment: 17 pages, 4 figures"]}]
["1301.4984",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.4984","Phys. Rev. D 87, 123524 (2013)","doi:10.1103/PhysRevD.87.123524"],"date":["2013-01-21","2013-06-12"],"type":["text"],"creator":["Capela, Fabio","Pshirkov, Maxim","Tinyakov, Peter"],"language":[],"coverage":[],"title":["Constraints on primordial black holes as dark matter candidates from\n  capture by neutron stars"],"description":["  We investigate constraints on primordial black holes (PBHs) as dark matter\ncandidates that arise from their capture by neutron stars (NSs). If a PBH is\ncaptured by a NS, the star is accreted onto the PBH and gets destroyed in a\nvery short time. Thus, mere observations of NSs put limits on the abundance of\nPBHs. High DM densities and low velocities are required to constrain the\nfraction of PBHs in DM. Such conditions may be realized in the cores of\nglobular clusters if the latter are of a primordial origin. Assuming that cores\nof globular clusters possess the DM densities exceeding several hundred\nGeV/cm$^3$ would imply that PBHs are excluded as comprising all of the dark\nmatter in the mass range $3\\times 10^{18} \\text{g} \\lesssim m_\\text{BH}\\lesssim\n10^{24} \\text{g}$. At the DM density of $2\\times 10^3$ GeV/cm$^3$ that has been\nfound in simulations in the corresponding models, less than 5% of the DM may\nconsist of PBH for these PBH masses.\n","Comment: 7 pages, 2 figures, precise computation of dynamical friction added,\n  accepted for publication in PRD"]}]
["1302.0613",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.0613","Phys. Rev. B 87, 237402 (2013)"],"date":["2013-02-04","2013-07-05"],"type":["text"],"creator":["Ding, K. -H.","Zhu, Z. -G.","Berakdar, J."],"language":[],"coverage":[],"title":["Reply to arXiv:1212.3831v1 \"Comment on: Magnetotransport through\n  graphene spin valves and its following works\" by Y. Zhou and M.W. Wu"],"description":["  In their comment arXiv:1212.3831v1 Y. Zhou and M.W. Wu claim that the\nfundamental transport equation relating the current to the transmission\nfunction, used by us and in fact by numerous other researchers, is invalid for\nextended systems and should be corrected. They provide a \"correct\" new formula\nfor transport in extended systems. This would be indeed a surprising new aspect\nof quantum transport theory. Here we show mathematically, however, that the new\nformula is a misconception resulting from adding an energy and momentum\ndependent function that has to vanish due to fundamental reasons. Results and\nconclusions stemming from adding this function are irrelevant. The known\nestablished formulas for quantum transport are consistent with each others\nunder the well-documented conditions.\n","Comment: addresses the varying versions and authors claims of\n  arXiv:1212.3831v1"]}]
["1302.0924",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.0924"],"date":["2013-02-04","2013-07-05"],"type":["text"],"creator":["Kagan, Abram M.","Malinovsky, Yaakov"],"language":[],"coverage":[],"title":["On the Nile Problem by Sir Ronald Fisher"],"description":["  The Nile problem by Ronald Fisher may be interpreted as the problem of making\nstatistical inference for a special curved exponential family when the minimal\nsufficient statistic is incomplete. The problem itself and its versions for\ngeneral curved exponential families pose a mathematical-statistical challenge:\nstudying the subalgebras of ancillary statistics within the $\\sigma$-algebra of\nthe (incomplete) minimal sufficient statistics and closely related questions of\nthe structure of UMVUEs.\n  In this paper a new method is developed that, in particular, proves that in\nthe classical Nile problem no statistic subject to mild natural conditions is a\nUMVUE. The method almost solves an old problem of the existence of UMVUEs. The\nmethod is purely statistical (vs. analytical) and works for any family\npossessing an ancillary statistic. It complements an analytical method that\nuses only the first order ancillarity (and thus works when the existence of\nancillary subalgebras is an open problem) and works for curved exponential\nfamilies with polynomial constraints on the canonical parameters of which the\nNile problem is a special case.\n"]}]
["1302.2058",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2058","doi:10.1103/PhysRevD.87.054035"],"date":["2013-02-08","2013-07-05"],"type":["text"],"creator":["Goncalves, V. P.","Sauter, W. K."],"language":[],"coverage":[],"title":["Diffractive photon production at high momentum transfer in $ep$\n  collisions"],"description":["  The diffractive photon production at large momentum transfer and large\nenergies is a probe of the parton dynamics of the diffractive exchange. In this\npaper we revisit the leading order (LO) BFKL equation approach for this process\nand estimate, for the first time, the differential and total cross sections\nconsidering the next-to-leading order (NLO) corrections for the BFKL\ncharacteristic function. We obtain a reasonable agreement with the DESY HERA\ndata.\n","Comment: 8 pages, 4 figures. Version published in Physical Review D"]}]
["1302.3042",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.3042","X. Li et al., Phys. Rev. B 87, 214203 (2013)","doi:10.1103/PhysRevB.87.214203"],"date":["2013-02-13","2013-07-05"],"type":["text"],"creator":["Li, Xiaoqing","Schönecker, Stephan","Zhao, Jijun","Johansson, Börje","Vitos, Levente"],"language":[],"coverage":[],"title":["Ideal strength of random alloys from first-principles theory"],"description":["  The all-electron exact muffin-tin orbitals method in combination with the\ncoherent-potential appproximation has been employed to investigate the ideal\ntensile strengths of elemental V, Mo solids and V- and Mo-based random solid\nsolutions. The present ideal tensile strengths, calculated assuming isotropic\nPoisson contraction, are 16.1, 26.7 and 37.6 GPa for bcc V in the [001], [111]\nand [110] directions, respectively, and 26.7 GPa for bcc Mo in the [001]\ndirection, which are all in good agreement with the available theoretical data.\nWhen a few percent Tc is introduced in Mo, it is found that the ideal strength\ndecreases in the [001] direction. For the V-based alloys, Cr increases and Ti\ndecreases the ideal tensile strength in all principal directions. Adding the\nsame concentration of Cr and Ti to V leads to ternary alloys with similar ideal\nstrength values as that of pure V. The alloying effects on the ideal strength\nis explained using the electronic band structure.\n","Comment: 13 pages, 9 figures"]}]
["1302.5615",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.5615","J. Phys. A: Math. Theor. 46 (2013) 305001","doi:10.1088/1751-8113/46/30/305001"],"date":["2013-02-22"],"type":["text"],"creator":["Gutöhrlein, Robin","Main, Jörg","Cartarius, Holger","Wunner, Günter"],"language":[],"coverage":[],"title":["Bifurcations and exceptional points in dipolar Bose-Einstein condensates"],"description":["  Bose-Einstein condensates are described in a mean-field approach by the\nnonlinear Gross-Pitaevskii equation and exhibit phenomena of nonlinear\ndynamics. The eigenstates can undergo bifurcations in such a way that two or\nmore eigenvalues and the corresponding wave functions coalesce at critical\nvalues of external parameters. E.g. in condensates without long-range\ninteractions a stable and an unstable state are created in a tangent\nbifurcation when the scattering length of the contact interaction is varied. At\nthe critical point the coalescing states show the properties of an exceptional\npoint. In dipolar condensates fingerprints of a pitchfork bifurcation have been\ndiscovered by Rau et al. [Phys. Rev. A, 81:031605(R), 2010]. We present a\nmethod to uncover all states participating in a pitchfork bifurcation, and\ninvestigate in detail the signatures of exceptional points related to\nbifurcations in dipolar condensates. For the perturbation by two parameters,\nviz. the scattering length and a parameter breaking the cylindrical symmetry of\nthe harmonic trap, two cases leading to different characteristic eigenvalue and\neigenvector patterns under cyclic variations of the parameters need to be\ndistinguished. The observed structures resemble those of three coalescing\neigenfunctions obtained by Demange and Graefe [J. Phys. A, 45:025303, 2012]\nusing perturbation theory for non-Hermitian operators in a linear model.\nFurthermore, the splitting of the exceptional point under symmetry breaking in\neither two or three branching singularities is examined. Characteristic\nfeatures are observed when one, two, or three exceptional points are encircled\nsimultaneously.\n","Comment: 20 pages, 5 figures"]}]
["1302.5652",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.5652","Lecture Notes in Computer Science 7860:178-194, 2013","doi:10.1007/978-3-642-38164-5_13"],"date":["2013-02-22"],"type":["text"],"creator":["Malherbe, Octavio","Scott, Philip","Selinger, Peter"],"language":[],"coverage":[],"title":["Presheaf models of quantum computation: an outline"],"description":["  This paper outlines the construction of categorical models of higher-order\nquantum computation. We construct a concrete denotational semantics of Selinger\nand Valiron's quantum lambda calculus, which was previously an open problem. We\ndo this by considering presheaves over appropriate base categories arising from\nfirst-order quantum computation. The main technical ingredients are Day's\nconvolution theory and Kelly and Freyd's notion of continuity of functors. We\nfirst give an abstract description of the properties required of the base\ncategories for the model construction to work. We then exhibit a specific\nexample of base categories satisfying these properties.\n","Comment: 17 pages"]}]
["1302.6244",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6244","doi:10.1088/2041-8205/767/2/L24"],"date":["2013-02-25","2013-07-05"],"type":["text"],"creator":["Dawson, Rebekah I.","Murray-Clay, Ruth A."],"language":[],"coverage":[],"title":["Giant planets orbiting metal-rich stars show signatures of planet-planet\n  interactions"],"description":["  Gas giants orbiting interior to the ice line are thought to have been\ndisplaced from their formation locations by processes that remain debated. Here\nwe uncover several new metallicity trends, which together may indicate that two\ncompeting mechanisms deliver close-in giant planets: gentle disk migration,\noperating in environments with a range of metallicities, and violent\nplanet-planet gravitational interactions, primarily triggered in metal-rich\nsystems in which multiple giant planets can form. First, we show with 99.1%\nconfidence that giant planets with semi-major axes between 0.1 and 1 AU\norbiting metal-poor stars ([Fe/H]<0) are confined to lower eccentricities than\nthose orbiting metal-rich stars. Second, we show with 93.3% confidence that\neccentric proto-hot Jupiters undergoing tidal circularization primarily orbit\nmetal-rich stars. Finally, we show that only metal-rich stars host a pile-up of\nhot Jupiters, helping account for the lack of such a pile-up in the overall\nKepler sample. Migration caused by stellar perturbers (e.g. stellar Kozai) is\nunlikely to account for the trends. These trends further motivate follow-up\ntheoretical work addressing which hot Jupiter migration theories can also\nproduce the observed population of eccentric giant planets between 0.1 and 1\nAU.\n","Comment: ApJL; received 2013 February 6; accepted 2013 February 22; published\n  2013 April 2; 7 pages; 5 figures"]}]
["1302.7119",{"format":[],"subject":["Mathematics - Differential Geometry","17B70, 34A26, 34A34, 34C14, 53C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.7119"],"date":["2013-02-28","2013-07-05"],"type":["text"],"creator":["Doubrov, Boris","Zelenko, Igor"],"language":[],"coverage":[],"title":["Symmetries of trivial systems of ODEs of mixed order"],"description":["  We compute symmetry algebras of a system of two equations y^(k)=z^(l)=0,\nwhere 2<=k<l. It appears that there are many ways to convert such system of\nODEs to an exterior differential system. They lead to different series of\nfinite-dimensional symmetry algebras. For example, for (k,l)=(2,3) we get two\nnon-isomorphic symmetry algebras of the same dimension. We explore how these\nsymmetry algebras are related to both Sternberg prolongation of G-structures\nand Tanaka prolongation of graded nilpotent Lie algebras.\n  Surprisingly, the case (k,l)=(2,3) provides an example of a linear subalgebra\ng in gl(5,R) such that the Sternberg prolongations of g and g^t are both of the\nsame dimension, but are non-isomorphic.\n  We also discuss the non-linear case and the link with flag structures on\nsmooth manifolds.\n","Comment: Corrected misprints, added more details on symmetry computation"]}]
["1302.7210",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.7210","doi:10.1103/PhysRevC.87.065203"],"date":["2013-02-28","2013-07-05"],"type":["text"],"creator":["Ye, Q. J.","Hartmann, M.","Chiladze, D.","Dymov, S.","Dzyuba, A.","Gao, H.","Gebel, R.","Hejny, V.","Kacharava, A.","Lorentz, B.","Mchedlishvili, D.","Merzliakov, S.","Mielke, M.","Mikirtytchiants, S.","Ohm, H.","Papenbrock, M.","Polyanskiy, A.","Serdyuk, V.","Stein, H. J.","Stroeher, H.","Trusov, S.","Valdau, Yu.","Wilkin, C.","Wuestner, P."],"language":[],"coverage":[],"title":["The production of K+K- pairs in proton-proton collisions below the phi\n  meson threshold"],"description":["  The pp -> ppK+K- reaction was measured below the phi threshold at a beam\nenergy of 2.568 GeV using the COSY-ANKE magnetic spectrometer. By assuming that\nthe four-body phase space is distorted only by the product of two-body final\nstate interactions, fits to a variety of one-dimensional distributions permit\nthe evaluation of differential and total cross sections. The shapes of the\ndistributions in the Kp and Kpp invariant masses are reproduced only if the K-p\ninteraction is even stronger than that found at higher energy. The cusp effect\nin the K+K- distribution at the K0K0bar threshold is much more clear and some\nevidence is also found for coupling between the K-p and K0bar n channels.\nHowever, the energy dependence of the total cross section cannot be reproduced\nby considering only a simple product of such pair-wise final state\ninteractions.\n","Comment: 7 pages, 8 figures"]}]
["1303.0242",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.0242","Phys. Rev. Lett. 110, 231101 (2013)","doi:10.1103/PhysRevLett.110.231101"],"date":["2013-03-01","2013-07-05"],"type":["text"],"creator":["Kobayashi, Takeshi","Takahashi, Tomo"],"language":[],"coverage":[],"title":["Large Tensor-to-Scalar Ratio in Small-Field Inflation"],"description":["  We show that density perturbations seeded by the inflaton can be suppressed\nwhen having additional light degrees of freedom contributing to the production\nof perturbations. The inflaton fluctuations affect the light field dynamics by\nmodulating the length of the inflationary period, hence produce additional\ndensity perturbations in the post-inflationary era. Such perturbations can\ncancel those generated during inflation as both originate from the same\ninflaton fluctuations. This allows production of large gravitational waves from\nsmall-field inflation, which is normally forbidden by the Lyth bound on the\ninflaton field excursion. We also find that the field bound is taken over by\nthe light scalar when the inflaton-induced perturbations are suppressed, thus\npresent a generalized form of the Lyth bound that applies to the total field\nspace.\n","Comment: 5 pages, 2 figures, v2: explanations added to the PRL version"]}]
["1303.0526",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.0526","JHEP06(2013)033","doi:10.1007/JHEP06(2013)033"],"date":["2013-03-03","2013-07-05"],"type":["text"],"creator":["ATLAS Collaboration"],"language":[],"coverage":[],"title":["Search for third generation scalar leptoquarks in pp collisions at\n  sqrt(s) = 7 TeV with the ATLAS detector"],"description":["  A search for pair-produced third generation scalar leptoquarks is presented,\nusing proton-proton collisions at sqrt(s)= 7 TeV at the LHC. The data were\nrecorded with the ATLAS detector and correspond to an integrated luminosity of\n4.7 fb-1. Each leptoquark is assumed to decay to a tau lepton and a b-quark\nwith a branching fraction equal to 100%. No statistically significant excess\nabove the Standard Model expectation is observed. Third generation leptoquarks\nare therefore excluded at 95% confidence level for masses less than 534 GeV.\n","Comment: 24 pages plus author list (43 pages total), 5 figures, 6 tables,\n  submitted to JHEP, revision matches published version. All figures including\n  auxiliary figures are available at\n  http://atlas.web.cern.ch/Atlas/GROUPS/PHYSICS/PAPERS/EXOT-2012-14/"]}]
["1303.1566",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1566"],"date":["2013-03-06","2013-07-05"],"type":["text"],"creator":["Bruss, Isaac R.","Grason, Gregory M."],"language":[],"coverage":[],"title":["Topological Defects, Surface Geometry and Cohesive Energy of Twisted\n  Filament Bundles"],"description":["  Cohesive assemblies of filaments are a common structural motif found in\ndiverse contexts, ranging from biological materials such as fibrous proteins,\nto artificial materials such as carbon nanotube ropes and micropatterned\nfilament arrays. In this paper, we analyze the complex dependence of cohesive\nenergy on twist, a key structural parameter of both self-assembled and\nfabricated filament bundles. Based on the analysis of simulated ground states\nof cohesive bundles, we show that the non-linear influence of twist derives\nfrom two distinct geometric features of twisted bundles: (i) the geometrical\nfrustration of inter-filament packing in the bundle cross-section; and (ii) the\nevolution of the surface geometry of bundles with twist, which dictates the\ncohesive cost of non-contacting filaments at the surface. Packing frustration\nin the bundle core gives rise to the appearance of a universal sequence of\ntopological defects, excess 5-fold disclinations, with increasing twist, while\nthe evolution of filament contact at the surface of the bundle generically\nfavors twisted geometries for sufficiently long filaments. Our analysis of both\ncontinuum and discrete models of filament bundles shows that, even in the\nabsence of external torque or intrinsic chirality, cohesive energy universally\nfavors twisted ground states above a critical (length/radius) aspect ratio and\nbelow a critical filament stiffness threshold.\n","Comment: 21 pages, 19 figures"]}]
["1303.2668",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2668","JHEP 1306:105,2013","doi:10.1007/JHEP06(2013)105"],"date":["2013-03-11","2013-07-05"],"type":["text"],"creator":["Gao, Zhiquan","Yang, Gang"],"language":[],"coverage":[],"title":["Y-system for form factors at strong coupling in AdS5 and with\n  multi-operator insertions in AdS3"],"description":["  We study form factors in N=4 SYM at strong coupling in general kinematics and\nwith multi-operator insertions by using gauge/string duality and integrability\ntechniques. This generalizes the AdS3 results of Maldacena and Zhiboedov in two\nnon-trivial aspects. The first generalization to AdS5 space was motivated by\nits potential connection to strong coupling Higgs-to-three-gluons amplitudes in\nQCD which was observed recently at weak coupling. The second generalization to\nmulti-operator insertions was motivated as a step towards applying on-shell\ntechniques to compute correlation functions at strong coupling. In this\npicture, each operator is associated to a monodromy condition on the cusp\nsolutions. We construct Y-systems for both cases. The Y-functions are related\nto the spacetime (cross) ratios. Their WKB approximations based on a rational\nfunction P(z) are also studied. We focus on the short operators, while the\nprescription is hopefully also applicable for more general operators.\n","Comment: 1+53 pages, 20 figures; v3, references and footnotes added, typos\n  corrected, published version"]}]
["1303.4561",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.4561"],"date":["2013-03-19","2013-07-04"],"type":["text"],"creator":["Chen, Xu","Zhao, Chunnong","Ju, Li","Danilishin, Stefan","Blair, David","Wang, Haibo","Vyatchanin, Sergey P."],"language":[],"coverage":[],"title":["Observation of Three-Mode Parametric Instability"],"description":["  Three-mode parametric interactions can occur in triply-resonant\nopto-mechanical systems in which two orthogonal optical modes are coupled with\nan appropriate mechanical mode. Using an optical cavity with a membrane inside,\nwe report the first observation of three-mode parametric instability in a\nFabry-Perot cavity, a phenomenon predicted to occur in long baseline advanced\ngravitational wave detectors. We present a large signal model for the\nphenomenon, which predicts exponential growth of mechanical oscillation\nfollowed by saturation. Our experimental results are consistent with this\nmodel. Contrary to expectations, parametric instability does not lead to loss\nof cavity lock, a fact which may make it easier to implement control techniques\nin Advanced gravitational wave detectors.\n","Comment: 6 pages, 6 figures"]}]
["1303.4993",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.4993"],"date":["2013-03-20","2013-07-04"],"type":["text"],"creator":["Shchesnovich, V. S.","Mogilevtsev, D. S."],"language":[],"coverage":[],"title":["The quantum de Finetti representation for the Bayesian Quantum\n  Tomography and the Quantum Discord"],"description":["  We point out that the quantum de Finetti representation, unique for\ninfinitely extendable exchangeable systems, assigns a non-zero Quantum Discord\nto uncorrelated systems and thus cannot serve as an universal prior\ndistribution in the Bayesian Quantum Tomography. This apparent paradox stems\nfrom linearity of the Born rule for the probability assignment in Quantum\nMechanics, which results in mixing of one's knowledge about the quantum state\nand the representative of the state in one density matrix.\n","Comment: We have added as a supplementary material at the end of the\n  manuscript the review reports and our replies, which, as we believe, are very\n  interesting"]}]
["1303.5949",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.5949","Phys. Rev. Lett. 110, 252001 (2013)","doi:10.1103/PhysRevLett.110.252001"],"date":["2013-03-24","2013-05-06"],"type":["text"],"creator":["BESIII Collaboration","Ablikim, M.","Achasov, M. N.","Ai, X. C.","Albayrak, O.","Ambrose, D. J.","An, F. F.","An, Q.","Bai, J. Z.","Ferroli, R. Baldini","Ban, Y.","Becker, J.","Bennett, J. V.","Bertani, M.","Bian, J. M.","Boger, E.","Bondarenko, O.","Boyko, I.","Briere, R. A.","Bytev, V.","Cai, H.","Cai, X.","Cakir, O.","Calcaterra, A.","Cao, G. F.","Cetin, S. A.","Chang, J. F.","Chelkov, G.","Chen, G.","Chen, H. S.","Chen, J. C.","Chen, M. L.","Chen, S. J.","Chen, X.","Chen, Y. B.","Cheng, H. P.","Chu, Y. P.","Cronin-Hennessy, D.","Dai, H. L.","Dai, J. P.","Dedovich, D.","Deng, Z. Y.","Denig, A.","Denysenko, I.","Destefanis, M.","Ding, W. M.","Ding, Y.","Dong, L. Y.","Dong, M. Y.","Du, S. X.","Fang, J.","Fang, S. S.","Fava, L.","Feng, C. Q.","Friedel, P.","Fu, C. D.","Fu, J. L.","Fuks, O.","Gao, Q.","Gao, Y.","Geng, C.","Goetzen, K.","Gong, W. X.","Gradl, W.","Greco, M.","Gu, M. H.","Gu, Y. T.","Guan, Y. H.","Guo, A. Q.","Guo, L. B.","Guo, T.","Guo, Y. P.","Han, Y. L.","Harris, F. A.","He, K. L.","He, M.","He, Z. Y.","Held, T.","Heng, Y. K.","Hou, Z. L.","Hu, C.","Hu, H. M.","Hu, J. F.","Hu, T.","Huang, G. M.","Huang, G. S.","Huang, J. S.","Huang, L.","Huang, X. T.","Huang, Y.","Huang, Y. P.","Hussain, T.","Ji, C. S.","Ji, Q.","Ji, Q. P.","Ji, X. B.","Ji, X. L.","Jiang, L. L.","Jiang, X. S.","Jiao, J. B.","Jiao, Z.","Jin, D. P.","Jin, S.","Jing, F. F.","Kalantar-Nayestanaki, N.","Kavatsyuk, M.","Kopf, B.","Kornicer, M.","Kühn, W.","Lai, W.","Lange, J. S.","Lara, M.","Larin, P.","Leyhe, M.","Li, C. H.","Li, Cheng","Li, Cui","Li, D. M.","Li, F.","Li, G.","Li, H. B.","Li, J. C.","Li, K.","Li, Lei","Li, Q. J.","Li, S. L.","Li, W. D.","Li, W. G.","Li, X. L.","Li, X. N.","Li, X. Q.","Li, X. R.","Li, Z. B.","Liang, H.","Liang, Y. F.","Liang, Y. T.","Liao, G. R.","Liao, X. T.","Lin, D.","Liu, B. J.","Liu, C. L.","Liu, C. X.","Liu, F. H.","Liu, Fang","Liu, Feng","Liu, H.","Liu, H. B.","Liu, H. H.","Liu, H. M.","Liu, H. W.","Liu, J. P.","Liu, K.","Liu, K. Y.","Liu, Kai","Liu, P. L.","Liu, Q.","Liu, S. B.","Liu, X.","Liu, Y. B.","Liu, Z. A.","Liu, Zhiqiang","Liu, Zhiqing","Loehner, H.","Lou, X. C.","Lu, G. R.","Lu, H. J.","Lu, J. G.","Lu, Q. W.","Lu, X. R.","Lu, Y. P.","Luo, C. L.","Luo, M. X.","Luo, T.","Luo, X. L.","Lv, M.","Ma, C. L.","Ma, F. C.","Ma, H. L.","Ma, Q. M.","Ma, S.","Ma, T.","Ma, X. Y.","Maas, F. E.","Maggiora, M.","Malik, Q. A.","Mao, Y. J.","Mao, Z. P.","Messchendorp, J. G.","Min, J.","Min, T. J.","Mitchell, R. E.","Mo, X. H.","Mo, Y. J.","Moeini, H.","Morales, C. Morales","Moriya, K.","Muchnoi, N. Yu.","Muramatsu, H.","Nefedov, Y.","Nicholson, C.","Nikolaev, I. B.","Ning, Z.","Olsen, S. L.","Ouyang, Q.","Pacetti, S.","Park, J. W.","Pelizaeus, M.","Peng, H. P.","Peters, K.","Ping, J. L.","Ping, R. G.","Poling, R.","Prencipe, E.","Qi, M.","Qian, S.","Qiao, C. F.","Qin, L. Q.","Qin, X. S.","Qin, Y.","Qin, Z. H.","Qiu, J. F.","Rashid, K. H.","Rong, G.","Ruan, X. D.","Sarantsev, A.","Schaefer, B. D.","Shao, M.","Shen, C. P.","Shen, X. Y.","Sheng, H. Y.","Shepherd, M. R.","Song, W. M.","Song, X. Y.","Spataro, S.","Spruck, B.","Sun, D. H.","Sun, G. X.","Sun, J. F.","Sun, S. S.","Sun, Y. J.","Sun, Y. Z.","Sun, Z. J.","Sun, Z. T.","Tang, C. J.","Tang, X.","Tapan, I.","Thorndike, E. H.","Toth, D.","Ullrich, M.","Uman, I.","Varner, G. S.","Wang, B. Q.","Wang, D.","Wang, D. Y.","Wang, K.","Wang, L. L.","Wang, L. S.","Wang, M.","Wang, P.","Wang, P. L.","Wang, Q. J.","Wang, S. G.","Wang, X. F.","Wang, X. L.","Wang, Y. D.","Wang, Y. F.","Wang, Y. Q.","Wang, Z.","Wang, Z. G.","Wang, Z. Y.","Wei, D. H.","Wei, J. B.","Weidenkaff, P.","Wen, Q. G.","Wen, S. P.","Werner, M.","Wiedner, U.","Wu, L. H.","Wu, N.","Wu, S. X.","Wu, W.","Wu, Z.","Xia, L. G.","Xia, Y. X","Xiao, Z. J.","Xie, Y. G.","Xiu, Q. L.","Xu, G. F.","Xu, G. M.","Xu, Q. J.","Xu, Q. N.","Xu, X. P.","Xu, Z. R.","Xue, F.","Xue, Z.","Yan, L.","Yan, W. B.","Yan, Y. H.","Yang, H. X.","Yang, Y.","Yang, Y. X.","Ye, H.","Ye, M.","Ye, M. H.","Yu, B. X.","Yu, C. X.","Yu, H. W.","Yu, J. S.","Yu, S. P.","Yuan, C. Z.","Yuan, Y.","Zafar, A. A.","Zallo, A.","Zang, S. L.","Zeng, Y.","Zhang, B. X.","Zhang, B. Y.","Zhang, C.","Zhang, C. C.","Zhang, D. H.","Zhang, H. H.","Zhang, H. Y.","Zhang, J. Q.","Zhang, J. W.","Zhang, J. Y.","Zhang, J. Z.","Zhang, LiLi","Zhang, R.","Zhang, S. H.","Zhang, X. J.","Zhang, X. Y.","Zhang, Y.","Zhang, Y. H.","Zhang, Z. P.","Zhang, Z. Y.","Zhang, Zhenghao","Zhao, G.","Zhao, H. S.","Zhao, J. W.","Zhao, K. X.","Zhao, Lei","Zhao, Ling","Zhao, M. G.","Zhao, Q.","Zhao, S. J.","Zhao, T. C.","Zhao, X. H.","Zhao, Y. B.","Zhao, Z. G.","Zhemchugov, A.","Zheng, B.","Zheng, J. P.","Zheng, Y. H.","Zhong, B.","Zhou, L.","Zhou, X.","Zhou, X. K.","Zhou, X. R.","Zhu, C.","Zhu, K.","Zhu, K. J.","Zhu, S. H.","Zhu, X. L.","Zhu, Y. C.","Zhu, Y. M.","Zhu, Y. S.","Zhu, Z. A.","Zhuang, J.","Zou, B. S.","Zou, J. H."],"language":[],"coverage":[],"title":["Observation of a charged charmoniumlike structure in e+e- to pi+pi-J/psi\n  at \\sqrt{s}=4.26 GeV"],"description":["  We study the process e+e- to pi+pi-J/psi at a center-of-mass energy of 4.260\nGeV using a 525 pb^{-1} data sample collected with the BESIII detector\noperating at the Beijing Electron Positron Collider. The Born cross section is\nmeasured to be (62.9\\pm 1.9\\pm 3.7) pb, consistent with the production of the\nY(4260). We observe a structure at around 3.9 GeV/c^2 in the \\pi^\\pm J/psi mass\nspectrum, which we refer to as the Z_c(3900). If interpreted as a new particle,\nit is unusual in that it carries an electric charge and couples to charmonium.\nA fit to the \\pi^\\pm J/psi invariant mass spectrum, neglecting interference,\nresults in a mass of (3899.0\\pm 3.6\\pm 4.9) MeV/c^2 and a width of (46\\pm 10\\pm\n20) MeV. Its production ratio is measured to be R=\\frac{\\sigma(e+e- to \\pi^\\pm\nZ_c(3900)^\\mp to pi+pi-J/psi))} {\\sigma(e+e- to pi+pi-J/psi)}=(21.5\\pm 3.3\\pm\n7.5)%. In all measurements the first errors are statistical and the second are\nsystematic.\n","Comment: 7 pages, 4 figures. Version appears in PRL"]}]
["1304.0383",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory","94A62(primary), 68M12(secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.0383","Journal of Theoretical Physics and Cryptography, Vol.3, July 2013,\n  pp1-10"],"date":["2013-04-01","2013-07-05"],"type":["text"],"creator":["Kim, Yong-Jin","Kim, Yong-Min","Choe, Yong-Jin","O, Hyong-Chol"],"language":[],"coverage":[],"title":["An Efficient Bilinear Pairing-Free Certificateless Two-Party\n  Authenticated Key Agreement Protocol in the eCK Model"],"description":["  Recent study on certificateless authenticated key agreement focuses on\nbilinear pairing-free certificateless authenticated key agreement protocol. Yet\nit has got limitations in the aspect of computational amount. So it is\nimportant to reduce the number of the scalar multiplication over elliptic curve\ngroup in bilinear pairing-free protocols. This paper proposed a new bilinear\npairing-free certificateless two-party authenticated key agreement protocol,\nproviding more efficiency among related work and proof under the random oracle\nmodel.\n","Comment: 15 pages. 1 figure and 1 table, ver. 2 revised according to\n  reviewers' advice, this version is the new development of [19] which is the\n  development of [12](arXiv:1106.3898) of Debiao He who was the second academic\n  advisor and colleague of the first author during visit to Wuhan university,\n  ver. 4 accepted in JTPC"]}]
["1304.0981",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.0981","Phys. Rev. B 88, 024501 (2013)","doi:10.1103/PhysRevB.88.024501"],"date":["2013-04-03","2013-07-04"],"type":["text"],"creator":["Björnson, Kristofer","Black-Schaffer, Annica M."],"language":[],"coverage":[],"title":["Vortex states and Majorana fermions in spin-orbit coupled\n  semiconductor-superconductor hybrid structures"],"description":["  We study the energy spectrum of a vortex core in a two-dimensional\nsemiconductor with Rashba spin-orbit interaction and proximity-coupled to a\nconventional superconductor and a ferromagnetic insulator. We perform\nself-consistent calculations using the microscopic tight-binding Bogoliubov-de\nGennes method on a lattice and confirm the existence of Majorana fermions in\nthe non-trivial topological phase. We also find two different topologically\ntrivial bulk superconducting phases, only differing in the type of vortex core\nstructure they support and separated by a zero-energy excitation. Furthermore,\nwe find an asymmetry in the energy spectrum with respect to both Zeeman\nsplitting and vortex rotation direction and explain its physical origin.\n","Comment: 8 pages, 10 figures"]}]
["1304.2232",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.2232"],"date":["2013-04-08","2013-07-05"],"type":["text"],"creator":["Zoller, M. F."],"language":[],"coverage":[],"title":["OPE of the pseudoscalar gluonium correlator in massless QCD to\n  three-loop order"],"description":["  In this paper analytical results are presented for higher order corrections\nto coefficient functions of the operator product expansion (OPE) for the\ncorrelator of two pseudoscalar gluonium operators \\tilde{O}_1=G^{\\mu\n\\nu}\\tilde{G}_{\\mu \\nu}. The Wilson coefficient in front of the scalar gluon\ncondensate operator O_1=-1/4 G^{\\mu \\nu}G_{\\mu \\nu} is given at three-loop\naccuracy. The leading coefficient C_0 in front of the unity operator O_0=1 has\nbeen calculated up to three-loop order some time ago but has been checked\nindependently in this work. It is interesting to see that the coefficient C_1\nin the pseudoscalar case is finite, whereas contact terms appear in C_0 in this\ncase and in both coefficients C_0 and C_1 in the cases of the scalar gluonium\ncorrelator and the energy momentum tensor correlator. For the corresponding\nRenormalization Group invariant Wilson coefficients which are also constructed\nthe results are partially extended to four-loop accuracy. All results are given\nin the MSbar-scheme at zero temperature.\n","Comment: v2: minor improvements, extended numerics"]}]
["1304.3390",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Emerging Technologies","Quantum Physics","D.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3390","ACM SIGPLAN Notices 48(6):333-342, 2013","doi:10.1145/2499370.2462177"],"date":["2013-04-11"],"type":["text"],"creator":["Green, Alexander S.","Lumsdaine, Peter LeFanu","Ross, Neil J.","Selinger, Peter","Valiron, Benoît"],"language":[],"coverage":[],"title":["Quipper: A Scalable Quantum Programming Language"],"description":["  The field of quantum algorithms is vibrant. Still, there is currently a lack\nof programming languages for describing quantum computation on a practical\nscale, i.e., not just at the level of toy problems. We address this issue by\nintroducing Quipper, a scalable, expressive, functional, higher-order quantum\nprogramming language. Quipper has been used to program a diverse set of\nnon-trivial quantum algorithms, and can generate quantum gate representations\nusing trillions of gates. It is geared towards a model of computation that uses\na classical computer to control a quantum device, but is not dependent on any\nparticular model of quantum hardware. Quipper has proven effective and easy to\nuse, and opens the door towards using formal methods to analyze quantum\nalgorithms.\n","Comment: 10 pages, PLDI 2013"]}]
["1304.4484",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4484","Phys. Rev. B, 87, 220407 (R) (2013)","doi:10.1103/PhysRevB.87.220407"],"date":["2013-04-16"],"type":["text"],"creator":["Gretarsson, H.","Clancy, J. P.","Singh, Yogesh","Gegenwart, P.","Hill, J. P.","Kim, Jungho","Upton, M. H.","Said, A. H.","Casa, D.","Gog, T.","Kim, Young-June"],"language":[],"coverage":[],"title":["Magnetic excitation spectrum of Na2IrO3 probed with resonant inelastic\n  x-ray scattering"],"description":["  The low energy excitations in Na2IrO3 have been investigated using resonant\ninelastic x-ray scattering (RIXS). A magnetic excitation branch can be\nresolved, whose dispersion reaches a maximum energy of about 35 meV at the\n\\Gamma-point. The momentum dependence of the excitation energy is much larger\nalong the \\Gamma-X direction compared to that along the \\Gamma-Y direction. The\nobserved dispersion relation is consistent with a recent theoretical prediction\nbased on Heisenberg-Kitaev model. At high temperatures, we find large\ncontributions from lattice vibrational modes to our RIXS spectra, suggesting\nthat a strong electron-lattice coupling is present in Na2IrO3.\n","Comment: 5 pages, 3 figures"]}]
["1304.5403",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.5403","Phys. Rev. B 87, 241102(R) (2013)","doi:10.1103/PhysRevB.87.241102"],"date":["2013-04-19"],"type":["text"],"creator":["Ghannadzadeh, S.","Möller, J. S.","Goddard, P. A.","Lancaster, T.","Xiao, F.","Blundell, S. J.","Maisuradze, A.","Khasanov, R.","Manson, J. L.","Tozer, S. W.","Graf, D.","Schlueter, J. A."],"language":[],"coverage":[],"title":["Evolution of magnetic interactions in a pressure-induced Jahn-Teller\n  driven magnetic dimensionality switch"],"description":["  We present the results of high-field magnetization and muon-spin relaxation\nmeasurements on the coordination polymer CuF_2(H_2O)_2(pyrazine) in pressures\nup to 22.5 kbar. We observe a transition from a quasi-two-dimensional to a\nquasi-one-dimensional antiferromagnetic phase at 9.1 kbar, driven by a rotation\nof the Jahn-Teller axis. Long-range antiferromagnetic ordering is seen in both\nregimes, as well as a phase separation in the critical pressure region. The\nmagnetic dimensionality switching as pressure is increased is accompanied by a\nhalving of the primary magnetic exchange energy J and a fivefold decrease in\nthe ordering temperature T_N. J decreases gradually with pressure in the\ntwo-dimensional phase, and then increases in the one-dimensional regime. We\nrelate both effects to the changes in the crystal structure with applied\npressure.\n","Comment: 5 pages, 3 figures, supplemental material included"]}]
["1304.5418",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.5418"],"date":["2013-04-19","2013-07-04"],"type":["text"],"creator":["Ballier, Alexis"],"language":[],"coverage":[],"title":["Universality in symbolic dynamics constrained by Medvedev degrees"],"description":["  We define a weak notion of universality in symbolic dynamics and, by\ngeneralizing a proof of Mike Hochman, we prove that this yields necessary\nconditions on the forbidden patterns defining a universal subshift: These\nforbidden patterns are necessarily in a Medvedev degree greater or equal than\nthe degree of the set of subshifts for which it is universal.\n  We also show that this necessary condition is optimal by giving constructions\nof universal subshifts in the same Medvedev degree as the subshifts they\nsimulate and prove that this universality can be achieved by the sofic\nprojective subdynamics of such a subshift as soon as the necessary conditions\nare verified.\n  This could be summarized as: There are obstructions for the existence of\nuniversal subshifts due to the theory of computability and they are the only\nones.\n","Comment: 16 pages, 4 figures"]}]
["1304.5485",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Emerging Technologies","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.5485","Lecture Notes in Computer Science 7948:110-124, Springer, 2013","doi:10.1007/978-3-642-38986-3_10"],"date":["2013-04-19"],"type":["text"],"creator":["Green, Alexander S.","Lumsdaine, Peter LeFanu","Ross, Neil J.","Selinger, Peter","Valiron, Benoît"],"language":[],"coverage":[],"title":["An Introduction to Quantum Programming in Quipper"],"description":["  Quipper is a recently developed programming language for expressing quantum\ncomputations. This paper gives a brief tutorial introduction to the language,\nthrough a demonstration of how to make use of some of its key features. We\nillustrate many of Quipper's language features by developing a few well known\nexamples of Quantum computation, including quantum teleportation, the quantum\nFourier transform, and a quantum circuit for addition.\n","Comment: 15 pages, RC2013"]}]
["1304.6131",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.6131","doi:10.1103/PhysRevD.87.124013"],"date":["2013-04-22","2013-05-24"],"type":["text"],"creator":["Ferreira, Hugo R. C."],"language":[],"coverage":[],"title":["Stability of warped AdS3 black holes in Topologically Massive Gravity\n  under scalar perturbations"],"description":["  We demonstrate that the warped AdS3 black hole solutions of Topologically\nMassive Gravity are classically stable against massive scalar field\nperturbations by analysing the quasinormal and bound state modes of the scalar\nfield. In particular, it is found that although classical superradiance is\npresent it does not give rise to superradiant instabilities. The stability is\nshown to persist even when the black hole is enclosed by a stationary mirror\nwith Dirichlet boundary conditions. This is a surprising result in view of the\nsimilarity between the causal structure of the warped AdS3 black hole and the\nKerr spacetime in 3+1 dimensions. This work provides the foundations for the\nstudy of quantum field theory in this spacetime.\n","Comment: 23 pages, 10 figures"]}]
["1304.6164",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.6164"],"date":["2013-04-23","2013-07-05"],"type":["text"],"creator":["Wang, Qinwen","Silverstein, Jack W.","Yao, Jianfeng"],"language":[],"coverage":[],"title":["A note on the CLT of the LSS for sample covariance matrix from a spiked\n  population model"],"description":["  In this note, we establish an asymptotic expansion for the centering\nparameter appearing in the central limit theorems for linear spectral statistic\nof large-dimensional sample covariance matrices when the population has a\nspiked covariance structure. As an application, we provide an asymptotic power\nfunction for the corrected likelihood ratio statistic for testing the presence\nof spike eigenvalues in the population covariance matrix. This result\ngeneralizes an existing formula from the literature where only one simple spike\nexists.\n","Comment: 18 pages, 4 figures"]}]
["1304.6241",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory","94A62 (primary), 68M12 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.6241","Journal of Theoretical Physics and Cryptography, Vol.3, July 2013,\n  pp21-24"],"date":["2013-04-23","2013-07-02"],"type":["text"],"creator":["Kim, Chol-Un","An, Dok-Jun","Han, Song"],"language":[],"coverage":[],"title":["A Security Protocol for the Identification and Data Encrypt Key\n  Management of Secure Mobile Devices"],"description":["  In this paper, we proposed an identification and data encrypt key manage\nprotocol that can be used in some security system based on such secure devices\nas secure USB memories or RFIDs, which are widely used for identifying persons\nor other objects recently. In general, the default functions of the security\nsystem using a mobile device are the authentication for the owner of the device\nand secure storage of data stored on the device. We proposed a security model\nthat consists of the server and mobile devices in order to realize these\nsecurity features. In this model we defined the secure communication protocol\nfor the authentication and management of data encryption keys using a private\nkey encryption algorithm with the public key between the server and mobile\ndevices. In addition, we was performed the analysis for the attack to the\ncommunication protocol between the mobile device and server. Using the\ncommunication protocol, the system will attempt to authenticate the mobile\ndevice. The data decrypt key is transmitted only if the authentication process\nis successful. The data in the mobile device can be decrypted using the key.\nOur analysis proved that this Protocol ensures anonymity, prevents replay\nattacks and realizes the interactive identification between the security\ndevices and the authentication server.\n","Comment: 7 pages, 1 figure, in version 2 added a secure cryptographic key\n  management protocol based on the secure user authentication scheme in version\n  1 and references, changed the title; version 3 developed abstract and\n  conclusions, accepted in JTPC"]}]
["1304.7404",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.7404","Phys. Rev. Lett. 110, 262001 (2013)","doi:10.1103/PhysRevLett.110.262001"],"date":["2013-04-27","2013-07-05"],"type":["text"],"creator":["Krupina, Nadiia","Pascalutsa, Vladimir"],"language":[],"coverage":[],"title":["Separation of proton polarizabilities with the beam asymmetry of Compton\n  scattering"],"description":["  We propose to determine the magnetic dipole polarizability of the proton\ndirectly from the beam asymmetry of low-energy Compton scattering based on the\nfact that the leading non-Born contribution to the asymmetry is due to the\nmagnetic polarizability alone; the electric polarizability cancels out. The\nbeam asymmetry thus provides the simplest observable with a clean separation of\nthe magnetic polarizability from the electric one. Introducing polarizabilities\nin a Lorentz-invariant fashion we compute the higher-order (recoil) effects of\npolarizabilities on beam asymmetry and show that these effects are most\nsuppressed in forward kinematics. With the prospects of precision Compton\nexperiments at the MAMI and HIGS facilities in mind, we argue why the beam\nasymmetry could be the best way to measure the elusive magnetic polarizability\nof the proton.\n","Comment: 4 pages, 3 figures; published version"]}]
["1304.8048",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.8048"],"date":["2013-04-30","2013-07-05"],"type":["text"],"creator":["Ouyed, Rachid","Niebergal, Brian","Jaikumar, Prashanth"],"language":[],"coverage":[],"title":["Explosive Combustion of a Neutron Star into a Quark Star: the\n  non-premixed scenario"],"description":["  We review aspects of the hydrodynamical combustion of nuclear matter to\nstrange quark matter in a neutron star. Numerical studies on non-premixed\ncombustion that consistently include hydrodynamical flows in a\nreactive-diffusive setup show that in 1D, the conversion (burning) front moves\nat sub-sonic speeds. Although the front eventually comes to a halt (in the\nstar's reference frame), it still has ud matter falling onto it, and so is\ncapable of converting the rest of the star. However, in the process, we also\nfind that neutrino cooling of the interface causes it to wrinkle, laying a\nplatform for a deflagrative-to-detonative transition (DDT). We outline progress\non improvements in the burning code (Burn-UD:\nhttp://quarknova.ucalgary.ca/software/Burn-UD/) that will ultimately reveal the\nmechanism that can explode the outermost layers of even a dense compact object\nlike a neutron star.\n","Comment: Minor revisions. 14 pages, 4 figures. Contribution for the Conference\n  Proceedings of the Compact Stars in the QCD Phase Diagram III (CSQCD III)\n  conference, December 12-15, 2012, Guaruj\\'a, Brazil.\n  http://www.astro.iag.usp.br/~foton/CSQCD3"]}]
["1305.1600",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1600","JHEP 07(2013)030","doi:10.1007/JHEP07(2013)030"],"date":["2013-05-07","2013-06-21"],"type":["text"],"creator":["Li, Wei-Jia","Tian, Yu","Zhang, Hongbao"],"language":[],"coverage":[],"title":["Periodically Driven Holographic Superconductor"],"description":["  As a first step towards our holographic investigation of the\nfar-from-equilibrium physics of periodically driven systems at strong coupling,\nwe explore the real time dynamics of holographic superconductor driven by a\nmonochromatically alternating electric field with various frequencies. As a\nresult, our holographic superconductor is driven to the final oscillating\nstate, where the condensate is suppressed and the oscillation frequency is\ncontrolled by twice of the driving frequency. In particular, in the large\nfrequency limit, the three distinct channels towards the final steady state are\nfound, namely under damped to superconducting phase, over damped to\nsuperconducting and normal phase, which can be captured essentially by the low\nlying spectrum of quasi-normal modes in the time averaged approximation,\nreminiscent of the effective field theory perspective.\n","Comment: JHEP style, 1+18 pages, 10 figures, version to appear in JHEP"]}]
["1305.1853",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1853","Physical Review & Research International 3(4): 348-366, 2013"],"date":["2013-05-07","2013-05-20"],"type":["text"],"creator":["Chiarelli, Piero"],"language":[],"coverage":[],"title":["Open Quantum to classical phases transition in the stochastic\n  hydrodynamic analogy: the explanation of the Lindemann relation and the\n  analogies between the maximum of density at He lambda point and that one at\n  water-ice phase transition"],"description":["  In the present paper the gas, liquid and solid phases made of structureless\nparticles, are visited to the light of the quantum stochastic hydrodynamic\nanalogy (SQHA). The SQHA shows that the open quantum mechanical behavior is\nmaintained on a distance shorter than the theory-defined quantum correlation\nlength (lc). When, the physical length of the problem is larger than lc, the\nmodel shows that the quantum (potential) interactions may have a finite range\nof interaction maintaining the non-local behavior on a finite distance quantum\nnon-locality length lq. The present work shows that when the mean molecular\ndistance is larger than the quantum non-locality length we have a classical\nphases (gas and van der Waals liquids) while when the mean molecular distance\nbecomes smaller than lq or than lc we have phases such as the solid crystal or\nthe superfluid one, respectively, that show quantum characteristics. The model\nagrees with Lindemann empirical law (and explains it), for the mean square\ndeviation of atom from the equilibrium position at melting point of crystal,\nand shows a connection between the maximum density at the He lambda point and\nthat one near the water-ice solidification point.\n","Comment: In press on Phys. Rev. & Res. Int"]}]
["1305.2330",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2330","Phys. Rev. D 88, 024007 (2013)","doi:10.1103/PhysRevD.88.024007"],"date":["2013-05-10"],"type":["text"],"creator":["Adak, Debabrata","Ali, Amna","Majumdar, Debasish"],"language":[],"coverage":[],"title":["Late time acceleration in a slow moving galileon field"],"description":["  In this paper, we examine the cosmological viability of a slow moving\ngalileon field in a potential. The Lagrangian $\\cal{L}$ $\n=-\\frac{1}{2}g^{\\mu\\nu}\\pi_{;\\mu}\\pi_{;\\nu}\n+\\frac{G^{\\mu\\nu}}{2M^2}\\pi_{;\\mu}\\pi_{;\\nu}$ respects the galileon symmetry in\ncurved space time.\n  We carry out detailed investigations of the underlying dynamics of this\nLagrangian with Einstein-Hilbert term and a potential. We demonstrate that the\nmodel can give rise to a viable ghost free late time acceleration of universe.\nFurthermore we study the cosmological perturbation of the model and see that\nthe model gives different BBN constraints at early times. We also carry out the\nobservational analysis of the model and use observational data from growth,\nType Ia Supernovae (SNIa), Baryon Acoustic Oscillations (BAO) and Cosmic\nMicrowave Background (CMB) to constrain the parameters of the theory.\n","Comment: 7 pages, 7 figures"]}]
["1305.2492",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2492","J. Phys. B: At. Mol. Opt. Phys. 46 141002 (2013)","doi:10.1088/0953-4075/46/14/141002"],"date":["2013-05-11"],"type":["text"],"creator":["Herwerth, Benedikt","DeKieviet, Maarten","Madronero, Javier","Wimberger, Sandro"],"language":[],"coverage":[],"title":["Quantum reflection from an oscillating surface"],"description":["  We describe an experimentally realistic situation of the quantum reflection\nof helium atoms from an oscillating surface. The temporal modulation of the\npotential induces clear sidebands in the reflection probability as a function\nof momentum. Theses sidebands could be exploited to slow down atoms and\nmolecules in the experiment.\n","Comment: 9 pages, 4 figures"]}]
["1305.4209",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4209","Phys. Rev. D 88, 027501 (2013)","doi:10.1103/PhysRevD.88.027501"],"date":["2013-05-17","2013-05-20"],"type":["text"],"creator":["Gossel, G. H.","Berengut, J. C.","Flambaum, V. V.","Gribakin, G. F."],"language":[],"coverage":[],"title":["Dense spectrum of resonances and spin-1/2 particle capture in a\n  near-black-hole metric"],"description":["  We show that a spin-1/2 particle in the gravitational field of a massive body\nof radius R which slightly exceeds the Schwarzschild radius r_s, possesses a\ndense spectrum of narrow resonances. Their lifetimes and density tend to\ninfinity in the limit R -> r_s. We determine the cross section of the particle\ncapture into these resonances and show that it is equal to the spin-1/2\nabsorption cross section for a Schwarzschild black hole. Thus black-hole\nproperties may emerge in a non-singular static metric prior to the formation of\na black hole.\n","Comment: 6 pages, submitted to PRD"]}]
["1305.5660",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5660","Physics Letters B 724 (2013) 115-120","doi:10.1016/j.physletb.2013.05.035"],"date":["2013-05-24"],"type":["text"],"creator":["Chaudhuri, G.","Gulminelli, F.","Mallik, S."],"language":[],"coverage":[],"title":["Transformation between statistical ensembles in the modelling of nuclear\n  fragmentation"],"description":["  We explore the conditions under which the particle number conservation\nconstraint deforms the predictions of fragmentation observables as calculated\nin the grand canonical ensemble. We derive an analytical formula allowing to\nextract canonical results from a grand canonical calculation and vice versa.\nThis formula shows that exact canonical results can be recovered for\nobservables varying linearly or quadratically with the number of particles,\nindependent of the grand canonical particle number fluctuations. We explore the\nvalidity of such grand canonical extrapolation for different fragmentation\nobservables in the framework of the analytical Grand Canonical or Canonical\nThermodynamical Model [(G)CTM] of nuclear multifragmentation. It is found that\ncorrections to the grand canonical expectations can be evaluated with high\nprecision, provided the system does not experience a first order phase\ntransition. In particular, because of the Coulomb quenching of the liquid-gas\nphase transition of nuclear matter, we find that mass conservation corrections\nto the grand canonical ensemble can be safely computed for typical observables\nof interest in experimental measurements of nuclear fragmentation, even if\ndeviations exist for highly exclusive observables.\n","Comment: In press in Physics Letters B"]}]
["1305.5999",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5999","Mechanics Research Communications 51, 2013, pp. 86-92","doi:10.1016/j.mechrescom.2013.05.005"],"date":["2013-05-26"],"type":["text"],"creator":["Christov, Ivan C."],"language":[],"coverage":[],"title":["On a difficulty in the formulation of initial and boundary conditions\n  for eigenfunction expansion solutions for the start-up of fluid flow"],"description":["  Most mathematics and engineering textbooks describe the process of\n\"subtracting off\" the steady state of a linear parabolic partial differential\nequation as a technique for obtaining a boundary-value problem with homogeneous\nboundary conditions that can be solved by separation of variables (i.e.,\neigenfunction expansions). While this method produces the correct solution for\nthe start-up of the flow of, e.g., a Newtonian fluid between parallel plates,\nit can lead to erroneous solutions to the corresponding problem for a class of\nnon-Newtonian fluids. We show that the reason for this is the non-rigorous\nenforcement of the start-up condition in the textbook approach, which leads to\na violation of the principle of causality. Nevertheless, these boundary-value\nproblems can be solved correctly using eigenfunction expansions, and we present\nthe formulation that makes this possible (in essence, an application of\nDuhamel's principle). The solutions obtained by this new approach are shown to\nagree identically with those obtained by using the Laplace transform in time\nonly, a technique that enforces the proper start-up condition implicitly\n(hence, the same error cannot be committed).\n","Comment: 8 pages, 1 figure, elsarticle class; accepted for publication in\n  Mechanics Research Communications"]}]
["1305.6180",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6180","Int. J. Mod. Phys. A28 (2013) 1350079","doi:10.1142/S0217751X13500796"],"date":["2013-05-27"],"type":["text"],"creator":["Choudhury, D K","Jahan, Akbari"],"language":[],"coverage":[],"title":["A Model Construction of Self-similarity based Double Parton Distribution\n  Functions for proton-proton collision at LHC"],"description":["  We construct a model for double parton distribution functions (dPDFs) based\non the notion of self-similarity, pursued earlier for small \\textit{x} physics\nat HERA. The most general form of dPDFs contains total thirteen parameters to\nbe fitted from data of proton-proton collision at LHC. It is shown that the\nconstructed dPDF does not factorize into two single PDFs in conformity with QCD\nexpectation, and it satisfies the condition that at the kinematic boundary\n$x_{1}+x_{2}=1 $ (where $x_{1}$ and $x_{2}$ are the longitudinal fractional\nmomenta of two partons), the dPDF vanishes.\n","Comment: 12 pages, 2 figures, Accepted for publication in Int. J. Mod. Phys. A"]}]
["1305.6255",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6255"],"date":["2013-05-27","2013-07-05"],"type":["text"],"creator":["Singh, Rohit","Srivastava, Saurabh Kumar","Nigam, Arun K.","Khovaylo, Vladimir V.","Varga, Lajos K.","Chatterjee, Ratnamala"],"language":[],"coverage":[],"title":["Understanding the metamagnetic transition and magnetic behavior of\n  Ni48Co6Mn26Al20 polycrystalline ribbons"],"description":["  In this work we demonstrate that the polycrystalline ribbons of\n(Ni48Co6)Mn26Al20 with B2 structure at room temperature show a magnetic\nbehavior with competing magnetic exchange interactions leading to frozen\ndisorders at low temperatures. It is established that by considering the\npresence of both antiferromagnetic and ferromagnetic sublattices, we can\nexplain the observed magnetic behavior including the metamagnetic transition\nobserved in these samples. From the Arrott plots, the N\\'eel temperature of\n(Ni48Co6)Mn26Al20 is deduced to be ~170 K and the broad ferro to para like\nmagnetic phase transition is observed at ~ 200 K. Based on N\\'eel theory, a\ncluster model is used to explain the presence of ferromagnetic and\nanti-ferromagnetic clusters in the studied ribbons. Formation of ferromagnetic\nclusters can be understood in terms of positive exchange interactions among the\nMn atoms that are neighboring to Co atoms which are located on the Ni sites.\n","Comment: 19 pages, 5 figures"]}]
["1305.6363",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6363"],"date":["2013-05-28","2013-07-05"],"type":["text"],"creator":["Guitteny, Solène","Robert, Julien","Bonville, Pierre","Ollivier, Jacques","Decorse, Claudia","Steffens, Paul","Boehm, Martin","Mutka, Hannu","Mirebeau, Isabelle","Petit, Sylvain"],"language":[],"coverage":[],"title":["Anisotropic propagative excitations and quadrupolar effects in\n  Tb$_2$Ti$_2$O$_7$"],"description":["  The dynamical magnetic correlations in \\tbti\\, have been investigated using\npolarized inelastic neutron scattering. Dispersive excitations are observed,\nemerging from pinch points in reciprocal space and characterized by an\nanisotropic spectral weight. Anomalies in the crystal field and phonon\nexcitation spectrum at Brillouin zone centers are also reported. These findings\nsuggest that Coulomb phases, although they present a disordered ground state\nwith dipolar correlations, allow the propagation of collective excitations.\nThey also point out a strong spin-lattice coupling, which likely drives\neffective interactions between the $4f$ quadrupolar moments.\n"]}]
["1306.1352",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.1352","Phys. Rev. B 85, 174522 (2012)","doi:10.1103/PhysRevB.85.174522"],"date":["2013-06-06","2013-07-05"],"type":["text"],"creator":["Baldassarre, L.","Perucchi, A.","Postorino, P.","Lupi, S.","Marini, C.","Malavasi, L.","Jiang, J.","Weiss, J. D.","Hellstrom, E. E.","Pallecchi, I.","Dore, P."],"language":[],"coverage":[],"title":["Electrodynamics of BaFe2As2 from infrared measurements under pressure"],"description":["  We report on an infrared study on the undoped compound BaFe2As2 as a function\nof both pressure (up to about 10 GPa) at three temperatures (300, 160, and 110\nK). The evolution with pressure and temperature of the optical conductivity\nshows that, by increasing pressure, the mid-infrared absorptions associated\nwith magnetic order are lowered while the Drude term increases, indicating the\nevolution towards a conventional metallic state. We evaluate the spectral\nweight dependence on pressure comparing it to that previously found upon\ndoping. The whole optical results indicate that lattice modifications can not\nbe recognized as the only parameter determining the low-energy electrodynamics\nin these compounds.\n"]}]
["1306.2870",{"format":[],"subject":["Mathematics - Probability","60G15, 60G17, 60G22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.2870","doi:10.1007/s10959-013-0502-3"],"date":["2013-06-12"],"type":["text"],"creator":["Ryvkina, Jelena"],"language":[],"coverage":[],"title":["Fractional Brownian Motion with Variable Hurst Parameter: Definition and\n  Properties"],"description":["  A class of Gaussian processes generalizing the usual fractional Brownian\nmotion for Hurst indices in (1/2,1) and multifractal Brownian motion introduced\nin Ralchenko and Shevchenko (Theory Probab Math Stat 80, 2010) and Boufoussi et\nal. (Bernoulli 16(4), 2010) is presented. Any measurable function assuming\nvalues in this interval can now be chosen as a variable Hurst parameter. These\nprocesses allow for modeling of phenomena where the regularity properties can\nchange with time either continuously or through jumps, such as in the\nvolatility of a stock or in Internet traffic. Some properties of the sample\npaths of the new process class, including different types of continuity and\nlong-range dependence, are discussed. It is found that the regularity\nproperties of the Hurst function chosen directly correspond to the regularity\nproperties of the sample paths of the processes. The long-range dependence\nproperty of fractional Brownian motion is preserved in the larger process\nclass. As an application, Fokker-Planck-type equations for a time-changed\nfractional Brownian motion with variable Hurst parameter are found.\n","Comment: 25 pages, 5 figures"]}]
["1306.3115",{"format":[],"subject":["Physics - Physics and Society","Nonlinear Sciences - Cellular Automata and Lattice Gases","60K30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.3115","J. Stat. Mech. (2013) P07002","doi:10.1088/1742-5468/2013/07/P07002"],"date":["2013-06-13","2013-07-05"],"type":["text"],"creator":["Knorr, Florian","Schreckenberg, Michael"],"language":[],"coverage":[],"title":["The comfortable driving model revisited: Traffic phases and phase\n  transitions"],"description":["  We study the spatiotemporal patterns resulting from different boundary\nconditions for a microscopic traffic model and contrast it with empirical\nresults. By evaluating the time series of local measurements, the local traffic\nstates are assigned to the different traffic phases of Kerner's three-phase\ntraffic theory. For this classification we use the rule-based FOTO-method,\nwhich provides `hard' rules for this assignment. Using this approach, our\nanalysis shows that the model is indeed able to reproduce three qualitatively\ndifferent traffic phases: free flow (F), synchronized traffic (S), and wide\nmoving jams (J). In addition, we investigate the likelihood of transitions\nbetween the three traffic phases. We show that a transition from free flow (F)\nto a wide moving jam (J) often involves an intermediate transition; first from\nfree flow F to synchronized flow S and then from synchronized flow to a wide\nmoving jam. This is supported by the fact that the so called F->S transition\n(from free flow to synchronized traffic) is much more likely than a direct F->J\ntransition.\n  The model under consideration has a functional relation between traffic flow\nand traffic density. The fundamental hypothesis of the three-phase traffic\ntheory, however, postulates that the steady states of synchronized flow occupy\na two-dimensional region in the flow-density plane. Due to the obvious\ndiscrepancy between the model investigated here and the postulate of the\nthree-phase traffic theory, the good agreement that we found could not be\nexpected. For a more detailed analysis, we also studied the vehicle dynamics at\na microscopic level and provide a comparison of real detector data with\nsimulated data of the identical highway segment.\n","Comment: 20 pages, 8 figures"]}]
["1306.3127",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.3127"],"date":["2013-06-13","2013-07-04"],"type":["text"],"creator":["Griffin, Christopher","Kesidis, George"],"language":[],"coverage":[],"title":["Behavior in a Shared Resource Game with Cooperative, Greedy, and\n  Vigilante Players"],"description":["  We study a problem of trust in a distributed system in which a common\nresource is shared by multiple parties. In such naturally information-limited\nsettings, parties abide by a behavioral protocol that leads to fair sharing of\nthe resource. However, greedy players may defect from a cooperative protocol\nand achieve a greater than fair share of resources, often without significant\nadverse consequences to themselves. In this paper, we study the role of a few\nvigilante players who also defect from a cooperative resource-sharing protocol\nbut only in response to perceived greedy behavior. For a simple model of\nengagement, we demonstrate surprisingly complex dynamics among greedy and\nvigilante players. We show that the best response function for the\ngreedy-player under our formulation has a jump discontinuity, which leads to\nconditions under which there is no Nash equilibrium. To study this property, we\nformulate an exact representation for the greedy player best response function\nin the case when there is one greedy player, one vigilante player and $N-2$\ncooperative players. We use this formulation to show conditions under which a\nNash equilibrium exists. We also illustrate that in the case when there is no\nNash equilibrium, then the discrete dynamic system generated from fictitious\nplay will not converge, but will oscillate indefinitely as a result of the jump\ndiscontinuity. The case of multiple vigilante and greedy players is studied\nnumerically. Finally, we explore the relationship between fictitious play and\nthe better response dynamics (gradient descent) and illustrate that this\ndynamical system can have a fixed point even when the discrete dynamical system\narising from fictitious play does not.\n","Comment: 6 pages, 7 figures -- Version 3 title and abstract update"]}]
["1306.3396",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.3396"],"date":["2013-06-14","2013-07-05"],"type":["text"],"creator":["Birindelli, Isabeau","Leoni, Fabiana"],"language":[],"coverage":[],"title":["Symmetry minimizes the principal eigenvalue: an example for the Pucci's\n  sup operator"],"description":["  We explicitly evaluate the principal eigenvalue of the extremal Pucci's\nsup--operator for a class of special plane domains, and we prove that, for\nfixed area, the eigenvalue is minimal for the most symmetric set.\n","Comment: 11 pages, 7 figures"]}]
["1306.5020",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.5020","J. Phys. Soc. Jpn. 82 (2013) 083704","doi:10.7566/JPSJ.82.083704"],"date":["2013-06-20","2013-06-28"],"type":["text"],"creator":["Watanabe, Shinji","Miyake, Kazumasa"],"language":[],"coverage":[],"title":["Robustness of Quantum Criticality of Valence Fluctuations"],"description":["  The mechanism of emergence of robust quantum criticality in Yb- and Ce-based\nheavy electron systems under pressure is analyzed theoretically. By\nconstructing a minimal model for quasicrystal Yb15Al34Au51 and its approximant,\nwe show that quantum critical points of the first-order valence transition of\nYb appear in the ground-state phase diagram with their critical regimes being\noverlapped to be unified, giving rise to a wide quantum critical regime. This\nwell explains the robust unconventional criticality observed in Yb15Al34Au51\nunder pressure. We also discuss broader applicability of this mechanism to\nother Yb- and Ce-based systems such as beta-YbAlB4 showing unconventional\nquantum criticality.\n","Comment: 11 pages, 3 figures, to appear in Journal of the Physical Society of\n  Japan"]}]
["1306.5377",{"format":[],"subject":["Computer Science - Information Theory","15B52, 68Q87, 94B05, 94B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.5377"],"date":["2013-06-23","2013-07-05"],"type":["text"],"creator":["Fan, Yun","Lin, Liren"],"language":[],"coverage":[],"title":["Thresholds of Random Quasi-Abelian Codes"],"description":["  For a random quasi-abelian code of rate $r$, it is shown that the GV-bound is\na threshold point: if $r$ is less than the GV-bound at $\\delta$, then the\nprobability of the relative distance of the random code being greater than\n$\\delta$ is almost 1; whereas, if $r$ is bigger than the GV-bound at $\\delta$,\nthen the probability is almost 0. As a consequence, there exist many\nasymptotically good quasi-abelian codes with any parameters attaining the\nGV-bound.\n","Comment: 20 pages"]}]
["1307.0242",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Other Condensed Matter","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.0242","Phys.Rev.D87:125013,2013","doi:10.1103/PhysRevD.87.125013"],"date":["2013-06-30"],"type":["text"],"creator":["Kobayashi, Michikazu","Nitta, Muneto"],"language":[],"coverage":[],"title":["Fractional vortex molecules and vortex polygons in a baby Skyrme model"],"description":["  We construct a molecule of fractional vortices with fractional topological\nlump charges as a baby Skyrmion with the unit topological lump charge in the\nanti-ferromagnetic (or XY) baby Skyrme model, that is, an O(3) sigma model with\na four derivative term and an anti-ferromagnetic or XY-type potential term\nquadratic in fields. We further construct configurations with topological lump\ncharges Q <= 7 and find that bound states of vortex molecules constitute\nregular polygons with 2Q vertices as vortices, where the rotational symmetry\nSO(2) in real space is spontaneously broken into a discrete subgroup Z_Q. We\nalso find metastable and arrayed bound states of fractional vortices for Q=5,6.\nOn the other hand, we find for Q=7 that the regular polygon is metastable and\nthe arrayed bound state is stable. We calculate binding energies of all\nconfigurations.\n","Comment: 21 pages, 5 figures"]}]
["1307.0957",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.0957"],"date":["2013-07-03","2013-07-05"],"type":["text"],"creator":["Pucci, L.","Gravino, P.","Servedio, V. D. P."],"language":[],"coverage":[],"title":["Modeling the emergence of a new language: Naming Game with hybridization"],"description":["  In recent times, the research field of language dynamics has focused on the\ninvestigation of language evolution, dividing the work in three evolutive\nsteps, according to the level of complexity: lexicon, categories and grammar.\nThe Naming Game is a simple model capable of accounting for the emergence of a\nlexicon, intended as the set of words through which objects are named. We\nintroduce a stochastic modification of the Naming Game model with the aim of\ncharacterizing the emergence of a new language as the result of the interaction\nof agents. We fix the initial phase by splitting the population in two sets\nspeaking either language A or B. Whenever the result of the interaction of two\nindividuals results in an agent able to speak both A and B, we introduce a\nfinite probability that this state turns into a new idiom C, so to mimic a sort\nof hybridization process. We study the system in the space of parameters\ndefining the interaction, and show that the proposed model displays a rich\nvariety of behaviours, despite the simple mean field topology of interactions.\n","Comment: 12 pages, 10 figures, presented at IWSOS 2013 Palma de Mallorca, the\n  final publication will be available at LNCS http://www.springer.com/lncs"]}]
["1307.1379",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1379"],"date":["2013-07-04","2013-07-05"],"type":["text"],"creator":["Hu, Xiangping","Simpson, Daniel","Lindgren, Finn","Rue, Håvard"],"language":[],"coverage":[],"title":["Multivariate Gaussian Random Fields Using Systems of Stochastic Partial\n  Differential Equations"],"description":["  In this paper a new approach for constructing \\emph{multivariate} Gaussian\nrandom fields (GRFs) using systems of stochastic partial differential equations\n(SPDEs) has been introduced and applied to simulated data and real data. By\nsolving a system of SPDEs, we can construct multivariate GRFs. On the\ntheoretical side, the notorious requirement of non-negative definiteness for\nthe covariance matrix of the GRF is satisfied since the constructed covariance\nmatrices with this approach are automatically symmetric positive definite.\nUsing the approximate stochastic weak solutions to the systems of SPDEs,\nmultivariate GRFs are represented by multivariate Gaussian \\emph{Markov} random\nfields (GMRFs) with sparse precision matrices. Therefore, on the computational\nside, the sparse structures make it possible to use numerical algorithms for\nsparse matrices to do fast sampling from the random fields and statistical\ninference. Therefore, the \\emph{big-n} problem can also be partially resolved\nfor these models. These models out-preform existing multivariate GRF models on\na commonly used real dataset.\n","Comment: 47 pages, 19 figures"]}]
["1307.1448",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1448"],"date":["2013-07-04","2013-07-05"],"type":["text"],"creator":["Barbarossa, Sergio","Sardellitti, Stefania","Di Lorenzo, Paolo"],"language":[],"coverage":[],"title":["Distributed Detection and Estimation in Wireless Sensor Networks"],"description":["  In this article we consider the problems of distributed detection and\nestimation in wireless sensor networks. In the first part, we provide a general\nframework aimed to show how an efficient design of a sensor network requires a\njoint organization of in-network processing and communication. Then, we recall\nthe basic features of consensus algorithm, which is a basic tool to reach\nglobally optimal decisions through a distributed approach. The main part of the\npaper starts addressing the distributed estimation problem. We show first an\nentirely decentralized approach, where observations and estimations are\nperformed without the intervention of a fusion center. Then, we consider the\ncase where the estimation is performed at a fusion center, showing how to\nallocate quantization bits and transmit powers in the links between the nodes\nand the fusion center, in order to accommodate the requirement on the maximum\nestimation variance, under a constraint on the global transmit power. We extend\nthe approach to the detection problem. Also in this case, we consider the\ndistributed approach, where every node can achieve a globally optimal decision,\nand the case where the decision is taken at a central node. In the latter case,\nwe show how to allocate coding bits and transmit power in order to maximize the\ndetection probability, under constraints on the false alarm rate and the global\ntransmit power. Then, we generalize consensus algorithms illustrating a\ndistributed procedure that converges to the projection of the observation\nvector onto a signal subspace. We then address the issue of energy consumption\nin sensor networks, thus showing how to optimize the network topology in order\nto minimize the energy necessary to achieve a global consensus. Finally, we\naddress the problem of matching the topology of the network to the graph\ndescribing the statistical dependencies among the observed variables.\n","Comment: 92 pages, 24 figures. To appear in E-Reference Signal Processing, R.\n  Chellapa and S. Theodoridis, Eds., Elsevier, 2013"]}]
["1307.1466",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1466"],"date":["2013-07-04"],"type":["text"],"creator":["Liu, Yihui","Aickelin, Uwe"],"language":[],"coverage":[],"title":["Detect adverse drug reactions for the drug Pravastatin"],"description":["  Adverse drug reaction (ADR) is widely concerned for public health issue. ADRs\nare one of most common causes to withdraw some drugs from market. Prescription\nevent monitoring (PEM) is an important approach to detect the adverse drug\nreactions. The main problem to deal with this method is how to automatically\nextract the medical events or side effects from high-throughput medical data,\nwhich are collected from day to day clinical practice. In this study we propose\nan original approach to detect the ADRs using feature matrix and feature\nselection. The experiments are carried out on the drug Pravastatin. Major side\neffects for the drug are detected. The detected ADRs are based on computerized\nmethod, further investigation is needed.\n","Comment: 5th International Conference on Biomedical Engineering and\n  Informatics (BMEI), pp 1188-1192, 2012"]}]
["1307.1468",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1468","doi:10.1093/mnras/stt1190"],"date":["2013-07-04"],"type":["text"],"creator":["Loyola, G. R. I. Moyano","Hurley, J. R."],"language":[],"coverage":[],"title":["Stars on the run: escaping from stellar clusters"],"description":["  A significant proportion of Milky Way stars are born in stellar clusters,\nwhich dissolve over time so that the members become part of the disc and halo\npopulations of the Galaxy. In the present work we will assume that these young\nstellar clusters live mainly within the disc of the Galaxy and that they can\nhave primordial binary percentages ranging from 0% to as high as 70%. We have\nevolved models of such clusters to an age of 4 Gyr through N-body simulations,\npaying attention to the stars and binaries that escape in the process. We have\nquantified the contribution of these escaping stars to the Galaxy population by\nanalysing their escape velocity and evolutionary stage at the moment of escape.\nIn this way we could analyse the mechanisms that produced these escapers,\nwhether evaporation through weak two- body encounters, energetic close\nencounters or stellar evolution events, e.g. supernovae. In our models we found\nthat the percentage of primordial binaries in a star cluster does not produce\nsignificant variations in the velocities of the stars that escape in the\nvelocity range of 0-20 km/s. However, in the high-velocity 20-100 km/s range\nthe number of escapers increased markedly as the primordial binary percentage\nincreased. We could also infer that dissolving stellar clusters such as those\nthat we have modelled can populate the Galactic halo with giant stars for which\nthe progenitors were stars of up to 2.4 Msun. Furthermore, choices made for the\nvelocity kicks of remnants do influence the production of hyper-velocity stars\n- and to a lesser extent stars in the high-velocity range - but once again the\ndifference for the 99% of stars in the 0-20 km/s range is not significant.\n","Comment: 24 pages, 20 figures, Accepted for publication in MNRAS"]}]
["1307.1473",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1473"],"date":["2013-07-04"],"type":["text"],"creator":["Behbahani, Siavosh R.","Chamon, Claudio","Katz, Emanuel"],"language":[],"coverage":[],"title":["Electrons turn into anyons under an elastic membrane"],"description":["  We show that electrons acquire anyonic statistics if a two-dimensional\nelectron gas is placed in proximity to a charged magnetic membrane. In this\ntwo-layered system, electrons become anyons through electromagnetic field\nmediated interactions with a membrane phonon. The statistical parameter is\nirrational and depends on the membrane tension and on the electric charge and\nmagnetic dipolar densities on the membrane. We propose a measurement that\nyields the value of the statistical parameter.\n"]}]
["1307.1475",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1475","Nature Materials 11, 855 (2012)","doi:10.1038/nmat3405"],"date":["2013-07-04"],"type":["text"],"creator":["Monkman, Eric J.","Adamo, Carolina","Mundy, Julia A.","Shai, Daniel E.","Harter, John W.","Shen, Dawei","Burganov, Bulat","Muller, David A.","Schlom, Darrell G.","Shen, Kyle M."],"language":[],"coverage":[],"title":["Quantum many-body interactions in digital oxide superlattices"],"description":["  Controlling the electronic properties of interfaces has enormous scientific\nand technological implications and has been recently extended from\nsemiconductors to complex oxides which host emergent ground states not present\nin the parent materials. These oxide interfaces present a fundamentally new\nopportunity where, instead of conventional bandgap engineering, the electronic\nand magnetic properties can be optimized by engineering quantum many-body\ninteractions. We utilize an integrated oxide molecular-beam epitaxy and\nangle-resolved photoemission spectroscopy system to synthesize and investigate\nthe electronic structure of superlattices of the Mott insulator LaMnO3 and the\nband insulator SrMnO3. By digitally varying the separation between interfaces\nin (LaMnO3)2n/(SrMnO3)n superlattices with atomic-layer precision, we\ndemonstrate that quantum many-body interactions are enhanced, driving the\nelectronic states from a ferromagnetic polaronic metal to a pseudogapped\ninsulating ground state. This work demonstrates how many-body interactions can\nbe engineered at correlated oxide interfaces, an important prerequisite to\nexploiting such effects in novel electronics.\n","Comment: 14 pages, 13 figures. For published article, see\n  http://www.nature.com/nmat/journal/v11/n10/full/nmat3405.html"]}]
["1307.1480",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1480"],"date":["2013-06-21"],"type":["text"],"creator":["Santocanale, Luigi","Wehrung, Friedrich"],"language":[],"coverage":[],"title":["Lattices of regular closed subsets of closure spaces"],"description":["  For a closure space (P,f) with f(\\emptyset)=\\emptyset, the closures of open\nsubsets of P, called the regular closed subsets, form an ortholattice Reg(P,f),\nextending the poset Clop(P,f) of all clopen subsets. If (P,f) is a finite\nconvex geometry, then Reg(P,f) is pseudocomplemented. The Dedekind-MacNeille\ncompletion of the poset of regions of any central hyperplane arrangement can be\nobtained in this way, hence it is pseudocomplemented. The lattice Reg(P,f)\ncarries a particularly interesting structure for special types of convex\ngeometries, that we call closure spaces of semilattice type. For finite such\nclosure spaces, (1) Reg(P,f) satisfies an infinite collection of stronger and\nstronger quasi-identities, weaker than both meet- and join-semidistributivity.\nNevertheless it may fail semidistributivity. (2) If Reg(P,f) is\nsemidistributive, then it is a bounded homomorphic image of a free lattice. (3)\nClop(P,f) is a lattice iff every regular closed set is clopen. The extended\npermutohedron R(G) on a graph G, and the extended permutohedron Reg(S) on a\njoin-semilattice S, are both defined as lattices of regular closed sets of\nsuitable closure spaces. While the lattice of regular closed sets is, in the\nsemilattice context, always the Dedekind Mac-Neille completion of the poset of\nclopen sets, this does not always hold in the graph context, although it always\ndoes so for finite block graphs and for cycles. Furthermore, both R(G) and\nReg(S) are bounded homomorphic images of free lattices.\n","Comment: 51 pages"]}]
["1307.1482",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1482"],"date":["2013-07-04"],"type":["text"],"creator":["de Silva, Lavindra","Pandey, Amit Kumar","Gharbi, Mamoun","Alami, Rachid"],"language":[],"coverage":[],"title":["Towards Combining HTN Planning and Geometric Task Planning"],"description":["  In this paper we present an interface between a symbolic planner and a\ngeometric task planner, which is different to a standard trajectory planner in\nthat the former is able to perform geometric reasoning on abstract\nentities---tasks. We believe that this approach facilitates a more principled\ninterface to symbolic planning, while also leaving more room for the geometric\nplanner to make independent decisions. We show how the two planners could be\ninterfaced, and how their planning and backtracking could be interleaved. We\nalso provide insights for a methodology for using the combined system, and\nexperimental results to use as a benchmark with future extensions to both the\ncombined system, as well as to the geometric task planner.\n","Comment: RSS Workshop on Combined Robot Motion Planning and AI Planning for\n  Practical Applications, June 2013"]}]
["1307.1490",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1490"],"date":["2013-07-04"],"type":["text"],"creator":["Davis, Basil S."],"language":[],"coverage":[],"title":["Zitterbewegung and the Magnetic Moment of the Electron"],"description":["  Zitterbewegung of a Dirac electron is an oscillation between positive and\nnegative energy states, and is thus distinct from the analogous phenomena\nexhibited by spin half charged particles in electric and magnetic fields.\nQuantum field theory offers an insight into the velocity operator and provides\nan interpretation of zitterbewegung. Applying stationary perturbation theory to\nthese results the electron $g$ factor is obtained analytically up to the\nSchwinger correction ($g = 2 + \\alpha/\\pi $).\n","Comment: 4 figures"]}]
["1307.1497",{"format":[],"subject":["Mathematics - Differential Geometry","Differential Geomerry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1497"],"date":["2013-07-04"],"type":["text"],"creator":["Chen, Bang-Yen","Dillen, Franki","Van der Veken, Joeri","Vrancken, Luc"],"language":[],"coverage":[],"title":["Curvature inequalities for Lagrangian submanifolds: the final solution"],"description":["  Let $M$ be an $n$-dimensional Lagrangian submanifold of a complex space form.\nWe prove a pointwise inequality $$\\delta(n_1,\\ldots,n_k) \\leq\na(n,k,n_1,\\ldots,n_k) \\|H\\|^2 + b(n,k,n_1,\\ldots,n_k)c,$$ with on the left hand\nside any delta-invariant of the Riemannian manifold $M$ and on the right hand\nside a linear combination of the squared mean curvature of the immersion and\nthe constant holomorphic sectional curvature of the ambient space. The\ncoefficients on the right hand side are optimal in the sence that there exist\nnon-minimal examples satisfying equality at at least one point. We also\ncharacterize those Lagrangian submanifolds satisfying equality at any of their\npoints. Our results correct and extend those given in [B.-Y. Chen and F.\nDillen, Optimal general inequalities for Lagrangian submanifolds in complex\nspace forms, J. Math. Anal. Appl. 379 (2011), 229--239].\n","Comment: 15 pages"]}]
["1307.1498",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1498","5th International Conference on Reversible Computation (RC 2013),\n  Victoria, BC, Canada, July 4-5, 2013. Proceedings. Lecture Notes in Computer\n  Science Volume 7948, 2013, pp 1-10","doi:10.1007/978-3-642-38986-3_1"],"date":["2013-07-04"],"type":["text"],"creator":["Sanders, Barry C."],"language":[],"coverage":[],"title":["Efficient Algorithms for Universal Quantum Simulation"],"description":["  A universal quantum simulator would enable efficient simulation of quantum\ndynamics by implementing quantum-simulation algorithms on a quantum computer.\nSpecifically the quantum simulator would efficiently generate qubit-string\nstates that closely approximate physical states obtained from a broad class of\ndynamical evolutions. I provide an overview of theoretical research into\nuniversal quantum simulators and the strategies for minimizing computational\nspace and time costs. Applications to simulating many-body quantum simulation\nand solving linear equations are discussed.\n"]}]
["1307.1503",{"format":[],"subject":["Mathematics - Optimization and Control","35Q93, 35L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1503"],"date":["2013-07-04"],"type":["text"],"creator":["Gugat, Martin"],"language":[],"coverage":[],"title":["On Optimized Feedback Control and the Robustification of Opimal Controls"],"description":["  We consider a system that is exactly controllable. For given initial state,\nterminal state and objective function, an optimal control is often\nwell-defined. Such an optimal control has the disadvantage that although it\nworks perfectly well for the given initial state, for a perturbed initial state\nit often does not make sense. In this talk we present a concept to obtain\nrobust control schemes by the combination of the optimal control with a\nstabilizing feedback law. In this way, also for perturbed initial states the\nsystem is controlled in a reasonable way. In the talk we focus on the boundary\ncontrol of the wave equation. However, our concept is applicable to the control\nof general time-dependent systems.\n"]}]
["1307.1510",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1510"],"date":["2013-07-04"],"type":["text"],"creator":["Chen, Chiang-Mei","Liu, Jian-Liang","Nester, James M.","Sun, Gang"],"language":[],"coverage":[],"title":["A Reference for the Gravitational Hamiltonian Boundary Term"],"description":["  The Hamiltonian for physical systems and dynamic geometry generates the\nevolution of a spatial region along a vector field. It includes a boundary term\nwhich not only determines the value of the Hamiltonian, but also, via the\nboundary term in the variation of the Hamiltonian, the boundary conditions. The\nvalue of the Hamiltonian comes from its boundary term; it gives the quasi-local\nquantities: energy-momentum and angular-momentum/center-of-mass. This boundary\nterm depends not only on the dynamical variables but also on their reference\nvalues; these reference values determine the ground state---the state having\nvanishing quasi-local quantities. Here our concern is how to select on the\ntwo-boundary the reference values. To determine the \"best matched\" reference\nmetric and connection values for our preferred boundary term for Einstein's\ngeneral relativity, we propose on the boundary two-surface (i) \\emph{four\ndimensional} isometric matching, and (ii) extremizing the value of the energy.\n","Comment: 4 pages"]}]
["1307.1514",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1514"],"date":["2013-07-04"],"type":["text"],"creator":["Lu, Lu","You, Lizhao","Liew, Soung Chang"],"language":[],"coverage":[],"title":["Network-Coded Multiple Access"],"description":["  This paper proposes and experimentally demonstrates a first wireless local\narea network (WLAN) system that jointly exploits physical-layer network coding\n(PNC) and multiuser decoding (MUD) to boost system throughput. We refer to this\nmultiple access mode as Network-Coded Multiple Access (NCMA). Prior studies on\nPNC mostly focused on relay networks. NCMA is the first realized multiple\naccess scheme that establishes the usefulness of PNC in a non-relay setting.\nNCMA allows multiple nodes to transmit simultaneously to the access point (AP)\nto boost throughput. In the non-relay setting, when two nodes A and B transmit\nto the AP simultaneously, the AP aims to obtain both packet A and packet B\nrather than their network-coded packet. An interesting question is whether\nnetwork coding, specifically PNC which extracts packet (A XOR B), can still be\nuseful in such a setting. We provide an affirmative answer to this question\nwith a novel two-layer decoding approach amenable to real-time implementation.\nOur USRP prototype indicates that NCMA can boost throughput by 100% in the\nmedium-high SNR regime (>=10dB). We believe further throughput enhancement is\npossible by allowing more than two users to transmit together.\n"]}]
["1307.1515",{"format":[],"subject":["Mathematics - Differential Geometry","Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1515"],"date":["2013-07-04"],"type":["text"],"creator":["Chen, Bang-Yen","Verstraelen, Leopold"],"language":[],"coverage":[],"title":["Laplace Transformations of Submanifolds"],"description":["  Let $x : M \\to E^m$ be an isometric immersion of a Riemannian manifold $M$\ninto a Euclidean $m$-space. Denote by $\\Delta$ the Laplace operator of $M$.\nThen $\\Delta$ gives rise to a differentiable map $L :M \\to E^m$, called the\nLaplace map, defined by $L(p)=(\\Delta x)(p)$, $p\\in M$. We call $L(M)$ the\nLaplace image, and the transformation $L :M \\to L(M)$ from $M$ onto its Laplace\nimage $L(M)$ the {\\it Laplace transformation}. In this monograph, we provide a\nfundamental study of the Laplace transformations of Euclidean submanifolds.\n","Comment: 126 pages. Published by the Center for Pure and Applied Differential\n  Geometry (Leuven and Brussel, Belgium), 1995"]}]
["1307.1516",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1516"],"date":["2013-07-05"],"type":["text"],"creator":["Abraham, Ittai","Chechik, Shiri"],"language":[],"coverage":[],"title":["Dynamic Decremental Approximate Distance Oracles with $(1+\\epsilon, 2)$\n  stretch"],"description":["  We provide a decremental approximate Distance Oracle that obtains stretch of\n$1+\\epsilon$ multiplicative and 2 additive and has $\\hat{O}(n^{5/2})$ total\ncost (where $\\hat{O}$ notation suppresses polylogarithmic and\n$n^{O(1)/\\sqrt{n}}$ factors). The best previous results with $\\hat{O}(n^{5/2})$\ntotal cost obtained stretch $3+\\epsilon$.\n"]}]
["1307.1517",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1517","IJCSI International Journal of Computer Science Issues, Vol. 10,\n  Issue 1, No 2, January 2013 ISSN (Print): 1694-0784 | ISSN (Online):\n  1694-0814 www.IJCSI.org"],"date":["2013-07-05"],"type":["text"],"creator":["Mirajkar, Nandan","Bhujbal, Sandeep","Deshmukh, Aaradhana"],"language":[],"coverage":[],"title":["Perform wordcount Map-Reduce Job in Single Node Apache Hadoop cluster\n  and compress data using Lempel-Ziv-Oberhumer (LZO) algorithm"],"description":["  Applications like Yahoo, Facebook, Twitter have huge data which has to be\nstored and retrieved as per client access. This huge data storage requires huge\ndatabase leading to increase in physical storage and becomes complex for\nanalysis required in business growth. This storage capacity can be reduced and\ndistributed processing of huge data can be done using Apache Hadoop which uses\nMap-reduce algorithm and combines the repeating data so that entire data is\nstored in reduced format. The paper describes performing a wordcount Map-Reduce\nJob in Single Node Apache Hadoop cluster and compress data using\nLempel-Ziv-Oberhumer (LZO) algorithm.\n","Comment: 10 pages, 17 figures, Journal"]}]
["1307.1518",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1518"],"date":["2013-07-05"],"type":["text"],"creator":["Tanaka, Hajime"],"language":[],"coverage":[],"title":["Phase Separation in Soft Matter: Concept of Dynamic Asymmetry"],"description":["  Phase separation is a fundamental phenomenon that produces spatially\nheterogeneous patterns in soft matter. In this Lecture Note we show that phase\nseparation in these materials generally belongs to what we call \"viscoelastic\nphase separation\", where the morphology is determined by the mechanical balance\nof not only the thermodynamic force (interface tension) but also the\nviscoelastic force. The origin of the viscoelastic force is dynamic asymmetry\nbetween the components of a mixture, which can be caused by either a size\ndisparity or a difference in the glass transition temperature between the\ncomponents. We stress that such dynamic asymmetry generally exists in soft\nmatter. The key is that dynamical asymmetry leads to a non-trivial coupling\nbetween the concentration, velocity, and stress fields. Viscoelastic phase\nseparation can be explained by viscoelastic relaxation in pattern evolution and\nthe resulting switching of the relevant order parameter, which are induced by\nthe competition between the deformation rate of phase separation and the\nslowest mechanical relaxation rate of a system. We also discuss an intimate\nlink of viscoelastic phase separation, where deformation fields are\nspontaneously generated by phase separation itself, to mechanical instability\n(or fracture) of glassy material, which is induced by externally imposed strain\nfields. We propose that all these phenomena can be understood as\nmechanically-driven inhomogeneization in a unified manner.\n","Comment: 37 pages, 29 figures, The version without the abstract is prepared as\n  a Lecture Note for les Houches 2012 Summer School on \"Soft Interfaces\""]}]
["1307.1520",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1520"],"date":["2013-07-05"],"type":["text"],"creator":["Banerjee, Narayan","Sen, Somasri"],"language":[],"coverage":[],"title":["Towards a characterization of fields leading to black hole hair"],"description":["  In the present work, it is shown that an asymptotically flat spherical black\nhole can have a nontrivial signature of any field for an exterior observer if\nthe energy momentum tensor of the corresponding field is either tracefree or if\nthe trace falls off at least as rapidly as inverse cube of the radial distance.\nIn the absence of a general No Hair Theorem, this result can provide a\ncharacterization of the fields leading to black hole hair.\n","Comment: 7 pages, no figure"]}]
["1307.1524",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1524"],"date":["2013-07-05"],"type":["text"],"creator":["Dhillon, Harpreet S.","Li, Ying","Nuggehalli, Pavan","Pi, Zhouyue","Andrews, Jeffrey G."],"language":[],"coverage":[],"title":["Fundamentals of Heterogeneous Cellular Networks with Energy Harvesting"],"description":["  We develop a new tractable model for K-tier heterogeneous cellular networks\n(HetNets), where each base station (BS) is powered solely by a self-contained\nenergy harvesting module. The BSs across tiers differ in terms of the energy\nharvesting rate, energy storage capacity, transmit power and deployment\ndensity. Since a BS may not always have enough energy, it may need to be kept\nOFF and allowed to recharge while nearby users are served by neighboring BSs\nthat are ON. We show that the fraction of time a k^{th} tier BS can be kept ON,\ntermed availability \\rho_k, is a fundamental metric of interest. Using tools\nfrom random walk theory, fixed point analysis and stochastic geometry, we\ncharacterize the set of K-tuples (\\rho_1, \\rho_2, ... \\rho_K), termed the\navailability region, that is achievable by general uncoordinated operational\nstrategies, where the decision to toggle the current ON/OFF state of a BS is\ntaken independently of the other BSs. If the availability vector corresponding\nto the optimal system performance, e.g., in terms of rate, lies in this\navailability region, there is no performance loss due to the presence of\nunreliable energy sources. As a part of our analysis, we model the temporal\ndynamics of the energy level at each BS as a birth-death process, derive the\nenergy utilization rate, and use hitting/stopping time analysis to prove that\nthere exists a fundamental limit on \\rho_k that cannot be surpassed by any\nuncoordinated strategy.\n","Comment: submitted to IEEE Transactions on Wireless Communications, July 2013"]}]
["1307.1528",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Human-Computer Interaction","Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1528","EPTCS 118, 2013","doi:10.4204/EPTCS.118"],"date":["2013-07-05"],"type":["text"],"creator":["Kaliszyk, Cezary","Lüth, Christoph"],"language":[],"coverage":[],"title":["Proceedings 10th International Workshop On User Interfaces for Theorem\n  Provers"],"description":["  This EPTCS volume collects the post-proceedings of the 10th International\nWorkshop On User Interfaces for Theorem Provers (UITP 2012), held as part of\nthe Conferences on Intelligent Computer Mathematics (CICM 2012) in Bremen on\nJuly 11th 2012. The UITP workshop series aims at bringing together reasearchers\ninterested in designing, developing and evaluating interfaces for interactive\nproof systems, such as theorem provers, formal method tools, and other tools\nmanipulating and presenting mathematical formulae. Started in 1995, it can look\nback on seventeen years of history by now.\n  The papers in the present volume give a good indication of the range of\nquestions currently addressed in the UITP community; this ranges from interface\ndesign (Windsteiger; Dunchev et al) to using technologies such as machine\nlearning to assist the user (Komendantskaya et al). The web features\nprominently (Tankink), and new technology necessitates changes right down to\nthe very basic modes of interaction (Wenzel) - the old REPL (read, evaluate,\nprint, loop) mode of interaction can not take advantage of modern technology,\nsuch as the web and multi-core machines.\n"]}]
["1307.1532",{"format":[],"subject":["Mathematics - Probability","Condensed Matter - Statistical Mechanics","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1532"],"date":["2013-07-05"],"type":["text"],"creator":["Zocca, Alessandro","Borst, Sem C.","van Leeuwaarden, Johan S. H.","Nardi, Francesca R."],"language":[],"coverage":[],"title":["Delay performance in random-access grid networks"],"description":["  We examine the impact of torpid mixing and meta-stability issues on the delay\nperformance in wireless random-access networks. Focusing on regular meshes as\nprototypical scenarios, we show that the mean delays in an $L\\times L$ toric\ngrid with normalized load $\\rho$ are of the order $(\\frac{1}{1-\\rho})^L$. This\nsuperlinear delay scaling is to be contrasted with the usual linear growth of\nthe order $\\frac{1}{1-\\rho}$ in conventional queueing networks. The intuitive\nexplanation for the poor delay characteristics is that (i) high load requires a\nhigh activity factor, (ii) a high activity factor implies extremely slow\ntransitions between dominant activity states, and (iii) slow transitions cause\nstarvation and hence excessively long queues and delays. Our proof method\ncombines both renewal and conductance arguments. A critical ingredient in\nquantifying the long transition times is the derivation of the communication\nheight of the uniformized Markov chain associated with the activity process. We\nalso discuss connections with Glauber dynamics, conductance and mixing times.\nOur proof framework can be applied to other topologies as well, and is also\nrelevant for the hard-core model in statistical physics and the sampling from\nindependent sets using single-site update Markov chains.\n"]}]
["1307.1538",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1538","Phys. Rev. A 87, 043618 (2013)","doi:10.1103/PhysRevA.87.043618"],"date":["2013-07-05"],"type":["text"],"creator":["Kordas, Georgios","Wimberger, Sandro","Witthaut, Dirk"],"language":[],"coverage":[],"title":["Decay and fragmentation in an open Bose-Hubbard chain"],"description":["  We analyze the decay of ultracold atoms from an optical lattice with loss\nform a single lattice site. If the initial state is dynamically stable a\nsuitable amount of dissipation can stabilize a Bose-Einstein condensate, such\nthat it remains coherent even in the presence of strong interactions. A\ntransition between two different dynamical phases is observed if the initial\nstate is dynamically unstable. This transition is analyzed here in detail. For\nstrong interactions, the system relaxes to an entangled quantum state with\nremarkable statistical properties: The atoms bunch in a few \"breathers\" forming\nat random positions. Breathers at different positions are coherent, such that\nthey can be used in precision quantum interferometry and other applications.\n","Comment: 15 pages, 14 figures"]}]
["1307.1540",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1540"],"date":["2013-07-05"],"type":["text"],"creator":["Santos, Emilio"],"language":[],"coverage":[],"title":["On a new Bell test with photons seemingly violating quantum predictions"],"description":["  A disagreement of the empirical results with quantum mechanical predictions\nis pointed out in the experiment by B. G. Christensen et al. The anomaly is\nquite similar to one present in the analogous experiment by M. Giustina et al.\n[arXiv:1306.5772].\n","Comment: 2 pages"]}]
["1307.1542",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1542"],"date":["2013-07-05"],"type":["text"],"creator":["von der Weth, Christian","Hauswirth, Manfred"],"language":[],"coverage":[],"title":["DOBBS: Towards a Comprehensive Dataset to Study the Browsing Behavior of\n  Online Users"],"description":["  The investigation of the browsing behavior of users provides useful\ninformation to optimize web site design, web browser design, search engines\nofferings, and online advertisement. This has been a topic of active research\nsince the Web started and a large body of work exists. However, new online\nservices as well as advances in Web and mobile technologies clearly changed the\nmeaning behind \"browsing the Web\" and require a fresh look at the problem and\nresearch, specifically in respect to whether the used models are still\nappropriate. Platforms such as YouTube, Netflix or last.fm have started to\nreplace the traditional media channels (cinema, television, radio) and media\ndistribution formats (CD, DVD, Blu-ray). Social networks (e.g., Facebook) and\nplatforms for browser games attracted whole new, particularly less tech-savvy\naudiences. Furthermore, advances in mobile technologies and devices made\nbrowsing \"on-the-move\" the norm and changed the user behavior as in the mobile\ncase browsing is often being influenced by the user's location and context in\nthe physical world. Commonly used datasets, such as web server access logs or\nsearch engines transaction logs, are inherently not capable of capturing the\nbrowsing behavior of users in all these facets. DOBBS (DERI Online Behavior\nStudy) is an effort to create such a dataset in a non-intrusive, completely\nanonymous and privacy-preserving way. To this end, DOBBS provides a browser\nadd-on that users can install, which keeps track of their browsing behavior\n(e.g., how much time they spent on the Web, how long they stay on a website,\nhow often they visit a website, how they use their browser, etc.). In this\npaper, we outline the motivation behind DOBBS, describe the add-on and captured\ndata in detail, and present some first results to highlight the strengths of\nDOBBS.\n"]}]
["1307.1543",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1543"],"date":["2013-07-05"],"type":["text"],"creator":["von der Weth, Christian","Hauswirth, Manfred"],"language":[],"coverage":[],"title":["Finding Information Through Integrated Ad-Hoc Socializing in the Virtual\n  and Physical World"],"description":["  Despite the services of sophisticated search engines like Google, there are a\nnumber of interesting information sources which are useful but largely\ninaccessible to current Web users. These information sources are often ad-hoc,\nlocation-specific and only useful for users over short periods of time, or\nrelate to tacit knowledge of users or implicit knowledge in crowds. The\nsolution presented in this paper addresses these problems by introducing an\nintegrated concept of \"location\" and \"presence\" across the physical and virtual\nworlds enabling ad-hoc socializing of users interested in, or looking for\nsimilar information. While the definition of presence in the physical world is\nstraightforward - through a spatial location and vicinity at a certain point in\ntime - their definitions in the virtual world are neither obvious nor trivial.\nBased on a detailed analysis we provide an integrated spatial model spanning\nboth worlds which enables us to define presence of users in a unified way. This\nintegrated model allows us to enable ad-hoc socializing of users browsing the\nWeb with users in the physical world specific to their joint information needs\nand allows us to unlock the untapped information sources mentioned above. We\ndescribe a proof-of-concept implementation of our model and provide an\nempirical analysis based on real-world experiments.\n"]}]
["1307.1544",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1544"],"date":["2013-07-05"],"type":["text"],"creator":["Baryshevsky, V. G.","Gurnevich, E. A."],"language":[],"coverage":[],"title":["Multiple Scattering of Waves in 3D Crystals (Natural or Photonic) Formed\n  by Anisotropically Scattering Centers"],"description":["  This paper considers the refraction and diffraction of waves in\nthree-dimensional crystals formed by anisotropically scattering centers. The\npartial wave expansion method is used to consider the effect of multiple\nrescattering of waves by centers composing a crystal. The expression for the\nrefractive index of a crystal is derived. It is shown that instead of the\ndiagonal elements of the scattering matrix $\\mathbf{T}$, appearing in the\nexpression for the refractive index of a chaotic medium, the derived expression\nincludes the diagonal elements of the reaction matrix $\\mathbf{K}$. This fact\nis taken into account in writing the equations describing the dynamical\ndiffraction of waves in a crystal.\n  The results can be of interest for research into, e.g., diffraction of cold\nneutrons and photons in crystals, nanocrystalline materials, as well as for the\ndescription of parametric and diffraction radiation in electromagnetic crystals\nformed by anisotropically scattering centers.\n"]}]
["1307.1550",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1550"],"date":["2013-07-05"],"type":["text"],"creator":["Satula, W.","Dobaczewski, J.","Konieczka, M.","Nazarewicz, W."],"language":[],"coverage":[],"title":["Isospin mixing within the multi-reference nuclear density functional\n  theory and beyond - selected aspects"],"description":["  The results of systematic calculations of isospin-symmetry-breaking\ncorrections to superallowed beta-decays based on the self-consistent isospin-\nand angular-momentum-projected nuclear density functional theory (DFT) are\nreviewed with an emphasis on theoretical uncertainties of the model. Extensions\nof the formalism towards no core shell model approach with basis cutoff scheme\ndictated by the self-consistent particle-hole DFT solutions will be also\ndiscussed.\n","Comment: Invited talk presented by WS at the EURISOL User Group Topical\n  Meeting 2013, July 1-3, Krakow, Poland"]}]
["1307.1551",{"format":[],"subject":["Mathematics - Representation Theory","17B50, 70F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1551"],"date":["2013-07-05"],"type":["text"],"creator":["Bouarroudj, Sofiane","Grozman, Pavel","Lebedev, Alexei","Leites, Dimitry","Shchepochkina, Irina"],"language":[],"coverage":[],"title":["Simple prolongs of the non-positive parts of graded Lie algebras with\n  Cartan matrix in characteristic 2"],"description":["  Over an algebraically closed fields, an alternative to the method due to\nKostrikin and Shafarevich was recently suggested. It produces all known simple\nfinite dimensional Lie algebras in characteristic p>2. For p=2, we investigate\none of the steps of this method, interpret several other simple Lie algebras,\npreviously known only as sums of their components, as Lie algebras of vector\nfields. One new series of exceptional simple Lie algebras is discovered,\ntogether with its \"hidden supersymmetries\".\n  In characteristic 2, certain simple Lie algebras are \"desuperizations\" of\nsimple Lie superalgebras. Several simple Lie algebras we describe as results of\ngeneralized Cartan prolongation of the non-positive parts, relative a simplest\n(by declaring degree of just one pair of root vectors corresponding to opposite\nsimple roots nonzero) grading by integers, of Lie algebras with Cartan matrix\nare \"desuperizations\" of characteristic 2 versions of complex simple\nexceptional vectorial Lie superalgebras. We list the Lie superalgebras (some of\nthem new) obtained from the Lie algebras considered by declaring certain\ngenerators odd.\n  One of the simple Lie algebras obtained is the prolong relative to a\nnon-simplest grading, so the classification to be obtained might be more\ninvolved than we previously thought.\n","Comment: 36 pages. arXiv admin note: text overlap with arXiv:0710.5149"]}]
["1307.1554",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1554"],"date":["2013-07-05"],"type":["text"],"creator":["Rios, Michael"],"language":[],"coverage":[],"title":["U-Duality and the Leech Lattice"],"description":["  It has recently been shown that the full automorphism group of the Leech\nlattice, Conway's group Co_0, can be generated by 3 x 3 matrices over the\noctonions. We show such matrices are of type F_4 in E_{6(-26)}, the U-duality\ngroup for N=2, D=5 exceptional magic supergravity. By mapping points of the\nLeech lattice to black hole charge vectors, it is seen Conway's group Co_0 is\ngenerated by U-duality transformations acting as rotations in the charge space\nfor BPS black holes.\n","Comment: 13 pages"]}]
["1307.1555",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1555","B. Dlubak et al. Nature Physics 8 (2012) 557","doi:10.1038/NPHYS2331"],"date":["2013-07-05"],"type":["text"],"creator":["Dlubak, Bruno","Martin, Marie-Blandine","Deranlot, Cyrile","Servet, Bernard","Xavier, Stéphane","Mattana, Richard","Sprinkle, Mike","Berger, Claire","De Heer, Walt A.","Petroff, Frédéric","Anane, Abdelmadjid","Seneor, Pierre","Fert, Albert"],"language":[],"coverage":[],"title":["Highly efficient spin transport in epitaxial graphene on SiC"],"description":["  Spin information processing is a possible new paradigm for post-CMOS\n(complementary metal-oxide semiconductor) electronics and efficient spin\npropagation over long distances is fundamental to this vision. However, despite\nseveral decades of intense research, a suitable platform is still wanting. We\nreport here on highly efficient spin transport in two-terminal\npolarizer/analyser devices based on high-mobility epitaxial graphene grown on\nsilicon carbide. Taking advantage of high-impedance injecting/detecting tunnel\njunctions, we show spin transport efficiencies up to 75%, spin signals in the\nmega-ohm range and spin diffusion lengths exceeding 100 {\\mu}m. This enables\nspintronics in complex structures: devices and network architectures relying on\nspin information processing, well beyond present spintronics applications, can\nnow be foreseen.\n"]}]
["1307.1560",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1560"],"date":["2013-07-05"],"type":["text"],"creator":["Głowinski, Radosław","Rytter, Wojciech"],"language":[],"coverage":[],"title":["Compressed Pattern-Matching with Ranked Variables in Zimin Words"],"description":["  Zimin words are very special finite words which are closely related to the\npattern-avoidability problem. This problem consists in testing if an instance\nof a given pattern with variables occurs in almost all words over any finite\nalphabet. The problem is not well understood, no polynomial time algorithm is\nknown and its NP-hardness is also not known. The pattern-avoidability problem\nis equivalent to searching for a pattern (with variables) in a Zimin word. The\nmain difficulty is potentially exponential size of Zimin words. We use special\nproperties of Zimin words, especially that they are highly compressible, to\ndesign efficient algorithms for special version of the pattern-matching, called\nhere ranked matching. It gives a new interpretation of Zimin algorithm in\ncompressed setting. We discuss the structure of rankings of variables and\ncompressed representations of values of variables. Moreover, for a ranked\nmatching we present efficient algorithms to find the shortest instance and the\nnumber of valuations of instances of the pattern.\n","Comment: 13 pages"]}]
["1307.1561",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1561","International Journal of Computer Science Issues, Vol.10, Issue\n  1,No 2, January 2013, pp. 686-692"],"date":["2013-07-05"],"type":["text"],"creator":["Vimina, E. R.","Jacob, K. Poulose"],"language":[],"coverage":[],"title":["A Sub-block Based Image Retrieval Using Modified Integrated Region\n  Matching"],"description":["  This paper proposes a content based image retrieval (CBIR) system using the\nlocal colour and texture features of selected image sub-blocks and global\ncolour and shape features of the image. The image sub-blocks are roughly\nidentified by segmenting the image into partitions of different configuration,\nfinding the edge density in each partition using edge thresholding followed by\nmorphological dilation. The colour and texture features of the identified\nregions are computed from the histograms of the quantized HSV colour space and\nGray Level Co- occurrence Matrix (GLCM) respectively. The colour and texture\nfeature vectors is computed for each region. The shape features are computed\nfrom the Edge Histogram Descriptor (EHD). A modified Integrated Region Matching\n(IRM) algorithm is used for finding the minimum distance between the sub-blocks\nof the query and target image. Experimental results show that the proposed\nmethod provides better retrieving result than retrieval using some of the\nexisting methods.\n","Comment: 7 pages"]}]
["1307.1563",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1563","Journal of Nuclear Materials, Vol.438, Supplement, July 2013,\n  p.S1212-S1215. Proceedings of the 20th International Conference on\n  Plasma-Surface Interactions in Controlled Fusion Devices","doi:10.1016/j.jnucmat.2013.01.268"],"date":["2013-07-05"],"type":["text"],"creator":["Elmore, S.","Allan, S. Y.","Kirk, A.","Thornton, A. J.","Harrison, J. R.","Tamain, P.","Kocan, M.","Bradley, J. W.","Team, MAST"],"language":[],"coverage":[],"title":["Scrape-off layer ion temperature measurements at the divertor target in\n  MAST by retarding field energy analyser"],"description":["  Knowledge of the ion temperature (Ti) is of key importance for determining\nheat fluxes to the divertor and plasma facing components, however data\nregarding this is limited compared to electron temperature (Te) data. Ti\nmeasurements at the divertor target, between edge-localised modes (inter-ELM)\nH-mode, have been made using a novel retarding field energy analyser (RFEA).\n","Comment: 17 pages, 6 figures"]}]
["1307.1564",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1564","Europhysics Letters, 102 (4) 49001 (2013)","doi:10.1209/0295-5075/102/49001"],"date":["2013-07-05"],"type":["text"],"creator":["Stasiewicz, K.","Markidis, S.","Eliasson, B.","Strumik, M.","Yamauchi, M."],"language":[],"coverage":[],"title":["Acceleration of solar wind ions to 1 MeV by electromagnetic structures\n  upstream of the Earth's bow shock"],"description":["  We present measurements from the ESA/NASA Cluster mission that show in situ\nacceleration of ions to energies of 1 MeV outside the bow shock. The observed\nheating can be associated with the presence of electromagnetic structures with\nstrong spatial gradients of the electric field that lead to ion gyro-phase\nbreaking and to the onset of chaos in ion trajectories. It results in rapid,\nstochastic acceleration of ions in the direction perpendicular to the ambient\nmagnetic field. The electric potential of the structures can be compared to a\nfield of moguls on a ski slope, capable of accelerating and ejecting the fast\nrunning skiers out of piste. This mechanism may represent the universal\nmechanism for perpendicular acceleration and heating of ions in the\nmagnetosphere, the solar corona and in astrophysical plasmas. This is also a\nbasic mechanism that can limit steepening of nonlinear electromagnetic\nstructures at shocks and foreshocks in collisionless plasmas.\n","Comment: 9 pages, 5 figures"]}]
["1307.1565",{"format":[],"subject":["Mathematics - Statistics Theory","62J12, 62F25, 62H12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1565"],"date":["2013-07-05"],"type":["text"],"creator":["Belomestny, Denis","Spokoiny, Vladimir"],"language":[],"coverage":[],"title":["Concentration inequalities for smooth random fields"],"description":["  In this note we derive a sharp concentration inequality for the supremum of a\nsmooth random field over a finite dimensional set. It is shown that this\nsupremum can be bounded with high probability by the value of the field at some\ndeterministic point plus an intrinsic dimension of the optimisation problem. As\nan application we prove the exponential inequality for a function of the\nmaximal eigenvalue of a random matrix is proved.\n","Comment: arXiv admin note: text overlap with arXiv:1205.0498"]}]
["1307.1566",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1566","AIP Conf. Proc. 1458, pp. 419-422 (2011)","doi:10.1063/1.4734449"],"date":["2013-07-05"],"type":["text"],"creator":["González-Romero, L. M.","Blázquez-Salcedo, J. L."],"language":[],"coverage":[],"title":["Core-crust transition pressure for relativistic slowly rotating neutron\n  stars"],"description":["  We study the influence of core-\\textit{crust} transition pressure changes on\nthe general dynamical properties of neutron star configurations. First we study\nthe matching conditions in core-\\textit{crust} transition pressure region,\nwhere phase transitions in the equation of state causes energy density jumps.\nThen using a surface \\textit{crust} approximation, we can construct\nconfigurations where the matter is described by the equation of state of the\ncore of the star and the core-\\textit{crust} transition pressure. We will\nconsider neutron stars in the slow rotation limit, considering perturbation\ntheory up to second order in the angular velocity so that the deformation of\nthe star is also taken into account. The junction determines the parameters of\nthe star such as total mass, angular and quadrupolar momentum.\n","Comment: 4 pages, 1 figure"]}]
["1307.1568",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1568","CICM 2013, LNAI (7961), Springer, 2013"],"date":["2013-07-05"],"type":["text"],"creator":["Do, Chau","Pauwels, Eric J."],"language":[],"coverage":[],"title":["Using MathML to Represent Units of Measurement for Improved Ontology\n  Alignment"],"description":["  Ontologies provide a formal description of concepts and their relationships\nin a knowledge domain. The goal of ontology alignment is to identify\nsemantically matching concepts and relationships across independently developed\nontologies that purport to describe the same knowledge. In order to handle the\nwidest possible class of ontologies, many alignment algorithms rely on\nterminological and structural meth- ods, but the often fuzzy nature of concepts\ncomplicates the matching process. However, one area that should provide clear\nmatching solutions due to its mathematical nature, is units of measurement.\nSeveral on- tologies for units of measurement are available, but there has been\nno attempt to align them, notwithstanding the obvious importance for tech-\nnical interoperability. We propose a general strategy to map these (and\nsimilar) ontologies by introducing MathML to accurately capture the semantic\ndescription of concepts specified therein. We provide mapping results for three\nontologies, and show that our approach improves on lexical comparisons.\n","Comment: Conferences on Intelligent Computer Mathematics (CICM 2013), Bath,\n  England"]}]
["1307.1569",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1569"],"date":["2013-07-05"],"type":["text"],"creator":["Truong, Duy Nguyen","McKague, Matthew","Wehner, Stephanie"],"language":[],"coverage":[],"title":["Entanglement improves classical control"],"description":["  Electronic devices all around us contain classical control circuits. Such\ncircuits consist of a network of controllers which can read and write signals\nto wires of the circuit with the goal to minimize the cost function of the\ncircuit's output signal. Here, we propose the use of shared entanglement\nbetween controllers as a resource to improve the performance of otherwise\npurely classical control circuits. We study a well-known example from the\nclassical control literature and demonstrate that allowing two controllers to\nshare entanglement improves their ability to control. More precisely, we\nexhibit a family of circuits in which the the cost function using entanglement\nstays constant, but the minimal cost function without entanglement grows\narbitrarily large. This demonstrates that entanglement can be a powerful\nresource in a classical control circuit.\n","Comment: 13 pages, 2 figures, revtex"]}]
["1307.1572",{"format":[],"subject":["Mathematics - Analysis of PDEs","35A01, 35M33, 35Q79, 74C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1572"],"date":["2013-07-05"],"type":["text"],"creator":["Bonetti, Elena","Colli, Pierluigi","Fabrizio, Mauro","Gilardi, Gianni"],"language":[],"coverage":[],"title":["Existence of solutions for a mathematical model related to solid-solid\n  phase transitions in shape memory alloys"],"description":["  We consider a strongly nonlinear PDE system describing solid-solid phase\ntransitions in shape memory alloys. The system accounts for the evolution of an\norder parameter (related to different symmetries of the crystal lattice in the\nphase configurations), of the stress (and the displacement), and of the\nabsolute temperature. The resulting equations present several technical\ndifficulties to be tackled: in particular, we emphasize the presence of\nnonlinear coupling terms, higher order dissipative contributions, possibly\nmultivalued operators. As for the evolution of temperature, a highly nonlinear\nparabolic equation has to be solved for a right hand side that is controlled\nonly in L^1. We prove the existence of a solution for a regularized version, by\nuse of a time discretization technique. Then, we perform suitable a priori\nestimates which allow us pass to the limit and find a weak global-in-time\nsolution to the system.\n","Comment: Key words: nonstandard phase field system, nonlinear partial\n  differential equations, initial-boundary value problem, existence of\n  solutions"]}]
["1307.1577",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1577"],"date":["2013-07-05"],"type":["text"],"creator":["Itoh, Jin-ichi","Rouyer, Joel","Vilcu, Costin"],"language":[],"coverage":[],"title":["On the Theorem of the Three Perpendiculars"],"description":["  We show that the theorem of the three perpendiculars holds in any\nn-dimensional space form.\n"]}]
["1307.1578",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57M27, 26C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1578"],"date":["2013-07-05"],"type":["text"],"creator":["Hirasawa, Mikami","Murasugi, Kunio"],"language":[],"coverage":[],"title":["Various stabilities of the Alexander polynomials of knots and links"],"description":["  In this paper, we study distribution of the zeros of the Alexander\npolynomials of knots and links in S^3. We call a knot or link \"real stable\"\n(resp. \"circular stable\") if all the zeros of its Alexander polynomial are real\n(resp. unit complex). We give a general construction of real stable and\ncircular stable knots and links. We also study pairs of real stable knots and\nlinks such that the zeros of the Alexander polynomials are interlaced.\n","Comment: 92 pages"]}]
["1307.1580",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1580"],"date":["2013-07-05"],"type":["text"],"creator":["Pourkhorsandi, Hamed"],"language":[],"coverage":[],"title":["Search for Impact Craters in Iran: Citizen Science as a Useful Method"],"description":["  To recognition probable impact craters in Iran, we use Google Earth data in\nthe first step. Some probable structures identified and studies suggest\nnon-impact origin for them. Studies on other craters in Iran are in progress.\n","Comment: Large Meteorite Impacts and Planetary Evolution V (2013)"]}]
["1307.1581",{"format":[],"subject":["Mathematics - Optimization and Control","49J15, 92D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1581"],"date":["2013-07-05"],"type":["text"],"creator":["De Leenheer, Patrick"],"language":[],"coverage":[],"title":["Optimal placement of Marine Protected Areas"],"description":["  Overfishing can lead to the reduction or elimination of fish populations and\nthe degradation or even destruction of their habitats. This can be prevented by\nintroducing Marine Protected Areas (MPA's), regions in the ocean or along\ncoastlines where fishing is controlled. MPA's can also lead to larger fish\ndensities outside the protected area through spill-over, which in turn may\nincrease the fishing yield. A natural question in this context, is where\nexactly to establish an MPA, in order to maximize these benefits. This problem\nis addressed along a one-dimensional stretch of coast-line, by first proposing\na model for the fish dynamics. Fish are assumed to move diffusively, and are\nsubject to recruitment, natural death and harvesting through fishing. The\nproblem is then cast as an optimal control problem for the steady state\nequation corresponding to the PDE which models the fish dynamics. The\nfunctional being maximized is a weighted sum of the average fish density and\nthe average fishing yield. It is shown that optimal controls exist, and that\nthe form of an optimal control -and hence the location of the MPA- is\ndetermined by two key model parameters, namely the size of the coast, and the\nweight of the average fish density appearing in the functional. If these\nparameters are large enough -and precisely how large, can be calculated\nexactly- the results indicate when and where an MPA should be established. The\nresults indicate that an MPA always takes the form of a Marine Reserve, where\nfishing is prohibited. The main mathematical tool used to prove the results is\nPontryagin's maximum principle.\n"]}]
["1307.1584",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1584"],"date":["2013-07-05"],"type":["text"],"creator":["Reps, Jenna","Garibaldi, Jonathan M.","Aickelin, Uwe","Soria, Daniele","Gibson, Jack E.","Hubbard, Richard B."],"language":[],"coverage":[],"title":["Comparing Data-mining Algorithms Developed for Longitudinal\n  Observational Databases"],"description":["  Longitudinal observational databases have become a recent interest in the\npost marketing drug surveillance community due to their ability of presenting a\nnew perspective for detecting negative side effects. Algorithms mining\nlongitudinal observation databases are not restricted by many of the\nlimitations associated with the more conventional methods that have been\ndeveloped for spontaneous reporting system databases. In this paper we\ninvestigate the robustness of four recently developed algorithms that mine\nlongitudinal observational databases by applying them to The Health Improvement\nNetwork (THIN) for six drugs with well document known negative side effects.\nOur results show that none of the existing algorithms was able to consistently\nidentify known adverse drug reactions above events related to the cause of the\ndrug and no algorithm was superior.\n","Comment: UKCI 2012, the 12th Annual Workshop on Computational Intelligence,\n  Heriot-Watt University, pp 1-8, 2012"]}]
["1307.1586",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1586"],"date":["2013-07-05"],"type":["text"],"creator":["Li, Blaise"],"language":[],"coverage":[],"title":["Evaluating strategies of phylogenetic analyses by the coherence of their\n  results"],"description":["  I propose an approach to identify, among several strategies of phylogenetic\nanalysis, those producing the most accurate results. This approach is based on\nthe hypothesis that the more a result is reproduced from independent data, the\nmore it reflects the historical signal common to the analysed data. Under this\nhypothesis, the capacity of an analytical strategy to extract historical signal\nshould correlate positively with the coherence of the obtained results. I apply\nthis approach to a series of analyses on empirical data, basing the coherence\nmeasure on the Robinson-Foulds distances between the obtained trees. At first\napproximation, the analytical strategies most suitable for the data produce the\nmost coherent results. However, risks of false positives and false negatives\nare identified, which are difficult to rule out.\n","Comment: 6 pages, 3 figures, accepted for publication in Comptes Rendus\n  Palevol, based on a work presented at the \"Journ\\'ees d'automne 2012 de la\n  Soci\\'et\\'e Fran\\c{c}aise de Syst\\'ematique\"\n  (http://www.normalesup.org/~bli/Papers/SFS_2012_BL.pdf)"]}]
["1307.1588",{"format":[],"subject":["Mathematics - Complex Variables","30G30, 32A30, 47N99,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1588"],"date":["2013-07-05"],"type":["text"],"creator":["Agler, Jim","Young, N. J."],"language":[],"coverage":[],"title":["Symmetric functions of two noncommuting variables"],"description":["  We prove a noncommutative analogue of the fact that every symmetric analytic\nfunction of $(z,w)$ in the bidisc $\\D^2$ can be expressed as an analytic\nfunction of the variables $z+w$ and $zw$. We construct an analytic nc-map $S$\nfrom the biball to an infinite-dimensional nc-domain $\\Omega$ with the property\nthat, for every bounded symmetric function $\\ph$ of two noncommuting variables\nthat is analytic on the biball, there exists a bounded analytic nc-function\n$\\Phi$ on $\\Omega$ such that $\\ph=\\Phi\\circ S$. We also establish a realization\nformula for $\\Phi$, and hence for $\\ph$, in terms of operators on Hilbert\nspace.\n","Comment: 18 pages"]}]
["1307.1593",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1593"],"date":["2013-07-05"],"type":["text"],"creator":["Riaz, B."],"language":[],"coverage":[],"title":["Accretion and Outflow Activity in Brown Dwarfs"],"description":["  An investigation of the magnetospheric accretion and outflow signatures in\nsub-stellar objects is a natural extension of similar studies conducted on\nclassical T Tauri stars (CTTS), and helps understand if brown dwarfs (BDs)\nfollow the same formation mechanism as stars. Over the past decade, evidence\nfor accretion in very low-mass stars (VLMs) and BDs has been accumulated using\nvarious techniques, which indicates that the overall accretion characteristics\nare continuous across the sub-stellar boundary. Outflow activity in VLMs and\nBDs has been confirmed based on spectro-astrometry of forbidden emission lines\nobserved in the optical, and in millimetre continuum images of CO J=2-1\nemission. This review summarizes the past and current state of observational\nwork on accretion and outflow activity in VLMs and BDs, particularly with the\nadvent of new instruments such as VLT/X-Shooter which has allowed the study of\nseveral accretion and outflow indicators over a wider wavelength range.\n","Comment: Invited review to appear in the proceedings of the conference 'Brown\n  dwarfs come of age', May 20-24 2013, Memorie della Societa Astronomica\n  Italiana"]}]
["1307.1598",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1598"],"date":["2013-07-05"],"type":["text"],"creator":["Roadknight, Christopher M.","Aickelin, Uwe"],"language":[],"coverage":[],"title":["Extending a Microsimulation of the Port of Dover"],"description":["  Modelling and simulating the traffic of heavily used but secure environments\nsuch as seaports and airports is of increasing importance. This paper discusses\nissues and problems that may arise when extending an existing microsimulation\nstrategy. We also discuss how extensions of these simulations can aid planners\nwith optimal physical and operational feedback. Conclusions are drawn about how\nmicrosimulations can be moved forward as a robust planning tool for the 21st\ncentury.\n","Comment: ORS SW12 Simulation Conference, 2012"]}]
["1307.1600",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","42B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1600"],"date":["2013-07-05"],"type":["text"],"creator":["Bennett, Jonathan","Bez, Neal","Gutierrez, Susana","Lee, Sanghyuk"],"language":[],"coverage":[],"title":["On the Strichartz estimates for the kinetic transport equation"],"description":["  We show that the endpoint Strichartz estimate for the kinetic transport\nequation is false in all dimensions. We also present a new approach to proving\nthe non-endpoint cases using multilinear analysis.\n","Comment: 5 pages"]}]
["1307.1601",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1601"],"date":["2013-07-05"],"type":["text"],"creator":["Roadknight, Chris","Aickelin, Uwe","Ladas, Alex","Soria, Daniele","Scholefield, John","Durrant, Lindy"],"language":[],"coverage":[],"title":["Biomarker Clustering of Colorectal Cancer Data to Complement Clinical\n  Classification"],"description":["  In this paper, we describe a dataset relating to cellular and physical\nconditions of patients who are operated upon to remove colorectal tumours. This\ndata provides a unique insight into immunological status at the point of tumour\nremoval, tumour classification and post-operative survival. Attempts are made\nto cluster this dataset and important subsets of it in an effort to\ncharacterize the data and validate existing standards for tumour\nclassification. It is apparent from optimal clustering that existing tumour\nclassification is largely unrelated to immunological factors within a patient\nand that there may be scope for re-evaluating treatment options and survival\nestimates based on a combination of tumour physiology and patient\nhistochemistry.\n","Comment: Federated Conference on Computer Science and Information Systems\n  (FedCSIS), pp 187-191, 2012"]}]
["1307.1604",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1604"],"date":["2013-07-05"],"type":["text"],"creator":["Nikolic, H."],"language":[],"coverage":[],"title":["Can a wormhole be interpreted as an EPR pair?"],"description":["  Recently, Maldacena and Susskind arXiv:1306.0533 and Jensen and Karch\narXiv:1307.1132 argued that a wormhole can be interpreted as an EPR pair. We\npoint out that a convincing justification of such an interpretation would\nrequire a quantitative evidence that correlations between two ends of the\nwormhole are equal to those between the members of the EPR pair. As long as the\nexisting results do not contain such evidence, the interpretation of wormhole\nas an EPR pair does not seem justified.\n","Comment: 1 page"]}]
["1307.1609",{"format":[],"subject":["Physics - Geophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1609"],"date":["2013-07-05"],"type":["text"],"creator":["Batac, Rene C.","Kantz, Holger"],"language":[],"coverage":[],"title":["Spatiotemporal clustering and separation in regional earthquakes"],"description":["  Spatiotemporal clustering of earthquake events is a generally-established\nfact, and is important for designing models and assessment techniques in\nseismicity. Here, we investigate how this behavior can manifest in the\nstatistical distributions of inter-event distances and times between\nearthquakes from different regional catalogs. We complement the analysis of\nprevious authors (Touati et al., PRL 102, 168501 (2009)) and observe histograms\nbest described by a superposition of two component distributions for \"short\"\nand \"long\" distances and times. Our results quantify the spatiotemporal\nclustering of earthquakes that are possibly generated by the same triggering\nmechanism. Independent earthquakes, on the other hand, are found to be\nseparated by long inter-event distances and times. The statistics presented\nreveal regional differences, suggesting non-universality of the distributions.\n","Comment: Submitted to Physical Review Letters"]}]
["1307.1610",{"format":[],"subject":["Mathematics - Number Theory","11B68, 11S80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1610"],"date":["2013-07-05"],"type":["text"],"creator":["Kim, Taekyun"],"language":[],"coverage":[],"title":["A note on the new q-extension of Frobenius-Euler numbers and polynomials"],"description":["  In this paper, we consider the new q-extension of Frobenius-Euler numbers and\npolynomials and we derive some interesting identities from the orthogonality\ntype properties for the new q-extension of Frobenius-Euler polynomials. Finally\nwe suggest one open question related to orthogonality of polynomials.\n","Comment: 15 pages"]}]
["1307.1611",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 46C07, Secondary 47B07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1611"],"date":["2013-07-05"],"type":["text"],"creator":["Feshchenko, Ivan S."],"language":[],"coverage":[],"title":["On the closedness of the sum of ranges of operators $A_k$ with almost\n  compact products $A_i^* A_j$"],"description":["  Let $\\mathcal{H}_1,\\ldots,\\mathcal{H}_n,\\mathcal{H}$ be complex Hilbert\nspaces and $A_k:\\mathcal{H}_k\\to\\mathcal{H}$ be a bounded linear operator with\nthe closed range $Ran(A_k)$, $k=1,\\ldots,n$. It is known that if $A_i^*A_j$ is\ncompact for any $i\\neq j$, then $\\sum_{k=1}^n Ran(A_k)$ is closed.\n  We show that if all products $A_i^*A_j$, $i\\neq j$ are \"almost\" compact, then\nthe subspaces $Ran(A_1),\\ldots,Ran(A_n)$ are essentially linearly independent\nand their sum is closed.\n","Comment: 9 pages"]}]
["1307.1612",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J25, 31B10, 45A05, 47H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1612","Advances in Harmonic Analysis and Operator Theory, The Stefan\n  Samko Anniversary Volume, Operator Theory: Advances and Applications, Volume\n  229, pp. 269-289, Birkhauser Verlag, Basel, 2013","doi:10.1007/978-3-0348-0516-2_15"],"date":["2013-07-05"],"type":["text"],"creator":["Musolino, Paolo"],"language":[],"coverage":[],"title":["A singularly perturbed Dirichlet problem for the Poisson equation in a\n  periodically perforated domain. A functional analytic approach"],"description":["  Let $\\Omega$ be a sufficiently regular bounded open connected subset of\n$\\mathbb{R}^n$ such that $0 \\in \\Omega$ and that $\\mathbb{R}^n \\setminus\n\\mathrm{cl}\\Omega$ is connected. Then we take $(q_{11},\\dots, q_{nn})\\in\n]0,+\\infty[^n$ and $p \\in Q\\equiv \\prod_{j=1}^{n}]0,q_{jj}[$. If $\\epsilon$ is\na small positive number, then we define the periodically perforated domain\n$\\mathbb{S}[\\Omega_{p,\\epsilon}]^{-} \\equiv \\mathbb{R}^n\\setminus \\cup_{z \\in\n\\mathbb{Z}^n}\\mathrm{cl}\\bigl(p+\\epsilon \\Omega +\\sum_{j=1}^n\n(q_{jj}z_j)e_j\\bigr)$, where $\\{e_1,\\dots,e_n\\}$ is the canonical basis of\n$\\mathbb{R}^n$. For $\\epsilon$ small and positive, we introduce a particular\nDirichlet problem for the Poisson equation in the set\n$\\mathbb{S}[\\Omega_{p,\\epsilon}]^{-}$. Namely, we consider a Dirichlet\ncondition on the boundary of the set $p+\\epsilon \\Omega$, together with a\nperiodicity condition. Then we show real analytic continuation properties of\nthe solution as a function of $\\epsilon$, of the Dirichlet datum on $p+\\epsilon\n\\partial \\Omega$, and of the Poisson datum, around a degenerate triple with\n$\\epsilon=0$.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1306.6674"]}]
["1307.1614",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1614"],"date":["2013-07-05"],"type":["text"],"creator":["Nica, Emilian Marius","Ingersent, Kevin","Zhu, Jian-Xin","Si, Qimiao"],"language":[],"coverage":[],"title":["Quantum critical Kondo destruction in the Bose-Fermi Kondo model with a\n  local transverse field"],"description":["  Recent studies of the global phase diagram of quantum-critical heavy-fermion\nmetals prompt consideration of the interplay between the Kondo interactions and\nquantum fluctuations of the local moments alone. Toward this goal, we study a\nBose-Fermi Kondo model (BFKM) with Ising anisotropy in the presence of a local\ntransverse field that generates quantum fluctuations in the local-moment\nsector. We apply the numerical renormalization-group method to the case of a\nsub-Ohmic bosonic bath exponent and a constant conduction-electron density of\nstates. Starting in the Kondo phase at zero transverse-field, there is a smooth\ncrossover with increasing transverse field from a fully screened to a fully\npolarized impurity spin. By contrast, if the system starts in its localized\nphase, then increasing the transverse field causes a continuous,\nKondo-destruction transition into the partially polarized Kondo phase. The\ncritical exponents at this quantum phase transition exhibit hyperscaling and\ntake essentially the same values as those of the BFKM in zero transverse field.\nThe many-body spectrum at criticality varies continuously with the bare\ntransverse field, indicating a line of critical points. We discuss implications\nof these results for the global phase diagram of the Kondo lattice model.\n","Comment: 11 pages, 14 figures; to appear in Phys. Rev. B"]}]
["1307.1617",{"format":[],"subject":["Mathematics - Dynamical Systems","37J40, 37C50, 37C29, 37B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1617"],"date":["2013-07-05"],"type":["text"],"creator":["Gidea, Marian","de la Llave, Rafael"],"language":[],"coverage":[],"title":["Perturbations of geodesic flows by recurrent dynamics"],"description":["  We consider a geodesic flow on a compact manifold endowed with a Riemannian\n(or Finsler, or Lorentz) metric satisfying some generic, explicit conditions.\nWe couple the geodesic flow with a time-dependent potential, driven by an\nexternal flow on some other compact manifold. If the external flow satisfies\nsome very general recurrence condition, and the potential satisfies some\nexplicit conditions that are also very general, we show that the coupled system\nhas orbits whose energy grows at a linear rate with respect to time. This\ngrowth rate is optimal. We also show the existence of symbolic dynamics. The\nexistence of orbits whose energy grows unboundedly in time is related to\nArnold's diffusion problem. A particular case of this phenomenon is obtained\nwhen the external dynamical system is quasi-periodic, of rationally independent\nfrequency vector, not necessarily Diophantine, thus extending earlier results.\nWe also recover `Mather's acceleration theorem' for time-periodic\nperturbations. Since the general class of perturbations that we consider in\nthis paper are not characterized by a frequency of motion, we are not able to\nuse KAM or Aubry-Mather or averaging theory. We devise a new mechanism to\nconstruct orbits whose energy evolves in a prescribed fashion. This mechanism\nintertwines the inner dynamics restricted to some normally hyperbolic manifold\nwith the outer dynamics corresponding to two distinct choices of homoclinic\nexcursions to that manifold. As this mechanism uses very coarse information on\nthe dynamics, it is potentially of wider applicability.\n"]}]
["1307.1618",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1618"],"date":["2013-07-05"],"type":["text"],"creator":["Oksanen, Lauri","Uhlmann, Gunther"],"language":[],"coverage":[],"title":["Photoacoustic and thermoacoustic tomography with an uncertain wave speed"],"description":["  We consider the mathematical model of photoacoustic and thermoacoustic\ntomography in media with a variable sound speed. When the sound speed is known,\nthe explicit reconstruction formula by P. Stefanov and G. Uhlmann (Inverse\nProblems, 25(7):075011, 16, 2009) can be used. We study how a modelling error\nin the sound speed affects the reconstruction formula and quantify the effect\nin terms of a stability estimate.\n"]}]
["1307.1621",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1621"],"date":["2013-07-05"],"type":["text"],"creator":["Goncalves, V. P.","Gratieri, D. R."],"language":[],"coverage":[],"title":["High density effects in ultrahigh neutrino interactions"],"description":["  The high parton density present at high energies and large nuclei is expected\nto modify the lepton - hadron cross section and the associated observables. In\nthis paper we analyse the impact of the high density effects in the average\ninelasticity and the neutrino - nucleus cross section at ultra high energies.\nWe compare the predictions associated to the linear DGLAP dynamics with those\nfrom the Color Glass Condensate formalism, which includes non-linear effects.\nOur results demonstrated that the non-linear effects reduce the average\ninelasticity and that the predictions of the distinct approaches for the\nneutrino - nucleus cross section at ultra-high energies are similar.\n","Comment: 8 pages, 4 figures. To be published in Physical Review D. arXiv admin\n  note: text overlap with arXiv:1112.0555 by other authors"]}]
["1307.1626",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","Primary: 47A60, 65J08, 47D03, Secondary: 46N40, 65M12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1626"],"date":["2013-07-05"],"type":["text"],"creator":["Gomilko, Alexander","Tomilov, Yuri"],"language":[],"coverage":[],"title":["On convergence rates in approximation theory for operator semigroups"],"description":["  We create a new, functional calculus, approach to approximation of\nC_0-semigroups on Banach spaces. As an application of this approach, we obtain\noptimal convergence rates in classical approximation formulas for\nC_0-semigroups. In fact, our methods allow one to derive a number of similar\nformulas and equip them with sharp convergence rates. As a byproduct, we prove\na new interpolation principle leading to efficient norm estimates in the Banach\nalgebra of Laplace transforms of bounded measures on the semi-axis.\n","Comment: 38 pages"]}]
["1307.1627",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1627"],"date":["2013-07-05"],"type":["text"],"creator":["van Hoeij, Mark"],"language":[],"coverage":[],"title":["Computing Puiseux Expansions at Cusps of the Modular Curve X0(N)"],"description":["  The goal in this preprint is to give an efficient algorithm to compute\nPuiseux expansions at cusps of X0(N). It is based on a relation with a\nhypergeometric function that holds for any N.\n","Comment: 4 pages"]}]
["1307.1628",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1628","Science, Vol. 341 no. 6141 pp. 53-56 (5th July 2013)","doi:10.1126/science.1236789"],"date":["2013-07-05"],"type":["text"],"creator":["Thornton, D.","Stappers, B.","Bailes, M.","Barsdell, B. R.","Bates, S. D.","Bhat, N. D. R.","Burgay, M.","Burke-Spolaor, S.","Champion, D. J.","Coster, P.","D'Amico, N.","Jameson, A.","Johnston, S.","Keith, M. J.","Kramer, M.","Levin, L.","Milia, S.","Ng, C.","Possenti, A.","van Straten, W."],"language":[],"coverage":[],"title":["A Population of Fast Radio Bursts at Cosmological Distances"],"description":["  Searches for transient astrophysical sources often reveal unexpected classes\nof objects that are useful physical laboratories. In a recent survey for\npulsars and fast transients we have uncovered four millisecond-duration radio\ntransients all more than 40{\\deg} from the Galactic plane. The bursts'\nproperties indicate that they are of celestial rather than terrestrial origin.\nHost galaxy and intergalactic medium models suggest that they have cosmological\nredshifts of 0.5 to 1, and distances of up to 3 gigaparsecs. No temporally\ncoincident x- or gamma-ray signature was identified in association with the\nbursts. Characterization of the source population and identification of host\ngalaxies offers an opportunity to determine the baryonic content of the\nUniverse.\n","Comment: 20 pages, 6 figures, 2 tables. Energies in table 1 corrected from\n  hard-copy version"]}]
["1307.1633",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1633","doi:10.1016/j.jnt.2012.08.027"],"date":["2013-07-05"],"type":["text"],"creator":["Cesaratto, Eda","Gathen, Joachim von zur","Matera, Guillermo"],"language":[],"coverage":[],"title":["The number of reducible space curves over a finite field"],"description":["  \"Most\" hypersurfaces in projective space are irreducible, and rather precise\nestimates are known for the probability that a random hypersurface over a\nfinite field is reducible. This paper considers the parametrization of space\ncurves by the appropriate Chow variety, and provides bounds on the probability\nthat a random curve over a finite field is reducible.\n"]}]
["1307.1638",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1638"],"date":["2013-07-05"],"type":["text"],"creator":["Hu, Haoyu"],"language":[],"coverage":[],"title":["Ramification and nearby cycles for l-adic sheaves on relative curves"],"description":["  Deligne and Kato proved a formula computing the dimension of the nearby\ncycles complex of an l-adic sheaf on a relative curve over an excellent\nstrictly henselian trait. In this article, we reprove this formula using\nAbbes-Saito's ramification theory.\n","Comment: 36 pages"]}]
["1307.1644",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science","74A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1644"],"date":["2013-07-05"],"type":["text"],"creator":["Huang, Xu","Mason, Sara E."],"language":[],"coverage":[],"title":["DFT-GGA errors in NO chemisorption energies on (111) transition metal\n  surfaces: Possible origins and correction schemes"],"description":["  Here we investigate whether well-known DFT-GGA errors in predicting the\nchemisorption energy ($E_{\\rm chem}$) of CO on transition metal surfaces\nmanifest in analogous NO chemisorption systems. To verify the occurrence of\nDFT-GGA overestimation of the back-donation mechanism in NO Chemisorption, we\nuse electronic structure analysis to show that the partially filled molecular\nNO 2$\\pi^{*}$ orbital rehybridizes with the transition metal $d$-band to form\nnew bonding and anti-bonding states. We relate the back-donation charge\ntransfer associated with chemisorption to the promotion of an electron from the\n5$\\sigma$ orbital to the 2$\\pi^{*}$ orbital in the gas-phase NO\nG$^{2}\\Sigma^{-}\\leftarrow \\rm{X}^{2}\\Pi$ excitation. We establish linear\nrelationships between $E_{\\rm chem}$ and $\\Delta E_{\\rm G\\leftarrow X}$ and go\non to formulate an $E_{\\rm chem}$ correction scheme in the style of Mason {\\it\net al.}, {[Physical Review B {\\bf 69}, 161401(R)]}. We apply the NO $E_{\\rm\nchem}$ correction method to the (111) surfaces of Pt, Pd, Rh, and Ir, with NO\nchemisorption modeled at a coverage of 0.25 ML. We note that both the slope of\n$E_{\\rm chem}$ {\\it vs.} $\\Delta E_{\\rm G\\leftarrow X}$ and the dipole moment\ndepend strongly on adsorption site for each metal, and we use this fact to\nconstruct an approximate correction scheme which we go on to test using\nNO/Pt(100) chemisorption.\n","Comment: 5 pages, 6 figures"]}]
["1307.1647",{"format":[],"subject":["Physics - Classical Physics","78A97"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1647"],"date":["2013-07-05"],"type":["text"],"creator":["Adam, John A.","Nuntaplook, Umaporn"],"language":[],"coverage":[],"title":["Electromagnetic and Potential Scattering from a Radially Inhomogeneous\n  Sphere"],"description":["  Aspects of of plane wave electromagnetic scattering by a radially\ninhomogeneous sphere is discussed. The vector problem is reduced to two scalar\nradial `Schr\\\"odinger-like' equations, and a connection with time-independent\npotential scattering theory is exploited to draw several conclusions about\nspecific refractive index profiles.\n","Comment: 5 pages, 0 figures"]}]
["1307.1648",{"format":[],"subject":["Physics - Popular Physics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1648","doi:10.1017/S1473550413000244"],"date":["2013-07-05"],"type":["text"],"creator":["Nicholson, Arwen","Forgan, Duncan"],"language":[],"coverage":[],"title":["Slingshot Dynamics for Self Replicating Probes and the Effect on\n  Exploration Timescales"],"description":["  Interstellar probes can carry out slingshot manoeuvres around the stars they\nvisit, gaining a boost in velocity by extracting energy from the star's motion\naround the Galactic Centre. These maneouvres carry little to no extra energy\ncost, and in previous work it has been shown that a single Voyager-like probe\nexploring the galaxy does so 100 times faster when carrying out these\nslingshots than when navigating purely by powered flight (Forgan et al. 2012).\nWe expand on these results by repeating the experiment with self-replicating\nprobes. The probes explore a box of stars representative of the local Solar\nneighbourhood, to investigate how self-replication affects exploration\ntimescales when compared with a single non-replicating probe.\n  We explore three different scenarios of probe behaviour: i) standard powered\nflight to the nearest unvisited star (no slingshot techniques used), ii) flight\nto the nearest unvisited star using slingshot techniques, and iii) flight to\nthe next unvisited star that will give the maximum velocity boost under a\nslingshot trajectory.\n  In all three scenarios we find that as expected, using self-replicating\nprobes greatly reduces the exploration time, by up to three orders of magnitude\nfor scenario i) and iii) and two orders of magnitude for ii). The second case\n(i.e. nearest-star slingshots) remains the most time effective way to explore a\npopulation of stars. As the decision-making algorithms for the fleet are\nsimple, unanticipated \"race conditions\" amongst probes are set up, causing the\nexploration time of the final stars to become much longer than necessary. From\nthe scaling of the probes' performance with star number, we conclude that a\nfleet of self-replicating probes can indeed explore the Galaxy in a\nsufficiently short time to warrant the existence of the Fermi Paradox.\n","Comment: Accepted for publication in the International Journal of\n  Astrobiology, 13 pages, 7 figures"]}]
["1307.1649",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1649"],"date":["2013-07-05"],"type":["text"],"creator":["Guenther, Eike W.","CoRoT-Team"],"language":[],"coverage":[],"title":["The Densities of Planets and the Masses of Host Stars"],"description":["  Studies of transiting extra-solar planets are of key importance for\nunderstanding the nature of planets outside our Solar System, because their\ndensities can be determined, constraining of what the planets are made of.\nUsing the data obtained by the CoRoT space telescope we study the relation\nbetween the density of planets, their mass, and the mass of their host stars.\nAlthough planets of the same mass can have different densities, we still find\nsome trends. Planets with more than 1000 MEarth (about 3 MJup have densities\nlarger than 6 gcm-3, and are preferentially found in stars that are more\nmassive than the Sun. All known planets in the mass-range between 15 and 600\nMEarth (about 0.05 to 2 MJup) have densities of less than 3 gcm-3. When going\nfurther down in the mass of the planets, the density increases steadily, and\nthere is no sudden transition from gaseous to rocky planets. Based on the\ncurrent sample, we do not find any difference for planets at different\ngalactocentric distances.\n","Comment: 7 page, 5 figures"]}]
["1307.1650",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computer Science and Game Theory","68Q85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1650"],"date":["2013-07-05"],"type":["text"],"creator":["Anta, Antonio Fernandez","Georgiou, Chryssis","Mosteiro, Miguel A."],"language":[],"coverage":[],"title":["Algorithmic Mechanisms for Reliable Internet-based Computing under\n  Collusion"],"description":["  In this work, using a game-theoretic approach, cost-sensitive mechanisms that\nlead to reliable Internet-based computing are designed. In particular, we\nconsider Internet-based master-worker computations, where a master processor\nassigns, across the Internet, a computational task to a set of potentially\nuntrusted worker processors and collects their responses. Workers may collude\nin order to increase their benefit. Several game-theoretic models that capture\nthe nature of the problem are analyzed, and algorithmic mechanisms that, for\neach given set of cost and system parameters, achieve high reliability are\ndesigned. Additionally, two specific realistic system scenarios are studied.\nThese scenarios are a system of volunteer computing like SETI, and a company\nthat buys computing cycles from Internet computers and sells them to its\ncustomers in the form of a task- computation service. Notably, under certain\nconditions, non redundant allocation yields the best trade-off between cost and\nreliability.\n","Comment: 23 pages. A preliminary version of this work appears in the\n  Proceedings of NCA 2008"]}]
["1307.1652",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13A15, 13F55, 14M10, 05C05, 05C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1652"],"date":["2013-07-05"],"type":["text"],"creator":["Macchia, Antonio"],"language":[],"coverage":[],"title":["The arithmetical rank of the edge ideals of graphs with whiskers"],"description":["  We consider the edge ideals of large classes of graphs with whiskers and for\nthese ideals we prove that the arithmetical rank is equal to the big height.\nThen we extend these results to other classes of squarefree monomial ideals,\ngenerated in any degree, proving that the same equality holds.\n","Comment: 11 pages, 1 figure"]}]
["1307.1655",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1655","J. Phys. Chem. Lett. 3, 1565 (2012)","doi:10.1021/jz300302t"],"date":["2013-07-05"],"type":["text"],"creator":["Baer, Marcel D.","Stern, Abraham C.","Levin, Yan","Tobias, Douglas J.","Mundy, Christopher J."],"language":[],"coverage":[],"title":["The Electrochemical Surface Potential Due to Classical Point Charge\n  Models Drives Anion Adsorption to the Air-Water Interface"],"description":["  We demonstrate that the driving forces for ion adsorption to the air-water\ninterface for point charge models results from both cavitation and a term that\nis of the form of a negative electrochemical surface potential. We carefully\ncharacterize the role of the free energy due to the electrochemical surface\npotential computed from simple empirical models and its role in ionic\nadsorption within the context of dielectric continuum theory. Our research\nsuggests that the electrochemical surface potential due to point charge models\nprovides anions with a significant driving force to the air-water interface.\nThis is contrary to the results of ab initio simulations that indicate that the\naverage electrostatic surface potential should favor the desorption of anions\nat the air-water interface. The results have profound implications for the\nstudies of ionic distributions in the vicinity of hydrophobic surfaces and\nproteins.\n"]}]
["1307.1665",{"format":[],"subject":["Mathematics - Rings and Algebras","17A32, 17A65, 17B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1665"],"date":["2013-07-05"],"type":["text"],"creator":["Camacho, L. M.","Omirov, B. A.","Masutova, K. K."],"language":[],"coverage":[],"title":["Solvable Leibniz algebras with filiform nilradical"],"description":["  In this paper we continue the description of solvable Leibniz algebras whose\nnilradical is a filiform algebra. In fact, solvable Leibniz algebras whose\nnilradical is a naturally graded filiform Leibniz algebra are described in\n\\cite{Campo} and \\cite{SolGFil}. Here we extend the description to solvable\nLeibniz algebras whose nilradical is a filiform algebra. We establish that\nsolvable Leibniz algebras with filiform Lie nilradical are Lie algebras.\n","Comment: 15 pages"]}]
["1307.1670",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Computer Science and Game Theory","Quantitative Biology - Populations and Evolution","91A22, 91A43, 92D25 (Primary) 91A80, 91A06, 37N25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1670"],"date":["2013-07-05"],"type":["text"],"creator":["Madeo, Dario","Mocenni, Chiara"],"language":[],"coverage":[],"title":["A New Mathematical Model for Evolutionary Games on Finite Networks of\n  Players"],"description":["  A new mathematical model for evolutionary games on graphs is proposed to\nextend the classical replicator equation to finite populations of players\norganized on a network with generic topology. Classical results from game\ntheory, evolutionary game theory and graph theory are used. More specifically,\neach player is placed in a vertex of the graph and he is seen as an infinite\npopulation of replicators which replicate within the vertex. At each time\ninstant, a game is played by two replicators belonging to different connected\nvertices, and the outcome of the game influences their ability of producing\noffspring. Then, the behavior of a vertex player is determined by the\ndistribution of strategies used by the internal replicators. Under suitable\nhypotheses, the proposed model is equivalent to the classical replicator\nequation. Extended simulations are performed to show the dynamical behavior of\nthe solutions and the potentialities of the developed model.\n","Comment: 26 pages, 7 figures, 1 table"]}]
["1307.1671",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1671"],"date":["2013-07-05"],"type":["text"],"creator":["Tuna, S. Emre"],"language":[],"coverage":[],"title":["A dual pair of optimization-based formulations for estimation and\n  control"],"description":["  A finite-horizon optimal estimation problem for discrete-time linear systems\nis formulated and solved. The formulation is a natural extension of that which\nyields a deadbeat observer. The resultant observer is the dual of the\ncontroller produced by the finite-horizon minimum energy control problem with\nterminal equality constraint. Nonlinear extensions of this dual pair are also\nconsidered and sufficient conditions are provided for stability and\nconvergence.\n","Comment: 20 pages"]}]
["1307.1674",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1674"],"date":["2013-07-05"],"type":["text"],"creator":["Arora, Raman","Cotter, Andrew","Srebro, Nathan"],"language":[],"coverage":[],"title":["Stochastic Optimization of PCA with Capped MSG"],"description":["  We study PCA as a stochastic optimization problem and propose a novel\nstochastic approximation algorithm which we refer to as \"Matrix Stochastic\nGradient\" (MSG), as well as a practical variant, Capped MSG. We study the\nmethod both theoretically and empirically.\n"]}]
["1307.1675",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Category Theory","14E15, 13D09, 14M17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1675"],"date":["2013-07-05"],"type":["text"],"creator":["Abuaf, Roland"],"language":[],"coverage":[],"title":["Categorical crepant resolutions of singularities and the\n  Tits-Freudenthal magic square"],"description":["  We prove that the tangent developables of the varieties appearing in the\nthird row of the Tits-Freudenthal magic square admit categorical crepant\nresolutions of singularities.\n","Comment: 51 pages. Comments very welcome"]}]
["1307.1677",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1677","Astronomy Letters, 2013, V. 39, 532","doi:10.1134/S106377371308001X"],"date":["2013-07-05"],"type":["text"],"creator":["Bobylev, V. V.","Bajkova, A. T."],"language":[],"coverage":[],"title":["Galactic Kinematics from a Sample of Young Massive Stars"],"description":["  Based on published sources, we have created a kinematic database on 220\nmassive (>10 solar masses) young Galactic star systems located within <3 kpc of\nthe Sun. Out of them, approximately 100 objects are spectroscopic binary and\nmultiple star systems whose components are massive OB stars; the remaining\nobjects are massive Hipparcos B stars with parallax errors of no more than 10\npercent. Based on the entire sample, we have constructed the Galactic rotation\ncurve, determined the circular rotation velocity of the solar neighborhood\naround the Galactic center at Ro=8 kpc, Vo=259+-16 km/s, and obtained the\nfollowing spiral density wave parameters: the amplitudes of the radial and\nazimuthal velocity perturbations f_R=-10.8+/-1.2 km/s, and f_\\theta=7.9+/-1.3\nkm/s, respectively; the pitch angle for a two-armed spiral pattern i=-6.0+/-0.4\ndeg., with the wavelength of the spiral density wave near the Sun being\n2.6+/-0.2 kpc; and the radial phase of the Sun in the spiral density wave\n-120+/-4 deg. We show that such peculiarities of the Gould Belt as the local\nexpansion of the system, the velocity ellipsoid vertex deviation, and the\nsignificant additional rotation can be explained in terms of the density wave\ntheory. All these effects decrease noticeably once the influence of the spiral\ndensity wave on the velocities of nearby stars has been taken into account. The\ninfluence of Gould Belt stars on the Galactic parameter estimates has also been\nrevealed. Eliminating them from the kinematic equations has led to the\nfollowing new values of the spiral density wave parameters: f_\\theta=2.9+/-2.1\nkm/s and \\chi_\\odot=-104+/-6 deg.\n","Comment: 25 pages, 9 figures, 3 tables"]}]
["1307.1681",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1681"],"date":["2013-06-18"],"type":["text"],"creator":["Liu, Lianggui"],"language":[],"coverage":[],"title":["Extracting the trustworthiest way to service provider in complex online\n  social networks"],"description":["  In complex online social networks, it is crucial for a service consumer to\nextract the trustworthiest way to a target service provider from numerous\nsocial trust paths between them. The extraction of the trustworthiest way\n(namely, optimal social trust path (OSTP)) with multiple end-to-end quality of\ntrust (QoT) constraints has been proved to be NP-Complete. Heuristic algorithms\nwith polynomial and pseudo-polynomial-time complexities are often used to deal\nwith this challenging problem. However, existing solutions cannot guarantee the\nefficiency of searching, that is, they can hardly avoid obtaining partial\noptimal solutions during searching process. Quantum annealing uses\ndelocalization and tunneling to avoid falling into local minima without\nsacrifying execution time. It has been proved to be a promising way to many\noptimization problems in recently published literatures. In this paper, for the\nfirst time, QA based OSTP algorithms (QA_OSTP) is applied to the extraction of\nthe trustworthiest way. The experiment results show that QA based algorithms\nhave better performance than its heuristic opponents.\n"]}]
["1307.1684",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1684","ACEEE International Journal on Communication (IJCom), Issue. 3,\n  Vol. 4, Nov 2013"],"date":["2013-07-05"],"type":["text"],"creator":["Vadhwani, Diya Naresh","Singh, Megha","Kulhare, Deepak"],"language":[],"coverage":[],"title":["Simulation of wireless dynamic source routing protocol with IP traffic\n  flow analysis, memory efficiency and increased throughput"],"description":["  Today in fast technology development in wireless mobile adhoc network there\nis vast scope for research. As it is known that wireless communication for\nmobile network has many application areas like routing services, security\nservices etc. The mobile adhoc network is the wireless network for\ncommunication in which the mobile nodes are organized without any centralized\nadministrator. There are many Manet routing protocols like reactive, proactive,\nhybrid etc. In this paper the reactive Manet routing protocol like DSR is\nsimulated for traffic analysis for 50 mobile nodes for IP traffic flows. Also\nthroughput is analyzed for DSR and ER-DSR protocol. And finally the memory\nutilized during simulation of DSR and ER-DSR is evaluated in order to compare\nboth.\n","Comment: 5 pages, 11 figures, 8 tables"]}]
["1307.1691",{"format":[],"subject":["Nuclear Theory","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1691"],"date":["2013-07-05"],"type":["text"],"creator":["Lopes, Luiz L.","Menezes, Debora P."],"language":[],"coverage":[],"title":["The influence of Strong Magnetic Field in Hyperonic Neutron Stars"],"description":["  The physics of neutron stars leads historically towards Landau's speculation.\nEven before the discovery of the neutron, he postulated the possible existence\nof stars more compact than white dwarfs, containing matter of the order of\nnuclear density. From a modern point of view neutron stars are compact objects\nmaintained by the equilibrium between gravity and the degeneracy pressure of\nthe fermions together with a strong nuclear repulsion force due to the high\ndensity reached in their interior. While the physics in the vicinity of nuclear\nsaturation density is well know from phenomenology, the physics of ultra-dense\nnuclear matter is still an open puzzle. In this work we study dense nuclear\nmatter within a relativistic model, allowing hyperons to be present through\nbeta equilibrium. The presence of hyperons is justifiable since the\nconstituents of neutron stars are fermions. So, according to the Pauli\nprinciple, as the baryon density increases, so do the Fermi momentum and the\nFermi energy. On the other hand, this hyperonic matter softens the equation of\nstate (EoS) and a recent measurement of pulsar PSR J1614-2230 implies that the\nEoS has to be stiff enough to produce a 2.0 $M_{\\odot}$ pulsar. We also\nconsider Duncan's magnetar ideas and study the influence of strong magnetic\nfields on the EoS. We see that a strong magnetic field produces very massive\nneutron stars, in agreement with the astronomical observations.\n","Comment: Contribution for the Conference Proceedings of the Compact Stars in\n  the QCD Phase Diagram III (CSQCD III) conference, December 12-15, 2012,\n  Guaruj\\'a, Brazil. http://www.astro.iag.usp.br/~foton/CSQCD3"]}]
["1307.1692",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1692"],"date":["2013-07-04"],"type":["text"],"creator":["Herndon, J. Marvin"],"language":[],"coverage":[],"title":["A New Basis of Geoscience: Whole-Earth Decompression Dynamics"],"description":["  Neither plate tectonics nor Earth expansion theory is sufficient to provide a\nbasis for understanding geoscience. Each theory is incomplete and possesses\nproblematic elements, but both have served as stepping stones to a more\nfundamental and inclusive geoscience theory that I call Whole-Earth\nDecompression Dynamics (WEDD). WEDD begins with and is the consequence of our\nplanet's early formation as a Jupiter-like gas giant and permits deduction\nof:(1) Earth's internal composition, structure, and highly-reduced oxidation\nstate; (2) Core formation without whole-planet melting; (3) Powerful new\ninternal energy sources - proto-planetary energy of compression and georeactor\nnuclear fission energy; (4) Georeactor geomagnetic field generation; (5)\nMechanism for heat emplacement at the base of the crust resulting in the\ncrustal geothermal gradient; (6) Decompression driven geodynamics that accounts\nfor the myriad of observations attributed to plate tectonics without requiring\nphysically-impossible mantle convection, and; (7) A mechanism for fold-mountain\nformation that does not necessarily require plate collision. The latter\nobviates the necessity to assume supercontinent cycles. Here, I review the\nprinciples of Whole-Earth Decompression Dynamics and describe a new underlying\nbasis for geoscience and geology.\n","Comment: Accepted for publication in NCGT Journal. arXiv admin note: text\n  overlap with arXiv:1306.6891, arXiv:1003.5910, arXiv:1107.2149"]}]
["1307.1693",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1693"],"date":["2013-07-05"],"type":["text"],"creator":["Craco, Luis","Laad, Mukul S.","Leoni, Stefano"],"language":[],"coverage":[],"title":["Orbital-Selective Mottness in Layered Iron Oxychalcogenides: The Case of\n  Na_{2}Fe_{2}OSe_{2}"],"description":["  Using a combination of th local-density approximtion (LDA) and dynamicla\nmean-field theory (DMFT) calculations, we explore the correlated electronic\nstructure of a member of the layered Iron oxychalcogenide Na_{2}Fe_{2}OSe_{2}.\nWe find that the parent compund is a multi-orbital Mott insulator.\nSurprisingly, and somewhat reminiscent of the doped high-T_{c} cuprates,\ncarrier localization is found to persist upon weak hole doping because the\nchemical potential lies in a gap structure wit almost vanishing\ndensity-of-states (DOS). On the other hand, in remarkable contrast, electron\ndoping drives an orbital-selective metallic phase (OSMP) with co-existing\npseudogapped (Mott localized) and itinerant carriers. These remarkably\ncontrasting behaviors in a single system thus stem from drastic electronic\nreconstruction caused by large-scale transfe of dynamical spectral\nweightinvolving states with distinct orbital character at low energies, putting\nthe Fe oxychalcogenidesneatly into the increasingly visible tendency of Fe-baed\nsystems as ones in orbital-selective Mott phases. We detail the implications of\nour analysis, and discuss the nature and symmetry of the superconductive states\nthat may arise upon proper doping or pressurizing Na_{2}Fe_{2}OSe_{2}.\n","Comment: 7 pages, 5 eps figures"]}]
["1307.1694",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1694"],"date":["2013-07-04"],"type":["text"],"creator":["Zhang, Tao","Siebers, Peer-Olaf","Aickelin, Uwe"],"language":[],"coverage":[],"title":["Modelling the Effects of User Learning on Forced Innovation Diffusion"],"description":["  Technology adoption theories assume that users' acceptance of an innovative\ntechnology is on a voluntary basis. However, sometimes users are force to\naccept an innovation. In this case users have to learn what it is useful for\nand how to use it. This learning process will enable users to transit from zero\nknowledge about the innovation to making the best use of it. So far the effects\nof user learning on technology adoption have received little research\nattention. In this paper - for the first time - we investigate the effects of\nuser learning on forced innovation adoption by using an agent-based simulation\napproach using the case of forced smart metering deployments in the city of\nLeeds\n","Comment: ORS SW12 Simulation Conference, 2012"]}]
["cond-mat/0309043",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0309043"],"date":["2003-09-01"],"type":["text"],"creator":["Schilling, Osvaldo F."],"language":[],"coverage":[],"title":["Electric energy by direct conversion from gravitational energy: a gift\n  from superconductivity"],"description":["  We theoretically demonstrate that electromagnetic energy can be obtained by\ndirect, lossless, conversion from gravitational and kinetic energies. For this\npurpose we discuss the properties of an electromechanical system which consists\nof a superconducting coil submitted to a constant external force and to\nmagnetic fields. The coil oscillates and has induced in it a rectified\nelectrical current whose magnitude may reach hundreds of Ampere. There is no\nneed for an external electrical power source for the system to start out and it\ncan be kept working continuously if linked to large capacitors. We extensively\ndiscuss the issue of energy dissipation in superconductors and show that the\nlosses for such a system can be made extremely small for certain operational\nconditions, so that by reaching and keeping resonance the system main\napplication should be in magnetic energy storage and transmission.\n","Comment: 15 pages, 1 figure. Submitted for publication"]}]
["cond-mat/0505208",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0505208","Phys. Rev. B, 72, 224406 (2005)","doi:10.1103/PhysRevB.72.224406"],"date":["2005-05-09","2005-10-19"],"type":["text"],"creator":["Berman, G. P.","Borgonovi, F.","Tsifrinovich, V. I."],"language":[],"coverage":[],"title":["Frequency shift in the oscillating cantilever-driven adiabatic reversals\n  technique as a function of the spin location"],"description":["  The theory of the oscillating cantilever-driven adiabatic reversals (OSCAR)\nin magnetic resonance force microscopy (MRFM) is extended to describe the\nrelation between an external magnetic field and a dipole magnetic field for an\narbitrary location of the single spin. An analytical estimate for the OSCAR\nMRFM frequency shift is derived and shown to be in excellent agreement with\nnumerical simulations. The dependence of the frequency shift on the position of\nthe spin relative to the cantilever has characteristic maxima and minima which\ncan be used to determine the spin location experimentally.\n","Comment: submitted to PRB"]}]
["cs/0701021",{"format":[],"subject":["Computer Science - Operating Systems","Computer Science - General Literature"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0701021"],"date":["2007-01-04","2013-07-05"],"type":["text"],"creator":["Milicchio, Franco"],"language":[],"coverage":[],"title":["The Unix KISS: A Case Study"],"description":["  In this paper we show that the initial philosophy used in designing and\ndeveloping UNIX in early times has been forgotten due to \"fast practices\". We\nquestion the leitmotif that microkernels, though being by design adherent to\nthe KISS principle, have a number of context switches higher than their\nmonolithic counterparts, running a test suite and verify the results with\nstandard statistical validation tests. We advocate a wiser distribution of\nshared libraries by statistically analyzing the weight of each shared object in\na typical UNIX system, showing that the majority of shared libraries exist in a\ncommon space for no real evidence of need. Finally we examine the UNIX heritage\nwith an historical point of view, noticing how habits swiftly replaced the\nintents of the original authors, moving the focus from the earliest purpose of\nis avoiding complications, keeping a system simple to use and maintain.\n","Comment: Removed from arXiv and other sources"]}]
["math/0702601",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","52C, 05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702601"],"date":["2007-02-21","2013-07-04"],"type":["text"],"creator":["Zhang, Lizhao"],"language":[],"coverage":[],"title":["Rigidity and volume preserving deformation on degenerate simplices"],"description":["  Given a degenerate $(n+1)$-simplex in a $d$-dimensional space $M^d$\n(Euclidean, spherical or hyperbolic space, and $d\\geq n$), for each $k$, $1\\leq\nk\\leq n$, Radon's theorem induces a partition of the $k$-faces into two sets.\nWe prove that under any sufficiently small continuous motion in $M^n$, if the\nvolumes of the $k$-faces in one set are constrained not to decrease while in\nthe other set not to increase, then the motion preserves the volumes of all the\n$k$-faces; and this property still holds in $M^d$ for $d\\geq n+1$ if an\ninvariant $c_{k-1}$ of the degenerate simplex has the desired sign. The proof\nrelies on an invariant $c_{\\omega}$ we discovered for any $k$-stress $\\omega$\non a cell complex realized in $M^d$.\n  We introduce a characteristic polynomial of the degenerate simplex by\ndefining $f(x)=\\sum_{i=0}^{n+1}(-1)^{i}c_{i}x^{n+1-i}$. For the Euclidean case,\nwe prove that the roots of $f(x)$ are real, and some evidence suggests the same\nconjecture for the hyperbolic case.\n","Comment: 22 pages, 1 figure, completely rewrote the paper following referee\n  report, obtained a new result Thm 2.7, 3 figures removed, correct a typo in\n  title"]}]
