["0905.2349",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2349"],"date":["2009-05-14"],"type":["text"],"creator":["Liggett, T. M.","Schinazi, R. B."],"language":[],"coverage":[],"title":["A stochastic model for phylogenetic trees"],"description":["  We propose the following simple stochastic model for phylogenetic trees. New\ntypes are born and die according to a birth and death chain. At each birth we\nassociate a fitness to the new type sampled from a fixed distribution. At each\ndeath the type with the smallest fitness is killed. We show that if the birth\n(i.e. mutation) rate is subcritical we get a phylogenetic tree consistent with\nan influenza tree (few types at any given time and one dominating type lasting\na long time). When the birth rate is supercritical we get a phylogenetic tree\nconsistent with an HIV tree (many types at any given time, none lasting very\nlong).\n"]}]
["1302.2362",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2362"],"date":["2013-02-10"],"type":["text"],"creator":["Cox, J. T.","Schinazi, R. B."],"language":[],"coverage":[],"title":["A stochastic model for the evolution of the influenza virus"],"description":["  Consider a birth and death chain to model the number of types of a given\nvirus. Each type gives birth to a new type at rate $\\lambda$ and dies at rate\n1. Each type is also assigned a fitness. When a death occurs either the least\nfit type dies (with probability $1-r$) or we kill a type at random (with\nprobability $r$). We show that this random killing has a large effect (for any\n$r>0$) on the behavior of the model when $\\lambda<1$. The behavior of the model\nwith $r>0$ and $\\lambda<1$ is consistent with features of the phylogenetic tree\nof influenza.\n"]}]
["1306.6588",{"format":[],"subject":["Mathematics - Probability","Quantitative Finance - Risk Management","Primary 60F10, 65C05, secondary 62F12, 62P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.6588"],"date":["2013-06-27"],"type":["text"],"creator":["Nyquist, Pierre"],"language":[],"coverage":[],"title":["Moderate deviations for importance sampling estimators of risk measures"],"description":["  Importance sampling has become an important tool for the computation of\ntail-based risk measures. Since such quantities are often determined mainly by\nrare events standard Monte Carlo can be inefficient and importance sampling\nprovides a way to speed up computations. This paper considers moderate\ndeviations for the weighted empirical process, the process analogue of the\nweighted empirical measure, arising in importance sampling. The moderate\ndeviation principle is established as an extension of existing results. Using a\ndelta method for large deviations established by Gao and Zhao (Ann. Statist.,\n2011) together with classical large deviation techniques, the moderate\ndeviation principle for the weighted empirical process is extended to\nfunctionals of the weighted empirical process which correspond to risk\nmeasures. The main results are moderate deviation principles for importance\nsampling estimators of the quantile function of a distribution and Expected\nShortfall.\n"]}]
