["0704.0275",{"format":[],"subject":["Mathematics - Metric Geometry","54E40, 46B20, 46E15, 52A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0275","Pacific J. Math., 236 (2008) 223-261"],"date":["2007-04-02","2008-03-28"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["Mapping radii of metric spaces"],"description":["  It is known that every closed curve of length \\leq 4 in R^n (n>0) can be\nsurrounded by a sphere of radius 1, and that this is the best bound. Letting S\ndenote the circle of circumference 4, with the arc-length metric, we here\nexpress this fact by saying that the \"mapping radius\" of S in R^n is 1.\n  Tools are developed for estimating the mapping radius of a metric space X in\na metric space Y. In particular, it is shown that for X a bounded metric space,\nthe supremum of the mapping radii of X in all convex subsets of normed metric\nspaces is equal to the infimum of the sup norms of all convex linear\ncombinations of the functions d(x,-): X --> R (x\\in X).\n  Several explicit mapping radii are calculated, and open questions noted.\n","Comment: 24 pages. To appear, Pacific J. Math. Any updates, errata, related\n  references etc. learned of after publication will be noted at\n  http://math.berkeley.edu/~gbergman/papers . Changes from first version:\n  correction to display (30) and statement of Cor. 26; new display (41) and\n  Lemma 33; minor clarifications of wording etc."]}]
["0711.0674",{"format":[],"subject":["Mathematics - Category Theory","18A30, 18D35 (Primary) 06E15, 08C05, 18C05, 20M50, 20N02 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0674","Theory and Applications of Categories, 20 (2008) 334-404"],"date":["2007-11-05","2008-07-18"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["Colimits of representable algebra-valued functors"],"description":["  If C and D are varieties of algebras in the sense of general algebra, then by\na representable functor C --> D we understand a functor which, when composed\nwith the forgetful functor D --> Set, gives a representable functor in the\nclassical sense; Freyd showed that these functors are determined by D-coalgebra\nobjects of C. Let Rep(C,D) denote the category of all such functors, a full\nsubcategory of Cat(C,D), opposite to the category of D-coalgebras in C.\n  It is proved that Rep(C,D) has small colimits, and in certain situations,\nexplicit constructions for the representing coalgebras are obtained.\n  In particular, Rep(C,D) always has an initial object. This is shown to be\n\"trivial\" unless C and D either both have_no_ zeroary operations, or both have\n_more_than_one_ derived zeroary operation. In those two cases, the functors in\nquestion may have surprisingly opulent structures.\n  It is also shown that every set-valued representable functor on C admits a\nuniversal morphism to a D-valued representable functor.\n  Several examples are worked out in detail, and areas for further\ninvestigation noted.\n","Comment: 70 pages. Copy at http://math.berkeley.edu/~gbergman/papers"]}]
["0801.0751",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","06A06, 06A12, 06B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0751","Tbilisi Math. J. 1 (2008) 89-103"],"date":["2008-01-04","2008-05-09"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["On lattices and their ideal lattices, and posets and their ideal posets"],"description":["  For P a poset or lattice, let Id(P) denote the poset, respectively, lattice,\nof upward directed downsets in P, including the empty set, and let\nid(P)=Id(P)-\\{\\emptyset\\}. This note obtains various results to the effect that\nId(P) is always, and id(P) often, \"essentially larger\" than P. In the first\nvein, we find that a poset P admits no \"<\"-respecting map (and so in\nparticular, no one-to-one isotone map) from Id(P) into P, and, going the other\nway, that an upper semilattice S admits no semilattice homomorphism from any\nsubsemilattice of itself onto Id(S).\n  The slightly smaller object id(P) is known to be isomorphic to P if and only\nif P has ascending chain condition. This result is strengthened to say that the\nonly posets P_0 such that for every natural number n there exists a poset P_n\nwith id^n(P_n)\\cong P_0 are those having ascending chain condition. On the\nother hand, a wide class of cases is noted here where id(P) is embeddable in P.\n  Counterexamples are given to many variants of the results proved.\n","Comment: 8 pages. Copy at http://math.berkeley.edu/~gbergman/papers may be\n  updated more frequently than arXiv copy. After publication, updates, errata,\n  etc. may be noted at that page"]}]
["0806.0607",{"format":[],"subject":["Mathematics - Number Theory","11B65 (Primary), 11A41, 11A63, 20B30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0607","Bull. Australian Math. Soc., 83 (2011) 138-157","doi:10.1017/S0004972710001723"],"date":["2008-06-03","2010-03-19"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["On common divisors of multinomial coefficients"],"description":["  Erd\\H{o}s and Szekeres showed in 1978 that for any four positive integers\nsatisfying m_1+m_2 = n_1+n_2, the two binomial coefficients (m_1+m_2)!/m_1!\nm_2! and (n_1+n_2)!/n_1! n_2! have a common divisor >1. The analogous statement\nfor families of k k-nomial coefficients (k>1) was conjectured in 1997 by David\nWasserman.\n  Erd\\H{o}s and Szekeres remark that if m_1, m_2, n_1, n_2 as above are all >1,\nthere is probably a lower bound on the common divisor in question which goes to\ninfinity as a function of m_1+m_2. Such a bound is here obtained.\n  Results are proved that narrow the class of possible counterexamples to\nWasserman's conjecture. On the other hand, several plausible generalizations of\nthat conjecture are shown to be false.\n","Comment: 13 pages. Copy at http://math.berkeley.edu/~gbergman/papers may be\n  updated more frequently than arXiv copy. I've \"trimmed the fact\", removing\n  the discusion of the N=78 case, the results about various plausible\n  generalizations having infinitely many counterexamples assuming Schinzel's\n  conjecture, and the appendix about the 20 degrees of freedom of a certain\n  orbit-set. These are now in\n  http://math.berkeley.edu/~gbergman/papers/unpub/from_nomial.pdf (of which I\n  may eventually arXiv the TeX file, when I feel it has stabilized). I've also\n  fixed various mis-statements in this note, and outlined the results obtained\n  about the open question (in section 5)."]}]
["0806.1750",{"format":[],"subject":["Mathematics - Rings and Algebras","08B25, 08B26, 08C15 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1750","Algebra and Number Theory, 3 (2009) 847-879"],"date":["2008-06-10","2009-11-27"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["On coproducts in varieties, quasivarieties and prevarieties"],"description":["  If the free algebra F on one generator in a variety V of algebras (in the\nsense of universal algebra) has a subalgebra free on two generators, must it\nalso have a subalgebra free on three generators? In general, no; but yes if F\ngenerates the variety V.\n  Generalizing the argument, it is shown that if we are given an algebra and\nsubalgebras, A_0\\supseteq ... \\supseteq A_n, in a prevariety (SP-closed class\nof algebras) P such that A_n generates P, and also subalgebras B_i\\subseteq\nA_{i-1} (0<i\\leq n) such that for each i>0 the subalgebra of A_{i-1} generated\nby A_i and B_i is their coproduct in P, then the subalgebra of A generated by\nB_1, ..., B_n is the coproduct in P of these algebras.\n  Some further results on coproducts are noted:\n  If P satisfies the amalgamation property, one has the stronger \"transitivity\"\nstatement: if A has a finite family of subalgebras (B_i)_{i\\in I} such that the\nsubalgebra of A generated by the B_i is their coproduct, and each B_i has a\nfinite family of subalgebras (C_{ij})_{j\\in J_i} with the same property, then\nthe subalgebra of A generated by all the C_{ij} is their coproduct.\n  For P a residually small prevariety or an arbitrary quasivariety,\nrelationships are proved between the least number of algebras needed to\ngenerate P as a prevariety or quasivariety, and behavior of the coproduct\noperation in P.\n  It is shown by example that for B a subgroup of the group S = Sym(\\Omega) of\nall permutations of an infinite set \\Omega, the group S need not have a\nsubgroup isomorphic over B to the coproduct with amalgamation S \\cP_B S. But\nunder weak additional hypotheses on B, the question remains open.\n","Comment: 20 pages. Copy at http://math.berkeley.edu/~gbergman/papers may be\n  updated more frequently than arXiv copy"]}]
["0810.0611",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0611","Adv. Theor. Math. Phys. 13 (2009) 1847-1874"],"date":["2008-10-03"],"type":["text"],"creator":["Friedan, Daniel","Konechny, Anatoly"],"language":[],"coverage":[],"title":["General properties of the boundary renormalization group flow for\n  supersymmetric systems in 1+1 dimensions"],"description":["  We consider the general supersymmetric one-dimensional quantum system with\nboundary, critical in the bulk but not at the boundary. The renormalization\ngroup flow on the space of boundary conditions is generated by the boundary\nbeta functions \\beta^{a}(\\lambda) for the boundary coupling constants\n\\lambda^{a}. We prove a gradient formula \\partial\\ln z/\\partial\\lambda^{a}\n=-g_{ab}^{S}\\beta^{b} where z(\\lambda) is the boundary partition function at\ngiven temperature T=1/\\beta, and g_{ab}^{S}(\\lambda) is a certain\npositive-definite metric on the space of supersymmetric boundary conditions.\nThe proof depends on canonical ultraviolet behavior at the boundary. Any system\nwhose short distance behavior is governed by a fixed point satisfies this\nrequirement. The gradient formula implies that the boundary energy,\n-\\partial\\ln z/\\partial\\beta = -T\\beta^{a}\\partial_{a}\\ln z, is nonnegative.\nEquivalently, the quantity \\ln z(\\lambda) decreases under the renormalization\ngroup flow.\n","Comment: 21 pages, Latex"]}]
["0812.3709",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3709","IEEE Trans. Inf. Theory, vol. 58, no. 9, pp. 5725-5739, Sep. 2012","doi:10.1109/TIT.2012.2204476"],"date":["2008-12-19","2012-05-22"],"type":["text"],"creator":["Ng, Chris T. K.","Tian, Chao","Goldsmith, Andrea J.","Shamai, Shlomo"],"language":[],"coverage":[],"title":["Minimum Expected Distortion in Gaussian Source Coding with Fading Side\n  Information"],"description":["  An encoder, subject to a rate constraint, wishes to describe a Gaussian\nsource under squared error distortion. The decoder, besides receiving the\nencoder's description, also observes side information consisting of\nuncompressed source symbol subject to slow fading and noise. The decoder knows\nthe fading realization but the encoder knows only its distribution. The\nrate-distortion function that simultaneously satisfies the distortion\nconstraints for all fading states was derived by Heegard and Berger. A layered\nencoding strategy is considered in which each codeword layer targets a given\nfading state. When the side-information channel has two discrete fading states,\nthe expected distortion is minimized by optimally allocating the encoding rate\nbetween the two codeword layers. For multiple fading states, the minimum\nexpected distortion is formulated as the solution of a convex optimization\nproblem with linearly many variables and constraints. Through a limiting\nprocess on the primal and dual solutions, it is shown that single-layer rate\nallocation is optimal when the fading probability density function is\ncontinuous and quasiconcave (e.g., Rayleigh, Rician, Nakagami, and log-normal).\nIn particular, under Rayleigh fading, the optimal single codeword layer targets\nthe least favorable state as if the side information was absent.\n","Comment: 24 pages, 10 figures"]}]
["0902.1095",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1095","Phys. Rev. A 79, 054304 (2009)","doi:10.1103/PhysRevA.79.054304"],"date":["2009-02-06","2013-05-09"],"type":["text"],"creator":["Markiewicz, Marcin","Wiesniak, Marcin"],"language":[],"coverage":[],"title":["Perfect State Transfer without State Initialization and Remote\n  Collaboration"],"description":["  We present a perfect state transfer protocol via a qubit chain with the\nevolution governed by the $xx$ Hamiltonian. In contrast to the recent protocol\nannounced in [Phys. Rev. Lett. {\\bf 101}, 230502 (2008)], our method does not\ndemand any remote-cooperated initialization and sending classical information\nabout measurement outcomes. We achieve the perfect state transfer only with the\nassumption of access to two spins at each end of the chain, while the initial\nstate of the whole chain is irrelevant.\n"]}]
["0910.5181",{"format":[],"subject":["Mathematics - Rings and Algebras","17A60, 17B05 (Primary), 03C20, 08B25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5181","J. Alg. 333 (2011) 67-104","doi:10.1016/j.jalgebra.2011.02.035"],"date":["2009-10-27","2011-03-01"],"type":["text"],"creator":["Bergman, George M.","Nahlus, Nazih"],"language":[],"coverage":[],"title":["Homomorphisms on infinite direct product algebras, especially Lie\n  algebras"],"description":["  We study surjective homomorphisms f:\\prod_I A_i\\to B of\nnot-necessarily-associative algebras over a commutative ring k, for I a\ngenerally infinite set; especially when k is a field and B is\ncountable-dimensional over k.\n  Our results have the following consequences when k is an infinite field, the\nalgebras are Lie algebras, and B is finite-dimensional:\n  If all the Lie algebras A_i are solvable, then so is B.\n  If all the Lie algebras A_i are nilpotent, then so is B.\n  If k is not of characteristic 2 or 3, and all the Lie algebras A_i are\nfinite-dimensional and are direct products of simple algebras, then (i) so is\nB, (ii) f splits, and (iii) under a weak cardinality bound on I, f is\ncontinuous in the pro-discrete topology. A key fact used in getting (i)-(iii)\nis that over any such field, every finite-dimensional simple Lie algebra L can\nbe written L=[x_1,L]+[x_2,L] for some x_1, x_2\\in L, which we prove from a\nrecent result of J.M.Bois.\n  The general technique of the paper involves studying conditions under which a\nhomomorphism on \\prod_I A_i must factor through the direct product of finitely\nmany ultraproducts of the A_i.\n  Several examples are given, and open questions noted.\n","Comment: 33 pages. The lemma in section 12.1 of the previous version was\n  incorrect, and has been removed. (Nothing else depended on it.) Other changes\n  are improvements in wording, etc"]}]
["0910.5183",{"format":[],"subject":["Mathematics - Rings and Algebras","15A04, 17A01, 17B05 (Primary) 03C20, 03E55, 08B25, 17B20, 17B30\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5183","J. Alg., 356 (2012) 257-274","doi:10.1016/j.jalgebra.2012.01.004"],"date":["2009-10-27","2012-01-10"],"type":["text"],"creator":["Bergman, George M.","Nahlus, Nazih"],"language":[],"coverage":[],"title":["Linear maps on k^I, and homomorphic images of infinite direct product\n  algebras"],"description":["  Let k be an infinite field, I an infinite set, V a k-vector-space, and\ng:k^I\\to V a k-linear map. It is shown that if dim_k(V) is not too large (under\nvarious hypotheses on card(k) and card(I), if it is finite, respectively\ncountable, respectively < card(k)), then ker(g) must contain elements\n(u_i)_{i\\in I} with all but finitely many components u_i nonzero.\n  These results are used to prove that any homomorphism from a direct product\n\\prod_I A_i of not-necessarily-associative algebras A_i onto an algebra B,\nwhere dim_k(B) is not too large (in the same senses) must factor through the\nprojection of \\prod_I A_i onto the product of finitely many of the A_i, modulo\na map into the subalgebra \\{b\\in B | bB=Bb=\\{0\\}\\}\\subseteq B.\n  Detailed consequences are noted in the case where the A_i are Lie algebras.\n","Comment: 14 pages. Lemma 6 has been strengthened, with resulting strengthening\n  of other results. Some typos etc. have been corrected"]}]
["1001.1391",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Category Theory","16W20 (Primary), 08B25, 16W25, 17B40, 18A25, 18C05, 20A99, 46L05\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1391","Publicacions Matem\\`atiques 56 (2012) 91-126","doi:10.5565/PUBLMAT_56112_04"],"date":["2010-01-08","2011-03-09"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["An inner automorphism is only an inner automorphism, but an inner\n  endomorphism can be something strange"],"description":["  The inner automorphisms of a group G can be characterized within the category\nof groups without reference to group elements: they are precisely those\nautomorphisms of G that can be extended, in a functorial manner, to all groups\nH given with homomorphisms G --> H. Unlike the group of inner automorphisms of\nG itself, the group of such extended systems of automorphisms is always\nisomorphic to G. A similar characterization holds for inner automorphisms of an\nassociative algebra R over a field K; here the group of functorial systems of\nautomorphisms is isomorphic to the group of units of R modulo units of K.\n  If one substitutes \"endomorphism\" for \"automorphism\" in these considerations,\nthen in the group case, the only additional example is the trivial\nendomorphism; but in the K-algebra case, a construction unfamiliar to ring\ntheorists, but known to functional analysts, also arises.\n  Systems of endomorphisms with the same functoriality property are examined in\nsome other categories; other uses of the phrase \"inner endomorphism\" in the\nliterature, some overlapping the one introduced here, are noted; the concept of\nan inner {\\em derivation} of an associative or Lie algebra is looked at from\nthe same point of view, and the dual concept of a \"co-inner\" endomorphism is\nbriefly examined. Several questions are posed.\n","Comment: 20 pages. To appear, Publicacions Mathem\\`{a}tiques. The 1-1-ness\n  result in the appendix has been greatly strengthened, an \"Overview\" has been\n  added at the beginning, and numerous small rewordings have been made\n  throughout"]}]
["1001.2927",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","53D12, 53D25, 14J30, 14P25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2927","International Mathematics Research Notices 2012 (2012) 1569-1602","doi:10.1093/imrn/rnr063"],"date":["2010-01-17"],"type":["text"],"creator":["Mangolte, Frédéric","Welschinger, Jean-Yves"],"language":[],"coverage":[],"title":["Do uniruled six-manifolds contain Sol Lagrangian submanifolds?"],"description":["  We prove using symplectic field theory that if the suspension of a hyperbolic\ndiffeomorphism of the two-torus Lagrangian embeds in a closed uniruled\nsymplectic six-manifold, then its image contains the boundary of a symplectic\ndisc with vanishing Maslov index. This prevents such a Lagrangian submanifold\nto be monotone, for instance the real locus of a smooth real Fano manifold. It\nalso prevents any Sol manifold to be in the real locus of an orientable real\nDel Pezzo fibration over a curve, confirming an expectation of J. Koll\\'ar.\nFinally, it constraints Hamiltonian diffeomorphisms of uniruled symplectic\nfour-manifolds.\n","Comment: 23 pages, 2 figures"]}]
["1004.2177",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2177","Journal of Statistical Mechanics: Theory and Experiment 2010, 7\n  (2010) P07005","doi:10.1088/1742-5468/2010/07/P07005"],"date":["2010-04-13"],"type":["text"],"creator":["Barré, Julien","Hauray, Maxime","Jabin, Pierre-Emmanuel"],"language":[],"coverage":[],"title":["Stability of trajectories for N -particles dynamics with singular\n  potential"],"description":["  We study the stability in finite times of the trajectories of interacting\nparticles. Our aim is to show that in average and uniformly in the number of\nparticles, two trajectories whose initial positions in phase space are close,\nremain close enough at later times. For potential less singular than the\nclassical electrostatic kernel, we are able to prove such a result, for initial\npositions/velocities distributed according to the Gibbs equilibrium of the\nsystem.\n"]}]
["1004.5226",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5226","Kinetic and related models 2, 4 (2010) 707-725","doi:10.3934/krm.2009.2.707"],"date":["2010-04-29"],"type":["text"],"creator":["Ghendrih, Philippe","Hauray, Maxime","Nouri, Anne"],"language":[],"coverage":[],"title":["Derivation of a gyrokinetic model. Existence and uniqueness of specific\n  stationary solutions"],"description":["  A finite Larmor radius approximation is derived from the classical Vlasov\nequation, in the limit of large (and uniform) external magnetic field. We also\nprovide an heuristic derivation of the electroneutrality equation in the finite\nLarmor radius setting. Existence and uniqueness of a solution is proven in the\nstationary frame for solutions depending only on the direction parallel to the\nmagnetic field and factorizing in the velocity variables.\n"]}]
["1005.2104",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2104","Kinetic and related models 2, 4 (2009) 707-725","doi:10.3934/krm.2009.2.707"],"date":["2010-05-12"],"type":["text"],"creator":["Hauray, Maxime","Nouri, Anne"],"language":[],"coverage":[],"title":["Well-Posedness of a Diffusive Gyrokinetic Model"],"description":["  We study a finite Larmor radius model used to describe the ions distributions\nin the core of a toka-mak plasma, that consist in a gyro-kinetic transport\nequation, coupled with an electro-neutrality equation. Since the last equation\ndo not provide enough regularity on the electric potential, we introduce a\nsimple linear collision operator adapted to the finite Larmor radius\napproximation. Next we study the two-dimensional dynamics in the direction\nperpendicular to the magnetic field and prove thanks to the smoothing effects\nof the collisions and of the gyro-average the global existence of solutions, as\nwell as short time uniqueness and stability.\n"]}]
["1006.0431",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0431","Phys.Rev.D83:064003,2011; Phys.Rev.D87:109901(E),2013","doi:10.1103/PhysRevD.83.064003"],"date":["2010-06-02","2013-05-08"],"type":["text"],"creator":["Pan, Yi","Buonanno, Alessandra","Fujita, Ryuichi","Racine, Etienne","Tagoshi, Hideyuki"],"language":[],"coverage":[],"title":["Post-Newtonian factorized multipolar waveforms for spinning,\n  non-precessing black-hole binaries"],"description":["  We generalize the factorized resummation of multipolar waveforms introduced\nby Damour, Iyer and Nagar to spinning black holes. For a nonspinning\ntest-particle spiraling a Kerr black hole in the equatorial plane, we find that\nfactorized multipolar amplitudes which replace the residual relativistic\namplitude f_{l m} with its l-th root, \\rho_{l m} = f_{l m}^{1/l}, agree quite\nwell with the numerical amplitudes up to the Kerr-spin value q \\leq 0.95 for\norbital velocities v \\leq 0.4. The numerical amplitudes are computed solving\nthe Teukolsky equation with a spectral code. The agreement for prograde orbits\nand large spin values of the Kerr black hole can be further improved at high\nvelocities by properly factoring out the lower-order post-Newtonian\ncontributions in \\rho_{l m}. The resummation procedure results in a better and\nsystematic agreement between numerical and analytical amplitudes (and energy\nfluxes) than standard Taylor-expanded post-Newtonian approximants. This is\nparticularly true for higher-order modes, such as (2,1), (3,3), (3,2), and\n(4,4) for which less spin post-Newtonian terms are known. We also extend the\nfactorized resummation of multipolar amplitudes to generic mass-ratio,\nnon-precessing, spinning black holes. Lastly, in our study we employ new,\nrecently computed, higher-order post-Newtonian terms in several subdominant\nmodes, and compute explicit expressions for the half and one-and-half\npost-Newtonian contributions to the odd-parity (current) and even-parity (odd)\nmultipoles, respectively. Those results can be used to build more accurate\ntemplates for ground-based and space-based gravitational-wave detectors.\n","Comment: 37 pages, 11 figures; Typos in Sec.IV Eqs.(38-42) fixed"]}]
["1006.5596",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5596","Discrete Math 311 (2011), no. 12, 1046-1056","doi:10.1016/j.disc.2011.03.007"],"date":["2010-06-29","2011-03-21"],"type":["text"],"creator":["Axenovich, Maria","Hutchinson, Joan P.","Lastrina, Michelle A."],"language":[],"coverage":[],"title":["List precoloring extension in planar graphs"],"description":["  A celebrated result of Thomassen states that not only can every planar graph\nbe colored properly with five colors, but no matter how arbitrary palettes of\nfive colors are assigned to vertices, one can choose a color from the\ncorresponding palette for each vertex so that the resulting coloring is proper.\nThis result is referred to as 5-choosability of planar graphs. Albertson asked\nwhether Thomassen's theorem can be extended by precoloring some vertices which\nare at a large enough distance apart in a graph. Here, among others, we answer\nthe question in the case when the graph does not contain short cycles\nseparating precolored vertices and when there is a \"wide\" Steiner tree\ncontaining all the precolored vertices.\n","Comment: v2: 15 pages, 11 figres, corrected typos and new proof of Theorem\n  3(2)"]}]
["1007.3952",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Group Theory","Mathematics - K-Theory and Homology","Mathematics - Rings and Algebras","05c50, 05c63, 46l80, 46l35, 16b50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3952","Journal of Geometry and Physics, v 71, 2013, 22-29","doi:10.1016/j.geomphys.2013.04.003"],"date":["2010-07-22","2013-04-24"],"type":["text"],"creator":["Iyudu, Natalia"],"language":[],"coverage":[],"title":["K-theory of locally finite graph $C^*$-algebras"],"description":["  We calculate the K-theory of the Cuntz-Krieger algebra ${\\cal O}_E$\nassociated with an infinite, locally finite graph, via the Bass-Hashimoto\noperator. The formulae we get express the Grothendieck group and the Whitehead\ngroup in purely graph theoretic terms.\n  We consider the category of finite (black-and-white, bi-directed) subgraphs\nwith certain graph homomorphisms and construct a continuous functor to abelian\ngroups. In this category $K_0$ is an inductive limit of $K$-groups of finite\ngraphs, which were calculated in \\cite{MM}.\n  In the case of an infinite graph with the finite Betti number we obtain the\nformula for the Grothendieck group $K_0({\\cal O}_E)= {\\mathbb\nZ}^{\\beta(E)+\\gamma(E)},\\,$ where $\\beta(E)$ is the first Betti number and\n$\\gamma(E)$ is the valency number of the graph $E$. We note, that in the\ninfinite case the torsion part of $K_0$, which is present in the case of a\nfinite graph, vanishes. The Whitehead group depends only on the first Betti\nnumber: $K_1({\\cal O}_E)= {\\mathbb Z}^{\\beta(E)}$. These allow us to provide a\ncounterexample to the fact, which holds for finite graphs, that $K_1({\\cal\nO}_E)$ is the torsion free part of $K_0({\\cal O}_E)$.\n","Comment: Final version, in press at the Journal of Geometry and Physics (2013)"]}]
["1008.2386",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2386","IEEE J-SAC vol. 28, no. 9, pp. 1446-1454, Dec. 2010","doi:10.1109/JSAC.2010.101206"],"date":["2010-08-13"],"type":["text"],"creator":["Ng, Chris T. K.","Huang, Howard"],"language":[],"coverage":[],"title":["Linear Precoding in Cooperative MIMO Cellular Networks with Limited\n  Coordination Clusters"],"description":["  In a cooperative multiple-antenna downlink cellular network, maximization of\na concave function of user rates is considered. A new linear precoding\ntechnique called soft interference nulling (SIN) is proposed, which performs at\nleast as well as zero-forcing (ZF) beamforming. All base stations share channel\nstate information, but each user's message is only routed to those that\nparticipate in the user's coordination cluster. SIN precoding is particularly\nuseful when clusters of limited sizes overlap in the network, in which case\ntraditional techniques such as dirty paper coding or ZF do not directly apply.\nThe SIN precoder is computed by solving a sequence of convex optimization\nproblems. SIN under partial network coordination can outperform ZF under full\nnetwork coordination at moderate SNRs. Under overlapping coordination clusters,\nSIN precoding achieves considerably higher throughput compared to myopic ZF,\nespecially when the clusters are large.\n","Comment: 13 pages, 5 figures"]}]
["1009.5505",{"format":[],"subject":["Physics - Atomic Physics","Physics - Atomic and Molecular Clusters","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5505","Eur J Phys D 65, 151 (2011)","doi:10.1140/epjd/e2011-20025-4"],"date":["2010-09-28","2011-02-22"],"type":["text"],"creator":["Wallis, Alisdair O. G.","Longdon, Edward J. J.","Żuchowski, Piotr S.","Hutson, Jeremy M."],"language":[],"coverage":[],"title":["The prospects of sympathetic cooling of NH molecules with Li atoms"],"description":["  We calculate the quartet potential energy surface for Li+NH and use it to\ncalculate elastic and spin-relaxation cross sections for collisions in\nmagnetically trappable spin-stretched states. The potential is strongly\nanisotropic but spin-relaxation collisions are still suppressed by centrifugal\nbarriers when both species are in spin-stretched states. In the ultracold\nregime, both the elastic and inelastic cross sections fluctuate dramatically as\nthe potential is varied because of Feshbach resonances. The\npotential-dependence is considerably reduced at higher energies. The major\neffect of using an unconverged basis set in the scattering calculations is to\nshift the resonances without changing their general behaviour. We have\ncalculated the ratio of elastic and spin-relaxation cross sections, as a\nfunction of collision energy and magnetic field, for a variety of potential\nenergy surfaces. Most of the surfaces produce ratios that are favorable for\nsympathetic cooling, at temperatures below about 20 mK.\n","Comment: Version as accepted by Eur. J. Phys. D for publication in Special\n  Issue on Cold Quantum Matter, 2011"]}]
["1012.5029",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5029","Eur J Phys D 65, 141 (2011)","doi:10.1140/epjd/e2011-10719-x"],"date":["2010-12-22","2011-02-25"],"type":["text"],"creator":["Tokunaga, S. K.","Skomorowski, Wojciech","Żuchowski, Piotr S.","Moszynski, Robert","Hutson, Jeremy M.","Hinds, E. A.","Tarbutt, M. R."],"language":[],"coverage":[],"title":["Prospects for sympathetic cooling of molecules in electrostatic, ac and\n  microwave traps"],"description":["  We consider how trapped molecules can be sympathetically cooled by ultracold\natoms. As a prototypical system, we study LiH molecules co-trapped with\nultracold Li atoms. We calculate the elastic and inelastic collision cross\nsections of LiH + Li with the molecules initially in the ground state and in\nthe first rotationally excited state. We then use these cross sections to\nsimulate sympathetic cooling in a static electric trap, an ac electric trap,\nand a microwave trap. In the static trap we find that inelastic losses are too\ngreat for cooling to be feasible for this system. The ac and microwave traps\nconfine ground-state molecules, and so inelastic losses are suppressed.\nHowever, collisions in the ac trap can take molecules from stable trajectories\nto unstable ones and so sympathetic cooling is accompanied by trap loss. In the\nmicrowave trap there are no such losses and sympathetic cooling should be\npossible.\n","Comment: 9 pages, 10 figures, minor revisions following referee suggestions"]}]
["1102.5056",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5056"],"date":["2011-02-24","2013-05-09"],"type":["text"],"creator":["Ramzan, M.","Khan, M. K."],"language":[],"coverage":[],"title":["Environment-assisted quantum Minority games"],"description":["  The effect of entanglement and correlated noise in a four-player quantum\nMinority game is investigated. Different time correlated quantum memory\nchannels are considered to analyze the Nash equilibrium payoff of the 1st\nplayer. It is seen that the Nash equilibrium payoff is substantially enhanced\ndue to the presence of correlated noise. The behaviour of damping channels\n(amplitude damping and phase damping) is approximately similar. However,\nbit-phase flip channel heavily influences the minority game as compared to\nother channels in the presence of correlated noise. On the other hand, phase\nflip channel has a symmetrical behaviour around 50% noise threshold. The\nsignificant reduction in payoffs due to decoherence is well compensated due to\nthe presence of correlated noise. However, the Nash equilibrium of the game\ndoes not change in the presence of noise. It is seen that in case of\ngeneralized amplitude damping channel, entanglement plays a significant role at\nlower level of decoherence. The channel has less dominant effects on the payoff\nat higher values of decoherence. Furthermore, amplitude damping and generalized\namplitude damping channels have almost comparable effects at lower level of\ndecoherence $(p<0.5)$. Therefore, the game deserves careful study during its\nimplementation due to prominent role of noise for different channels.\n","Comment: 16 pages, 4 eps figures, 1 table"]}]
["1103.1339",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1339","Algebra Universalis, 68 (2012) 17-37"],"date":["2011-03-07"],"type":["text"],"creator":["Bergman, G. M.","Grätzer, G."],"language":[],"coverage":[],"title":["Isotone maps on lattices"],"description":["  Let (L_i : i\\in I) be a family of lattices in a nontrivial lattice variety V,\nand let \\phi_i: L_i --> M, for i\\in I, be isotone maps (not assumed to be\nlattice homomorphisms) to a common lattice M (not assumed to lie in V). We show\nthat the maps \\phi_i can be extended to an isotone map \\phi: L --> M, where L\nis the free product of the L_i in V. This was known for V the variety of all\nlattices (Yu. I. Sorkin 1952).\n  The above free product L can be viewed as the free lattice in V on the\npartial lattice P formed by the disjoint union of the L_i. The analog of the\nabove result does not, however, hold for the free lattice L on an arbitrary\npartial lattice P. We show that the only codomain lattices M for which that\nmore general statement holds are the complete lattices. On the other hand, we\nprove the analog of our main result for a class of partial lattices P that are\nnot-quite-disjoint unions of lattices.\n  We also obtain some results similar to our main one, but with the\nrelationship lattices:orders replaced either by semilattices:orders or by\nlattices:semilattices.\n  Some open questions are noted.\n"]}]
["1104.3173",{"format":[],"subject":["Mathematics - Rings and Algebras","16D50, 18A30 (Primary), 13C11, 16D90 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3173","Proc. A.M.S. 141 (2013) 1177-1183","doi:10.1090/S0002-9939-2012-11453-4"],"date":["2011-04-15","2011-08-16"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["Every module is an inverse limit of injective modules"],"description":["  It is shown that any left module A over a ring R can be written as the\nintersection of a downward directed system of injective submodules of an\ninjective module; equivalently, as an inverse limit of one-to-one homomorphisms\nof injectives. If R is left Noetherian, A can also be written as the inverse\nlimit of a system of surjective homomorphisms of injectives.\n  Some questions are raised.\n","Comment: 5 pages. In revised version, \"Lemma 8\" has become \"Corollary 9\"; the\n  new Lemma 8 gives a general argument underlying the old one. Other changes\n  are mainly improvements in wording etc"]}]
["1104.3827",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - General Topology","Mathematics - Logic","20K25, 20K30 (Primary), 20K45, 54A10, 54G99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3827","Portugaliae Mathematica, 69 (2012) 69-84","doi:10.4171/PM/1905"],"date":["2011-04-19"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["More Abelian groups with free duals"],"description":["  In answer to a question of A. Blass, J. Irwin and G. Schlitt, a subgroup G of\nthe additive group Z^{\\omega} is constructed whose dual, Hom(G,Z), is free\nabelian of rank 2^{\\aleph_0}. The question of whether Z^{\\omega} has subgroups\nwhose duals are free of still larger rank is discussed, and some further\nclasses of subgroups of Z^{\\omega} are noted.\n","Comment: 9 pages. Copy at http://math.berkeley.edu/~gbergman/papers may be\n  updated more frequently than arXiv copy"]}]
["1106.4702",{"format":[],"subject":["Nuclear Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4702"],"date":["2011-06-23","2013-05-09"],"type":["text"],"creator":["Giraud, B. G.","Karataglidis, S."],"language":[],"coverage":[],"title":["Concavity Theorems for Energy Surfaces"],"description":["  Concavity properties prevent the existence of significant landscapes in\nenergy surfaces obtained by strict constrained energy minimizations. The\ninherent contradiction is due to fluctuations of collective coordinates. A\nsolution to those fluctuations is given.\n","Comment: 6 pages, 5 figures, typo corrected"]}]
["1108.0233",{"format":[],"subject":["Mathematics - Analysis of PDEs","49Q20, 28A75, 35A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0233"],"date":["2011-08-01","2013-05-09"],"type":["text"],"creator":["Lin, Chun-Chi"],"language":[],"coverage":[],"title":["Interior continuity of two-dimensional weakly stationary-harmonic\n  multiple-valued functions"],"description":["  In his big regularity paper, Almgren has proven the regularity theorem for\nmass-minimizing integral currents. One key step in his paper is to derive the\nregularity of Dirichlet-minimizing $\\mathbf{Q}_{Q}(\\mathbb{R}^{n})$-valued\nfunctions in the Sobolev space $\\mathcal{Y}_{2}(\\Omega, \\mathbf{Q}_{Q}\n(\\mathbb{R}^{n}))$, where the domain $\\Omega$ is open in $\\mathbb{R}^{m}$. In\nthis article, we introduce the class of weakly stationary-harmonic\n$\\mathbf{Q}_{Q} (\\mathbb{R}^n)$-valued functions. These functions are the\ncritical points of Dirichlet integral under smooth domain-variations and\nrange-variations. We prove that if $\\Omega$ is a two-dimensional domain in\n$\\mathbb{R}^{2}$ and\n$f\\in\\mathcal{Y}_{2}(\\Omega,\\mathbf{Q}_{Q}(\\mathbb{R}^{n}))$ is weakly\nstationary-harmonic, then $f$ is continuous in the interior of the domain\n$\\Omega$.\n"]}]
["1108.0958",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","18G35 (Primary), 18E10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0958","Theory and Applications of Categories 26 (2012) 60-96"],"date":["2011-08-03","2012-02-02"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["On diagram-chasing in double complexes"],"description":["  Diagram-chasing arguments frequently lead to \"magical\" relations between\ndistant points of diagrams: exactness implications, connecting morphisms, etc..\nThese long connections are usually composites of short \"unmagical\" connections,\nbut the latter, and the objects they join, are not visible in the proofs. I try\nto remedy this situation.\n  Given a double complex in an abelian category, we consider, for each object A\nof the complex, the familiar horizontal and vertical homology objects at A, and\ntwo other objects, which we name the \"donor\" A_{\\box} and and the \"receptor\"\n^{\\box}A at A. For each arrow of the double complex, we prove the exactness of\na 6-term sequence of these objects (the \"Salamander Lemma\"). Standard results\nsuch as the 3x3-Lemma, the Snake Lemma, and the long exact sequence of homology\nassociated with a short exact sequence of complexes, are obtained as easy\napplications of this lemma.\n  We then obtain some generalizations of the last of the above examples,\ngetting various exact diagrams from double complexes with all but a few rows\nand columns exact.\n  The total homology of a double complex is also examined in terms of the\nconstructions we have introduced. We end with a brief look at the world of\ntriple complexes, and two exercises.\n","Comment: 37 pages; accepted by journal Theory and Applications of Categories,\n  reformatted with their cls file. Old Lemma 12 dropped (referee noted it was\n  immediate consequence of Lemma 11); some typos fixed, and wording cleaned up"]}]
["1108.1827",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1827","Phys. Rev. Lett. 108, 043201 (2012)","doi:10.1103/PhysRevLett.108.043201"],"date":["2011-08-08","2011-10-25"],"type":["text"],"creator":["Brue, Daniel A.","Hutson, Jeremy M."],"language":[],"coverage":[],"title":["Magnetically tunable Feshbach resonances in ultracold Li-Yb mixtures"],"description":["  We investigate the possibility of forming Li+Yb ultracold molecules by\nmagnetoassociation in mixtures of ultracold atoms. We find that magnetically\ntunable Feshbach resonances exist, but are extremely narrow for even-mass\nytterbium isotopes, which all have zero spin. For odd-mass Yb isotopes,\nhowever, there is a new mechanism due to hyperfine coupling between the\nelectron spin and the Yb nuclear magnetic moment. This mechanism produces\nFeshbach resonances for fermionic Yb isotopes that can be more than 2 orders of\nmagnitude larger than for the bosonic counterparts.\n","Comment: Version amended to respond to referees' comments, including corrected\n  values for resonance widths. 5 pages, 3 figures"]}]
["1108.2520",{"format":[],"subject":["Mathematics - Rings and Algebras","13E10 16P20 (Primary), 13E05 15A63 16D20 16P40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2520","Journal of Algebra and its Applications, 11 (2012) No.5, 1250090,\n  10 pp","doi:10.1142/S0219498812500909"],"date":["2011-08-11"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["Bilinear maps on Artinian modules"],"description":["  It is shown that if a bilinear map f: A x B --> C of modules over a\ncommutative ring k is nondegenerate (i.e., if no nonzero element of A\nannihilates all of B, and vice versa), and A and B are Artinian, then A and B\nare of finite length.\n  Some consequences are noted. Counterexamples are given to some attempts to\ngeneralize the above statement to balanced bilinear maps of bimodules over\nnoncommutative rings, while the question is raised whether other such\ngeneralizations are true.\n","Comment: 5 pages. Copy at http://math.berkeley.edu/~gbergman/papers may be\n  updated more frequently than arXiv copy"]}]
["1108.4641",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4641","Phys. Rev. A 84, 052706 (2011)","doi:10.1103/PhysRevA.84.052706"],"date":["2011-08-23","2011-08-25"],"type":["text"],"creator":["González-Martínez, Maykel L.","Hutson, Jeremy M."],"language":[],"coverage":[],"title":["The effect of hyperfine interactions on ultracold molecular collisions:\n  NH(^3Sigma^-) with Mg(^1S) in magnetic fields"],"description":["  We investigate the effect of hyperfine interactions on ultracold molecular\ncollisions in magnetic fields, using ^{24}Mg(^1S) + ^{14}NH(^3Sigma^-) as a\nprototype system. We explore the energy and magnetic field dependence of the\ncross sections, comparing the results with previous calculations that neglected\nhyperfine interactions (Phys. Rev. Lett. 103, 183201 (2009)). The main effect\nof hyperfine interactions for spin relaxation cross sections is that the\nkinetic energy release of the dominant outgoing channels does not reduce to\nzero at low fields. This results in reduced centrifugal suppression on the\ncross sections and increased inelastic cross sections at low energy and low\nfield. We also analyze state-to-state cross sections, for various initial\nstates, and show that hyperfine interactions introduce additional mechanisms\nfor spin relaxation. In particular, there are hyperfine-mediated collisions to\noutgoing channels that are not centrifugally suppressed. However, for Mg+NH\nthese unsuppressed channels make only small contributions to the total cross\nsections. We consider the implications of our results for sympathetic cooling\nof NH by Mg and conclude that the ratio of elastic to inelastic cross sections\nremains high enough for sympathetic cooling to proceed.\n","Comment: Version 2 contains an improved and simplified discussion of the\n  state-to-state cross sections. The abstract and general conclusions are\n  unchanged"]}]
["1108.4802",{"format":[],"subject":["Physics - Biological Physics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4802"],"date":["2011-08-24","2013-05-09"],"type":["text"],"creator":["Chapman, S. C.","Watkins, N. W.","Rowlands, G.","Clarke, A.","Murphy, E. J."],"language":[],"coverage":[],"title":["Similarity Analysis of Macroecology"],"description":["  We perform a full similarity analysis of an idealized ecosystem using\nBuckingham's $\\Pi$ theorem to obtain dimensionless similarity parameters given\nthat some (non- unique) method exists that can differentiate different\nfunctional groups of individuals within an ecosystem. We then obtain the\nrelationship between the similarity parameters under the assumptions of (i)\nthat the ecosystem is in a dynamically balanced steady state and (ii) that\nthese functional groups are connected to each other by the flow of resource.\nThe expression that we obtain relates the level of complexity that the\necosystem can support to intrinsic macroscopic variables such as density,\ndiversity and characteristic length scales for foraging or dispersal, and\nextrinsic macroscopic variables such as habitat size and the rate of supply of\nresource. This expression relates these macroscopic variables to each other,\ngenerating commonly observed macroecological patterns; these broad trends\nsimply reflect the similarity property of ecosystems. We thus find that details\nof the ecosystem function are not required to obtain these broad\nmacroecological patterns this may explain why they are ubiquitous. Departures\nfrom our relationship may indicate that the ecosystem is in a state of rapid\nchange, i.e., abundance or diversity explosion or collapse. Our result provides\nnormalised variables that can be used to isolate the trend in one ecosystem\nvariable from another, providing a new method for isolating macroecological\npatterns in data. A dimensionless control parameter for ecosystem complexity\nemerges from our analysis and this will be a control parameter in dynamical\nmodels for ecosystems based on energy flow and conservation and will order the\nemergent behaviour of these models.\n","Comment: 27 pages, 4 figures"]}]
["1109.1139",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1139","Phys. Rev. A 84, 051402 (2011)","doi:10.1103/PhysRevA.84.051402"],"date":["2011-09-06"],"type":["text"],"creator":["Wallis, Alisdair O. G.","Hutson, Jeremy M."],"language":[],"coverage":[],"title":["Optically induced conical intersections in traps for ultracold atoms and\n  molecules"],"description":["  We show that conical intersections can be created in laboratory coordinates\nby dressing a parabolic trap for ultracold atoms or molecules with a\ncombination of optical and static magnetic fields. The resulting ring trap can\nsupport single-particle states with half-integer rotational quantization and\nmany-particle states with persistent flow. Two well-separated atomic or\nmolecular states are brought into near-resonance by an optical field and tuned\nacross each other with an inhomogeneous magnetic field. Conical intersections\noccur at the nodes in the optical field.\n"]}]
["1110.1199",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1199","Documenta Math. 18 (2013), 249-274"],"date":["2011-10-06","2012-12-28"],"type":["text"],"creator":["Geiß, Christof","Leclerc, Bernard","Schröer, Jan"],"language":[],"coverage":[],"title":["Factorial cluster algebras"],"description":["  We show that cluster algebras do not contain non-trivial units and that all\ncluster variables are irreducible elements. Both statements follow from Fomin\nand Zelevinsky's Laurent phenomenon. As an application we give a criterion for\na cluster algebra to be a factorial algebra. This can be used to construct\ncluster algebras, which are isomorphic to polynomial rings. We also study\nvarious kinds of upper bounds for cluster algebras, and we prove that factorial\ncluster algebras coincide with their upper bounds.\n","Comment: 24 pages. v2: Small improvements. Added more examples of\n  non-factorial cluster algebras. v3: Fixed an inaccuracy in the proof of\n  Theorem 1.4. Generalized Proposition 6.3. Some further small improvements.\n  v3: small corrections and updates, final version to appear in Documenta Math"]}]
["1111.3054",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3054","Annals of Statistics 2013, Vol. 41, No. 2, 508-535","doi:10.1214/12-AOS1044"],"date":["2011-11-13","2013-05-09"],"type":["text"],"creator":["Shalizi, Cosma Rohilla","Rinaldo, Alessandro"],"language":[],"coverage":[],"title":["Consistency under sampling of exponential random graph models"],"description":["  The growing availability of network data and of scientific interest in\ndistributed systems has led to the rapid development of statistical models of\nnetwork structure. Typically, however, these are models for the entire network,\nwhile the data consists only of a sampled sub-network. Parameters for the whole\nnetwork, which is what is of interest, are estimated by applying the model to\nthe sub-network. This assumes that the model is consistent under sampling, or,\nin terms of the theory of stochastic processes, that it defines a projective\nfamily. Focusing on the popular class of exponential random graph models\n(ERGMs), we show that this apparently trivial condition is in fact violated by\nmany popular and scientifically appealing models, and that satisfying it\ndrastically limits ERGM's expressive power. These results are actually special\ncases of more general results about exponential families of dependent random\nvariables, which we also prove. Using such results, we offer easily checked\nconditions for the consistency of maximum likelihood estimation in ERGMs, and\ndiscuss some possible constructive responses.\n","Comment: Published in at http://dx.doi.org/10.1214/12-AOS1044 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1111.6087",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6087","IEEE 51st Annual Conference on Decision and Control (2012),\n  5215-5220","doi:10.1109/CDC.2012.6426872"],"date":["2011-11-25"],"type":["text"],"creator":["Almeida, Paulo Sérgio","Baquero, Carlos","Cunha, Alcino"],"language":[],"coverage":[],"title":["Fast Distributed Computation of Distances in Networks"],"description":["  This paper presents a distributed algorithm to simultaneously compute the\ndiameter, radius and node eccentricity in all nodes of a synchronous network.\nSuch topological information may be useful as input to configure other\nalgorithms. Previous approaches have been modular, progressing in sequential\nphases using building blocks such as BFS tree construction, thus incurring\nlonger executions than strictly required. We present an algorithm that, by\ntimely propagation of available estimations, achieves a faster convergence to\nthe correct values. We show local criteria for detecting convergence in each\nnode. The algorithm avoids the creation of BFS trees and simply manipulates\nsets of node ids and hop counts. For the worst scenario of variable start\ntimes, each node i with eccentricity ecc(i) can compute: the node eccentricity\nin diam(G)+ecc(i)+2 rounds; the diameter in 2*diam(G)+ecc(i)+2 rounds; and the\nradius in diam(G)+ecc(i)+2*radius(G) rounds.\n","Comment: 12 pages"]}]
["1112.2405",{"format":[],"subject":["Mathematics - Analysis of PDEs","General Relativity and Quantum Cosmology","Mathematical Physics","35L45, 35Q75, 58J45, 83C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2405"],"date":["2011-12-11","2013-05-09"],"type":["text"],"creator":["Brauer, Uwe","Karp, Lavi"],"language":[],"coverage":[],"title":["Local Existence of Solutions of Self Gravitating Relativistic Perfect\n  Fluids"],"description":["  This paper deals with the evolution of the Einstein gravitational fields\nwhich are coupled to a perfect fluid. We consider the Einstein--Euler system in\nasymptotically flat spacestimes and therefore use the condition that the energy\ndensity might vanish or tend to zero at infinity, and that the pressure is a\nfractional power of the energy density. In this setting we prove a local in\ntime existence, uniqueness and well-posedness of classical solutions. The zero\norder term of our system contains an expression which might not be a $C^\\infty$\nfunction and therefore causes an additional technical difficulty. In order to\nachieve our goals we use a certain type of weighted Sobolev space of fractional\norder. Previously the authors constructed an initial data set for these of\nsystems in the same type of weighted Sobolev spaces.\n  We obtain the same lower bound for the regularity as the one of the classical\nresult of Hughes, Kato and Marsden for the vacuum Einstein equations. However,\ndue to the presence of an equation of state with fractional power, the\nregularity is bounded from above.\n","Comment: 37 pages; Revised argument in Section 6, results unchanged"]}]
["1112.2751",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60F17, 60G05, 60G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2751","Journal of Applied Probability 49, 1091-1105 (December 2012)"],"date":["2011-12-12","2013-05-08"],"type":["text"],"creator":["Longla, Martial","Peligrad, Costel","Peligrad, Magda"],"language":[],"coverage":[],"title":["On Functional CLT for Reversible Markov Chains with nonlinear growth of\n  the Variance"],"description":["  In this paper we study the functional central limit theorem for stationary\nMarkov chains with self-adjoint operator and general state space. We\ninvestigate the case when the variance of the partial sum is not asymptotically\nlinear in n; and establish that conditional convergence in distribution of\npartial sums implies functional CLT. The main tools are maximal inequalities\nthat are further exploited to derive conditions for tightness and convergence\nto the Brownian motion.\n","Comment: 20 pages, Functional CLT, Reversible Markov chains,\n  Metropolis-Hastings"]}]
["1112.4702",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Differential Geometry","55R65 (Primary) 18G50, 22A22, 53C08, 55N05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4702","Adv. Math. 242 (2013) 50-79"],"date":["2011-12-20","2013-05-08"],"type":["text"],"creator":["Nikolaus, Thomas","Waldorf, Konrad"],"language":[],"coverage":[],"title":["Lifting Problems and Transgression for Non-Abelian Gerbes"],"description":["  We discuss various lifting and reduction problems for bundles and gerbes in\nthe context of a strict Lie 2-group. We obtain a geometrical formulation (and a\nnew proof) for the exactness of Breen's long exact sequence in non-abelian\ncohomology. We use our geometrical formulation in order to define a\ntransgression map in non-abelian cohomology. This transgression map relates the\ndegree one non-abelian cohomology of a smooth manifold (represented by\nnon-abelian gerbes) with the degree zero non-abelian cohomology of the free\nloop space (represented by principal bundles). We prove several properties for\nthis transgression map. For instance, it reduces - in case of a Lie 2-group\nwith a single object - to the ordinary transgression in ordinary cohomology. We\ndescribe applications of our results to string manifolds: first, we obtain a\nnew comparison theorem for different notions of string structures. Second, our\ntransgression map establishes a direct relation between string structures and\nspin structure on the loop space.\n","Comment: 33 pages. v2 contains several small improvements; the former sections\n  4, 5.1, and 5.2 that contained complimentary material have been deleted upon\n  a referee's suggestion. v2 is the final and published version"]}]
["1202.1372",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1372"],"date":["2012-02-07","2013-05-09"],"type":["text"],"creator":["Pola, Giordano","Di Benedetto, Maria D."],"language":[],"coverage":[],"title":["Symbolic Models and Control of Discrete-Time Piecewise Affine Systems:\n  An Approximate Simulation Approach"],"description":["  Symbolic models have been recently used as a sound mathematical formalism for\nthe formal verification and control design of purely continuous and hybrid\nsystems. In this paper we propose a sequence of symbolic models that\napproximates a discrete-time Piecewise Affine (PWA) system in the sense of\napproximate simulation and converges to the PWA system in the so-called\nsimulation metric. Symbolic control design is then addressed with\nspecifications expressed in terms of non-deterministic finite automata. A\nsequence of symbolic control strategies is derived which converges, in the\nsense of simulation metric, to the maximal controller solving the given\nspecification on the PWA system.\n","Comment: 11 pages, 2 figures, 1 table"]}]
["1202.6435",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6435","PRL 109, 103603 (2012)","doi:10.1103/PhysRevLett.109.103603"],"date":["2012-02-28","2012-06-10"],"type":["text"],"creator":["Gieseler, Jan","Deutsch, Bradley","Quidant, Romain","Novotny, Lukas"],"language":[],"coverage":[],"title":["Sub-Kelvin Parametric Feedback Cooling of a Laser-Trapped Nanoparticle"],"description":["  Recent experiments have demonstrated the ability to optically cool a\nmacroscopic mechanical oscillator to its quantum ground state by means of\ndynamic backaction. Such experiments allow quantum mechanics to be tested with\nmesoscopic objects, and represent an essential step toward quantum optical\nmemories, transducers, and amplifiers. Most oscillators considered so far are\nrigidly connected to their thermal environment, fundamentally limiting their\nmechanical Q-factors and requiring cryogenic precooling to liquid helium\ntemperatures. Here we demonstrate parametric feedback cooling of a\nlaser-trapped nanoparticle which is entirely isolated from the thermal bath.\nThe lack of a clamping mechanism provides robust decoupling from internal\nvibrations and makes it possible to cool the nanoparticle in all degrees of\nfreedom by means of a single laser beam. Compared to laser-trapped\nmicrospheres, nanoparticles have the advantage of higher resonance frequencies\nand lower recoil heating, which are favorable conditions for quantum ground\nstate cooling\n"]}]
["1203.5809",{"format":[],"subject":["Mathematics - Probability","Mathematics - Numerical Analysis","60H35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5809"],"date":["2012-03-26","2013-05-09"],"type":["text"],"creator":["Hutzenthaler, Martin","Jentzen, Arnulf"],"language":[],"coverage":[],"title":["Numerical approximations of stochastic differential equations with\n  non-globally Lipschitz continuous coefficients"],"description":["  Many stochastic differential equations (SDEs) in the literature have a\nsuperlinearly growing nonlinearity in their drift or diffusion coefficient.\nUnfortunately, moments of the computationally efficient Euler-Maruyama\napproximation method diverge for these SDEs in finite time. This article\ndevelops a general theory based on rare events for studying integrability\nproperties such as moment bounds for discrete-time stochastic processes. Using\nthis approach, we establish moment bounds for fully and partially\ndrift-implicit Euler methods and for a class of new explicit approximation\nmethods which require only a few more arithmetical operations than the\nEuler-Maruyama method. These moment bounds are then used to prove strong\nconvergence of the proposed schemes. Finally, we illustrate our results for\nseveral SDEs from finance, physics, biology and chemistry.\n","Comment: Journal: Memoirs of the American Mathematical Society (in press)"]}]
["1205.4508",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60J75, 47G20, 60G52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4508"],"date":["2012-05-21","2013-05-09"],"type":["text"],"creator":["Wang, Feng-Yu","Wang, Jian"],"language":[],"coverage":[],"title":["Functional Inequalities for Stable-Like Dirichlet Forms"],"description":["  Let $V\\in C^2(\\R^d)$ such that $\\mu_V(\\d x):= \\e^{-V(x)}\\,\\d x$ is a\nprobability measure, and let $\\aa\\in (0,2)$. Explicit criteria are presented\nfor the $\\aa$-stable-like Dirichlet form $$\\E_{\\aa,V}(f,f):=\n\\int_{\\R^d\\times\\R^d} \\ff{|f(x)-f(y)|^2}{|x-y|^{d+\\alpha}}\\,\\d\ny\\,\\e^{-V(x)}\\,\\d x$$ to satisfy Poincar\\'e-type (i.e., Poincar\\'e, weak\nPoincar\\'e and super Poincar\\'e) inequalities. As applications, sharp\nfunctional inequalities are derived for the Dirichlet form with $V$ having some\ntypical growths. Finally, the main result of \\cite{MRS} on the Poincar\\'e\ninequality is strengthened\n","Comment: 24 pages"]}]
["1205.5473",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5473","Annals of Statistics 2013, Vol. 41, No. 2, 536-567","doi:10.1214/13-AOS1085"],"date":["2012-05-24","2013-05-09"],"type":["text"],"creator":["van de Geer, Sara","Bühlmann, Peter"],"language":[],"coverage":[],"title":["$\\ell_0$-penalized maximum likelihood for sparse directed acyclic graphs"],"description":["  We consider the problem of regularized maximum likelihood estimation for the\nstructure and parameters of a high-dimensional, sparse directed acyclic\ngraphical (DAG) model with Gaussian distribution, or equivalently, of a\nGaussian structural equation model. We show that the $\\ell_0$-penalized maximum\nlikelihood estimator of a DAG has about the same number of edges as the\nminimal-edge I-MAP (a DAG with minimal number of edges representing the\ndistribution), and that it converges in Frobenius norm. We allow the number of\nnodes p to be much larger than sample size n but assume a sparsity condition\nand that any representation of the true DAG has at least a fixed proportion of\nits nonzero edge weights above the noise level. Our results do not rely on the\nfaithfulness assumption nor on the restrictive strong faithfulness condition\nwhich are required for methods based on conditional independence testing such\nas the PC-algorithm.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AOS1085 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1206.6072",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6072","Phys. Rev. A 86, 022711 (2012)","doi:10.1103/PhysRevA.86.022711"],"date":["2012-06-26"],"type":["text"],"creator":["Croft, James F. E.","Hutson, Jeremy M.","Julienne, Paul S."],"language":[],"coverage":[],"title":["Optimized Multichannel Quantum Defect Theory for cold molecular\n  collisions"],"description":["  Multichannel quantum defect theory (MQDT) can provide an efficient\nalternative to full coupled-channel calculations for low-energy molecular\ncollisions. However, the efficiency relies on interpolation of the Y matrix\nthat encapsulates the short-range dynamics, and there are poles in Y that may\nprevent interpolation over the range of energies of interest for cold molecular\ncollisions. We show how the phases of the MQDT reference functions may be\nchosen so as to remove such poles from the vicinity of a reference energy and\ndramatically increase the range of interpolation. For the test case of Mg+NH,\nthe resulting optimized Y matrix may be interpolated smoothly over an energy\nrange of several Kelvin and a magnetic field range of over 1000 G. Calculations\nat additional energies and fields can then be performed at a computational cost\nthat is proportional to the number of channels N and not to N^3.\n","Comment: 7 pages, 6 figures"]}]
["1207.2386",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2386","Annals of Statistics 2013, Vol. 41, No. 2, 670-692","doi:10.1214/13-AOS1094"],"date":["2012-07-10","2013-05-09"],"type":["text"],"creator":["Xie, Yao","Siegmund, David"],"language":[],"coverage":[],"title":["Sequential multi-sensor change-point detection"],"description":["  We develop a mixture procedure to monitor parallel streams of data for a\nchange-point that affects only a subset of them, without assuming a spatial\nstructure relating the data streams to one another. Observations are assumed\ninitially to be independent standard normal random variables. After a\nchange-point the observations in a subset of the streams of data have nonzero\nmean values. The subset and the post-change means are unknown. The procedure we\nstudy uses stream specific generalized likelihood ratio statistics, which are\ncombined to form an overall detection statistic in a mixture model that\nhypothesizes an assumed fraction $p_0$ of affected data streams. An analytic\nexpression is obtained for the average run length (ARL) when there is no change\nand is shown by simulations to be very accurate. Similarly, an approximation\nfor the expected detection delay (EDD) after a change-point is also obtained.\nNumerical examples are given to compare the suggested procedure to other\nprocedures for unstructured problems and in one case where the problem is\nassumed to have a well-defined geometric structure. Finally we discuss\nsensitivity of the procedure to the assumed value of $p_0$ and suggest a\ngeneralization.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AOS1094 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1207.4819",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4819","Annals of Statistics 2013, Vol. 41, No. 2, 604-640","doi:10.1214/13-AOS1088"],"date":["2012-07-19","2013-05-09"],"type":["text"],"creator":["Koltchinskii, Vladimir","Rangel, Pedro"],"language":[],"coverage":[],"title":["Low rank estimation of smooth kernels on graphs"],"description":["  Let (V,A) be a weighted graph with a finite vertex set V, with a symmetric\nmatrix of nonnegative weights A and with Laplacian $\\Delta$. Let $S_*:V\\times\nV\\mapsto{\\mathbb{R}}$ be a symmetric kernel defined on the vertex set V.\nConsider n i.i.d. observations $(X_j,X_j',Y_j),j=1,\\ldots,n$, where $X_j,X_j'$\nare independent random vertices sampled from the uniform distribution in V and\n$Y_j\\in{\\mathbb{R}}$ is a real valued response variable such that\n${\\mathbb{E}}(Y_j|X_j,X_j')=S_*(X_j,X_j'),j=1,\\ldots,n$. The goal is to\nestimate the kernel $S_*$ based on the data\n$(X_1,X_1',Y_1),\\ldots,(X_n,X_n',Y_n)$ and under the assumption that $S_*$ is\nlow rank and, at the same time, smooth on the graph (the smoothness being\ncharacterized by discrete Sobolev norms defined in terms of the graph\nLaplacian). We obtain several results for such problems including minimax lower\nbounds on the $L_2$-error and upper bounds for penalized least squares\nestimators both with nonconvex and with convex penalties.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AOS1088 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1207.5847",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5847","50th Annual Allerton Conference on Communication, Control, and\n  Computing (Allerton), 2012, Page(s): 2018 - 2023","doi:10.1109/Allerton.2012.6483470"],"date":["2012-07-24"],"type":["text"],"creator":["Fotouhi, Babak","Rabbat, Michael"],"language":[],"coverage":[],"title":["Growing a Network on a Given Substrate"],"description":["  Conventional studies of network growth models mainly look at the steady state\ndegree distribution of the graph. Often long time behavior is considered, hence\nthe initial condition is ignored. In this contribution, the time evolution of\nthe degree distribution is the center of attention. We consider two specific\ngrowth models; incoming nodes with uniform and preferential attachment, and the\ndegree distribution of the graph for arbitrary initial condition is obtained as\na function of time. This allows us to characterize the transient behavior of\nthe degree distribution, as well as to quantify the rate of convergence to the\nsteady-state limit.\n"]}]
["1207.5849",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5849","50th Annual Allerton Conference on Communication, Control, and\n  Computing (Allerton), 2012, Page(s): 136 - 143","doi:10.1109/Allerton.2012.6483210"],"date":["2012-07-24"],"type":["text"],"creator":["Fotouhi, Babak","Rabbat, Michael G."],"language":[],"coverage":[],"title":["Migration in a Small World: A Network Approach to Modeling Immigration\n  Processes"],"description":["  Existing theories of migration either focus on micro- or macroscopic behavior\nof populations; that is, either the average behavior of entire population is\nmodeled directly, or decisions of individuals are modeled directly. In this\nwork, we seek to bridge these two perspectives by modeling individual agents\ndecisions to migrate while accounting for the social network structure that\nbinds individuals into a population. Pecuniary considerations combined with the\ndecisions of peers are the primary elements of the model, being the main\ndriving forces of migration. People of the home country are modeled as nodes on\na small-world network. A dichotomous state is associated with each node,\nindicating whether it emigrates to the destination country or it stays in the\nhome country. We characterize the emigration rate in terms of the relative\nwelfare and population of the home and destination countries. The time\nevolution and the steady-state fraction of emigrants are also derived.\n"]}]
["1207.5983",{"format":[],"subject":["Mathematics - Probability","Condensed Matter - Statistical Mechanics","Mathematical Physics","60K35, 82B44, 82B41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5983","doi:10.1016/j.spa.2013.04.022"],"date":["2012-07-25","2013-03-25"],"type":["text"],"creator":["Coquille, Loren","Miłoś, Piotr"],"language":[],"coverage":[],"title":["A note on the discrete Gaussian Free Field with disordered pinning on\n  Z^d, d\\geq 2"],"description":["  We study the discrete massless Gaussian Free Field on $\\Z^d$, $d\\geq2$, in\nthe presence of a disordered square-well potential supported on a finite strip\naround zero. The disorder is introduced by reward/penalty interaction\ncoefficients, which are given by i.i.d. random variables. Under minimal\nassumptions on the law of the environment, we prove that the quenched free\nenergy associated to this model exists in $\\R^+$, is deterministic, and\nstrictly smaller than the annealed free energy whenever the latter is strictly\npositive.\n","Comment: 17 pages"]}]
["1208.0749",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0749","Phys. Rev. A 87, 042111 (2013)","doi:10.1103/PhysRevA.87.042111"],"date":["2012-08-03","2012-10-10"],"type":["text"],"creator":["Kamleitner, I."],"language":[],"coverage":[],"title":["Secular master equation for adiabatically time dependent systems"],"description":["  Relying only on first principles, we derive a master equation of Lindblad\nform generally applicable for adiabatically time dependent systems. Our\nanalysis shows that the much debated secular approximation can be valid for\nslowly time dependent Hamiltonians when performed in an appropriate basis. We\napply our approach to the well known Landau-Zener problem where we find that\nadiabaticity is improved by coupling to a low temperature environment.\n","Comment: 5 pages"]}]
["1208.2588",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Numerical Analysis","26A33, 33F05, 34A08, 49M99, 65D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2588","Asian Journal of Control 15 (2013), no. 3, 698--712","doi:10.1002/asjc.617"],"date":["2012-08-13"],"type":["text"],"creator":["Pooseh, Shakoor","Almeida, Ricardo","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Numerical Approximations of Fractional Derivatives with Applications"],"description":["  Two approximations, derived from continuous expansions of Riemann-Liouville\nfractional derivatives into series involving integer order derivatives, are\nstudied. Using those series, one can formally transform any problem that\ncontains fractional derivatives into a classical problem in which only\nderivatives of integer order are present. Corresponding approximations provide\nuseful numerical tools to compute fractional derivatives of functions.\nApplication of such approximations to fractional differential equations and\nfractional problems of the calculus of variations are discussed. Illustrative\nexamples show the advantages and disadvantages of each approximation.\n","Comment: This is a preprint of a paper whose final and definite form will be\n  published in: Asian Journal of Control. Submitted 13-Oct-2011; revised\n  11-Apr-2012; accepted 10-Aug-2012"]}]
["1208.2818",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2818"],"date":["2012-08-14","2013-05-09"],"type":["text"],"creator":["Sathish, Clastin I.","Feng, Hai Luke","Shi, Youguo","Yamaura, Kazunari"],"language":[],"coverage":[],"title":["Superconductivity in Bismuth Oxysulfide Bi4O4S3"],"description":["  Bismuth oxysulfide Bi4O4S3, which has recently been claimed to be an exotic\nsuperconductor (Tc = 4.5 K), was investigated by magnetic susceptibility and\nelectrical resistivity measurements as well as by electron probe microanalysis.\nSingle-phase Bi4O4S3 was successfully prepared by a high-pressure method, and\nits lattice parameters and normal-state resistivity, as well as the density of\nstates at the Fermi level, were found to be comparable to those determined\nearlier. However, the observed superconductivity was most likely\nimpurity-driven, strictly contradictory to the observations in ongoing\nexperiments. The present results indicate that the superconductivity of Bi4O4S3\ndoes not truly reflect the bulk nature of the BiS2 layered phase, regardless of\nthe manner in which Bi4O4S3 is synthesized. We discuss possible superconducting\nimpurities.\n","Comment: Accepted for publication in J. Phys. Soc. Jpn"]}]
["1208.3252",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3252","IEEE Journal of Selected Topics in Signal Processing, Volume: 7 ,\n  Issue 2, Page(s): 347 - 357, April 2013","doi:10.1109/JSTSP.2013.2245629"],"date":["2012-08-15","2012-11-30"],"type":["text"],"creator":["Fotouhi, Babak","Rabbat, Michael G."],"language":[],"coverage":[],"title":["The Effect of Exogenous Inputs and Defiant Agents on Opinion Dynamics\n  with Local and Global Interactions"],"description":["  Most of the conventional models for opinion dynamics mainly account for a\nfully local influence, where myopic agents decide their actions after they\ninteract with other agents that are adjacent to them. For example, in the case\nof social interactions, this includes family, friends, and other strong social\nties. The model proposed in this contribution, embodies a global influence as\nwell where, by global, we mean that each node also observes a sample of the\naverage behavior of the entire population (in the social example, people\nobserve other people on the streets, subway, and other social venues). We\nconsider a case where nodes have dichotomous states (examples include elections\nwith two major parties, whether or not to adopt a new technology or product,\nand any yes/no opinion such as in voting on a referendum). The dynamics of\nstates on a network with arbitrary degree distribution are studied. For a given\ninitial condition, we find the probability to reach consensus on each state and\nthe expected time reach to consensus. The effect of an exogenous bias on the\naverage orientation of the system is investigated, to model mass media. To do\nso, we add an external field to the model that favors one of the states over\nthe other. This field interferes with the regular decision process of each node\nand creates a constant probability to lean towards one of the states. We solve\nfor the average state of the system as a function of time for given initial\nconditions. Then anti-conformists (stubborn nodes who never revise their\nstates) are added to the network, in an effort to circumvent the external bias.\nWe find necessary conditions on the number of these defiant nodes required to\ncancel the effect of the external bias. Our analysis is based on a mean field\napproximation of the agent opinions.\n"]}]
["1208.4721",{"format":[],"subject":["Computer Science - Mathematical Software","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4721","Int. J. Mod. Phys. C 24, 1250095 (2013)","doi:10.1142/S0129183112500957"],"date":["2012-08-23"],"type":["text"],"creator":["Steeb, Willi-Hans","Hardy, Yorick"],"language":[],"coverage":[],"title":["Hamilton Operators, Discrete Symmetries, Brute Force and SymbolicC++"],"description":["  To find the discrete symmetries of a Hamilton operator $\\hat H$ is of central\nimportance in quantum theory. Here we describe and implement a brute force\nmethod to determine the discrete symmetries given by permutation matrices for\nHamilton operators acting in a finite-dimensional Hilbert space. Spin and Fermi\nsystems are considered as examples. A computer algebra implementation in\nSymbolicC++ is provided.\n"]}]
["1208.5796",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5796"],"date":["2012-08-28","2013-05-08"],"type":["text"],"creator":["Garsia, Adriano M.","Xin, Guoce","Zabrocki, Mike"],"language":[],"coverage":[],"title":["A three shuffle case of the compositional parking function conjecture"],"description":["  We prove here that the polynomial <nabla(C_p(1)), e_a h_b h_c> q,\nt-enumerates, by the statistics dinv and area, the parking functions whose\nsupporting Dyck path touches the main diagonal according to the composition p\nof size a + b + c and have a reading word which is a shuffle of one decreasing\nword and two increasing words of respective sizes a, b, c. Here Cp(1) is a\nrescaled Hall-Littlewood polynomial and \"nabla\" is the Macdonald eigenoperator\nintroduced in [1]. This is our latest progress in a continued effort to settle\nthe decade old shuffle conjecture of [14]. It includes as special cases all\nprevious results connected with this conjecture such as the q, t-Catalan [3]\nand the Schroder and h, h results of Haglund in [12] as well as their\ncompositional refinements recently obtained in [9] and [10]. It also confirms\nthe possibility that the approach adopted in [9] and [10] has the potential to\nyield a resolution of the shuffle parking function conjecture as well as its\ncompositional refinement more recently proposed by Haglund, Morse and Zabrocki\nin [15].\n","Comment: 30 pages"]}]
["1209.4004",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4004","Soft Matter, 9, 5251-5260 (2013)","doi:10.1039/C3SM27791G"],"date":["2012-09-18","2013-03-05"],"type":["text"],"creator":["Banerjee, Shiladitya","Giomi, Luca"],"language":[],"coverage":[],"title":["Polymorphism and bistability in adherent cells"],"description":["  The optimal shapes attained by contractile cells on adhesive substrates are\ndetermined by the interplay between intracellular forces and adhesion with the\nextracellular matrix. We model the cell as a contractile film bounded by an\nelastic cortex and connected to the substrate via elastic links. When the\nadhesion sites are continuously distributed, optimal cell shape is constrained\nby the adhesion geometry, with a spread area sensitively dependent on the\nsubstrate stiffness and contractile tension. For discrete adhesion sites,\nequilibrium cell shape is convex at weak contractility, while developing local\nconcavities at intermediate values of contractility. Increasing contractility\nbeyond a critical value, controlled by mechanical and geometrical properties of\nadhesion, cell boundary undergoes a discontinuous transition to a star-shaped\nconfiguration with cusps and protrusions, accompanied by a region of\nbistability and hysteresis.\n","Comment: 6 pages, 4 figures, submitted"]}]
["1209.4618",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4618","International Journal of Modern Physics A Vol. 28 (2013) 1350045","doi:10.1142/S0217751X13500450"],"date":["2012-09-20","2013-05-09"],"type":["text"],"creator":["Calmet, Xavier","Gausmann, Nina"],"language":[],"coverage":[],"title":["Non-thermal quantum black holes with quantized masses"],"description":["  In this paper we discuss non-thermal quantum black holes with a discrete mass\nspectrum and their possible new signatures at the LHC. We calculate the\ninclusive cross sections for the production of quantum black holes with\ndiscrete masses at the LHC as well as some exclusive cross sections for\nparticularly interesting decay modes.\n","Comment: 31 pages"]}]
["1209.6013",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Discrete Mathematics","Mathematics - Combinatorics","68R15","F.2.2","F.4.3","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6013","LNCS 7907, pp. 227-238, 2013"],"date":["2012-09-26","2013-05-09"],"type":["text"],"creator":["Fici, Gabriele","Langiu, Alessio","Lecroq, Thierry","Lefebvre, Arnaud","Mignosi, Filippo","Prieur-Gaston, Élise"],"language":[],"coverage":[],"title":["Abelian Repetitions in Sturmian Words"],"description":["  We investigate abelian repetitions in Sturmian words. We exploit a bijection\nbetween factors of Sturmian words and subintervals of the unitary segment that\nallows us to study the periods of abelian repetitions by using classical\nresults of elementary Number Theory. We prove that in any Sturmian word the\nsuperior limit of the ratio between the maximal exponent of an abelian\nrepetition of period $m$ and $m$ is a number $\\geq\\sqrt{5}$, and the equality\nholds for the Fibonacci infinite word. We further prove that the longest prefix\nof the Fibonacci infinite word that is an abelian repetition of period $F_j$,\n$j>1$, has length $F_j(F_{j+1}+F_{j-1} +1)-2$ if $j$ is even or\n$F_j(F_{j+1}+F_{j-1})-2$ if $j$ is odd. This allows us to give an exact formula\nfor the smallest abelian periods of the Fibonacci finite words. More precisely,\nwe prove that for $j\\geq 3$, the Fibonacci word $f_j$ has abelian period equal\nto $F_n$, where $n = \\lfloor{j/2}\\rfloor$ if $j = 0, 1, 2\\mod{4}$, or $n = 1 +\n\\lfloor{j/2}\\rfloor$ if $ j = 3\\mod{4}$.\n","Comment: Accepted to DLT 2013"]}]
["1210.2447",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2447"],"date":["2012-10-08","2013-05-08"],"type":["text"],"creator":["Bao, Gang","Liu, Hongyu"],"language":[],"coverage":[],"title":["Nearly Cloaking the Full Maxwell Equations"],"description":["  The approximate cloaking is investigated for time-harmonic Maxwell's\nequations via the approach of transformation optics. The problem is reduced to\ncertain boundary effect estimates due to an inhomogeneous electromagnetic\ninclusion with an asymptotically small support but an arbitrary content\nenclosed by a thin high-conducting layer. Sharp estimates are established in\nterms of the asymptotic parameter, which are independent of the material\ntensors of the small electromagnetic inclusion. The result implies that the\n`blow-up-a-small-region' construction via the transformation optics approach\nyields a near-cloak for the electromagnetic waves. A novelty lies in the fact\nthat the geometry of the cloaking construction of this work can be very\ngeneral. Moreover, by incorporating the conducting layer developed in the\npresent paper right between the cloaked region and the cloaking region,\narbitrary electromagnetic contents can be nearly cloaked. Our mathematical\ntechnique extends the general one developed in [30] for nearly cloaking scalar\noptics. In order to investigate the approximate electromagnetic cloaking for\ngeneral geometries with arbitrary cloaked contents, new techniques and analysis\ntools must be developed for this more challenging vector optics case.\n"]}]
["1210.4194",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4194","Eur. Phys. J. C 73 (2013) 2323","doi:10.1140/epjc/s10052-013-2323-z"],"date":["2012-10-15","2013-05-09"],"type":["text"],"creator":["Kraus, Christine","Singer, Andrej","Valerius, Kathrin","Weinheimer, Christian"],"language":[],"coverage":[],"title":["Limit on sterile neutrino contribution from the Mainz Neutrino Mass\n  Experiment"],"description":["  The recent analysis of the normalization of reactor antineutrino data, the\ncalibration data of solar neutrino experiments using gallium targets, and the\nresults from the neutrino oscillation experiment MiniBooNE suggest the\nexistence of a fourth light neutrino mass state with a mass of O(eV), which\ncontributes to the electron neutrino with a sizable mixing angle. Since we know\nfrom measurements of the width of the Z0 resonance that there are only three\nactive neutrinos, a fourth neutrino should be sterile (i.e., interact only via\ngravity). The corresponding fourth neutrino mass state should be visible as an\nadditional kink in beta-decay spectra. In this work the phase II data of the\nMainz Neutrino Mass Experiment have been analyzed searching for a possible\ncontribution of a fourth light neutrino mass state. No signature of such a\nfourth mass state has been found and limits on the mass and the mixing of this\nfourth mass states are derived.\n"]}]
["1210.4227",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4227","Phys. Rev. Lett. 109, 225502 (2012)","doi:10.1103/PhysRevLett.109.225502"],"date":["2012-10-15"],"type":["text"],"creator":["Kiselev, Alexander","Engel, Michael","Trebin, Hans-Rainer"],"language":[],"coverage":[],"title":["Confirmation of the random tiling hypothesis for a decagonal\n  quasicrystal"],"description":["  Mechanisms that stabilize quasicrystals are much discussed but not finally\nresolved. We confirm the random tiling hypothesis and its predictions in a\nfully atomistic decagonal quasicrystal model by calculating the free energy and\nthe phason elastic constants over a wide range of temperatures. The\nFrenkel-Ladd method is applied for the phonon part and an approach of\nuncorrelated phason flips for the configurational part. When lowering the\ntemperature, a phase transition to an approximant occurs. Close to the\ntransition temperature one of the phason elastic constants becomes soft.\n","Comment: 5 pages, 4 figures"]}]
["1210.6852",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6852","JHEP 05 (2013) 009","doi:10.1007/JHEP05(2013)009"],"date":["2012-10-25","2013-05-09"],"type":["text"],"creator":["Allison, Kyle"],"language":[],"coverage":[],"title":["Dark matter, singlet extensions of the nuMSM, and symmetries"],"description":["  We consider an extension of the nuMSM in which sterile neutrino masses\noriginate from the VEV of a Higgs singlet phi and dark matter is produced\nthrough the decays of phi rather than through active-sterile neutrino mixing.\nThis model, which we refer to as the nuNMSM, can readily satisfy or escape the\nconstraints on warm dark matter from the Lyman-alpha forest and other small\nscale structure. However, it requires a particular hierarchy of Majorana masses\nand Yukawa couplings without an obvious origin. We show that the hierarchical\nparameters of the nuNMSM can arise from symmetries broken at or near the Planck\nscale for two specific examples of this model: one in which phi helps stabilize\nthe electroweak vacuum through a scalar threshold effect and one in which phi\nis a light inflaton. Both examples require a complex phi and have several\nexperimental signatures that are distinct from the nuMSM. These signatures\ninclude additional dark radiation that is relativistic at both primordial\nnucleosynthesis and CMB decoupling and, for the former, a large invisible\nbranching ratio of the Higgs.\n","Comment: 22 pages, 3 tables. v2: Discussion clarified and references added.\n  Matches published version"]}]
["1211.0598",{"format":[],"subject":["Mathematics - Probability","60G40, 60H30, 49J10, 49K10, 93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0598"],"date":["2012-11-03","2013-05-08"],"type":["text"],"creator":["Guo, Xin","Pan, Chen","Peng, Shige"],"language":[],"coverage":[],"title":["A Note on $G$- Optimal Stopping Problems"],"description":["  We consider a class of discretionary stopping problems within the\n$G$-framework. We first establish the well-definedness of the stopping problem\nunder the $G$-expectation, by showing the quasi-continuity of the stopped\nprocess. We then prove a verification theorem for $G$-optimal stopping problem.\nOne corollary is a direct proof for the well-known fact that the $G$-optimal\nstopping problem is the same as the classical optimal stopping problem with\nappropriate parameters, when the payoff function is concave or convex.\n","Comment: This paper has been withdrawn by the authors due to some crucial\n  error in some statements"]}]
["1211.0987",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0987"],"date":["2012-11-05","2013-05-09"],"type":["text"],"creator":["Gorodnik, Alexander","Spatzier, Ralf"],"language":[],"coverage":[],"title":["Mixing Properties of Commuting Nilmanifold Automorphisms"],"description":["  We study mixing properties of commutative groups of automorphisms acting on\ncompact nilmanifolds. Assuming that every nontrivial element acts ergodically,\nwe prove that such actions are mixing of all orders. We further show\nexponential 2-mixing and 3-mixing. As an application we prove smooth cocycle\nrigidity for higher-rank abelian groups of nilmanifold automorphisms.\n"]}]
["1211.1155",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1155","Phys. Rev. B 87, 195110 (2013)","doi:10.1103/PhysRevB.87.195110"],"date":["2012-11-06","2013-05-09"],"type":["text"],"creator":["Arakawa, Naoya","Ogata, Masao"],"language":[],"coverage":[],"title":["Competition between spin fluctuations in Ca$_{2-x}$Sr$_{x}$RuO$_{4}$\n  around $x=0.5$"],"description":["  We study the static susceptibilities for charge and spin sectors in\nparamagnetic states for Ca$_{2-x}$Sr$_{x}$RuO$_{4}$ in $0.5\\leq x \\leq 2$\nwithin random phase approximation on the basis of an effective Ru $t_{2g}$\norbital Hubbard model. We find that several modes of spin fluctuation around\n$\\boldq=(0,0)$ and $\\boldq\\sim(0.797\\pi,0)$ are strongly enhanced for the model\nof $x=0.5$. This enhancement arises from the increase of the corresponding\nsusceptibilities for the $d_{xy}$ orbital due to the rotation-induced\nmodifications of the electronic structure for this orbital (i.e., the\nflattening of the bandwidth and the increase of the density of state near the\nFermi level). We also find that the ferromagnetic spin fluctuation becomes\nstronger for a special model than for the model of $x=0.5$, while the\ncompetition between the modes of spin fluctuation at $\\boldq=(0,0)$ and around\n$\\boldq\\sim (\\pi,0)$ is weaker for the special model; in this special model,\nthe van Hove singularity (vHs) for the $d_{xy}$ orbital is located on the Fermi\nlevel. These results indicate that the location of the vHs for the $d_{xy}$\norbital, which is controlled by substitution of Ca for Sr, is a parameter to\ncontrol this competition. We propose that the spin fluctuations for the\n$d_{xy}$ orbital around $\\boldq=(0,0)$ and $\\boldq\\sim (\\pi,0)$ play an\nimportant role in the electronic states around $x=0.5$ other than the\ncriticality approaching the usual Mott transition where all electrons are\nlocalized.\n","Comment: 12 pages, 9 figures, accepted for publication in Phys. Rev. B"]}]
["1211.1275",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1275"],"date":["2012-11-06","2013-05-08"],"type":["text"],"creator":["Gönen, Mehmet","Khan, Suleiman A.","Kaski, Samuel"],"language":[],"coverage":[],"title":["Kernelized Bayesian Matrix Factorization"],"description":["  We extend kernelized matrix factorization with a fully Bayesian treatment and\nwith an ability to work with multiple side information sources expressed as\ndifferent kernels. Kernel functions have been introduced to matrix\nfactorization to integrate side information about the rows and columns (e.g.,\nobjects and users in recommender systems), which is necessary for making\nout-of-matrix (i.e., cold start) predictions. We discuss specifically bipartite\ngraph inference, where the output matrix is binary, but extensions to more\ngeneral matrices are straightforward. We extend the state of the art in two key\naspects: (i) A fully conjugate probabilistic formulation of the kernelized\nmatrix factorization problem enables an efficient variational approximation,\nwhereas fully Bayesian treatments are not computationally feasible in the\nearlier approaches. (ii) Multiple side information sources are included,\ntreated as different kernels in multiple kernel learning that additionally\nreveals which side information sources are informative. Our method outperforms\nalternatives in predicting drug-protein interactions on two data sets. We then\nshow that our framework can also be used for solving multilabel learning\nproblems by considering samples and labels as the two domains where matrix\nfactorization operates on. Our algorithm obtains the lowest Hamming loss values\non 10 out of 14 multilabel classification data sets compared to five\nstate-of-the-art multilabel learning algorithms.\n","Comment: Proceedings of the 30th International Conference on Machine Learning\n  (2013)"]}]
["1211.1645",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1645","Phys. Rev. E 87, 042134 (2013)","doi:10.1103/PhysRevE.87.042134"],"date":["2012-11-07","2013-04-23"],"type":["text"],"creator":["Engel, Michael","Anderson, Joshua A.","Glotzer, Sharon C.","Isobe, Masaharu","Bernard, Etienne P.","Krauth, Werner"],"language":[],"coverage":[],"title":["Hard-disk equation of state: First-order liquid-hexatic transition in\n  two dimensions with three simulation methods"],"description":["  We report large-scale computer simulations of the hard-disk system at high\ndensities in the region of the melting transition. Our simulations reproduce\nthe equation of state, previously obtained using the event-chain Monte Carlo\nalgorithm, with a massively parallel implementation of the local Monte Carlo\nmethod and with event-driven molecular dynamics. We analyze the relative\nperformance of these simulation methods to sample configuration space and\napproach equilibrium. Our results confirm the first-order nature of the melting\nphase transition in hard disks. Phase coexistence is visualized for individual\nconfigurations via the orientational order parameter field. The analysis of\npositional order confirms the existence of the hexatic phase.\n","Comment: 9 pages, 8 figures, 2 tables"]}]
["1211.4217",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4217","International Journal of Modern Physics A Vol. 28, No. 12 (2013)\n  1350042","doi:10.1142/S0217751X13500425"],"date":["2012-11-18","2013-05-09"],"type":["text"],"creator":["Calmet, Xavier","Yang, Ting-Cheng"],"language":[],"coverage":[],"title":["Frame Transformations of Gravitational Theories"],"description":["  We show how to map gravitational theories formulated in the Jordan frame to\nthe Einstein frame at the quantum field theoretical level considering quantum\nfields in curved space-time. As an example, we consider gravitational theories\nin the Jordan frame of the type $F(\\phi,\\, R)=f(\\phi)\\, R-V(\\phi)$ and perform\nthe map to the Einstein frame. Our results can easily be extended to any\ngravitational theory. We consider the Higgs inflation model as an application\nof our results.\n","Comment: 13 pages"]}]
["1211.6809",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6809","doi:10.1016/j.spa.2013.04.019"],"date":["2012-11-28","2013-04-03"],"type":["text"],"creator":["Hu, Yaozhong","Le, Khoa"],"language":[],"coverage":[],"title":["A multiparameter Garsia-Rodemich-Rumsey inequality and some applications"],"description":["  We extend the classical Garsia-Rodemich-Rumsey inequality to the\nmultiparameter situation. The new inequality is applied to obtain some joint\nH\\\"older continuity along the rectangles for fractional Brownian fields $W(t,\nx)$ and for the solution $u(t, y)$ of stochastic heat equation with additive\nwhite noise.\n"]}]
["1212.1797",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1797","Phys. Rev. D 87, 105007 (2013)","doi:10.1103/PhysRevD.87.105007"],"date":["2012-12-08","2013-05-08"],"type":["text"],"creator":["Haque, Najmul","Mustafa, Munshi G.","Strickland, Michael"],"language":[],"coverage":[],"title":["Two-loop HTL pressure at finite temperature and chemical potential"],"description":["  We calculate the two-loop pressure of a plasma of quarks and gluons at finite\ntemperature and chemical potential using the hard thermal loop perturbation\ntheory (HTLpt) reorganization of finite temperature/density quantum\nchromodynamics. The computation utilizes a high temperature expansion through\nfourth order in the ratio of the chemical potential to temperature. This allows\nus to reliably access the region of high temperature and small chemical\npotential. We compare our final result for the two-loop HTLpt pressure at\nfinite temperature and chemical potential with perturbative quantum\nchromodynamics (QCD) calculations and available lattice QCD results.\n","Comment: 23 pages, 5 figures; published version"]}]
["1212.4173",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.4173","J. Phys. B: At. Mol. Opt. Phys. 46 104012 (2013)","doi:10.1088/0953-4075/46/10/104012"],"date":["2012-12-17"],"type":["text"],"creator":["Bücker, Robert","Berrada, Tarik","van Frank, Sandrine","Schaff, Jean-François","Schumm, Thorsten","Schmiedmayer, Jörg","Jäger, Georg","Grond, Julian","Hohenester, Ulrich"],"language":[],"coverage":[],"title":["Vibrational state inversion of a Bose-Einstein condensate: optimal\n  control and state tomography"],"description":["  We present theoretical and experimental results on high-fidelity transfer of\na trapped Bose-Einstein condensate into its first vibrationally excited\neigenstate. The excitation is driven by mechanical motion of the trap, along a\ntrajectory obtained from optimal control theory. Excellent agreement between\ntheory and experiment is found over a large range of parameters. We develop an\napproximate model to map the dynamics of the many-body condensate wave function\nto a driven two-level system.\n","Comment: 27 pages, 15 figures"]}]
["1212.5290",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5290","Phys. Rev. A 87, 032710 (2013)","doi:10.1103/PhysRevA.87.032710"],"date":["2012-12-20"],"type":["text"],"creator":["Croft, James F. E.","Hutson, Jeremy M."],"language":[],"coverage":[],"title":["Multichannel Quantum Defect Theory for cold molecular collisions with a\n  strongly anisotropic potential energy surface"],"description":["  We show that multichannel quantum defect theory (MQDT) can be applied\nsuccessfully as an efficient computational method for cold molecular collisions\nin Li+NH, which has a deep and strongly anisotropic interaction potential. In\nthis strongly coupled system, closed-channel poles restrict the range over\nwhich the MQDT Y matrix can be interpolated. We present an improved procedure\nto transform the MQDT reference functions so that the poles are removed from\nthe energy range of interest. Effects due to very long-range spin-dipolar\ncouplings are outside the scope of MQDT, but can be added perturbatively. The\nnew procedure makes it possible to calculate the elastic and inelastic cross\nsections needed to evaluate the feasibility of sympathetic cooling of NH by Li\nusing coupled-channel calculations at only 5 combinations of energy and field.\n","Comment: 8 pages, 6 figures"]}]
["1212.5567",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Mathematical Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5567","New J. Phys. 15 (2013) 043021","doi:10.1088/1367-2630/15/4/043021"],"date":["2012-12-21","2013-04-07"],"type":["text"],"creator":["Visser, Matt"],"language":[],"coverage":[],"title":["Zipf's law, power laws, and maximum entropy"],"description":["  Zipf's law, and power laws in general, have attracted and continue to attract\nconsiderable attention in a wide variety of disciplines - from astronomy to\ndemographics to software structure to economics to linguistics to zoology, and\neven warfare. A recent model of random group formation [RGF] attempts a general\nexplanation of such phenomena based on Jaynes' notion of maximum entropy\napplied to a particular choice of cost function. In the present article I argue\nthat the cost function used in the RGF model is in fact unnecessarily\ncomplicated, and that power laws can be obtained in a much simpler way by\napplying maximum entropy ideas directly to the Shannon entropy subject only to\na single constraint: that the average of the logarithm of the observable\nquantity is specified.\n","Comment: 14 pages; V2: 6 references added; V3: 1 more reference added, minor\n  edits; V4: typos fixed, minor edits; this version accepted for publication in\n  New Journal of Physics"]}]
["1212.5763",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5763","J. Physics: Conden. Matt. 25, 215301 (2013)","doi:10.1088/0953-8984/25/21/215301"],"date":["2012-12-23"],"type":["text"],"creator":["Zhan, Tianrong","Shi, Xi","Dai, Yunyun","Liu, Xiaohan","Zi, Jian"],"language":[],"coverage":[],"title":["Transfer matrix method for optics in graphene layers"],"description":["  A transfer matrix method is developed for optical calculations of\nnon-interacting graphene layers. Within the framework of this method, optical\nproperties such as reflection, transmission and absorption for single-, double-\nand multi-layer graphene are studied. We also apply the method to structures\nconsisting of periodically arranged graphene layers, revealing well-defined\nphotonic band structures and even photonic bandgaps. Finally, we discuss\ngraphene plasmons and introduce a simple way to tune the plasmon dispersion.\n","Comment: 8 pages, 6 figures"]}]
["1212.6012",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.6012","J. Phys. Soc. Jpn. 82 (2013) 064703","doi:10.7566/JPSJ.82.064703"],"date":["2012-12-25","2013-05-09"],"type":["text"],"creator":["Hida, Kazuo","Takano, Ken'ichi","Suzuki, Hidenori"],"language":[],"coverage":[],"title":["Topological Phases of the Spin-1/2 Ferromagnetic-Antiferromagnetic\n  Alternating Heisenberg Chain with Frustrated Next-Nearest-Neighbour\n  Interaction"],"description":["  The spin-1/2 ferromagnetic-antiferromagnetic alternating Heisenberg chain\nwith ferromagnetic next-nearest-neighbour (NNN) interaction is investigated.\nThe ground state is the Haldane phase for weak NNN interaction, and is the\nferromagnetic phase for weak antiferromagnetic interaction. We find a series of\ntopologically distinct spin-gap phases with various magnitudes of edge spins\nfor strong NNN interaction. The phase boundaries between these phases are\ndetermined on the basis of the DMRG calculation with additional spins that\ncompensate the edge spins. It is found that each of the exact solutions with\nshort-range antiferromagnetic correlation on the ferromagnetic-nonmagnetic\nphase boundary is representative of each spin gap phase.\n","Comment: 10 pages, 19 figures"]}]
["1301.1666",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1666","Phys. Rev. E 87, 052302 (2013)","doi:10.1103/PhysRevE.87.052302"],"date":["2013-01-08"],"type":["text"],"creator":["Priezjev, Nikolai V."],"language":[],"coverage":[],"title":["Heterogeneous relaxation dynamics in amorphous materials under cyclic\n  loading"],"description":["  Molecular dynamics simulations are performed to investigate heterogeneous\ndynamics in amorphous glassy materials under oscillatory shear strain. We\nconsider three-dimensional binary Lennard-Jones mixture well below the glass\ntransition temperature. The structural relaxation and dynamical heterogeneity\nare quantified by means of the self-overlap order parameter and the dynamic\nsusceptibility. We found that at sufficiently small strain amplitudes, the mean\nsquare displacement exhibits a broad sub-diffusive plateau and the system\nundergoes nearly reversible deformation over about $10^4$ cycles. Upon\nincreasing strain amplitude, the transition to the diffusive regime occurs at\nshorter time intervals and the relaxation process involves intermittent bursts\nof large particle displacements. The detailed analysis of particle hopping\ndynamics and the dynamic susceptibility indicates that mobile particles\naggregate into clusters whose sizes increase at larger strain amplitudes.\nFinally, the correlation between particle mobilities in consecutive time\nintervals demonstrates that dynamic facilitation becomes increasingly\npronounced at larger strain amplitudes.\n","Comment: 20 pages, 7 figures"]}]
["1301.2828",{"format":[],"subject":["Mathematics - Probability","60E15, 62E17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2828"],"date":["2013-01-13","2013-05-08"],"type":["text"],"creator":["Pinelis, Iosif"],"language":[],"coverage":[],"title":["On the nonuniform Berry--Esseen bound"],"description":["  Due to the effort of a number of authors, the value c_u of the absolute\nconstant factor in the uniform Berry--Esseen (BE) bound for sums of independent\nrandom variables has been gradually reduced to 0.4748 in the iid case and\n0.5600 in the general case; both these values were recently obtained by\nShevtsova. On the other hand, Esseen had shown that c_u cannot be less than\n0.4097. Thus, the gap factor between the best known upper and lower bounds on\n(the least possible value of) c_u is now rather close to 1.\n  The situation is quite different for the absolute constant factor c_{nu} in\nthe corresponding nonuniform BE bound. Namely, the best correctly established\nupper bound on c_{nu} in the iid case is about 25 times the corresponding best\nknown lower bound, and this gap factor is greater than 30 in the general case.\nIn the present paper, improvements to the prevailing method (going back to S.\nNagaev) of obtaining nonuniform BE bounds are suggested. Moreover, a new method\nis presented, of a rather purely Fourier kind, based on a family of smoothing\ninequalities, which work better in the tail zones. As an illustration, a quick\nproof of Nagaev's nonuniform BE bound is given. Some further refinements in the\napplication of the method are shown as well.\n","Comment: Version 2: Another, more flexible and general construction of the\n  smoothing filter is added. Some portions of the material are rearranged. In\n  particular, now constructions of the smoothing filter constitute a separate\n  section. Version 3: a few typos are corrected. Version 4: the historical\n  sketch is revised. Version 5: two references added"]}]
["1301.3025",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3025","Phys. Plasmas 20, 052503 (2013)","doi:10.1063/1.4804274"],"date":["2013-01-14","2013-04-22"],"type":["text"],"creator":["Biswas, Shyamal","Sen, Swati","Jana, Debnarayan"],"language":[],"coverage":[],"title":["A complete theory for the magnetism of an ideal gas of electrons"],"description":["  We have explored Pauli paramagnetism, Landau diamagnetism and de Haas-van\nAlphen effect in a single framework, and unified these three effects for all\ntemperatures as well as for all strengths of magnetic field. Our result goes\nbeyond Pauli-Landau result on the magnetism of the 3-D ideal gas of electrons,\nand is able to describe crossover of the de Haas-van Alphen oscillation to the\nsaturation of magnetization. We also have obtained a novel asymptotic series\nexpansion for the low temperature properties of the system.\n","Comment: 8 pages, 5 figures; Accepted in Physics of Plasmas"]}]
["1301.6648",{"format":[],"subject":["Computer Science - Information Theory","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6648"],"date":["2013-01-28","2013-05-09"],"type":["text"],"creator":["Wang, Liming","Rodrigues, Miguel","Carin, Lawrence"],"language":[],"coverage":[],"title":["Generalized Bregman Divergence and Gradient of Mutual Information for\n  Vector Poisson Channels"],"description":["  We investigate connections between information-theoretic and\nestimation-theoretic quantities in vector Poisson channel models. In\nparticular, we generalize the gradient of mutual information with respect to\nkey system parameters from the scalar to the vector Poisson channel model. We\nalso propose, as another contribution, a generalization of the classical\nBregman divergence that offers a means to encapsulate under a unifying\nframework the gradient of mutual information results for scalar and vector\nPoisson and Gaussian channel models. The so-called generalized Bregman\ndivergence is also shown to exhibit various properties akin to the properties\nof the classical version. The vector Poisson channel model is drawing\nconsiderable attention in view of its application in various domains: as an\nexample, the availability of the gradient of mutual information can be used in\nconjunction with gradient descent methods to effect compressive-sensing\nprojection designs in emerging X-ray and document classification applications.\n"]}]
["1302.4122",{"format":[],"subject":["Quantum Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4122","Phys. Rev. A 87, 052306 (2013)","doi:10.1103/PhysRevA.87.052306"],"date":["2013-02-17"],"type":["text"],"creator":["Brooks, Peter","Kitaev, Alexei","Preskill, John"],"language":[],"coverage":[],"title":["Protected gates for superconducting qubits"],"description":["  We analyze the accuracy of quantum phase gates acting on \"zero-pi qubits\" in\nsuperconducting circuits, where the gates are protected against thermal and\nHamiltonian noise by continuous-variable quantum error-correcting codes. The\ngates are executed by turning on and off a tunable Josephson coupling between\nan LC oscillator and a qubit or pair of quits; assuming perfect qubits, we show\nthat the gate errors are exponentially small when the oscillator's impedance\nsqrt{L/C} is large compared to hbar/4e^2 ~ 1 kilo-ohm. The protected gates are\nnot computationally universal by themselves, but a scheme for universal\nfault-tolerant quantum computation can be constructed by combining them with\nunprotected noisy operations. We validate our analytic arguments with numerical\nsimulations.\n","Comment: 31 pages, 19 figures"]}]
["1302.4900",{"format":[],"subject":["Quantum Physics","Mathematics - Category Theory","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4900","Computation, Logic, Games, and Quantum Foundations: 21-36, 2013","doi:10.1007/978-3-642-38164-5_3"],"date":["2013-02-20"],"type":["text"],"creator":["Coecke, Bob","Heunen, Chris","Kissinger, Aleks"],"language":[],"coverage":[],"title":["Compositional Quantum Logic"],"description":["  Quantum logic aims to capture essential quantum mechanical structure in\norder-theoretic terms. The Achilles' heel of quantum logic is the absence of a\ncanonical description of composite systems, given descriptions of their\ncomponents. We introduce a framework in which order-theoretic structure comes\nwith a primitive composition operation. The order is extracted from a\ngeneralisation of C*-algebra that applies to arbitrary dagger symmetric\nmonoidal categories, which also provide the composition operation. In fact, our\nconstruction is entirely compositional, without any additional assumptions on\nlimits or enrichment. Interpreted in the category of finite-dimensional Hilbert\nspaces, it yields the projection lattices of arbitrary finite-dimensional\nC*-algebras. Interestingly, there are models that falsify standardly assumed\ncorrespondences, most notably the correspondence between noncommutativity of\nthe algebra and nondistributivity of the order.\n","Comment: 14 pages"]}]
["1302.5240",{"format":[],"subject":["Nuclear Experiment","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.5240","Nuclear Instruments & Methods in Physics Research B 304(2013)36-48","doi:10.1016/j.nimb.2013.03.056"],"date":["2013-02-21"],"type":["text"],"creator":["Tárkányi, F.","Ditrói, F.","Takács, S.","Hermanne, A.","Yamazaki, H.","Baba, M.","Mohammadi, A.","Ignatyuk, A. V."],"language":[],"coverage":[],"title":["Activation cross-sections of longer lived products of deuteron induced\n  nuclear reactions on ytterbium up to 40 MeV"],"description":["  In the frame of a systematic study of the activation cross-sections of the\ndeuteron induced nuclear reactions, excitation functions of the\nnatYb(d,xn)177,173,172mg,171mg,170,169Lu, natYb(d,x)175,169Yb and\nnatYb(d,x)173,172,168,167,165Tm reactions are studied up to 40 MeV, a few of\nthem for the first time. Cross-sections were measured with the activation\nmethod using a stacked foil irradiation technique and high resolution gamma-ray\nspectrometry. The experimental data are analyzed and compared to the results of\nthe theoretical model codes ALICE-IPPE, EMPIRE-II and TALYS. From the measured\ncross-section data integral production yields were calculated. Applications of\nthe new cross-sections are discussed.\n"]}]
["1303.1548",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1548","Phys. Rev. E 87, 052902 (2013)","doi:10.1103/PhysRevE.87.052902"],"date":["2013-03-06","2013-05-08"],"type":["text"],"creator":["Allen, John-Mark A.","Cross, M. C."],"language":[],"coverage":[],"title":["Frequency Precision of Two-Dimensional Lattices of Coupled Oscillators\n  with Spiral Patterns"],"description":["  Two-dimensional lattices of N synchronized oscillators with reactive coupling\nare considered as high-precision frequency sources in the case where a spiral\npattern is formed. The improvement of the frequency precision is shown to be\nindependent of N for large N, unlike the case of purely dissipative coupling\nwhere the improvement is proportional to N, but instead depends on just those\noscillators in the core of the spiral that acts as the source region of the\nwaves. Our conclusions are based on numerical simulations of up to N=29929\noscillators, and analytic results for a continuum approximation to the lattice\nin an infinite system. We derive an expression for the dependence of the\nfrequency precision on the reactive component of the coupling constant,\ndepending on a single parameter given by fitting the frequency of the spiral\nwaves to the numerical simulations.\n","Comment: 7 pages, 6 figures"]}]
["1303.1556",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1556","Phys. Rev. D 87, 104007 (2013)","doi:10.1103/PhysRevD.87.104007"],"date":["2013-03-06","2013-05-08"],"type":["text"],"creator":["Dolgov, Alexander D.","Ejlli, Damian"],"language":[],"coverage":[],"title":["Resonant high energy graviton to photon conversion at post recombination\n  epoch"],"description":["  Resonant conversion of high energy gravitons into photons in large scale\ncosmological magnetic fields at the post recombination epoch is considered. It\nis shown that the probability of the resonance photon production is much higher\nthan the non-resonant one. As a result an observable isotropic background of\ncosmic gamma rays might be created. As shown in our previous paper, an early\npopulation of primordial black holes (PBHs) prior to big bang nucleosynthesis\n(BBN) could be an efficient source of high frequency gravitational waves. For\nthe primordial black hole mass about $10^8$ g the produced photons would be the\ndominant component of the soft to hard Cosmic X-ray Background (CXB) and for\nlower masses the spectrum is shifted down to the ultraviolet and optic.\n","Comment: 16 pages, 11 figures, more references has been added. Published\n  version"]}]
["1303.1772",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1772"],"date":["2013-02-15","2013-05-09"],"type":["text"],"creator":["Chiarelli, Piero"],"language":[],"coverage":[],"title":["Far from equilibrium maximal principle leading to matter\n  self-organization"],"description":["  In this work an extremal principle driving the far from equilibrium evolution\nof a system of structureless particles is derived by using the stochastic\nquantum hydrodynamic analogy. For a classical phase (i.e., the quantum\ncorrelations decay on a distance smaller than the mean inter-molecular\ndistance) the far from equilibrium kinetic equation can be cast in the form of\na Fokker-Plank equation whose phase space velocity vector maximizes the\ndissipation of the energy-type function, named here, stochastic free energy.\nNear equilibrium the maximum stochastic free energy dissipation is shown to be\ncompatible with the Prigogine s principle of minimum entropy production.\nMoreover, in the case of elastic molecular collisions and in absence of\nchemical reactions, in quasi-isothermal far from equilibrium states, the theory\nshows that the maximum stochastic free energy dissipation reduces to the\nmaximum free energy dissipation. Following the tendency to reach the highest\nrate of stochastic free energy dissipation, the system transition to states\nwith higher free energy can happen. Given that in incompressible ordinary\nfluids such an increase of free energy is almost given by a decrease of\nentropy, the matter self-organization becomes possible. When chemical reactions\nor relevant thermal gradients are present, the theory highlights that the\nSawada enunciation of maximum free energy dissipation can be violated. The\nproposed model depicts the Prigogine s principle of minimum entropy production\nnear-equilibrium and the far from equilibrium Sawada s principle of maximum\nenergy dissipation as two complementary principia of a unique theory where the\nlatter one is a particular case of the more general one of maximum stochastic\nfree energy dissipation.\n","Comment: 28 pages, 1 figure"]}]
["1303.1775",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1775","Phys. Rev. B 87, 174407 (2013)","doi:10.1103/PhysRevB.87.174407"],"date":["2013-03-07"],"type":["text"],"creator":["Tay, Tiamhock","Sham, L. J."],"language":[],"coverage":[],"title":["Theory of atomistic simulation of spin-transfer torque in nanomagnets"],"description":["  In spin-transfer torque (STT) for technological applications, the\nminiaturization of the magnet may reach the stage of requiring a fully\nquantum-mechanical treatment. We present an STT theory which uses the quantum\nmacrospin ground and excited (magnon) states of the nanomagnet. This allows for\nenergy and angular momentum exchanges between the current electron and the\nnano-magnet. We develop a method of magnetization dynamics simulation which\ncaptures the heating effect on the magnet by the spin-polarized current and the\ntemperature-dependence in STT. We also discuss the magnetostatics effect on\nmagnon scattering for ferromagnetic relaxation in a thin film. Our work\ndemonstrates a realistic step towards simulation of quantum spin-transfer\ntorque physics in nano-scale magnets.\n","Comment: 12 pages, 8 figures"]}]
["1303.1835",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1835","doi:10.1016/j.geomphys.2013.03.019"],"date":["2013-03-07","2013-05-09"],"type":["text"],"creator":["Brain, Simon"],"language":[],"coverage":[],"title":["The Noncommutative Topology of Anti-Self-Dual Gauge Fields"],"description":["  Through techniques afforded by $C^*$-algebras and Hilbert modules, we study\nthe topology of spaces which parametrize families of instanton gauge fields on\nnoncommutative Euclidean four-spheres $S^4_\\sigma$. By deforming the ADHM\nconstruction of instantons on the classical sphere $S^4$, we obtain families of\ninstantons on the quantum sphere which are naturally parametrized by\nnoncommutative topological spaces. Using the internal gauge theory of\n$S^4_\\sigma$ determined by the inner automorphisms of its function algebra, we\nfind that one may always recover a classical parameter space by making a\nsuitable choice of internal gauge.\n","Comment: 25 pages, no figures; v2 typos corrected, refs updated"]}]
["1303.3316",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.3316","Phys. Rev. Lett. 110, 197402 (2013)","doi:10.1103/PhysRevLett.110.197402"],"date":["2013-03-13","2013-05-07"],"type":["text"],"creator":["Tabert, Calvin J.","Nicol, Elisabeth J."],"language":[],"coverage":[],"title":["Valley-Spin Polarization in the Magneto-Optical Response of Silicene and\n  Other Similar 2D Crystals"],"description":["  We calculate the magneto-optical conductivity and electronic density of\nstates for silicene, the silicon equivalent of graphene, and similar crystals\nsuch as germanene. In the presence of a perpendicular magnetic field and\nelectric field gating, we note that four spin- and valley-polarized levels can\nbe seen in the density of states and transitions between these levels lead to\nsimilarly polarized absorption lines in the longitudinal, transverse Hall, and\ncircularly polarized dynamic conductivity. While previous spin and\nvalley-polarization predicted for the conductivity is only present in the\nresponse to circularly polarized light, we show that distinct spin- and\nvalley-polarization can also be seen in the longitudinal magneto-optical\nconductivity at experimentally attainable energies. The frequency of the\nabsorption lines may be tuned by the electric and magnetic field to onset in a\nrange varying from THz to the infrared. This potential to isolate charge\ncarriers of definite spin and valley label may make silicene a promising\ncandidate for spin- and valleytronic devices.\n","Comment: 6 pages, 5 figures"]}]
["1303.4129",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.4129","Phys. Rev. D 87, 104010 (2013)","doi:10.1103/PhysRevD.87.104010"],"date":["2013-03-17","2013-05-08"],"type":["text"],"creator":["Cheng, Roseanne M.","Evans, Charles R."],"language":[],"coverage":[],"title":["Relativistic effects in the tidal interaction between a white dwarf and\n  a massive black hole in Fermi normal coordinates"],"description":["  We consider tidal encounters between a white dwarf and an intermediate mass\nblack hole. Both weak encounters and those at the threshold of disruption are\nmodeled. The numerical code combines mesh-based hydrodynamics, a spectral\nmethod solution of the self-gravity, and a general relativistic Fermi normal\ncoordinate system that follows the star and debris. Fermi normal coordinates\nprovide an expansion of the black hole tidal field that includes quadrupole and\nhigher multipole moments and relativistic corrections. We compute the mass loss\nfrom the white dwarf that occurs in weak tidal encounters. Secondly, we compute\ncarefully the energy deposition onto the star, examining the effects of\nnonradial and radial mode excitation, surface layer heating, mass loss, and\nrelativistic orbital motion. We find evidence of a slight relativistic\nsuppression in tidal energy transfer. Tidal energy deposition is compared to\norbital energy loss due to gravitational bremsstrahlung and the combined losses\nare used to estimate tidal capture orbits. Heating and partial mass stripping\nwill lead to an expansion of the white dwarf, making it easier for the star to\nbe tidally disrupted on the next passage. Finally, we examine angular momentum\ndeposition. By including the octupole tide, we are able for the first time to\ncalculate deflection of the center of mass of the star and debris. With this\nobserved deflection, and taking into account orbital relativistic effects, we\ncompute directly the change in orbital angular momentum and show its balance\nwith computed spin angular momentum deposition.\n","Comment: Updated to match published version, one reference added, one figure\n  changed"]}]
["1303.4446",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science","Physics - Atomic and Molecular Clusters","Physics - Computational Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.4446","J. Chem. Phys. 138, 184105 (2013)","doi:10.1063/1.4803693"],"date":["2013-03-18","2013-05-09"],"type":["text"],"creator":["Peng, Daoling","Middendorf, Nils","Weigend, Florian","Reiher, Markus"],"language":[],"coverage":[],"title":["An efficient implementation of two-component relativistic\n  exact-decoupling methods for large molecules"],"description":["  We present an efficient algorithm for one- and two-component relativistic\nexact-decoupling calculations. Spin-orbit coupling is thus taken into account\nfor the evaluation of relativistically transformed (one-electron) Hamiltonian.\nAs the relativistic decoupling transformation has to be evaluated with\nprimitive functions, the construction of the relativistic one-electron\nHamiltonian becomes the bottleneck of the whole calculation for large\nmolecules. For the established exact-decoupling protocols, a minimal matrix\noperation count is established and discussed in detail. Furthermore, we apply\nour recently developed local DLU scheme [J. Chem. Phys. 136 (2012) 244108] to\naccelerate this step. With our new implementation two-component relativistic\ndensity functional calculations can be performed invoking the\nresolution-of-identity density-fitting approximation and (Abelian as well as\nnon-Abelian) point group symmetry to accelerate both the exact-decoupling and\nthe two-electron part. The capability of our implementation is illustrated at\nthe example of silver clusters with up to 309 atoms, for which the cohesive\nenergy is calculated and extrapolated to the bulk.\n","Comment: 53 pages, 1 figure, 9 tables, incl. supp. inf"]}]
["1303.5474",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.5474","Eur. Phys. J. B 86:210 (2013)","doi:10.1140/epjb/e2013-40122-4"],"date":["2013-03-21"],"type":["text"],"creator":["Grichuk, E.","Manykin, E."],"language":[],"coverage":[],"title":["Adiabatic quantum pumping in graphene with magnetic barriers"],"description":["  We study an adiabatic quantum pump effect in a two terminal graphene device\nwith two oscillating square electric barriers and a stationary magnetic barrier\nusing the scattering matrix approach. The model employs the low-energy Dirac\napproximation and incorporates the possible existence of a finite band gap in\ngraphene spectrum. We show that in this case valley-polarized and pure valley\ncurrents can be pumped due to the valley symmetry breaking. For a\n\\delta-function magnetic barrier we present analytical expressions for bilinear\ntotal and valley pumping responses. These results are compared to numerical\nones for a double \\delta-function, a square and a triple square magnetic\nbarriers.\n"]}]
["1304.3940",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Artificial Intelligence","H.5.m"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3940"],"date":["2013-04-14","2013-05-09"],"type":["text"],"creator":["Lieto, Antonio","Vernero, Fabiana"],"language":[],"coverage":[],"title":["Unveiling the link between logical fallacies and web persuasion"],"description":["  In the last decade Human-Computer Interaction (HCI) has started to focus\nattention on forms of persuasive interaction where computer technologies have\nthe goal of changing users behavior and attitudes according to a predefined\ndirection. In this work, we hypothesize a strong connection between logical\nfallacies (forms of reasoning which are logically invalid but cognitively\neffective) and some common persuasion strategies adopted within web\ntechnologies. With the aim of empirically evaluating our hypothesis, we carried\nout a pilot study on a sample of 150 e-commerce websites.\n","Comment: 6 pages, 3 figures, in proceedings of the WebSci'13 Conference,\n  Paris, 2013"]}]
["1304.5749",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.5749"],"date":["2013-04-21","2013-05-09"],"type":["text"],"creator":["Kiss, Sándor Z.","Rozgonyi, Eszter","Sándor, Csaba"],"language":[],"coverage":[],"title":["On Sidon sets which are asymptotic bases of order 4"],"description":["  In this paper we prove the existence of Sidon sets which are asymptotic bases\nof order 4 by using probabilistic methods.\n"]}]
["1304.7321",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.7321"],"date":["2013-04-26","2013-05-09"],"type":["text"],"creator":["Yongjin, Shi"],"language":[],"coverage":[],"title":["Two Symmetric Properties of Mersenne Numbers and Fermat Numbers"],"description":["  Mersenne numbers and Fermat numbers are two hot and difficult issues in\nnumber theory. This paper constructs a special group for every positive odd\nnumber other than 1, and discovers an algorithm for determining the\nmultiplicative order of 2 modulo q for each positive odd number q. It is worth\nmentioning that this paper discovers two symmetric properties of Mersenne\nnumbers and Fermat numbers.\n","Comment: 10 pages, no figures"]}]
["1305.0579",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","30B10, 34K06, 34K99, 45C05 (Primary), 34K13, 37E10, 40A05\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.0579"],"date":["2013-05-02","2013-05-09"],"type":["text"],"creator":["Mallet-Paret, John","Nussbaum, Roger D."],"language":[],"coverage":[],"title":["Analyticity and Nonanalyticity of Solutions of Delay-Differential\n  Equations"],"description":["  We consider the equation $$ \\dot x(t)=f(t,x(t),x(\\eta(t))) $$ with a variable\ntime-shift $\\eta(t)$. Both the nonlinearity $f$ and the shift function $\\eta$\nare given, and are assumed to be analytic (that is, holomorphic) functions of\ntheir arguments. Typically the time-shift represents a delay, namely that\n$\\eta(t)=t-r(t)$ with $r(t)\\ge 0$. The main problem considered is to determine\nwhen solutions (generally $C^\\infty$ and often periodic solutions) of the\ndifferential equation are analytic functions of $t$; and more precisely, to\ndetermine for a given solution at which values of $t$ it is analytic, and at\nwhich values it is not analytic. Both sufficient conditions for analyticity,\nand also for nonanalyticity, at certain values of $t$ are obtained. It is shown\nthat for some equations there exists a solution which is $C^\\infty$ everywhere,\nand is analytic at certain values of $t$ but is not analytic at other values of\n$t$. Throughout our analysis, the dynamic properties of the map $t\\to \\eta(t)$\nplay a crucial role.\n","Comment: This is identical to the earlier version 1305.0579v1 except for\n  author email addresses added to the cover page"]}]
["1305.0849",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.0849","doi:10.1016/j.jcrysgro.2013.05.005"],"date":["2013-05-03"],"type":["text"],"creator":["Mori, Atsushi"],"language":[],"coverage":[],"title":["Validity of commonly used formula of nucleation work for bubble\n  nucleation"],"description":["  Nishioka and Kusaka [J. Chem. Phys. 96 (1992) 5370 (1992)] showed that the\ncommonly used formula, W = n({\\mu}^{\\alpha}-{\\mu}^{\\beta}) + {\\gamma}A, for\nwork of formation of critical nucleus is derived by integrating the isothermal\nGibbs-Duhem relation for the incompressible nucleating phase, such as an\nincompressible liquid phase nucleation in a vapor phase. In their paper as wel\nas in a subsequent paper [Li, Nishioka, and Holcomb, J. Cryst. Growth 171\n(1997) 259] it was stated that the commonly used formula was valid for an\nincompressible nucleating phase and no longer held for such as a bubble\nnucleation. In this paper, we will amend this statement; that is, the commonly\nused formula is shown to hold for incompressible parent phase, such as a bubble\nnucleation in an incompressible parent phase.\n","Comment: 5 pages, 0 figure; Journal of Crystal Growth, accepted"]}]
["1305.1288",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1288","Phys. Rev. E 87 (2013) 054801","doi:10.1103/PhysRevE.87.054801"],"date":["2013-05-06"],"type":["text"],"creator":["Szolnoki, Attila","Perc, Matjaz"],"language":[],"coverage":[],"title":["Decelerated invasion and waning moon patterns in public goods games with\n  delayed distribution"],"description":["  We study the evolution of cooperation in the spatial public goods game,\nfocusing on the effects that are brought about by the delayed distribution of\ngoods that accumulate in groups due to the continuous investments of\ncooperators. We find that intermediate delays enhance network reciprocity\nbecause of a decelerated invasion of defectors, who are unable to reap the same\nhigh short-term benefits as they do in the absence of delayed distribution.\nLong delays, however, introduce a risk because the large accumulated wealth\nmight fall into the wrong hands. Indeed, as soon as the curvature of a\ncooperative cluster turns negative, the engulfed defectors can collect the\nheritage of many generations of cooperators, and by doing so start a waning\nmoon pattern that nullifies the benefits of decelerated invasion. Accidental\nmeeting points of growing cooperative clusters may also act as triggers for the\nwaning moon effect, thus linking the success of cooperators with their\npropensity to fail in a rather bizarre way. Our results highlight that\n\"investing into the future\" is a good idea only if that future is sufficiently\nnear and not likely to be burdened by inflation.\n","Comment: 4 two-column pages, 5 figures; accepted for publication in Physical\n  Review E"]}]
["1305.1364",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1364"],"date":["2013-05-06","2013-05-09"],"type":["text"],"creator":["Xiao, Jiang","Zhou, Yan","Bauer, Gerrit E. W."],"language":[],"coverage":[],"title":["Spin Wave Excitation in Magnetic Insulator Thin Films by Spin-Transfer\n  Torque"],"description":["  We describe excitation of dipole-exchange spin waves in insulating magnetic\nthin films by spin current injection at the surface of the film. An easy-axis\nmagnetic surface anisotropy can induce a non-chiral surface spin wave mode with\npenetration depth inversely proportional to the strength of the surface\nanisotropy, which strongly reduces the critical current and enhances the\nexcitation power. The importance of the interface spin wave modes on the\nexcitation spectrum is reduced by spin pumping, which depends on the quality of\nthe interface as expressed by the spin mixing conductance.\n","Comment: 19 pages, 10 figures"]}]
["1305.1589",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics","73.21.La, 73.23.Ad, 03.65.Yz, 85.35.Ds"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1589","Scientific Reports 3 : 1416 (2013)","doi:10.1038/srep01416"],"date":["2013-05-07","2013-05-09"],"type":["text"],"creator":["Martins, F.","Faniel, S.","Rosenow, B.","Sellier, H.","Huant, S.","Pala, M. G.","Desplanque, L.","Wallart, X.","Bayot, V.","Hackens, B."],"language":[],"coverage":[],"title":["Coherent tunnelling across a quantum point contact in the quantum Hall\n  regime"],"description":["  The unique properties of quantum Hall devices arise from the ideal\none-dimensional edge states that form in a two-dimensional electron system at\nhigh magnetic field. Tunnelling between edge states across a quantum point\ncontact (QPC) has already revealed rich physics, like fractionally charged\nexcitations, or chiral Luttinger liquid. Thanks to scanning gate microscopy, we\nshow that a single QPC can turn into an interferometer for specific potential\nlandscapes. Spectroscopy, magnetic field and temperature dependences of\nelectron transport reveal a quantitatively consistent interferometric behavior\nof the studied QPC. To explain this unexpected behavior, we put forward a new\nmodel which relies on the presence of a quantum Hall island at the centre of\nthe constriction as well as on different tunnelling paths surrounding the\nisland, thereby creating a new type of interferometer. This work sets the\nground for new device concepts based on coherent tunnelling.\n","Comment: 19 pages, 8 figures"]}]
["1305.1631",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1631","Nature, 497 (2013), 224-226","doi:10.1038/nature12082"],"date":["2013-05-07"],"type":["text"],"creator":["Wolfe, Spencer A.","Pisano, D. J.","Lockman, Felix J.","McGaugh, Stacy S.","Shaya, Edward J."],"language":[],"coverage":[],"title":["Discrete clouds of neutral gas between the galaxies M31 and M33"],"description":["  Spiral galaxies must acquire gas to maintain their observed level of star\nformation beyond the next few billion years (Leroy et al. 2008). A source of\nthis material may be the gas that resides between galaxies, but our\nunderstanding of the state and distribution of this gas is incomplete (Shull et\nal. 2012). Radio observations (Braun & Thilker 2004) of the Local Group of\ngalaxies have revealed hydrogen gas extending from the disk of the galaxy M31\nat least halfway to M33. This feature has been interpreted to be the neutral\ncomponent of a condensing intergalactic filament (Dav\\'e et al. 2001) which\nwould be able to fuel star formation in M31 and M33, but simulations suggest\nthat such a feature could also result from an interaction between both galaxies\nwithin the past few billion years (Bekki 2008). Here we report radio\nobservations showing that about 50 per cent percent of this gas is composed of\nclouds, while the rest is distributed in an extended, diffuse component. The\nclouds have velocities comparable to those of M31 and M33, and have properties\nsuggesting they are unrelated to other Local Group objects. We conclude that\nthe clouds are likely to be transient condensations of gas embedded in an\nintergalactic filament and are therefore a potential source of fuel for future\nstar formation in M31 and M33.\n","Comment: 7 pages, 4 figures, including supplementary information and figure,\n  to appear in Nature"]}]
["1305.1925",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1925","Conference Proceedings National Conference on Recent Trends in\n  Electronics & Information Technology (RTEIT),2006,pp 206-212"],"date":["2013-05-08"],"type":["text"],"creator":["Shrawankar, Urmila","Mahajan, Anjali"],"language":[],"coverage":[],"title":["Speech: A Challenge to Digital Signal Processing Technology for\n  Human-to-Computer Interaction"],"description":["  This software project based paper is for a vision of the near future in which\ncomputer interaction is characterized by natural face-to-face conversations\nwith lifelike characters that speak, emote, and gesture. The first step is\nspeech. The dream of a true virtual reality, a complete human-computer\ninteraction system will not come true unless we try to give some perception to\nmachine and make it perceive the outside world as humans communicate with each\nother. This software project is under development for listening and replying\nmachine (Computer) through speech. The Speech interface is developed to convert\nspeech input into some parametric form (Speech-to-Text) for further processing\nand the results, text output to speech synthesis (Text-to-Speech)\n","Comment: Pages: 06 Figures : 06. arXiv admin note: text overlap with\n  arXiv:1305.1429, arXiv:1305.1428"]}]
["1305.1929",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1929"],"date":["2013-05-08"],"type":["text"],"creator":["Grimm, Thomas W.","Kapfer, Andreas","Keitel, Jan"],"language":[],"coverage":[],"title":["Effective action of 6D F-Theory with U(1) factors: Rational sections\n  make Chern-Simons terms jump"],"description":["  We derive the six-dimensional (1,0) effective action arising from F-theory on\nan elliptically fibered Calabi-Yau threefold with multiple sections. The\nconsidered theories admit both non-Abelian and Abelian gauge symmetries. Our\nderivation employs the M-theory to F-theory duality in five-dimensions after\ncircle reduction. Five-dimensional gauge and gravitational Chern-Simons terms\nare shown to arise at one-loop by integrating out massive Coulomb branch and\nKaluza-Klein modes. In the presence of a non-holomorphic zero section, we find\nan improved systematic for performing the F-theory limit by using the concept\nof the extended relative Mori cone. In this situation Kaluza-Klein modes can\nbecome lighter than Coulomb branch modes and a jump in the Chern-Simons levels\noccurs. By determining Chern-Simons terms for various threefold examples we are\nable to compute the complete six-dimensional charged matter spectrum and show\nconsistency with six-dimensional anomalies.\n","Comment: 68 pages, 7 figures"]}]
["1305.1930",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1930","Scientific Reports 2, 942 (2012)","doi:10.1038/srep00942"],"date":["2013-05-08"],"type":["text"],"creator":["Eltschka, Christopher","Siewert, Jens"],"language":[],"coverage":[],"title":["A quantitative witness for Greenberger-Horne-Zeilinger entanglement"],"description":["  Along with the vast progress in experimental quantum technologies there is an\nincreasing demand for the quantification of entanglement between three or more\nquantum systems. Theory still does not provide adequate tools for this purpose.\nThe objective is, besides the quest for exact results, to develop operational\nmethods that allow for efficient entanglement quantification. Here we put\nforward an analytical approach that serves both these goals. We provide a\nsimple procedure to quantify Greenberger-Horne-Zeilinger--type multipartite\nentanglement in arbitrary three-qubit states. For two qubits this method is\nequivalent to Wootters' seminal result [Phys. Rev. Lett. 80, 2245 (1998)]. It\nestablishes a close link between entanglement quantification and entanglement\ndetection by witnesses, and can be generalised both to higher dimensions and to\nmore than three parties.\n"]}]
["1305.1936",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1936"],"date":["2013-05-08"],"type":["text"],"creator":["Shoemaker, Ian M."],"language":[],"coverage":[],"title":["Constraints on Dark Matter Protohalos in Effective Theories and\n  Neutrinophilic Dark Matter"],"description":["  The mass of primordial dark matter (DM) protohalos remains unknown. However,\nthe missing satellites problem may be an indication that they are quite large.\nIn this paper, we use effective field theory to map constraints on dark\nmatter-SM interactions into limits on the mass of DM protohalos. Given that\nleptons remain in the thermal bath until late times, we focus on their\ninteractions with DM. To illustrate the method, we use the null results of LEP\nmissing energy searches along with Fermi-LAT searches for DM annihilation in\nnearby dwarf galaxies, to derive limits on the protohalo mass, $\\lesssim\n(10^{-6}-10^{-1}) M_{\\odot}$, with the range depending on the DM mass and the\noperator. Thus, if DM is to remain thermally coupled until late times and\naccount for the missing satellites, charged lepton interactions are\ninsufficient. This motivates neutrinophilic DM, which can have protohalo masses\norders of magnitude larger, with constraints arising from Planck, IceCube and\nunpublished Super-K data. We show that effective neutrinophilic models offer a\nsolution to the missing satellites problem for sub-GeV DM masses with larger\nthan WIMP-sized annihilation cross sections.\n","Comment: 8 pages, 4 figures"]}]
["1305.1946",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1946"],"date":["2013-05-08"],"type":["text"],"creator":["Camossi, Elena","Villa, Paola","Mazzola, Luca"],"language":[],"coverage":[],"title":["Semantic-based Anomalous Pattern Discovery in Moving Object Trajectories"],"description":["  In this work, we investigate a novel semantic approach for pattern discovery\nin trajectories that, relying on ontologies, enhances object movement\ninformation with event semantics. The approach can be applied to the detection\nof movement patterns and behaviors whenever the semantics of events occurring\nalong the trajectory is, explicitly or implicitly, available. In particular, we\ntested it against an exacting case scenario in maritime surveillance, i.e., the\ndiscovery of suspicious container transportations.\n  The methodology we have developed entails the formalization of the\napplication domain through a domain ontology, extending the Moving Object\nOntology (MOO) described in this paper. Afterwards, movement patterns have to\nbe formalized, either as Description Logic (DL) axioms or queries, enabling the\nretrieval of the trajectories that follow the patterns.\n  In our experimental evaluation, we have considered a real world dataset of 18\nMillion of container events describing the deed undertaken in a port to\naccomplish the shipping (e.g., loading on a vessel, export operation).\nLeveraging events, we have reconstructed almost 300 thousand container\ntrajectories referring to 50 thousand containers travelling along three years.\nWe have formalized the anomalous itinerary patterns as DL axioms, testing\ndifferent ontology APIs and DL reasoners to retrieve the suspicious\ntransportations.\n  Our experiments demonstrate that the approach is feasible and efficient. In\nparticular, the joint use of Pellet and SPARQL-DL enables to detect the\ntrajectories following a given pattern in a reasonable time with big size\ndatasets.\n"]}]
["1305.1958",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Neural and Evolutionary Computing","Nonlinear Sciences - Chaotic Dynamics","I.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1958"],"date":["2013-05-08"],"type":["text"],"creator":["Froese, Tom","Gershenson, Carlos","Rosenblueth, David A."],"language":[],"coverage":[],"title":["The Dynamically Extended Mind -- A Minimal Modeling Case Study"],"description":["  The extended mind hypothesis has stimulated much interest in cognitive\nscience. However, its core claim, i.e. that the process of cognition can extend\nbeyond the brain via the body and into the environment, has been heavily\ncriticized. A prominent critique of this claim holds that when some part of the\nworld is coupled to a cognitive system this does not necessarily entail that\nthe part is also constitutive of that cognitive system. This critique is known\nas the \"coupling-constitution fallacy\". In this paper we respond to this\nreductionist challenge by using an evolutionary robotics approach to create a\nminimal model of two acoustically coupled agents. We demonstrate how the\ninteraction process as a whole has properties that cannot be reduced to the\ncontributions of the isolated agents. We also show that the neural dynamics of\nthe coupled agents has formal properties that are inherently impossible for\nthose neural networks in isolation. By keeping the complexity of the model to\nan absolute minimum, we are able to illustrate how the coupling-constitution\nfallacy is in fact based on an inadequate understanding of the constitutive\nrole of nonlinear interactions in dynamical systems theory.\n","Comment: 8 pages, accepted in Congress on Evolutionary Computation IEEE CEC\n  2013, Evolutionary Robotics track"]}]
["1305.1959",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1959","AIP Conf. Proc. 1505, pp. 329-332 (2012)","doi:10.1063/1.4772264"],"date":["2013-05-08"],"type":["text"],"creator":["Pandel, Dirk","Scott, Robert"],"language":[],"coverage":[],"title":["Multi-wavelength studies of the gamma-ray pulsar PSR J1907+0602"],"description":["  PSR J1907+0602 is a radio-faint, 107-ms GeV gamma-ray pulsar that was\ndiscovered with the Fermi LAT in a blind pulsar search. PSR J1907+0602 is\nlocated near the bright, extended TeV gamma-ray source MGRO J1908+06 which may\nbe an associated pulsar wind nebula. We present an analysis of XMM-Newton X-ray\ndata and EVLA radio data of the pulsar. We detect a faint X-ray source\ncoincident with the gamma-ray pulsar and investigate its spectral and timing\nproperties. We also find marginal evidence for a bow shock in the X-ray images.\nThe pulsar was not detected with the EVLA, and we derive upper limits on the\ntime-averaged radio flux in multiple frequency bands.\n","Comment: 4 pages, 2 figures. Published in HIGH ENERGY GAMMA-RAY ASTRONOMY: 5th\n  International Meeting on High Energy Gamma-Ray Astronomy"]}]
["1305.1960",{"format":[],"subject":["Mathematics - Differential Geometry","53C25 (primary), 53C21, 57R18, 57R57 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1960"],"date":["2013-05-08"],"type":["text"],"creator":["LeBrun, Claude"],"language":[],"coverage":[],"title":["Edges, Orbifolds, and Seiberg-Witten Theory"],"description":["  Seiberg-Witten theory is used to obtain new obstructions to the existence of\nEinstein metrics on 4-manifolds with conical singularities along an embedded\nsurface. In the present article, the cone angle is required to be of the form\n2(pi)/p, where p is a positive integer, but we conjecture that similar results\nwill also hold in greater generality.\n","Comment: 54 pages, two figures"]}]
["1305.1961",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Data Structures and Algorithms","Mathematics - Optimization and Control","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1961"],"date":["2013-05-08"],"type":["text"],"creator":["Derbinsky, Nate","Bento, José","Elser, Veit","Yedidia, Jonathan S."],"language":[],"coverage":[],"title":["An Improved Three-Weight Message-Passing Algorithm"],"description":["  We describe how the powerful \"Divide and Concur\" algorithm for constraint\nsatisfaction can be derived as a special case of a message-passing version of\nthe Alternating Direction Method of Multipliers (ADMM) algorithm for convex\noptimization, and introduce an improved message-passing algorithm based on\nADMM/DC by introducing three distinct weights for messages, with \"certain\" and\n\"no opinion\" weights, as well as the standard weight used in ADMM/DC. The\n\"certain\" messages allow our improved algorithm to implement constraint\npropagation as a special case, while the \"no opinion\" messages speed\nconvergence for some problems by making the algorithm focus only on active\nconstraints. We describe how our three-weight version of ADMM/DC can give\ngreatly improved performance for non-convex problems such as circle packing and\nsolving large Sudoku puzzles, while retaining the exact performance of ADMM for\nconvex problems. We also describe the advantages of our algorithm compared to\nother message-passing algorithms based upon belief propagation.\n"]}]
["1305.1962",{"format":[],"subject":["Mathematics - Combinatorics","05C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1962"],"date":["2013-05-08"],"type":["text"],"creator":["Lastrina, Michelle","Young, Michael"],"language":[],"coverage":[],"title":["Sum list coloring, the sum choice number, and sc-greedy graphs"],"description":["  Let G=(V,E) be a graph and let f be a function that assigns list sizes to the\nvertices of G. It is said that G is f-choosable if for every assignment of\nlists of colors to the vertices of G for which the list sizes agree with f,\nthere exists a proper coloring of G from the lists. The sum choice number is\nthe minimum of the sum of list sizes for f over all choosable functions f for\nG. The sum choice number of a graph is always at most the sum |V|+|E|. When the\nsum choice number of G is equal to this upper bound, G is said to be sc-greedy.\nIn this paper, we determine the sum choice number of all graphs on five\nvertices, show that trees of cycles are sc-greedy, and present some new general\nresults about sum list coloring.\n","Comment: 14 pages, 11 figures"]}]
["1305.1966",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1966"],"date":["2013-05-08"],"type":["text"],"creator":["Schlosser, Michael J."],"language":[],"coverage":[],"title":["Multiple hypergeometric series -- Appell series and beyond"],"description":["  This survey article (which will appear as a chapter in the book ``Computer\nAlgebra in Quantum Field Theory: Integration, Summation and Special\nFunctions'', Springer-Verlag) provides a small collection of basic material on\nmultiple hypergeometric series of Appell-type and of more general series of\nrelated type.\n","Comment: 17 pages"]}]
["1305.1972",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1972","Mod. Phys. Lett. B27, 1330008 (2013)","doi:10.1142/S0217984913300081"],"date":["2013-05-08"],"type":["text"],"creator":["Inaba, Kensuke","Suga, Sei-ichiro"],"language":[],"coverage":[],"title":["Superfluid, staggered state, and Mott insulator of repulsively\n  interacting three-component fermionic atoms in optical lattices"],"description":["  We review our theoretical analysis of repulsively interacting three-component\nfermionic atoms in optical lattices. We discuss quantum phase transitions at\naround half filling with a balanced population by focusing on Mott transitions,\nstaggered ordering, and superfluidity. At half filling (with 3/2 atoms per\nsite), characteristic Mott transitions are induced by the anisotropic\ninteractions, where two-particle repulsions between any two of the three colors\nhave different strengths. At half filling, two types of staggered ordered\nstates appear at low temperatures depending on the anisotropy of the\ninteractions. As the temperature increases, phase transitions occur from the\nstaggered ordered states to the unordered Mott states. Deviating from half\nfilling, an exotic superfluid state appears close to a regime in which the Mott\ntransition occurs. We explain the origin of these phase transitions and present\nthe finite-temperature phase diagrams.\n","Comment: 24 pages, 16 figures"]}]
["1305.1973",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1973"],"date":["2013-05-08"],"type":["text"],"creator":["Huo, Ran"],"language":[],"coverage":[],"title":["Electroweak Baryogenesis with a Supersymmetric Sector"],"description":["  We study a model with an exotic new sector strongly coupled to the Higgs\nboson, in which supersymmetry is introduced to protect the quartic coupling\nfrom a large running and avoid potential vacuum stability problem. The\nfermionic components present vector like mass terms, through which the Higgs\ndiphoton decay branching ratio can be tuned. The bosonic components trigger a\nstrongly first order electroweak phase transition. We find a large parameter\nregion of effective Yukawa coupling $y\\gtrsim2$ and mass parameters $m_f\\sim\nm_s$ of a few hundred GeV, that can simultaneously accommodate the diphoton\nexcess and electroweak baryogenesis, without vacuum stability and electroweak\nprecision measurement problems.\n","Comment: 10 pages, 9 figures"]}]
["1305.1980",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Physics - Data Analysis, Statistics and Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1980"],"date":["2013-05-08"],"type":["text"],"creator":["Raghavan, Vasanthan","Steeg, Greg Ver","Galstyan, Aram","Tartakovsky, Alexander G."],"language":[],"coverage":[],"title":["Modeling Temporal Activity Patterns in Dynamic Social Networks"],"description":["  The focus of this work is on developing probabilistic models for user\nactivity in social networks by incorporating the social network influence as\nperceived by the user. For this, we propose a coupled Hidden Markov Model,\nwhere each user's activity evolves according to a Markov chain with a hidden\nstate that is influenced by the collective activity of the friends of the user.\nWe develop generalized Baum-Welch and Viterbi algorithms for model parameter\nlearning and state estimation for the proposed framework. We then validate the\nproposed model using a significant corpus of user activity on Twitter. Our\nnumerical studies show that with sufficient observations to ensure accurate\nmodel learning, the proposed framework explains the observed data better than\neither a renewal process-based model or a conventional uncoupled Hidden Markov\nModel. We also demonstrate the utility of the proposed approach in predicting\nthe time to the next tweet. Finally, clustering in the model parameter space is\nshown to result in distinct natural clusters of users characterized by the\ninteraction dynamic between a user and his network.\n","Comment: 23 pages, 7 figures, 13 tables, submitted for publication"]}]
["1305.1982",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1982"],"date":["2013-05-08"],"type":["text"],"creator":["Krantz, Steven G."],"language":[],"coverage":[],"title":["Homage \\`{a} A. M. Gleason et I. J. Schark"],"description":["  We study the maximal ideal space of $H^\\infty(B)$, where $B$ is the unit ball\nof $\\CC^n$. Following the lead of Gleason and Schark, we analyze Gleason parts,\nfibers, the S\\u{\\i}lov boundary, and other aspects of this Banach algebra. Our\nwork here makes good use of the inner functions construction of Aleksandrov and\nHakim/L{\\o} w/Sibony, particularly as formulated by Rudin.\n"]}]
["1305.1983",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1983"],"date":["2013-05-08"],"type":["text"],"creator":["Krantz, Steven G.","Min, Baili"],"language":[],"coverage":[],"title":["Restricted Admissible Limit for Domains of Finite Type"],"description":["  We investigate the boundary behavior of holomorphic functions with respect to\na family of curves in a domain of finite type. This work is a generalization of\n\\u{C}irka's classical result on the unit ball and it supplements the result by\nCima and Krantz on the Lindel\\\"{o}f principle for general domains. See [KRA2]\nfor some recent developments in this subject\n"]}]
["1305.1988",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1988"],"date":["2013-05-08"],"type":["text"],"creator":["Ivanov, I. A.","Kheifets, A. S."],"language":[],"coverage":[],"title":["Extraction of attosecond time delay using the soft photon approximation"],"description":["  We use the soft photon approximation to extract the Wigner time delay from\natomic two-color photoionization experiments. Unlike the strong field\napproximation, the present method does not require introduction of the\nCoulomb-laser coupling corrections and enables one to extract the Wigner time\ndelay directly from attosecond time delay measurements.\n"]}]
["1305.1991",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1991"],"date":["2013-05-08"],"type":["text"],"creator":["Dowe, David L.","Hernandez-Orallo, Jose"],"language":[],"coverage":[],"title":["On the universality of cognitive tests"],"description":["  The analysis of the adaptive behaviour of many different kinds of systems\nsuch as humans, animals and machines, requires more general ways of assessing\ntheir cognitive abilities. This need is strengthened by increasingly more tasks\nbeing analysed for and completed by a wider diversity of systems, including\nswarms and hybrids. The notion of universal test has recently emerged in the\ncontext of machine intelligence evaluation as a way to define and use the same\ncognitive test for a variety of systems, using some principled tasks and\nadapting the interface to each particular subject. However, how far can\nuniversal tests be taken? This paper analyses this question in terms of\nsubjects, environments, space-time resolution, rewards and interfaces. This\nleads to a number of findings, insights and caveats, according to several\nlevels where universal tests may be progressively more difficult to conceive,\nimplement and administer. One of the most significant contributions is given by\nthe realisation that more universal tests are defined as maximisations of less\nuniversal tests for a variety of configurations. This means that universal\ntests must be necessarily adaptive.\n"]}]
["1305.1992",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Digital Libraries","H.3.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1992"],"date":["2013-05-08"],"type":["text"],"creator":["Alam, Sawood","Cartledge, Charles L.","Nelson, Michael L."],"language":[],"coverage":[],"title":["HTTP Mailbox - Asynchronous RESTful Communication"],"description":["  We describe HTTP Mailbox, a mechanism to enable RESTful HTTP communication in\nan asynchronous mode with a full range of HTTP methods otherwise unavailable to\nstandard clients and servers. HTTP Mailbox allows for broadcast and multicast\nsemantics via HTTP. We evaluate a reference implementation using ApacheBench (a\nserver stress testing tool) demonstrating high throughput (on 1,000 concurrent\nrequests) and a systemic error rate of 0.01%. Finally, we demonstrate our HTTP\nMailbox implementation in a human assisted web preservation application called\n\"Preserve Me\".\n","Comment: 13 pages, 6 figures, 8 code blocks, 3 equations, and 3 tables"]}]
["1305.1994",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q60, 78A25, 35R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1994"],"date":["2013-05-08"],"type":["text"],"creator":["Bao, Gang","Liu, Hongyu","Zou, Jun"],"language":[],"coverage":[],"title":["Nearly Cloaking the Full Maxwell Equations: Cloaking Active Contents\n  with General Conducting Layers"],"description":["  The regularized near-cloak via the transformation optics approach in the\ntime-harmonic electromagnetic scattering is considered. This work extends the\nexisting studies mainly in two aspects. First, it presents a near-cloak\nconstruction by incorporating a much more general conducting layer between the\ncloaked and cloaking regions. This might be of significant practical importance\nwhen production fluctuations occur. Second, it allows the cloaked contents to\nbe both passive and active with an applied current inside. In assessing the\nnear-cloaking performance, comprehensive and sharp estimates are derived for\nthe scattering amplitude in terms of the asymptotic regularization parameter\nand the material tensors of the conducting layer. The scattering estimates are\nindependent of the passive/active contents being cloaked, which implies that\none could nearly cloak arbitrary contents by using the proposed near-cloak\nconstruction.\n","Comment: Any comments are welcome"]}]
["1305.1998",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1998"],"date":["2013-05-08"],"type":["text"],"creator":["Zech, John","Wood, Frank"],"language":[],"coverage":[],"title":["Inferring Team Strengths Using a Discrete Markov Random Field"],"description":["  We propose an original model for inferring team strengths using a Markov\nRandom Field, which can be used to generate historical estimates of the\noffensive and defensive strengths of a team over time. This model was designed\nto be applied to sports such as soccer or hockey, in which contest outcomes\ntake value in a limited discrete space. We perform inference using a\ncombination of Expectation Maximization and Loopy Belief Propagation. The\nchallenges of working with a non-convex optimization problem and a\nhigh-dimensional parameter space are discussed. The performance of the model is\ndemonstrated on professional soccer data from the English Premier League.\n"]}]
["1305.2003",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2003","Physical Review E 87, 042605 (2013)","doi:10.1103/PhysRevE.87.042605"],"date":["2013-05-08"],"type":["text"],"creator":["Yao, Zhenwei","de la Cruz, Monica Olvera"],"language":[],"coverage":[],"title":["Electrostatic repulsion-driven crystallization model arising from\n  filament networks"],"description":["  The crystallization of bundles in filament networks interacting via\nlong-range repulsions in confinement is described by a phenomenological model.\nThe model demonstrates the formation of the hexagonal crystalline order via the\ninterplay of the confinement potential and the filament-filament repulsion. Two\ndistinct crystallization mechanisms in the short- and large- screening length\nregimes are discussed, and the phase diagram is obtained. Simulation of large\nbundles predicts the existence of topological defects within the bundled\nfilaments. This electrostatic repulsion-driven crystallization model arising\nfrom studying filament networks can even find a more general context extending\nto charged colloidal systems.\n","Comment: 6 pages, 8 figures"]}]
["1305.2010",{"format":[],"subject":["Mathematics - General Topology","57N17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2010","Mat.Stud. 9:1 (1998), 99-101"],"date":["2013-05-09"],"type":["text"],"creator":["Banakh, Taras"],"language":[],"coverage":[],"title":["On linear topological spaces (linearly) homeomorphic to $R^\\infty$"],"description":["  We prove that every infinite-dimensional (locally convex) linear topological\nspace that can be expressed as a direct limit of finite-dimensional metrizable\ncompacta is (linearly) homeomorphic to the space $R^\\infty=\\dlim R^n$.\n","Comment: 3 pages"]}]
["1305.2015",{"format":[],"subject":["Mathematics - Combinatorics","05A19, 05A15, 05A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2015"],"date":["2013-05-09"],"type":["text"],"creator":["Sun, Yidong","Ma, Luping"],"language":[],"coverage":[],"title":["Minors of a Class of Riordan Arrays Related to Weighted Partial Motzkin\n  Paths"],"description":["  A partial Motzkin path is a path from $(0, 0)$ to $(n, k)$ in the $XOY$-plane\nthat does not go below the $X$-axis and consists of up steps $U=(1, 1)$, down\nsteps $D=(1, -1)$ and horizontal steps $H=(1, 0)$. A weighted partial Motzkin\npath is a partial Motzkin path with the weight assignment that all up steps and\ndown steps are weighted by 1, the horizontal steps are endowed with a weight\n$x$ if they are lying on $X$-axis, and endowed with a weight $y$ if they are\nnot lying on $X$-axis. Denote by $M_{n,k}(x, y)$ to be the weight function of\nall weighted partial Motzkin paths from $(0, 0)$ to $(n, k)$, and\n$\\mathcal{M}=(M_{n,k}(x,y))_{n\\geq k\\geq 0}$ to be the infinite lower\ntriangular matrices. In this paper, we consider the sums of minors of second\norder of the matrix $\\mathcal{M}$, and obtain a lot of interesting determinant\nidentities related to $\\mathcal{M}$, which are proved by bijections using\nweighted partial Motzkin paths. When the weight parameters $(x, y)$ are\nspecialized, several new identities are obtained related to some classical\nsequences involving Catalan numbers. Besides, in the alternating cases we also\ngive some new explicit formulas for Catalan numbers.\n","Comment: 13pages"]}]
["1305.2017",{"format":[],"subject":["Mathematics - Combinatorics","05A19, 05A15, 15A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2017"],"date":["2013-05-09"],"type":["text"],"creator":["Sun, Yidong","Ma, Fei"],"language":[],"coverage":[],"title":["Four transformations on the Catalan triangle"],"description":["  In this paper, we define four transformations on the classical Catalan\ntriangle $\\mathcal{C}=(C_{n,k})_{n\\geq k\\geq 0}$ with\n$C_{n,k}=\\frac{k+1}{n+1}\\binom{2n-k}{n}$. The first three ones are based on the\ndeterminant and the forth is utilizing the permanent of a square matrix. It not\nonly produces many known and new identities involving Catalan numbers, but also\nprovides a new viewpoint on combinatorial triangles.\n","Comment: 13pages"]}]
["1305.2018",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2018"],"date":["2013-05-09"],"type":["text"],"creator":["Massel, Francesco"],"language":[],"coverage":[],"title":["Anderson localization in an interacting fermionic system"],"description":["  In the present article, we discuss the role played by the interaction in the\nAnderson localization problem, for a system of interacting fermions in a\none-dimensional disordered lattice, described by the Fermi Hubbard Hamiltonian,\nin presence of an on-site random potential. We show that, given the proper\nidentification of the elementary excitations of the system described in terms\nof doublons and unpaired particles, the Anderson localization picture survives.\nEnsuing a \"global quench\", we show that the system exhibits a rich localization\nscenario, which can be ascribed to the nearly-free dynamics of the elementary\nexcitations of the Hubbard Hamiltonian.\n","Comment: 4 pages, 4 figures + supplemental material"]}]
["1305.2022",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2022","Commun. Theor. Phys. 59 (2013) 533"],"date":["2013-05-09"],"type":["text"],"creator":["Ghatak, Ananya","Mandal, Bhabani Prasad"],"language":[],"coverage":[],"title":["Comparison of different approaches of finding the positive definite\n  metric in pseudo-Hermitian theories"],"description":["  To develop a unitary quantum theory with probabilistic description for\npseudo- Hermitian systems one needs to consider the theories in a different\nHilbert space endowed with a positive definite metric operator. There are\ndifferent approaches to find such metric operators. We compare the different\napproaches of calculating pos- itive definite metric operators in\npseudo-Hermitian theories with the help of several explicit examples in\nnon-relativistic as well as in relativistic situations. Exceptional points and\nspontaneous symmetry breaking are also discussed in these models.\n","Comment: 18 pages"]}]
["1305.2024",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2024","J. Phys. Soc. Jpn. 82, 065002 (2013)","doi:10.7566/JPSJ.82.065002"],"date":["2013-05-09"],"type":["text"],"creator":["Maeda, S.","Matano, K.","Sawaoka, H.","Inada, Y.","Zheng, Guo-qing"],"language":[],"coverage":[],"title":["Superconductivity in Tetragonal LaPt_{2-x}Ge_{2+x}"],"description":["  We find that a tetragonal CaBe_2Ge_2-type structure can be stabilized in\nnon-stoichiometric LaPt_{2-x}Ge_{2+x}. We further discovered that tetragonal\nLaPt_{2-x}Ge_{2+x} with x=0.15 and 0.2 respectively superconduct at Tc=1.85 K\nand 1.95 K, which is about four time higher than that in monoclinic LaPt_2Ge_2.\n","Comment: 6 pages, 4 figures"]}]
["1305.2028",{"format":[],"subject":["Mathematics - Number Theory","11M06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2028"],"date":["2013-05-09"],"type":["text"],"creator":["Ivić, Aleksandar"],"language":[],"coverage":[],"title":["On some mean value results for the zeta-function in short intervals"],"description":["  Let $\\Delta(x)$ denote the error term in the Dirichlet divisor problem, and\nlet $E(T)$ denote the error term in the asymptotic formula for the mean square\nof $|\\zeta(1/2+it)|$. If $E^*(t) := E(t) - 2\\pi\\Delta^*(t/(2\\pi))$ with\n$\\Delta^*(x) :=\n  -\\Delta(x) + 2\\Delta(2x) - \\frac{1}{2}\\Delta(4x)$ and\n  $\\int_0^T E^*(t)\\,dt = \\frac{3}{4}\\pi T + R(T)$, then we obtain a number of\nresults involving the moments of $|\\zeta(1/2+it)|$ in short intervals, by\nconnecting them to the moments of $E^*(T)$ and $R(T)$ in short intervals. Upper\nbounds and asymptotic formulas for integrals of the form $$\n\\int_T^{2T}\\left(\\int_{t-H}^{t+H}|\\zeta(1/2+iu)|^2\\,du\\right)^k\\,dt \\qquad(k\\in\nN, 1 \\ll H \\le T) $$ are also treated.\n","Comment: 18 pages"]}]
["1305.2031",{"format":[],"subject":["Mathematics - Analysis of PDEs","Primary 35J66, Secondary 35J70, 35J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2031"],"date":["2013-05-09"],"type":["text"],"creator":["Perera, Kanishka","Pucci, Patrizia","Varga, Csaba"],"language":[],"coverage":[],"title":["An existence result for a class of quasilinear elliptic eigenvalue\n  problems in unbounded domains"],"description":["  We consider a nonlinear eigenvalue problem under Robin boundary conditions in\na domain with (possibly noncompact) smooth boundary. The problem involves a\nweighted p-Laplacian operator and subcritical nonlinearities satisfying\nAmbrosetti-Rabinowitz type conditions. Using Morse theory and a cohomological\nlocal splitting as in Degiovanni et al. [5], we prove the existence of a\nnontrivial weak solution for all (real) values of the eigenvalue parameter. Our\nresult is new even in the semilinear case p = 2 and complements some recent\nresults obtained in Autuori et al. [1].\n"]}]
["1305.2035",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2035"],"date":["2013-05-09"],"type":["text"],"creator":["Song, Liang","Jun-Quan, Tao","Yu-Qiao, Shen","Jia-Wei, Fan","Hong, Xiao","Guo-Ming, Chen"],"language":[],"coverage":[],"title":["A method for the separation and reconstructions of charged hadron and\n  neutral hadron from their overlapped showers in electromagnetic calorimeter"],"description":["  The separation and reconstructions of charged hadron and neutral hadron from\ntheir overlapped showers in electromagnetic calorimeter is very important for\nthe reconstructions of some particles with hadronic decays, for example the tau\nreconstruction in the searches for the Standard Model and supersymmetric Higgs\nbosons at the LHC. In this paper, a method combining the shower cluster in\nelectromagnetic calorimeter and the parametric formula for hadron showers, was\ndeveloped to separate the overlapped showers between charged hadron and neutral\nhadron. Taking the hadronic decay containing one charged pion and one neutral\npion in the final status of tau for example, satisfied results of the\nseparation of the overlapped showers, the reconstructions of the energy and\npositions of the hadrons were obtained. An improved result for the tau\nreconstruction with this decay model can be also achieved after the application\nof the proposed method.\n","Comment: 7 pages"]}]
["1305.2036",{"format":[],"subject":["Mathematics - Dynamical Systems","39A11, 34D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2036"],"date":["2013-05-09"],"type":["text"],"creator":["Popa, Ioan-Lucian","Ceausu, Traian","Megan, Mihail"],"language":[],"coverage":[],"title":["On exponential stability for linear discrete-time systems in Banach\n  spaces"],"description":["  In this paper we investigate four concepts of exponential stability for\ndifference equations in Banach spaces. Characterizations of these concepts are\ngiven. They can be considered as variants for the discrete-time case of the\nclassical results due to E.A. Barbashin [2] and R. Datko [5]. An illustrative\nexample clarifies the relations between these concepts.\n","Comment: Computers & Mathematics with Applications, accepted for publication"]}]
["1305.2038",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2038"],"date":["2013-05-09"],"type":["text"],"creator":["Meyer, Patrick E."],"language":[],"coverage":[],"title":["A Rank Minrelation - Majrelation Coefficient"],"description":["  Improving the detection of relevant variables using a new bivariate measure\ncould importantly impact variable selection and large network inference\nmethods. In this paper, we propose a new statistical coefficient that we call\nthe rank minrelation coefficient. We define a minrelation of X to Y (or\nequivalently a majrelation of Y to X) as a measure that estimate p(Y > X) when\nX and Y are continuous random variables. The approach is similar to Lin's\nconcordance coefficient that rather focuses on estimating p(X = Y). In other\nwords, if a variable X exhibits a minrelation to Y then, as X increases, Y is\nlikely to increases too. However, on the contrary to concordance or\ncorrelation, the minrelation is not symmetric. More explicitly, if X decreases,\nlittle can be said on Y values (except that the uncertainty on Y actually\nincreases). In this paper, we formally define this new kind of bivariate\ndependencies and propose a new statistical coefficient in order to detect those\ndependencies. We show through several key examples that this new coefficient\nhas many interesting properties in order to select relevant variables, in\nparticular when compared to correlation.\n"]}]
["1305.2043",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2043"],"date":["2013-05-09"],"type":["text"],"creator":["Haadem, Sven","Proske, Frank"],"language":[],"coverage":[],"title":["On the Construction and Malliavin Differentiability of Levy Noise Driven\n  SDEs with Singular Coefficients"],"description":["  In this paper we introduce a new technique to construct unique strong\nsolutions of SDEs with singular coefficients driven by certain Levy processes.\nOur method which is based on Malliavin calculus does not rely on a pathwise\nuniqueness argument. Furthermore, the approach, which provides a direct\nconstruction principle, grants the additional insight that the obtained\nsolutions are Malliavin differentiable.\n"]}]
["1305.2045",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2045","Phys. Rev. B 87, 161203(R) (2013)","doi:10.1103/PhysRevB.87.161203"],"date":["2013-05-09"],"type":["text"],"creator":["Eguchi, G.","Peets, D. C.","Kriener, M.","Yonezawa, S.","Bao, G.","Harada, S.","Inada, Y.","Zheng, G. -q.","Maeno, Y."],"language":[],"coverage":[],"title":["Phonon anomaly and anisotropic superconducting gap in\n  non-centrosymmetric Li2(Pd1-xPtx)3B"],"description":["  We report the systematic investigation of the specific heat of the\nnoncentrosymmetric supercon- ductor Li2(Pd1-xPtx)3B as a function of x. There\nis a large deviation of the phononic specific heat from the conventional Debye\nspecific heat for Pt-rich samples. In contrast with the fully-gapped con-\nventional behavior for small x, a power-law temperature dependence of the\nelectronic specific heat is observed even at x = 0.5. This results manifest a\nstrongly-anisotropic or nodal superconducting gap even at x = 0.5 and a nodal\nsuperconducting gap for x >~ 0.9.\n","Comment: 4 pages, 4 figures"]}]
["1305.2055",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2055"],"date":["2013-05-09"],"type":["text"],"creator":["Rugh, Svend E.","Zinkernagel, Henrik"],"language":[],"coverage":[],"title":["A critical note on time in the multiverse"],"description":["  In recent analyses of standard, single-universe, cosmology, it was pointed\nout that specific assumptions regarding the distribution and motion of matter\nmust be made in order to set up the cosmological standard model with a global\ntime parameter. Relying on these results, we critically examine the notion of\ntime in the multiverse, and in particular the idea that some parts of the\nmultiverse are older than others. By focusing on the most elaborated multiverse\nproposal in cosmology, the inflationary multiverse, we identify three problems\nfor establishing a physically well-defined notion of global time; a quantum\nproblem, a collision problem and a fractal problem. The quantum problem, and\nthe closely related \"cosmic measurement problem\", may even undermine the idea\nthat parts of the multiverse causally and temporally precede our universe.\n","Comment: To appear in D. Dieks and V. Karakostas (eds.) \"Recent Progress in\n  Philosophy of Science: Perspectives and Foundational Problems\" The Third\n  European Philosophy of Science Association Proceedings. Dordrecht: Springer"]}]
["1305.2059",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2059"],"date":["2013-05-09"],"type":["text"],"creator":["Böttcher, Julia","Kohayakawa, Yoshiharu","Taraz, Anusch","Würfl, Andreas"],"language":[],"coverage":[],"title":["An Extension of the Blow-up Lemma to arrangeable graphs"],"description":["  The Blow-up Lemma established by Koml\\'os, S\\'ark\\\"ozy, and Szemer\\'edi in\n1997 is an important tool for the embedding of spanning subgraphs of bounded\nmaximum degree. Here we prove several generalisations of this result concerning\nthe embedding of a-arrangeable graphs, where a graph is called a-arrangeable if\nits vertices can be ordered in such a way that the neighbours to the right of\nany vertex v have at most a neighbours to the left of v in total. Examples of\narrangeable graphs include planar graphs and, more generally, graphs without a\nK_s-subdivision for constant s. Our main result shows that a-arrangeable graphs\nwith maximum degree at most sqrt(n)/log(n) can be embedded into corresponding\nsystems of super-regular pairs. This is optimal up to the logarithmic factor.\n  We also present two applications. We prove that any large enough graph G with\nminimum degree at least ((r-1)/r+\\gamma)n contains an F-factor of every\na-arrangeable r-chromatic graph F with at most \\xi n vertices and maximum\ndegree at most sqrt(n)/log(n), as long as \\xi\\ is sufficiently small compared\nto \\gamma/(ar). This extends a result of Alon and Yuster [J. Combin. Theory\nSer. B 66(2),269-282, 1996]. Moreover, we show that for constant p the random\ngraph G(n,p) is universal for the class of a-arrangeable n-vertex graphs H of\nmaximum degree at most \\xi n/log(n), as long as \\xi\\ is sufficiently small\ncompared to p/a.\n","Comment: 48 pages"]}]
["1305.2061",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2061"],"date":["2013-05-09"],"type":["text"],"creator":["Simons, Yuval B.","Turchin, Michael C.","Pritchard, Jonathan K.","Sella, Guy"],"language":[],"coverage":[],"title":["The deleterious mutation load is insensitive to recent population\n  history"],"description":["  Human populations have undergone dramatic changes in population size in the\npast 100,000 years, including a severe bottleneck of non-African populations\nand recent explosive population growth. There is currently great interest in\nhow these demographic events may have affected the burden of deleterious\nmutations in individuals and the allele frequency spectrum of disease mutations\nin populations. Here we use population genetic models to show that--contrary to\nprevious conjectures--recent human demography has likely had very little impact\non the average burden of deleterious mutations carried by individuals. This\nprediction is supported by exome sequence data showing that African American\nand European American individuals carry very similar burdens of damaging\nmutations. We next consider whether recent population growth has increased the\nimportance of very rare mutations in complex traits. Our analysis predicts that\nfor most classes of disease variants, rare alleles are unlikely to contribute a\nlarge fraction of the total genetic variance, and that the impact of recent\ngrowth is likely to be modest. However, for diseases that have a direct impact\non fitness, strongly deleterious rare mutations likely do play important roles,\nand the impact of very rare mutations will be far greater as a result of recent\ngrowth. In summary, demographic history has dramatically impacted patterns of\nvariation in different human populations, but these changes have likely had\nlittle impact on either genetic load or on the importance of rare variants for\nmost complex traits.\n"]}]
["1305.2064",{"format":[],"subject":["Mathematics - Dynamical Systems","39A11, 34D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2064"],"date":["2013-05-09"],"type":["text"],"creator":["Popa, Ioan-Lucian"],"language":[],"coverage":[],"title":["A note on power instability of linear discrete-time systems in Banach\n  spaces"],"description":["  In this paper we investigate the power instability properties and give\nnecessary and sufficient conditions for the concepts of uniform power\ninstability, power instability and strong power instability for linear\ndiscrete-time system $x_{n+1} = A(n)x_{n}$ in Banach spaces.\n","Comment: An. Univ. Timisoara Ser. Mat.-Inform., accepted for publication"]}]
["1305.2067",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2067"],"date":["2013-05-09"],"type":["text"],"creator":["Sello, Stefano"],"language":[],"coverage":[],"title":["Wavelet analysis of solar magnetic strength indices"],"description":["  Wavelet analysis of different solar activity indices, sunspot numbers,\nsunspot areas, flare index, magnetic fields, etc., allows us to investigate the\ntime evolution of some specific features of the solar activity and the\nunderlying dynamo mechanism. The main aim of this work is the analysis of the\ntime-frequency behavior of some magnetic strengtht indices currently taken at\nthe Mt. Wilson Observatory 150-Foot Solar Tower. In particular, we analyzed\nboth the long time series (Jan 19, 1970 - Jan 22, 2013) of the Magnetic Plage\nStrength Index (MPSI) values and of the Mt. Wilson Sunspot Index (MWSI) values,\ncovering the descending phase of cycle 20, the full solar cycles 21-23 and the\ncurrent part of the 24 solar cycle. This study is a further contribution to\ndetect the changes in the multiscale quasiperiodic variations in the integrated\nmagnetic solar activity with a comparison between past solar cycles and the\ncurrent one, which is one of the weaker recorded in the past 100 years. Indeed,\nit is well known that an unusual and deep solar minimum occurred between solar\ncycles 23 and 24 and the time-frequency behavior of some magnetic strengtht\nindices can help to better interpret the responsible mechanisms.\n","Comment: 8 pages, 2 figures"]}]
["1305.2073",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2073","Annals of Statistics 2013, Vol. 41, No. 2, 568-603","doi:10.1214/13-AOS1086"],"date":["2013-05-09"],"type":["text"],"creator":["Panaretos, Victor M.","Tavakoli, Shahin"],"language":[],"coverage":[],"title":["Fourier analysis of stationary time series in function space"],"description":["  We develop the basic building blocks of a frequency domain framework for\ndrawing statistical inferences on the second-order structure of a stationary\nsequence of functional data. The key element in such a context is the spectral\ndensity operator, which generalises the notion of a spectral density matrix to\nthe functional setting, and characterises the second-order dynamics of the\nprocess. Our main tool is the functional Discrete Fourier Transform (fDFT). We\nderive an asymptotic Gaussian representation of the fDFT, thus allowing the\ntransformation of the original collection of dependent random functions into a\ncollection of approximately independent complex-valued Gaussian random\nfunctions. Our results are then employed in order to construct estimators of\nthe spectral density operator based on smoothed versions of the periodogram\nkernel, the functional generalisation of the periodogram matrix. The\nconsistency and asymptotic law of these estimators are studied in detail. As\nimmediate consequences, we obtain central limit theorems for the mean and the\nlong-run covariance operator of a stationary functional time series. Our\nresults do not depend on structural modelling assumptions, but only functional\nversions of classical cumulant mixing conditions, and are shown to be stable\nunder discrete observation of the individual curves.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AOS1086 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1305.2075",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2075","Annals of Statistics 2013, Vol. 41, No. 2, 641-669","doi:10.1214/13-AOS1091"],"date":["2013-05-09"],"type":["text"],"creator":["Gao, Fuqing"],"language":[],"coverage":[],"title":["Moderate deviations for a nonparametric estimator of sample coverage"],"description":["  In this paper, we consider moderate deviations for Good's coverage estimator.\nThe moderate deviation principle and the self-normalized moderate deviation\nprinciple for Good's coverage estimator are established. The results are also\napplied to the hypothesis testing problem and the confidence interval for the\ncoverage.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AOS1091 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1305.2078",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2078"],"date":["2013-05-09"],"type":["text"],"creator":["Böttcher, Julia","Taraz, Anusch","Würfl, Andreas"],"language":[],"coverage":[],"title":["Spanning embeddings of arrangeable graphs with sublinear bandwidth"],"description":["  The Bandwidth Theorem of B\\\"ottcher, Schacht and Taraz [Mathematische Annalen\n343 (1), 175-205] gives minimum degree conditions for the containment of\nspanning graphs H with small bandwidth and bounded maximum degree. We\ngeneralise this result to a-arrangeable graphs H with \\Delta(H)<sqrt(n)/log(n),\nwhere n is the number of vertices of H.\n  Our result implies that sufficiently large n-vertex graphs G with minimum\ndegree at least (3/4+\\gamma)n contain almost all planar graphs on n vertices as\nsubgraphs. Using techniques developed by Allen, Brightwell and Skokan\n[Combinatorica, to appear] we can also apply our methods to show that almost\nall planar graphs H have Ramsey number at most 12|H|. We obtain corresponding\nresults for graphs embeddable on different orientable surfaces.\n","Comment: 20 pages"]}]
["1305.2087",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2087"],"date":["2013-05-09"],"type":["text"],"creator":["Saberi, Hamed","Mardoukhi, Yousof"],"language":[],"coverage":[],"title":["Efficient classical simulation of the Gisin-Massar quantum cloning\n  machine"],"description":["  We provide here the technical details of the recently proposed tensor-network\nprotocol for classical simulation of the Gisin-Massar quantum cloner by the\nauthors [Phys. Rev. A, 85, 052323 (2012)]. The protocol essentially instructs\nhow to efficiently simulate an optimal quantum cloning machine of Gisin-Massar\non a classical computer. A viable computational platform for generation on\ndemand of arbitrary number of optimal clones with controllable numerical\nresources is realized by rephrasing the Gisin-Massar output state in terms of\nthe hierarchy of the so-called matrix-product states (MPS) and invoking parity\nfeatures peculiar to such an output.\n"]}]
["1305.2089",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2089"],"date":["2013-05-09"],"type":["text"],"creator":["Farid, Behnam"],"language":[],"coverage":[],"title":["Some rigorous results concerning the uniform metallic ground states of\n  single-band Hamiltonians in arbitrary dimensions"],"description":["  We reproduce and review some of the main results of three of our earlier\npapers, utilizing in doing so a considerably more transparent formalism than\noriginally utilized. The most fundamental result to which we pay especial\nattention in this paper, is that the exact Fermi surface (FS) of the uniform\nmetallic ground state (GS) of any single-band Hamiltonian, describing fermions,\nis a subset of the FS within the framework of the exact Hartree-Fock theory. We\nalso review some of the physical implications of the latter result. Our\nconsiderations reveal that the interacting FS of a uniform metallic GS cannot\nbe calculated exactly to order \\nu (\\nu \\ge 2) in the coupling constant \\lambda\nof the interaction potential in terms of the self-energy calculated to order\n\\nu in a non-self-consistent fashion. We show this to be interlinked with the\nfailure of the Luttinger-Ward identity, and thus of the Luttinger theorem, for\na self-energy that is not appropriately related to the single-particle Green\nfunction from which the FS is deduced. We further show that the same mechanism\nthat embodies the Luttinger theorem within the framework of the exact theory,\naccounts for a non-trivial dependence of the exact self-energy on \\lambda that\ncannot be captured within a non-self-consistent framework. We thus establish\nthat the extant calculations that purportedly prove deformation of the\ninteracting FS of the metallic GS of the single-band Hubbard Hamiltonian with\nrespect to its Hartree-Fock counterpart at the second order in the on-site\ninteraction energy U, are fundamentally deficient. In an appendix we show that\nthe number-density distribution function, to be distinguished from the\nsite-occupation distribution function, corresponding to the GS of the Hubbard\nHamiltonian is not non-interacting v-representable, a fact established earlier\nnumerically. [Abridged Abstract]\n","Comment: 40 pages, 4 figures"]}]
["1305.2099",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2099","doi:10.1093/mnras/stt794"],"date":["2013-05-09"],"type":["text"],"creator":["Yusof, Norhasliza","Hirschi, Raphael","Meynet, Georges","Crowther, Paul A.","Ekstrom, Sylvia","Frischknecht, Urs","Georgy, Cyril","Kassim, Hasan Abu","Schnurr, Olivier"],"language":[],"coverage":[],"title":["Evolution and fate of very massive stars"],"description":["  There is observational evidence that supports the existence of Very Massive\nStars in the local universe. First, very massive stars (Mini<=320 M) have been\nobserved in the Large Magellanic Cloud . Second, there are observed SNe that\nbear the characteristics of Pair Creation Supernovae which have very massive\nstars as progenitors. The most promising candidate to date is SN2007bi. In\norder to investigate the evolution and fate of nearby very massive stars, we\ncalculated a new grid of models for such objects, for solar, LMC and SMC\nmetallicities, which covers the initial mass range from 120 to 500M. Both\nrotating and non-rotating models were calculated using the Geneva stellar\nevolution code and evolved until at least the end of helium burning and for\nmost models until oxygen burning. Since very massive stars have very large\nconvective cores during the Main-Sequence phase, their evolution is not so much\naffected by rotational mixing, but more by mass loss through stellar winds.\nTheir evolution is never far from a homogeneous evolution even without\nrotational mixing. All the VMS, at all the metallicities studied here, end\ntheir life as WC(WO) type stars. At solar metallicity, none of our models is\nexpected to explode as a PCSN. At the metallicity of the LMC, only stars more\nmassive than 300 M are expected to explode as PCSNe. At the SMC metallicity,\nthe mass range for the PCSN progenitors is much larger and comprises stars with\ninitial masses between about 100 and 290 M . All VMS stars in the metallicity\nrange studied here produce either a type Ib or a type Ic SN. We estimate that\nthe progenitor of SN2007bi, assuming a SMC metallicity, had an initial mass\nbetween 160 and 175 M . None of models presented in this grid produce GRBs or\nmagnetars. They lose too much angular momentum by mass loss or avoid the\nformation of a BH by producing a completely disruptive PCSN.\n","Comment: Accepted for publication in Monthly Notices of the Royal Astronomical\n  Society"]}]
["1305.2100",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2100"],"date":["2013-05-09"],"type":["text"],"creator":["Hertz, Anaelle","Hussin, Véronique","Eleuch, Hichem"],"language":[],"coverage":[],"title":["Beam splitter and entanglement created with the squeezed coherent states\n  of the Morse potential"],"description":["  The Morse potential is relatively closed to the harmonic oscillator quantum\nsystem. Thus, following the idea used for the latter, we study the possibility\nof creating entanglement using squeezed coherent states of the Morse potential\nas an input field of a beam splitter. We measure the entanglement with the\nlinear entropy for two types of such states and we study the dependence with\nthe coherence and squeezing parameters. The new results are linked with\nobservations made on probability densities and uncertainty relations of those\nstates. The dynamical evolution of the linear entropy is also explored.\n"]}]
["1305.2107",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2107"],"date":["2013-05-09"],"type":["text"],"creator":["Gagliardi, Alessio","Di Carlo, Aldo"],"language":[],"coverage":[],"title":["Free energy potential and temperature with information exchange"],"description":["  In this paper we develop a generalized formalism for equilibrium\nthermodynamic systems when an information is shared between the system and the\nreservoir. The information results in a correction to the entropy of the\nsystem. This extension of the formalism requires a consistent generalization of\nthe concept of thermodynamic temperature. We show that this extended\nequilibrium formalism includes also non-equilibrium conditions in steady state.\nBy non-equilibrium conditions we mean here a non Boltzmann probability\ndistribution within the phase space of the system. It is in fact possible to\nmap non-equilibrium steady state in an equivalent system in equilibrium\nconditions (Boltzmann distribution) with generalized temperature and the\ninclusion of the information potential corrections. A simple model consisting\nin a single free particle is discussed as elementary application of the theory.\n"]}]
["1305.2108",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2108"],"date":["2013-05-09"],"type":["text"],"creator":["Gupta, Sushmita","Kamali, Shahin","López-Ortiz, Alejandro"],"language":[],"coverage":[],"title":["On Advice Complexity of the k-server Problem under Sparse Metrics"],"description":["  We consider the k-server problem under the advice model of computation when\nthe underlying metric space is sparse. On one side, we show that an advice of\nsize {\\Omega}(n) is required to obtain a 1-competitive algorithm for sequences\nof size n, even for the 2-server problem on a path metric of size N >= 5.\nThrough another lower bound argument, we show that at least (n/2)(log {\\alpha}\n- 1.22) bits of advice is required to obtain an optimal solution for metric\nspaces of treewidth {\\alpha}, where 4 <= {\\alpha} < 2k. On the other side, we\nintroduce {\\Theta}(1)-competitive algorithms for a wide range of sparse graphs,\nwhich require advice of (almost) linear size. Namely, we show that for graphs\nof size N and treewidth {\\alpha}, there is an online algorithm which receives\n$O(n (log {\\alpha} + log log N))$ bits of advice and optimally serves a\nsequence of length n. With a different argument, we show that if a graph admits\na system of {\\mu} collective tree (q,r)-spanners, then there is a\n(q+r)-competitive algorithm which receives O(n (log {\\mu} + log log N)) bits of\nadvice. Among other results, this gives a 3-competitive algorithm for planar\ngraphs, provided with O(n log log N) bits of advice.\n","Comment: 16 pages, 3 Figures"]}]
["1305.2111",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2111","Appl. Phys. Lett. 102, 183102 (2013)","doi:10.1063/1.4804142"],"date":["2013-05-09"],"type":["text"],"creator":["Ha, Sieu D.","Vetter, Ulrich","Shi, Jian","Ramanathan, Shriram"],"language":[],"coverage":[],"title":["Electrostatic gating of metallic and insulating phases in SmNiO3\n  ultrathin films"],"description":["  The correlated electron system SmNiO3 exhibits a metal-insulator phase\ntransition at 130 {\\deg}C. Using an ionic liquid as an electric double layer\n(EDL) gate on three-terminal ultrathin SmNiO3 devices, we investigate gate\ncontrol of the channel resistance and transition temperature. Resistance\nreduction is observed across both insulating and metallic phases with ~25%\nmodulation at room temperature. We show that resistance modulation is\npredominantly due to electrostatic charge accumulation and not electrochemical\ndoping by control experiments in inert and air en-vironments. We model the\nresistance behavior and estimate the accumulated sheet density (~1-2 x 10^14\ncm^-2) and EDL capacitance (~12 {\\mu}F/cm^2).\n"]}]
["1305.2115",{"format":[],"subject":["Mathematics - Rings and Algebras","16U99, 16W99, 16W10, 16S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2115","Algebras and Representation Theory, 16 (3), (2013) 843-857"],"date":["2013-05-09"],"type":["text"],"creator":["Akalan, Evrim","Vas, Lia"],"language":[],"coverage":[],"title":["Classes of almost clean rings"],"description":["  A ring is clean (almost clean) if each of its elements is the sum of a unit\n(regular element) and an idempotent. A module is clean (almost clean) if its\nendomorphism ring is clean (almost clean). We show that every quasi-continuous\nand nonsingular module is almost clean and that every right CS and right\nnonsingular ring is almost clean. As a corollary, all right strongly\nsemihereditary rings, including finite $AW^*$-algebras and noetherian Leavitt\npath algebras in particular, are almost clean.\n  We say that a ring $R$ is special clean (special almost clean) if each\nelement $a$ can be decomposed as the sum of a unit (regular element) $u$ and an\nidempotent $e$ with $aR\\cap eR=0.$ The Camillo-Khurana Theorem characterizes\nunit-regular rings as special clean rings. We prove an analogous theorem for\nabelian Rickart rings: an abelian ring is Rickart if and only if it is special\nalmost clean. As a corollary, we show that a right quasi-continuous and right\nnonsingular ring is left and right Rickart.\n  If a special (almost) clean decomposition is unique, we say that the ring is\nuniquely special (almost) clean. We show that (1) an abelian ring is\nunit-regular (equiv. special clean) if and only if it is uniquely special\nclean, and that (2) an abelian and right quasi-continuous ring is Rickart\n(equiv. special almost clean) if and only if it is uniquely special almost\nclean.\n  Finally, we adapt some of our results to rings with involution: a *-ring is\n*-clean (almost *-clean) if each of its elements is the sum of a unit (regular\nelement) and a projection (self-adjoint idempotent). A special (almost) *-clean\nring is similarly defined by replacing ``idempotent'' with ``projection'' in\nthe appropriate definition. We show that an abelian *-ring is a Rickart *-ring\nif and only if it is special almost *-clean, and that an abelian *-ring is\n*-regular if and only if it is special *-clean.\n"]}]
["1305.2116",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A17, 11P82, 11P83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2116"],"date":["2013-05-09"],"type":["text"],"creator":["Chen, William Y. C.","Ji, Kathy Q.","Zang, Wenston J. T."],"language":[],"coverage":[],"title":["Proof of the Andrews-Dyson-Rhoades Conjecture on the spt-Crank"],"description":["  The notion of the spt-crank of a vector partition, or an $S$-partition, was\nintroduced by Andrews, Garvan and Liang. Let $N_S(m,n)$ denote the number of\n$S$-partitions of $n$ with spt-crank $m$. Andrews, Dyson and Rhoades\nconjectured that $\\{N_S(m,n)\\}_m$ is unimodal for any $n$, and they showed that\nthis conjecture is equivalent to an inequality between the rank and the crank\nof ordinary partitions. They obtained an asymptotic formula for the difference\nbetween the rank and the crank of ordinary partitions, which implies\n$N_S(m,n)\\geq N_S(m+1,n)$ for sufficiently large $n$ and fixed $m$. In this\npaper, we introduce a representation of an ordinary partition, called the\n$m$-Durfee rectangle symbol, which is a rectangular generalization of the\nDurfee symbol introduced by Andrews. We give a proof of the conjecture of\nAndrews, Dyson and Rhoades by considering two cases. For $m\\geq 1$, we\nconstruct an injection from the set of ordinary partitions of $n$ such that $m$\nappears in the rank-set to the set of ordinary partitions of $n$ with rank not\nless than $-m$. The case for $m=0$ requires five more injections. We also show\nthat this conjecture implies an inequality between the positive rank and crank\nmoments obtained by Andrews, Chan and Kim.\n","Comment: 34 pages, 2 figures"]}]
["1305.2120",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2120","Journal of Knot Theory and Its Ramifications. - 2013. - Vol. 22,\n  No. 4. - pp. 1340001-1 - 1340001-23","doi:10.1142/S0218216513400014"],"date":["2013-05-09"],"type":["text"],"creator":["Zenkina, M. V."],"language":[],"coverage":[],"title":["The parity hierarchy and new invariants of knots in thickened surfaces"],"description":["  In the present paper, we construct an invariant for virtual knots in the\nthickened sphere with g handles; this invariant is a Laurent polynomial in 2g+3\nvariables. To this end, we use a modification of the Wirtinger presentation of\nthe knot group and the concept of parity introduced by V.O.Manturov. The\nsection 4 of the paper is devoted to an enhancement of the invariant\n(construction of the invariant module) by using the parity hierarchy concept\nsuggested by V.O.Manturov. Namely, we discriminate between odd crossings and\ntwo types of even crossings; the latter two types depend on whether an even\ncrossing remains even/odd after all odd crossings of the diagram are removed.\nThe construction of the invariant also works for virtual knots.\n"]}]
["1305.2122",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2122"],"date":["2013-05-09"],"type":["text"],"creator":["Friedan, Daniel","Konechny, Anatoly","Schmidt-Colinet, Cornelius"],"language":[],"coverage":[],"title":["Precise lower bound on Monster brane boundary entropy"],"description":["  In this paper we develop further the linear functional method of deriving\nlower bounds on the boundary entropy of conformal boundary conditions in 1+1\ndimensional conformal field theories (CFTs). We show here how to use detailed\nknowledge of the bulk CFT spectrum. Applying the method to the Monster CFT with\nc=\\bar c=24 we derive a lower bound s > - 3.02 x 10^{-19} on the boundary\nentropy s=ln g, and find compelling evidence that the optimal bound is s>= 0.\nWe show that all g=1 branes must have the same low-lying boundary spectrum,\nwhich matches the spectrum of the known g=1 branes, suggesting that the known\nexamples comprise all possible g=1 branes, and also suggesting that the bound\ns>= 0 holds not just for critical boundary conditions but for all boundary\nconditions in the Monster CFT. The same analysis applied to a second bulk CFT\n-- a certain c=2 Gaussian model -- yields a less strict bound, suggesting that\nthe precise linear functional bound on s for the Monster CFT is exceptional.\n","Comment: 1+18 pages"]}]
["1305.2127",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2127","ACS Nano, 2013, 7 (3), pp 2800:2807","doi:10.1021/nn400359c"],"date":["2013-05-09"],"type":["text"],"creator":["Kybert, Nicholas J.","Lerner, Mitchell B.","Yodh, Jeremy S.","Preti, George","Johnson, A. T. Charlie"],"language":[],"coverage":[],"title":["Differentiation of Complex Vapor Mixtures Using Versatile DNA-Carbon\n  Nanotube Chemical Sensor Arrays"],"description":["  Vapor sensors based on functionalized carbon nanotubes (NTs) have shown great\npromise, with high sensitivity conferred by the reduced dimensionality and\nexceptional electronic properties of the NT. Critical challenges in the\ndevelopment of NT-based sensor arrays for chemical detection include the\ndemonstration of reproducible fabrication methods and functionalization schemes\nthat provide high chemical diversity to the resulting sensors. Here, we outline\na scalable approach to fabricating arrays of vapor sensors consisting of NT\nfield effect transistors functionalized with single-stranded DNA (DNA-NT).\nDNA-NT sensors were highly reproducible, with responses that could be described\nthrough equilibrium thermodynamics. Target analytes were detected even in large\nbackgrounds of volatile interferents. DNA-NT sensors were able to discriminate\nbetween highly similar molecules, including structural isomers and enantiomers.\nThe sensors were also able to detect subtle variations in complex vapors,\nincluding mixtures of structural isomers and mixtures of many volatile organic\ncompounds characteristic of humans.\n","Comment: 13 page, 5 figures"]}]
["1305.2136",{"format":[],"subject":["Computer Science - Cryptography and Security","D.4.6","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2136"],"date":["2013-05-09"],"type":["text"],"creator":["Ngo, Minh","Massacci, Fabio","Gadyatskaya, Olga"],"language":[],"coverage":[],"title":["MAP-REDUCE Runtime Enforcement of Information Flow Policies"],"description":["  We propose a flexible framework that can be easily customized to enforce a\nlarge variety of information flow properties. Our framework combines the ideas\nof secure multi-execution and map-reduce computations. The information flow\nproperty of choice can be obtained by simply changes to a map (or reduce)\nprogram that control parallel executions.\n  We present the architecture of the enforcement mechanism and its\ncustomizations for non-interference (NI) (from Devriese and Piessens) and some\nproperties proposed by Mantel, such as removal of inputs (RI) and deletion of\ninputs (DI), and demonstrate formally soundness and precision of enforcement\nfor these properties.\n","Comment: 40 pages"]}]
["1305.2139",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2139"],"date":["2013-05-09"],"type":["text"],"creator":["Taniguchi, Hiroyuki"],"language":[],"coverage":[],"title":["Higgs phenomenology in the supersymmetric grand unified theory with the\n  Hosotani mechanism"],"description":["  The supersymmetric grand unified theory with the Hosotani mechanism predicts\nthe existence of adjoint chiral supermultiplets at the SUSY breaking scale. In\nparticular, the SU(2) triplet and the singlet chiral superfields affect the\nHiggs sector. We investigate the contributions from these adjoint chiral\nmultiplets to the masses of the Higgs sector particles and their couplings to\nthe standard model particles. We show that the predicted values of the Higgs\nsector parameters deviate from the standard model and the minimal\nsupersymmetric standard model by O(1)% - O(10)%.\n","Comment: 5 pages, 4 figures, 1 table. To appear in the proceedings of Toyama\n  International Workshop on Higgs as a Probe of New Physics 2013 (HPNP2013),\n  13-16 Feb., 2013"]}]
["1305.2140",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2140"],"date":["2013-05-09"],"type":["text"],"creator":["van Dokkum, Pieter","Brammer, Gabriel","Momcheva, Ivelina","Skelton, Rosalind E.","Whitaker, Katherine E.","team, for the 3D-HST"],"language":[],"coverage":[],"title":["3D-HST Data Release v3.0: Extremely Deep Spectra in the UDF and WFC3\n  Mosaics in the 3D-HST/CANDELS Fields"],"description":["  3D-HST is a 248-orbit Treasury program to provide WFC3 and ACS grism\nspectroscopy over four extra-galactic fields (AEGIS, COSMOS, GOODS-South, and\nUDS), augmented with previously obtained data in GOODS-North. We present a new\ndata release of the 3D-HST survey, version v3.0. This release follows the\ninitial v0.5 release that accompanied the survey description paper (Brammer et\nal. 2012). The new v3.0 release includes the deepest near-IR HST grism spectra\ncurrently in existence, extracted from the 8-17 orbit depth observations in the\nHubble Ultra Deep Field. Contamination-corrected 2D and 1D spectra, as well as\nderived redshifts, are made available for >250 objects in this 2'x2'field. The\nspectra are of extraordinary quality, and show emission features in many\ngalaxies as faint as F140W=26-27, absorption features in quiescent galaxies at\nz~2, and several active galactic nuclei. In addition to these extremely deep\ngrism data we provide reduced WFC3 F125W, F140W, and F160W image mosaics of all\nfive 3D-HST/CANDELS fields.\n","Comment: Brief description of data release v3.0. The data and extensive\n  release notes can be found at http://3dhst.research.yale.edu/Data.html"]}]
["1305.2147",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Combinatorics","05C35, 62H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2147"],"date":["2013-05-09"],"type":["text"],"creator":["Bolla, Marianna","Bullins, Brian","Chaturapruek, Sorathan","Chen, Shiwen","Friedl, Katalin"],"language":[],"coverage":[],"title":["When the largest eigenvalue of the modularity and normalized modularity\n  matrix is zero"],"description":["  In July 2012, at the Conference on Applications of Graph Spectra in Computer\nScience, Barcelona, D. Stevanovic posed the following open problem: which\ngraphs have the zero as the largest eigenvalue of their modularity matrix? The\nconjecture was that only the complete and complete multipartite graphs. They\nindeed have this property, but are they the only ones? In this paper, we will\ngive an affirmative answer to this question and prove a bit more: both the\nmodularity and the normalized modularity matrix of a graph is negative\nsemidefinite if and only if the graph is complete or complete multipartite.\n"]}]
["1305.2153",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2153"],"date":["2013-05-09"],"type":["text"],"creator":["Kargin, Vladislav","Yudovina, Elena"],"language":[],"coverage":[],"title":["Lecture Notes on Random Matrix Theory"],"description":["  Brief lecture notes for a course about random matrices given at the\nUniversity of Cambridge.\n"]}]
["1305.2154",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Complexity","Computer Science - Computational Geometry","52C22 (Primary) 05B45, 68Q17 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2154"],"date":["2013-05-09"],"type":["text"],"creator":["Pak, Igor","Yang, Jed"],"language":[],"coverage":[],"title":["The complexity of generalized domino tilings"],"description":["  Tiling planar regions with dominoes is a classical problem in which the\ndecision and counting problems are polynomial. We prove a variety of hardness\nresults (both NP- and #P-completeness) for different generalizations of\ndominoes in three and higher dimensions.\n","Comment: 17 pages, 16 figures"]}]
["1305.2155",{"format":[],"subject":["Mathematics - Logic","03C45, 03C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2155"],"date":["2013-05-09"],"type":["text"],"creator":["Hasson, Assaf","Mermelstein, Omer"],"language":[],"coverage":[],"title":["On reducts of Hrushovski's construction - the non-collapsed case"],"description":["  We show that the rank {\\omega} structure obtained by the non-collapsed\nversion of Hrushovski's amalgamation construction has a proper reduct. We show\nthat this reduct is the Fra\\\"iss\\'e-Hrushovski limit of its own age with\nrespect to a pre-dimension function generalising Hrushovski's pre-dimension\nfunction. It follows that this reduct has a unique regular type of rank\n{\\omega}, and we prove that its geometry is isomorphic to the geometry of the\ngeneric type in the original structure. We ask whether our reduct is\nbi-interpretable with the original structure and whether it, too, has proper\nreducts with the same geometry.\n"]}]
["1305.2158",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2158"],"date":["2013-05-09"],"type":["text"],"creator":["Rojas, Ruben","Montoya, Modesto","Mamani, Enoc","Maguina, Jose","Montoya, Eduardo","Baltuano, Oscar","Bedregal, Patricia","Coria, Lucy","Guerra, Alcides","Justo, Santiago","Churasacari, Tania"],"language":[],"coverage":[],"title":["Origin of the springs of Costa Verde beach in Lima Peru"],"description":["  This paper tries to determine the origin of springs on the Costa Verde beach,\nlocated in the district of Barranco, Miraflores and Magdalena, province of\nLima, Peru. These springs emerge near the shoreline, from the lower layers of a\n80 meter high cliff. They have survived the process of urbanization of\nagricultural land, started in the early 70, which decreased the water table\naquifer of Lima, and wiped the water leaks from the cliffs. To identify the\nsource of the springs, isotopic, physical, chemical and bacteriological\nanalysis was carried out for samples from five springs. The isotopic\nconcentrations in waters from Costa Verde springs are depleted compared to\nthose obtained for Lima aquifer waters, which is recharged by infiltration of\nthe Rimac River. The measured values of those concentrations suggest that water\nfrom the Costa Verde springs should come from a direct recharge in the upper\nand middle basin, due to infiltration of rainfall or the river at an altitude\nof about 3600 m. Conductivity and temperature, measured in situ, are similar to\nthose obtained on Lima aquifers. The laboratory analysis showed no significant\nlevels of total or fecal coliform, discarding possible leakage from Lima\nsewerage.\n","Comment: 7 pages, 4 figures"]}]
["1305.2170",{"format":[],"subject":["Physics - Geophysics","Computer Science - Information Theory","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2170"],"date":["2013-05-09"],"type":["text"],"creator":["Ely, Gregory","Aeron, Shuchin","Miller, Eric L."],"language":[],"coverage":[],"title":["Exploiting Structural Complexity for Robust and Rapid Hyperspectral\n  Imaging"],"description":["  This paper presents several strategies for spectral de-noising of\nhyperspectral images and hypercube reconstruction from a limited number of\ntomographic measurements. In particular we show that the non-noisy spectral\ndata, when stacked across the spectral dimension, exhibits low-rank. On the\nother hand, under the same representation, the spectral noise exhibits a banded\nstructure. Motivated by this we show that the de-noised spectral data and the\nunknown spectral noise and the respective bands can be simultaneously estimated\nthrough the use of a low-rank and simultaneous sparse minimization operation\nwithout prior knowledge of the noisy bands. This result is novel for for\nhyperspectral imaging applications. In addition, we show that imaging for the\nComputed Tomography Imaging Systems (CTIS) can be improved under limited angle\ntomography by using low-rank penalization. For both of these cases we exploit\nthe recent results in the theory of low-rank matrix completion using nuclear\nnorm minimization.\n"]}]
["1305.2173",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2173"],"date":["2013-05-09"],"type":["text"],"creator":["Maleki, Hamed","Jafar, Syed A."],"language":[],"coverage":[],"title":["Optimality of Orthogonal Access for One-dimensional Convex Cellular\n  Networks"],"description":["  It is shown that a greedy orthogonal access scheme achieves the sum degrees\nof freedom of all one-dimensional (all nodes placed along a straight line)\nconvex cellular networks (where cells are convex regions) when no channel\nknowledge is available at the transmitters except the knowledge of the network\ntopology. In general, optimality of orthogonal access holds neither for\ntwo-dimensional convex cellular networks nor for one-dimensional non-convex\ncellular networks, thus revealing a fundamental limitation that exists only\nwhen both one-dimensional and convex properties are simultaneously enforced, as\nis common in canonical information theoretic models for studying cellular\nnetworks. The result also establishes the capacity of the corresponding class\nof index coding problems.\n"]}]
["1305.2174",{"format":[],"subject":["Mathematics - Number Theory","33B15, 11Y60, 11M06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2174"],"date":["2013-05-09"],"type":["text"],"creator":["Bachraoui, Mohamed El"],"language":[],"coverage":[],"title":["A gamma function in two variables"],"description":["  We introduce a gamma function $\\Ga(x,z)$ in two complex variables which\nextends the classical gamma function $\\Ga(z)$ in the sense that $\\lim_{x\\to\n1}\\Ga(x,z)=\\Ga(z)$. We will show that many properties which $\\Ga(z)$ enjoys\nextend in a natural way to the function $\\Ga(x,z)$. Among other things we shall\nprovide functional equations, a multiplication formula, and analogues of the\nStirling formula with asymptotic estimates as consequences.\n","Comment: Submitted"]}]
["1305.2177",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2177"],"date":["2013-05-09"],"type":["text"],"creator":["Ölz, Christa R.","Szybka, Sebastian J."],"language":[],"coverage":[],"title":["Conformal and projection diagrams in LaTeX"],"description":["  In general relativity, the causal structure of space-time may sometimes be\ndepicted by conformal Carter-Penrose diagrams or a recent extension of these -\nthe projection diagrams. The introduction of conformal diagrams in the sixties\nwas one of the progenitors of the golden age of relativity. They are the key\ningredient of many scientific papers. Unfortunately, drawing them in the form\nsuitable for LaTeX documents is time-consuming and not easy. We present below a\nlibrary that allows one to draw an arbitrary conformal diagram in a few simple\nsteps.\n","Comment: 18 pages, tutorial"]}]
["1305.2180",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2180"],"date":["2013-05-09"],"type":["text"],"creator":["Mizuno, Naomi","Nielsen, Bent","Du, Xu"],"language":[],"coverage":[],"title":["Suspended Graphene Ballistic Josephson Weak Links"],"description":["  The interplay of graphene and superconductivity has attracted great interest\nfor understanding the two-dimensional Dirac Fermion physics and for\nsuperconducting device applications. In previous work, graphene-superconductor\njunctions fabricated on standard SiO2 substrates were highly disordered. Due to\ncharge carrier scattering and potential fluctuations, the expected intrinsic\nproperties of graphene combined with superconductors remained elusive to\nexperimental observations. We propose suspended graphene-superconductor\njunctions as an effective solution to the problem. Here, we show the\nfabrication and characterization of the high-quality suspended monolayer\ngraphene-NbN Josephson junctions that have device mobility greater than 150,000\ncm2/Vs, with minimum carrier density below 1e10 cm-2 and a formation of\nsupercurrent at temperature above 2 K.The devices have exhibited a ballistic\nJosephson current that depend linearly on the Fermi energy of graphene, a\nmanifestation of the ultra-relativistic band structure of Dirac electrons. This\nwork paves the way for future studies of the intrinsic Dirac Fermion\nsuperconducting proximity effect and new graphene-superconductor hybrid\njunctions.\n"]}]
["1305.2185",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B40, 35B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2185"],"date":["2013-05-09"],"type":["text"],"creator":["Frid, Hermano","Silva, Jean"],"language":[],"coverage":[],"title":["Homogenization of Degenerate Porous Medium Type Equations in Ergodic\n  Algebras"],"description":["  We consider the homogenization problem for general porous medium type\nequations of the form $u_t=\\D f(x,\\frac{x}{\\ve}, u)$. The pressure function\n$f(x,y,\\cdot)$ may be of two different types. In the type~1 case,\n$f(x,y,\\cdot)$ is a general strictly increasing function; this is a mildly\ndegenerate case. In the type~2 case, $f(x,y,\\cdot)$ has the form\n$h(x,y)F(u)+S(x,y)$, where $F(u)$ is just a nondecreasing function; this is a\nstrongly degenerate case. We address the initial-boundary value problem for a\ngeneral, bounded or unbounded, domain $\\Om$, with null (or, more generally,\nsteady) pressure condition on the boundary. The homogenization is carried out\nin the general context of ergodic algebras. As far as the authors know,\nhomogenization of such degenerate quasilinear parabolic equations is addressed\nhere for the first time. We also review the existence and stability theory for\nsuch equations and establish new results needed for the homogenization\nanalysis. Further, we include some new results on algebras with mean value,\nspecially a new criterion establishing the null measure of level sets of\nelements of the algebra, which is useful in connection with the homogenization\nof porous medium type equations in the type~2 case.\n"]}]
["1305.2190",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2190"],"date":["2013-05-09"],"type":["text"],"creator":["Herzen, Julien","Westphal, Cedric","Thiran, Patrick"],"language":[],"coverage":[],"title":["Scalable Routing Easy as PIE: a Practical Isometric Embedding Protocol\n  (Technical Report)"],"description":["  We present PIE, a scalable routing scheme that achieves 100% packet delivery\nand low path stretch. It is easy to implement in a distributed fashion and\nworks well when costs are associated to links. Scalability is achieved by using\nvirtual coordinates in a space of concise dimensionality, which enables greedy\nrouting based only on local knowledge. PIE is a general routing scheme, meaning\nthat it works on any graph. We focus however on the Internet, where routing\nscalability is an urgent concern. We show analytically and by using simulation\nthat the scheme scales extremely well on Internet-like graphs. In addition, its\ngeometric nature allows it to react efficiently to topological changes or\nfailures by finding new paths in the network at no cost, yielding better\ndelivery ratios than standard algorithms. The proposed routing scheme needs an\namount of memory polylogarithmic in the size of the network and requires only\nlocal communication between the nodes. Although each node constructs its\ncoordinates and routes packets locally, the path stretch remains extremely low,\neven lower than for centralized or less scalable state-of-the-art algorithms:\nPIE always finds short paths and often enough finds the shortest paths.\n","Comment: This work has been previously published in IEEE ICNP'11. The present\n  document contains an additional optional mechanism, presented in Section\n  III-D, to further improve performance by using route asymmetry. It also\n  contains new simulation results"]}]
["math/0003009",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0003009"],"date":["2000-03-01","2013-05-09"],"type":["text"],"creator":["Etingof, Pavel","Kazhdan, David","Polishchuk, Alexander"],"language":[],"coverage":[],"title":["When is the Fourier transform of an elementary function elementary?"],"description":["  Let V be a finite dimensional vector space over a local field. Let us say\nthat a complex function on V is elementary if it is a product of the additive\ncharacter of a rational function Q on V and multiplicative characters of\npolynomials on V.\n  In this paper we study when the Fourier transform of an elementary function\nis elementary. If Q has a nonzero Hessian, a necessary condition for this is\nthat the Legendre transform Q_* of Q is rational. The basic example is a\nnondegenerate quadratic form. We study such functions Q, give examples, and\nfind all of them such that both Q and Q_* are of the form f(x)/t, where f is a\ncubic form in many variables (the simplest case after quadratic forms). It\nturns out that this classification is closely related to Zak's classification\nof Severi varieties.\n  The second half of the paper is devoted to finding and classifying elementary\nfunctions with elementary Fourier transforms when Q is a fixed function with\nrational Q_*. We consider the simplest case when Q is a monomial, and classify\ncombinations of multiplicative characters that can arise. The answer (for real\nand complex fields) is given in terms of exact covering systems. We also\ndescribe examples related to prehomogeneous vector spaces. Finally, we consider\nexamples over p-adic fields, and in particular give a local proof of an\nintegral formula of D.K. that could previously be proved only by a global\nmethod.\n","Comment: 31 pages, latex; the proof of Theorem 3.10 given in the previous\n  version was found to be incomplete. We have added a remark about this and a\n  reference to a paper by Chaput and Sabatino that gives a complete proof"]}]
["math/0606407",{"format":[],"subject":["Mathematics - Rings and Algebras","08B25 (primary), 06Bxx, 54Hxx. (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606407","Indagationes Mathematicae, 18 (2007) 349-403"],"date":["2006-06-16","2007-07-12"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["Some results on embeddings of algebras, after de Bruijn and McKenzie"],"description":["  In 1957, N. G. de Bruijn showed that the symmetric group Sym(\\Omega) on an\ninfinite set \\Omega contains a free subgroup on 2^{card(\\Omega)} generators,\nand proved a more general statement, a sample consequence of which is that for\nany group A of cardinality \\leq card(\\Omega), Sym(\\Omega) contains a coproduct\nof 2^{card(\\Omega)} copies of A, not only in the variety of all groups, but in\nany variety of groups to which A belongs. His key lemma is here generalized to\nan arbitrary variety of algebras \\bf{V}, and formulated as a statement about\nfunctors Set --> \\bf{V}. From this one easily obtains analogs of the results\nstated above with \"group\" and Sym(\\Omega) replaced by \"monoid\" and the monoid\nSelf(\\Omega) of endomaps of \\Omega, by \"associative K-algebra\" and the\nK-algebra End_K(V) of endomorphisms of a K-vector-space V with basis \\Omega,\nand by \"lattice\" and the lattice Equiv(\\Omega) of equivalence relations on\n\\Omega. It is also shown, extending another result from de Bruijn's 1957 paper,\nthat each of Sym(\\Omega), Self(\\Omega) and End_K (V) contains a coproduct of\n2^{card(\\Omega)} copies of itself.\n  That paper also gave an example of a group of cardinality 2^{card(\\Omega)}\nthat was {\\em not} embeddable in Sym(\\Omega), and R. McKenzie subsequently\nestablished a large class of such examples. Those results are shown to be\ninstances of a general property of the lattice of solution sets in Sym(\\Omega)\nof sets of equations with constants in Sym(\\Omega). Again, similar results --\nthis time of varying strengths -- are obtained for Self(\\Omega), End_K (V), and\nEquiv(\\Omega), and also for the monoid \\Rel of binary relations on \\Omega.\n  Many open questions and areas for further investigation are noted.\n","Comment: 37 pages. Copy at http://math.berkeley.edu/~gbergman/papers is likely\n  to be updated more often than arXiv copy Revised version includes answers to\n  some questions left open in first version, references to results of Wehrung\n  answering some other questions, and some additional new results"]}]
