["0708.1356",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1356","doi:10.1088/1751-8113/41/1/015006"],"date":["2007-08-09","2008-03-19"],"type":["text"],"creator":["Wu, Rebing","Rabitz, Herschel","Hsieh, Michael"],"language":[],"coverage":[],"title":["Characterization of the Critical Submanifolds in Quantum Ensemble\n  Control Landscapes"],"description":["  A quantum control landscape is defined as the physical objective as a\nfunction of the control variables to be optimized. Analyzing the topology of\nthese landscapes is important for understanding the origins of the increasing\nnumber of laboratory successes in the optimal control of quantum processes.\nThis paper proposes a simple scheme to compute the characteristics of the\ncritical topology of the quantum ensemble control landscapes for observables,\nshowing that the set of disjoint critical submanifolds one-to-one corresponds\nto a finite number of contingency tables that solely depend on the degeneracy\nstructure of the eigenvalues of the initial system density matrix and the\nobservable to be controlled. The landscape characteristics can be calculated as\nfunctions of the table entries, including the dimensions and the numbers of\npositive and negative eigenvalues of the Hessian quadratic form of each of the\nconnected components of the critical submanifolds. Typical examples are given\nto illustrate the effectiveness of this method.\n","Comment: 13 pages. submitted to Journal of Physics A"]}]
["0708.3822",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3822","doi:10.1007/s10957-009-9641-1"],"date":["2007-08-28","2007-09-26"],"type":["text"],"creator":["Wu, Rebing","Chakrabarti, Raj","Rabitz, Hershel"],"language":[],"coverage":[],"title":["Critical Topology for Optimization on the Symplectic Group"],"description":["  Optimization problems over compact Lie groups have been extensively studied\ndue to their broad applications in linear programming and optimal control. This\npaper analyzes least square problems over a noncompact Lie group, the\nsymplectic group $\\Sp(2N,\\R)$, which can be used to assess the optimality of\ncontrol over dynamical transformations in classical mechanics and quantum\noptics. The critical topology for minimizing the Frobenius distance from a\ntarget symplectic transformation is solved. It is shown that the critical\npoints include a unique local minimum and a number of saddle points. The\ntopology is more complicated than those of previously studied problems on\ncompact Lie groups such as the orthogonal and unitary groups because the\nincompatibility of the Frobenius norm with the pseudo-Riemannian structure on\nthe symplectic group brings significant nonlinearity to the problem.\nNonetheless, the lack of traps guarantees the global convergence of local\noptimization algorithms.\n","Comment: 24 pages"]}]
["0709.1499",{"format":[],"subject":["Mathematics - Number Theory","11D25, 15A36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1499"],"date":["2007-09-10","2013-03-29"],"type":["text"],"creator":["Riedel, Norbert"],"language":[],"coverage":[],"title":["Markoff Equation and Nilpotent Matrices"],"description":["  A triple (a,b,c) of positive integers is called a Markoff triple iff it\nsatisfies the diophantine equation a2 + b2 + c2 = abc .\n  Recasting the Markoff tree, whose vertices are Markoff triples, in the\nframework of intergral upper triangular 3x3 matrices, it will be shown that the\nlargest member of such a triple determines the other two uniquely. This answers\na question which has been open for almost 100 years.\n","Comment: Most of the (correct) portion of this paper has been incorporated\n  into the paper \"On the Markoff equation\" (arXiv:1208.4032)"]}]
["0811.2170",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2170","Open Journal of Optimization, Vol. 2 No. 1, 2013, pp. 16-25","doi:10.4236/ojop.2013.21003"],"date":["2008-11-13","2009-04-27"],"type":["text"],"creator":["Foukzon, Jaykov"],"language":[],"coverage":[],"title":["The solution classical and quantum feedback optimal control problem\n  without the Bellman Equation"],"description":["  A new approach, which is proposed in this paper allows one to construct the\nBellman function V(t,x) and optimal control u(t) directly,i.e.,without any\nreference to the Bellman equation, by way of using strong large deviations\nprinciple for the solutions Colombeau-Ito's SDE.\n","Comment: 295 pages"]}]
["0907.2354",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2354","doi:10.1103/PhysRevA.86.013405"],"date":["2009-07-14"],"type":["text"],"creator":["Wu, Rebing","Dominy, Jason","Ho, Tak-San","Rabitz, Herschel"],"language":[],"coverage":[],"title":["Singularities of Quantum Control Landscapes"],"description":["  A quantum control landscape is defined as the objective to be optimized as a\nfunction of the control variables. Existing empirical and theoretical studies\nreveal that most realistic quantum control landscapes are generally devoid of\nfalse traps. However, the impact of singular controls has yet to be\ninvestigated, which can arise due to a singularity on the mapping from the\ncontrol to the final quantum state. We provide an explicit characterization of\nsuch controls that are strongly Hamiltonian-dependent and investigate their\nassociated landscape geometry. Although in principle the singularities may\ncorrespond to local traps, we did not find any in numerical simulations. Also,\nas they occupy a small portion of the entire set of possible critical controls,\ntheir influence is expected to be much smaller than controls corresponding to\nthe commonly located regular extremals. This observation supports the\nestablished ease of optimal searches to find high-quality controls in\nsimulations and experiments.\n","Comment: 18 pages, 3 figures"]}]
["0910.4702",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4702","doi:10.1103/PhysRevA.83.062306"],"date":["2009-10-24","2011-01-06"],"type":["text"],"creator":["Wu, Re-Bing","Hsieh, Michael A.","Rabitz, Herschel"],"language":[],"coverage":[],"title":["The role of controllability in optimizing quantum dynamics"],"description":["  This paper discusses the important role of controllability played on the\ncomplexity of optimizing quantum mechanical control systems. The study is based\non a topology analysis of the corresponding quantum control landscape, which is\nreferred to as the optimization objective as a functional of control fields. We\nfind that the degree of controllability is closely relevant with the ruggedness\nof the landscape, which determines the search efficiency for global optima.\nThis effect is demonstrated via the gate fidelity control landscape of a system\nwhose controllability is restricted on a SU(2) dynamic symmetry group. We show\nthat multiple local false traps (i.e., non-global suboptima) exist even if the\ntarget gate is realizable and that the number of these traps is increased by\nthe loss of controllability, while the controllable systems are always devoid\nof false traps.\n","Comment: 13 pages, 3 figures"]}]
["1011.6082",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6082"],"date":["2010-11-28","2013-03-29"],"type":["text"],"creator":["Matveev, Andrey O."],"language":[],"coverage":[],"title":["Pattern Recognition on Oriented Matroids: Topes and Critical Committees"],"description":["  Let the sign components of the maximal covectors of a simple oriented matroid\nM be represented by the real numbers -1 and 1. Consider the vertex set V(R) of\na symmetric cycle R of adjacent topes in the tope graph of M as a subposet of\nthe tope poset of M. If B is the bottom element of the tope poset then B is\nequal to the unweighted sum of the members of the set min V(R) of minimal\nelements of the subposet V(R); if B is the positive tope then the set min V(R)\nis a critical tope committee for the acyclic oriented matroid M.\n","Comment: 7 pages, 3 figures. v2,3 - misprints corrected, Corollary 2.2 and\n  Example 2.3 modified; v.4,5,6 - minor improvements"]}]
["1101.3449",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3449"],"date":["2011-01-18","2013-03-29"],"type":["text"],"creator":["Michael","Bialy","Mironov, Andrey"],"language":[],"coverage":[],"title":["Cubic and Quartic integrals for geodesic flow on 2-torus via system of\n  Hydrodynamic type"],"description":["  In this paper we deal with the classical question of existence of polynomial\nin momenta integrals for geodesic flows on the 2-torus. For the quasi-linear\nsystem on coefficients of the polynomial integral we consider the region (so\ncalled elliptic regions) where there are complex-conjugate eigenvalues. We show\nthat for quartic integrals in the other two eigenvalues are real and genuinely\nnonlinear. This observation together with the property of the system to be Rich\n(Semi-Hamiltonian) enables us to classify elliptic regions completely. The case\nof complex-conjugate eigenvalues for the system corresponding to the integral\nof degree 3 is done similarly. These results show that if new integrable\nexamples exist they could be found only within the region of Hyperbolicity of\nthe quasi-linear system.\n","Comment: corrected typos"]}]
["1101.4803",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Category Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4803","Algebras and Representation Theory 16, 2 (2013) 553--589","doi:10.1007/s10468-011-9319-x"],"date":["2011-01-25","2011-10-11"],"type":["text"],"creator":["Wehrung, Friedrich"],"language":[],"coverage":[],"title":["Lifting defects for nonstable K_0-theory of exchange rings and\n  C*-algebras"],"description":["  The assignment (nonstable K_0-theory), that to a ring R associates the monoid\nV(R) of Murray-von Neumann equivalence classes of idempotent infinite matrices\nwith only finitely nonzero entries over R, extends naturally to a functor. We\nprove the following lifting properties of that functor: (1) There is no functor\nF, from simplicial monoids with order-unit with normalized positive\nhomomorphisms to exchange rings, such that VF is equivalent to the identity.\n(2) There is no functor F, from simplicial monoids with order-unit with\nnormalized positive embeddings to C*-algebras of real rank 0 (resp., von\nNeumann regular rings), such that VF is equivalent to the identity. (3) There\nis a {0,1}^3-indexed commutative diagram D of simplicial monoids that can be\nlifted, with respect to the functor V, by exchange rings and by C*-algebras of\nreal rank 1, but not by semiprimitive exchange rings, thus neither by regular\nrings nor by C*-algebras of real rank 0. By using categorical tools from an\nearlier paper (larders, lifters, CLL), we deduce that there exists a unital\nexchange ring of cardinality aleph three (resp., an aleph three-separable\nunital C*-algebra of real rank 1) R, with stable rank 1 and index of nilpotence\n2, such that V(R) is the positive cone of a dimension group and V(R) is not\nisomorphic to V(B) for any ring B which is either a C*-algebra of real rank 0\nor a regular ring.\n","Comment: 34 pages. Algebras and Representation Theory, to appear"]}]
["1105.1995",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - K-Theory and Homology","Mathematics - Metric Geometry","58J50, 46LXX, 57M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1995","Advances in Mathematics, 239 (2013), 128-163","doi:10.1016/j.aim.2013.02.014"],"date":["2011-05-10","2013-01-26"],"type":["text"],"creator":["Cipriani, Fabio","Guido, Daniele","Isola, Tommaso","Sauvageot, Jean-Luc"],"language":[],"coverage":[],"title":["Integrals and Potentials of Differential 1-forms on the Sierpinski\n  Gasket"],"description":["  We provide a definition of integral, along paths in the Sierpinski gasket K,\nfor differential smooth 1-forms associated to the standard Dirichlet form K. We\nshow how this tool can be used to study the potential theory on K. In\nparticular, we prove: i) a de Rham reconstruction of a 1-form from its periods\naround lacunas in K; ii) a Hodge decomposition of 1-forms with respect to the\nHilbertian energy norm; iii) the existence of potentials of smooth 1-forms on a\nsuitable covering space of K. We finally show that this framework provides\nversions of the de Rham duality theorem for the fractal K.\n","Comment: Some proofs have been clarified, reference to previous literature is\n  now more accurate, 33 pages, 6 figures"]}]
["1107.5732",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5732","doi:10.1016/j.camwa.2011.12.023"],"date":["2011-07-28"],"type":["text"],"creator":["Set, Erhan"],"language":[],"coverage":[],"title":["New inequalities of Ostrowski type for mappings whose derivatives are\n  s-convex in the second sense via fractional integrals"],"description":["  New identity similar to an identity of [13] for fractional integrals have\nbeen defined. Then making use of this identity, some new Ostrowski type\ninequalities for Riemann-Liouville fractional integral have been developed. Our\nresults have some relationships with the results of Alomari et. al., proved in\n[13] [published in. Appl. Math. Lett. 23 (2010) 1071-1076] and the analysis\nused in the proofs is simple.\n"]}]
["1110.0189",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0189"],"date":["2011-10-02","2013-03-28"],"type":["text"],"creator":["Li, Teresa X. S.","Mei, Charles B.","Miao, Melissa Y. F."],"language":[],"coverage":[],"title":["Eulerian pairs on Fibonacci words"],"description":["  Recently, Sagan and Savage introduced the notion of Eulerian pairs. In this\nnote, we find Eulerian pairs on Fibonacci words based on Foata's first\ntransformation or Han's bijection and a map in the spirit of a bijection of\nSteingr\\'{\\i}msson.\n","Comment: 8 pages"]}]
["1110.0634",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0634","J. Phys. G: Nucl. Part. Phys. 40 (2013) 055105","doi:10.1088/0954-3899/40/5/055105"],"date":["2011-10-04","2013-03-19"],"type":["text"],"creator":["Forssén, Christian","Roth, Robert","Navrátil, Petr"],"language":[],"coverage":[],"title":["Systematics of 2+ states in C isotopes from the ab initio no-core shell\n  model"],"description":["  We study low-lying states of even carbon isotopes in the range A = 10 - 20\nwithin the large- scale no-core shell model (NCSM). Using several accurate\nnucleon-nucleon (NN) as well as NN plus three-nucleon (NNN) interactions, we\ncalculate excitation energies of the lowest 2+ state, the electromagnetic B(E2;\n2+1 -> 0+1) transition rates, the 2+1 quadrupole moments as well as se- lected\nelectromagnetic transitions among other states. Recent experimental campaigns\nto measure 2+-state lifetimes indicate an interesting evolution of nuclear\nstructure that pose a challenge to reproduce theoretically from first\nprinciples. Our calculations do not include any effective charges or other\nfitting parameters. However, calculated results extrapolated to infinite model\nspaces are also presented. The model-dependence of those results is discussed.\nOverall, we find a good agree- ment with the experimentally observed trends,\nalthough our extrapolated B(E2; 2+1 -> 0+1) value for 16C is lower compared to\nthe most recent measurements. Relative transition strengths from higher excited\nstates are investigated and the influence of NNN forces is discussed. In\nparticular for 16C we find a remarkable sensitivity of the transition rates\nfrom higher excited states to the details of the nuclear interactions.\n","Comment: 22 pages, 8 figures, preprint version. Accepted for publication in\n  Journal of Physics G: Nuclear and Particle Physics"]}]
["1110.3618",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Biological Physics","Quantitative Biology - Molecular Networks","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3618","doi:10.1371/journal.pone.0029546"],"date":["2011-10-17"],"type":["text"],"creator":["Giri, Varun","Jain, Sanjay"],"language":[],"coverage":[],"title":["The origin of large molecules in primordial autocatalytic reaction\n  networks"],"description":["  Large molecules such as proteins and nucleic acids are crucial for life, yet\ntheir primordial origin remains a major puzzle. The production of large\nmolecules, as we know it today, requires good catalysts, and the only good\ncatalysts we know that can accomplish this task consist of large molecules.\nThus the origin of large molecules is a chicken and egg problem in chemistry.\nHere we present a mechanism, based on autocatalytic sets (ACSs), that is a\npossible solution to this problem. We discuss a mathematical model describing\nthe population dynamics of molecules in a stylized but prebiotically plausible\nchemistry. Large molecules can be produced in this chemistry by the coalescing\nof smaller ones, with the smallest molecules, the `food set', being buffered.\nSome of the reactions can be catalyzed by molecules within the chemistry with\nvarying catalytic strengths. Normally the concentrations of large molecules in\nsuch a scenario are very small, diminishing exponentially with their size.\nACSs, if present in the catalytic network, can focus the resources of the\nsystem into a sparse set of molecules. ACSs can produce a bistability in the\npopulation dynamics and, in particular, steady states wherein the ACS molecules\ndominate the population. However to reach these steady states from initial\nconditions that contain only the food set typically requires very large\ncatalytic strengths, growing exponentially with the size of the catalyst\nmolecule. We present a solution to this problem by studying `nested ACSs', a\nstructure in which a small ACS is connected to a larger one and reinforces it.\nWe show that when the network contains a cascade of nested ACSs with the\ncatalytic strengths of molecules increasing gradually with their size (e.g., as\na power law), a sparse subset of molecules including some very large molecules\ncan come to dominate the system.\n","Comment: 49 pages, 17 figures including supporting information"]}]
["1110.6737",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Complex Variables","Mathematics - Numerical Analysis","39A12, 31C20, 65M60, 60J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6737","Advances in Mathematics 240 (2013) 61-87","doi:10.1016/j.aim.2013.03.002"],"date":["2011-10-31","2013-03-29"],"type":["text"],"creator":["Skopenkov, Mikhail"],"language":[],"coverage":[],"title":["The boundary value problem for discrete analytic functions"],"description":["  This paper is on further development of discrete complex analysis introduced\nby R. Isaacs, J. Ferrand, R. Duffin, and C. Mercat. We consider a graph lying\nin the complex plane and having quadrilateral faces. A function on the vertices\nis called discrete analytic, if for each face the difference quotients along\nthe two diagonals are equal.\n  We prove that the Dirichlet boundary value problem for the real part of a\ndiscrete analytic function has a unique solution. In the case when each face\nhas orthogonal diagonals we prove that this solution uniformly converges to a\nharmonic function in the scaling limit. This solves a problem of S. Smirnov\nfrom 2010. This was proved earlier by R. Courant-K. Friedrichs-H. Lewy and L.\nLusternik for square lattices, by D. Chelkak-S. Smirnov and implicitly by P.G.\nCiarlet-P.-A. Raviart for rhombic lattices.\n  In particular, our result implies uniform convergence of the finite element\nmethod on Delaunay triangulations. This solves a problem of A. Bobenko from\n2011. The methodology is based on energy estimates inspired by\nalternating-current network theory.\n","Comment: 22 pages, 6 figures. Several changes: Theorem 1.2 generalized,\n  several assertions added, minor correction in the proofs of Lemma 2.5, 3.3,\n  Example 3.6, Corollary 5.1"]}]
["1111.2787",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2787"],"date":["2011-11-11","2013-03-28"],"type":["text"],"creator":["Van Phan, Tuoc","Phuc, Nguyen Cong"],"language":[],"coverage":[],"title":["Stationary Navier-Stokes Equations with Critically Singular External\n  Forces: Existence and Stability Results"],"description":["  We show the unique existence of solutions to stationary Navier-Stokes\nequations with small singular external forces belonging to a critical space. To\nthe best of our knowledge, this is the largest critical space that is available\nup to now for this kind of existence. This result can be viewed as the\nstationary counterpart of the existence result obtained by H. Koch and D.\nTataru for the free non-stationary Navier-Stokes equations with initial data in\nBMO$^{-1}$. The stability of the stationary solutions in such spaces is also\nobtained by a series of sharp estimates for resolvents of a singularly\nperturbed operator and the corresponding semigroup.\n","Comment: To appear in Advances in Mathematics"]}]
["1111.6409",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B10, 42B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6409"],"date":["2011-11-28","2013-03-29"],"type":["text"],"creator":["Bak, Jong-Guk","Ham, Seheon"],"language":[],"coverage":[],"title":["Restriction of Fourier transforms to some complex curves"],"description":["  The purpose of this paper is to prove a Fourier restriction estimate for\ncertain 2-dimensional surfaces in $\\bbR^{2d}$, $d\\ge 3$. These surfaces are\ndefined by a complex curve $\\gamma(z)$ of simple type, which is given by a\nmapping of the form % \\[ z\\mapsto \\gamma (z) = \\big(z, \\, z^2,..., \\, z^{d-1},\n\\, \\phi(z) \\big) \\] % where $\\phi(z)$ is an analytic function on a domain\n$\\Omega \\subset \\bbC$. This is regarded as a real mapping $z=(x,y) \\mapsto\n\\gamma(x,y)$ from $\\Omega \\subset \\bbR^2$ to $\\bbR^{2d}$.\n  Our results cover the case $\\phi(z) = z^N$ for any nonnegative integer $N$,\nin all dimensions $d\\ge 3$. Furthermore, when $d=3$, we have a uniform\nestimate, where $\\phi(z)$ may be taken to be an arbitrary polynomial of degree\nat most $N$. These results are analogues of the uniform restricted strong type\nestimate in \\cite{BOS3}, valid for polynomial curves of simple type and some\nother classes of curves in $\\bbR^d$, $d\\ge 3$.\n"]}]
["1112.4633",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4633"],"date":["2011-12-20","2013-03-29"],"type":["text"],"creator":["Machida, Takuya"],"language":[],"coverage":[],"title":["Limit theorems for the interference terms of discrete-time quantum walks\n  on the line"],"description":["  The probability distributions of discrete-time quantum walks have been often\ninvestigated, and many interesting properties of them have been discovered. The\nprobability that the walker can be find at a position is defined by diagonal\nelements of the density matrix. On the other hand, although off-diagonal parts\nof the density matrices have an important role to quantify quantumness, they\nhave not received attention in quantum walks. We focus on the off-diagonal\nparts of the density matrices for discrete-time quantum walks on the line and\nderive limit theorems for them.\n","Comment: Quantum Information and Computation, Vol.13 No.7&8, pp.661-671 (2013)"]}]
["1112.5797",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5797","Sci China-Phys Mech Astron, 2013, 56(4): 732-736","doi:10.1007/s11433-012-4912-5"],"date":["2011-12-25","2012-06-29"],"type":["text"],"creator":["Dugic, M.","Arsenijevic, M.","Jeknic-Dugic, J."],"language":[],"coverage":[],"title":["Quantum Correlations Relativity for Continuous Variable Systems"],"description":["  It is shown that a choice of degrees of freedom of a bipartite continuous\nvariable system determines amount of non-classical correlations (quantified by\ndiscord) in the system's state. Non-classical correlations (that include\nentanglement as a special kind of correlations) are ubiquitous for such\nsystems. For a quantum state, if there are not non-classical correlations\n(quantum discord is zero) for one, there are in general non-classical\ncorrelations (quantum discord is non-zero) for another set of the composite\nsystem's degrees of freedom. The physical relevance of this 'quantum\ncorrelations relativity' is emphasized also in the more general context.\n","Comment: rewritten, 10 pages; accepted by Science China PMA (2012)"]}]
["1202.1072",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1072","Phys. Rev. B 87, 125207 (2013)","doi:10.1103/PhysRevB.87.125207"],"date":["2012-02-06","2013-01-21"],"type":["text"],"creator":["Fischer, Ran","Jarmola, Andrey","Kehayias, Pauli","Budker, Dmitry"],"language":[],"coverage":[],"title":["Optical polarization of nuclear ensembles in diamond"],"description":["  We report polarization of a dense nuclear-spin ensemble in diamond and its\ndependence on magnetic field and temperature. The polarization method is based\non the transfer of electron spin polarization of negatively charged nitrogen\nvacancy color centers to the nuclear spins via the excited-state level\nanti-crossing of the center. We polarize 90% of the 14N nuclear spins within\nthe NV centers, and 70% of the proximal 13C nuclear spins with hyperfine\ninteraction strength of 13-14 MHz. Magnetic-field dependence of the\npolarization reveals sharp decrease in polarization at specific field values\ncorresponding to cross-relaxation with substitutional nitrogen centers, while\ntemperature dependence of the polarization reveals that high polarization\npersists down to 50 K. This work enables polarization of the 13C in bulk\ndiamond, which is of interest in applications of nuclear magnetic resonance, in\nquantum memories of hybrid quantum devices, and in sensing.\n","Comment: 8 pages, 5 figures"]}]
["1202.6034",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","18A32, 55U35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6034","Theory and Applications of Categories, Vol. 26, 2012, No. 11, pp\n  304-330"],"date":["2012-02-27","2013-03-28"],"type":["text"],"creator":["Athorne, Thomas"],"language":[],"coverage":[],"title":["The Coalgebraic Structure of Cell Complexes"],"description":["  The relative cell complexes with respect to a generating set of cofibrations\nare an important class of morphisms in any model structure. In the particular\ncase of the standard (algebraic) model structure on $\\textbf{Top}$, we give a\nnew expression of these morphisms by defining a category of relative cell\ncomplexes, which has a forgetful functor to the arrow category. This allows us\nto prove a conjecture of Richard Garner: considering the algebraic weak\nfactorisation system given in that algebraic model structure between\ncofibrations and trivial fibrations, we show that the category of relative cell\ncomplexes is equivalent to the category of coalgebras.\n","Comment: 26 pages"]}]
["1204.1367",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Discrete Mathematics","Mathematics - Combinatorics","68Q17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1367"],"date":["2012-04-05","2013-03-29"],"type":["text"],"creator":["Bhowmick, Abhishek","Dvir, Zeev","Lovett, Shachar"],"language":[],"coverage":[],"title":["New Lower Bounds for Matching Vector Codes"],"description":["  A Matching Vector (MV) family modulo $m$ is a pair of ordered lists\n$U=(u_1,...,u_t)$ and $V=(v_1,...,v_t)$ where $u_i,v_j \\in \\mathbb{Z}_m^n$ with\nthe following inner product pattern: for any $i$, $< u_i,v_i>=0$, and for any\n$i \\ne j$, $< u_i,v_j> \\ne 0$. A MV family is called $q$-restricted if inner\nproducts $< u_i,v_j>$ take at most $q$ different values.\n  Our interest in MV families stems from their recent application in the\nconstruction of sub-exponential locally decodable codes (LDCs). There,\n$q$-restricted MV families are used to construct LDCs with $q$ queries, and\nthere is special interest in the regime where $q$ is constant. When $m$ is a\nprime it is known that such constructions yield codes with exponential block\nlength. However, for composite $m$ the behaviour is dramatically different. A\nrecent work by Efremenko [STOC 2009] (based on an approach initiated by\nYekhanin [JACM 2008]) gives the first sub-exponential LDC with constant\nqueries. It is based on a construction of a MV family of super-polynomial size\nby Grolmusz [Combinatorica 2000] modulo composite $m$.\n  In this work, we prove two lower bounds on the block length of LDCs which are\nbased on black box construction using MV families. When $q$ is constant (or\nsufficiently small), we prove that such LDCs must have a quadratic block\nlength. When the modulus $m$ is constant (as it is in the construction of\nEfremenko) we prove a super-polynomial lower bound on the block-length of the\nLDCs, assuming a well-known conjecture in additive combinatorics, the\npolynomial Freiman-Ruzsa conjecture over $\\mathbb{Z}_m$.\n","Comment: Fixed typos and small bugs"]}]
["1204.1766",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1766","Phys. Lett. B 721 (2013) 151","doi:10.1016/j.physletb.2013.02.056"],"date":["2012-04-09","2013-03-01"],"type":["text"],"creator":["Mukhopadhyay, Banibrata"],"language":[],"coverage":[],"title":["Can the viscosity in astrophysical black hole accretion disks be close\n  to its string theory bound?"],"description":["  String theory and gauge/gravity duality suggest the lower bound of shear\nviscosity (eta) to entropy density (s) for any matter to be ~ mu hbar/4pi k_B,\nwhen hbar and k_B are reduced Planck and Boltzmann constants respectively and\nmu <= 1. Motivated by this, we explore eta/s in black hole accretion flows, in\norder to understand if such exotic flows could be a natural site for the lowest\neta/s. Accretion flow plays an important role in black hole physics in\nidentifying the existence of the underlying black hole. This is a rotating\nshear flow with insignificant molecular viscosity, which could however have a\nsignificant turbulent viscosity, generating transport, heat and hence entropy\nin the flow. However, in presence of strong magnetic field, magnetic stresses\ncan help in transporting matter independent of viscosity, via celebrated\nBlandford-Payne mechanism. In such cases, energy and then entropy produces via\nOhmic dissipation. In addition, certain optically thin, hot, accretion flows,\nof temperature >~ 10^9K, may be favourable for nuclear burning which could\ngenerate/absorb huge energy, much higher than that in a star. We find that\neta/s in accretion flows appears to be close to the lower bound suggested by\ntheory, if they are embedded by strong magnetic field or producing nuclear\nenergy, when the source of energy is not viscous effects. A lower bound on\neta/s also leads to an upper bound on the Reynolds number of the flow.\n","Comment: 16 pages including 4 figures; version modified substantially\n  including new figures (removing some old figures) and effects of magnetic\n  field; to appear in Physics Letters B"]}]
["1204.3648",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3648","Space Science Reviews 2011","doi:10.1007/s11214-011-9781-0"],"date":["2012-04-16"],"type":["text"],"creator":["Gent, Frederick A."],"language":[],"coverage":[],"title":["Galaxies in box: A simulated view of the interstellar medium"],"description":["  We review progress in the development of physically realistic three\ndimensional simulated models of the galaxy.We consider the scales from star\nforming molecular clouds to the full spiral disc. Models are computed using\nhydrodynamic (HD) or magnetohydrodynamic (MHD) equations and may include cosmic\nray or tracer particles. The range of dynamical scales between the full galaxy\nstructure and the turbulent scales of supernova (SN) explosions and even cloud\ncollapse to form stars, make it impossible with current computing tools and\nresources to resolve all of these in one model. We therefore consider a\nhierarchy of models and how they can be related to enhance our understanding of\nthe complete galaxy.\n","Comment: Chapter in Large Scale Magnetic Fields in the Universe"]}]
["1206.2159",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2159","J. Phys. A: Math. Theor. 46 (2013) 155301","doi:10.1088/1751-8113/46/15/155301"],"date":["2012-06-11","2012-09-10"],"type":["text"],"creator":["Guo, Yu","Hou, Jinchuan"],"language":[],"coverage":[],"title":["Necessary and sufficient conditions for local creation of quantum\n  discord"],"description":["  We show that a local channel cannot create quantum discord (QD) for zero QD\nstates of size $d\\geq3$ if and only if either it is a completely decohering\nchannel or it is a nontrivial isotropic channel. For the qubit case this\npropertiy is additionally characteristic to the completely decohering channel\nor the commutativity-preserving unital channel. In particular, the exact forms\nof the completely decohering channel and the commutativity-preserving unital\nqubit channel are proposed. Consequently, our results confirm and improve the\nconjecture proposed by X. Hu et al. for the case of $d\\geq3$ and improve the\nresult proposed by A. Streltsov et al. for the qubit case. Furthermore, it is\nshown that a local channel nullifies QD in any state if and only if it is a\ncompletely decohering channel. Based on our results, some protocols of quantum\ninformation processing issues associated with QD, especially for the qubit\ncase, would be experimentally accessible.\n","Comment: 8 pages"]}]
["1206.6784",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6784","MNRAS (March 1, 2013) 430 (1): L40-L44","doi:10.1093/mnrasl/sls042"],"date":["2012-06-28","2012-11-28"],"type":["text"],"creator":["Gent, F. A.","Shukurov, A.","Fletcher, A.","Sarson, G. R.","Mantere, M. J."],"language":[],"coverage":[],"title":["The supernova-regulated ISM. II. The mean magnetic field"],"description":["  The origin and structure of the magnetic fields in the interstellar medium of\nspiral galaxies is investigated with 3D, non-ideal, compressible MHD\nsimulations, including stratification in the galactic gravity field,\ndifferential rotation and radiative cooling. A rectangular domain, 1x1x2\nkpc^{3} in size, spans both sides of the galactic mid-plane. Supernova\nexplosions drive transonic turbulence. A seed magnetic field grows\nexponentially to reach a statistically steady state within 1.6 Gyr. Following\nGermano (1992) we use volume averaging with a Gaussian kernel to separate\nmagnetic field into a mean field and fluctuations. Such averaging does not\nsatisfy all Reynolds rules, yet allows a formulation of mean-field theory. The\nmean field thus obtained varies in both space and time. Growth rates differ for\nthe mean-field and fluctuating field and there is clear scale separation\nbetween the two elements, whose integral scales are about 0.7 kpc and 0.3 kpc,\nrespectively.\n","Comment: 5 pages, 10 figures, submitted to Monthly Notices Letters"]}]
["1207.1055",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1055","Modern Physics Letters A Vol. 28, No. 4 (2013) 1250236 (19 pages)","doi:10.1142/S0217732312502367"],"date":["2012-07-04","2012-12-05"],"type":["text"],"creator":["Chimento, Luis P.","Richarte, Martín G.","G, Iván E. Sánchez"],"language":[],"coverage":[],"title":["Form invariance symmetry generates a large set of FRW cosmologies"],"description":["  We show that Einstein's field equations for spatially flat\nFriedmann-Robertson-Walker (FRW) space times have a form invariance symmetry\n(FIS) realized by the form invariance transformations (FIT) which are indeed\ngenerated by an invertible function of the source energy density. These\ntransformations act on the Hubble expansion rate, the energy density, and\npressure of the cosmic fluid; likewise such transformations are endowed with a\nLie group structure. Each representation of this group is associated with a\nparticular fluid and consequently a determined cosmology, so that, the FIS\ndefines a set of equivalent cosmological models. We focus our seek in the FIT\ngenerated by a linear function because it provides a natural framework to\nexpress the duality and also produces a large sets of cosmologies, starting\nfrom a seed one, in several contexts as for instance in the cases of a perfect\nfluid source and a scalar field driven by a potential depending linearly on the\nscalar field kinetic energy density.\n","Comment: 11 pages, 3 figures. Accepted for publication in Modern Physics\n  Letters A (2012)"]}]
["1207.3537",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3537","Jounal of Low temperature Physics, v.171,n.3-4,p.397-407,2013","doi:10.1007/s10909-012-0837-7"],"date":["2012-07-15","2012-11-13"],"type":["text"],"creator":["Okulov, A. Yu."],"language":[],"coverage":[],"title":["Superfluid rotation sensor with helical laser trap"],"description":["  The macroscopic quantum states of the dilute bosonic ensemble in helical\nlaser trap at the temperatures about $10^{-6}\\bf {K}$ are considered in the\nframework of the Gross-Pitaevskii equation. The helical interference pattern is\ncomposed of the two counter propagating Laguerre-Gaussian optical vortices with\nopposite orbital angular momenta $\\ell \\hbar$ and this pattern is driven in\nrotation via angular Doppler effect. Macroscopic observables including linear\nmomentum and angular momentum of the atomic cloud are evaluated explicitly. It\nis shown that rotation of reference frame is transformed into translational\nmotion of the twisted matter wave. The speed of translation equals the group\nvelocity of twisted wavetrain $V_z= \\Omega\\ell/ k$ and alternates with a sign\nof the frame angular velocity $\\Omega$ and helical pattern handedness $\\ell$.\nWe address detection of this effect using currently accessible laboratory\nequipment with emphasis on the difference between quantum and classical fluids.\n","Comment: 8 pages, 3 figures, accepted to publication Journ.Low Temp.Phys"]}]
["1207.4756",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4756","Nuclear Inst. and Methods in Physics Research, A (2013), pp. 48-55","doi:10.1016/j.nima.2012.11.192"],"date":["2012-07-19","2013-03-28"],"type":["text"],"creator":["Amoraal, J.","Blouw, J.","Blusk, S.","Borghi, S.","Cattaneo, M.","Chiapolini, N.","Conti, G.","Deissenroth, M.","Dupertuis, F.","van der Eijk, R.","Fave, V.","Gersabeck, M.","Hicheur, A.","Hulsbergen, W.","Hutchcroft, D.","Kozlinskiy, A.","Lambert, R. W.","Maciuc, F.","Marki, R.","Martinelli, M.","Merk, M.","Needham, M.","Nicolas, L.","Palacios, J.","Parkes, C.","Pellegrino, A.","Pozzi, S.","Raven, G.","Rodrigues, E.","Salzmann, C.","Schiller, M.","Schneider, O.","Simioni, E.","Steinkamp, O.","van Tilburg, J.","Tuning, N.","Uwer, U.","Vecchi, S.","Viret, S."],"language":[],"coverage":[],"title":["Application of vertex and mass constraints in track-based alignment"],"description":["  The software alignment of planar tracking detectors using samples of charged\nparticle trajectories may lead to global detector distortions that affect\nvertex and momentum resolution. We present an alignment procedure that\nconstrains such distortions by making use of samples of decay vertices\nreconstructed from two or more trajectories and putting constraints on their\ninvariant mass. We illustrate the method by using a sample of invariant-mass\nconstrained vertices from D^0 --> K^- pi^+ decays to remove a curvature bias in\nthe LHCb spectrometer.\n","Comment: 18 pages, 6 figures"]}]
["1208.0320",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0320"],"date":["2012-08-01","2013-03-28"],"type":["text"],"creator":["Kim, Ju-Lee","Lusztig, George"],"language":[],"coverage":[],"title":["On the characters of unipotent representations of a semisimple p-adic\n  group"],"description":["  Let G be a semisimple almost simple algebraic group defined and split over a\nnonarchimedean local field K and let V be a unipotent representation of G(K)\n(for example, an Iwahori-spherical representation). We calculate the character\nof V at compact very regular elements of G(K) at compact very regular elements\nof G(K).\n","Comment: 16 pages"]}]
["1208.1031",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","53C60, 53C80, 81T13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1031","Journal of Mathematical Physics, Vol. 54, 031508 (2013), 1-14","doi:10.1063/1.4795715"],"date":["2012-08-05"],"type":["text"],"creator":["Neagu, M.","Krylova, N. G.","Grushevskaya, H. V."],"language":[],"coverage":[],"title":["Jet theoretical Yang-Mills energy in the geometric dynamics of\n  2D-monolayer"],"description":["  Langmuir-Blodgett films (LB-films) consist from few LB-monolayers which are\nhigh structured nanomaterials that are very promising materials for\napplications. We use a geometrical approach to describe structurization into\nLB-monolayers. Consequently, we develop on the 1-jet space J^1([0,\\infty),R^2)\nthe single-time Lagrange geometry (in the sense of distinguished (d-)\nconnection, d-torsions and an abstract anisotropic electromagnetic-like\nd-field) for the Lagrangian governing the 2D-motion of a particle of monolayer.\nOne assumed that an expansion near singular points for the constructed\ngeometrical Lagrangian theory describe phase transitions to LB-monolayer.\nTrajectories of particles in a field of the electrocapillarity forces of\nmonolayer have been calculated in a resonant approximation utilizing some\nJacobi equations. A jet geometrical Yang-Mills energy is introduced and some\nphysical interpretations are given.\n","Comment: 12 pages; A version of this paper was presented at VIII-th\n  International Conference \"Finsler Extensions of Relativity Theory\", June 25 -\n  July 1, 2012, Moscow-Fryazino, Russia"]}]
["1208.3515",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3515","Scientific Reports 3, Article number:1479, Published: 26 March\n  2013","doi:10.1038/srep01479"],"date":["2012-08-16","2013-03-29"],"type":["text"],"creator":["Deng, Qiang","Averin, Dmitri V.","Amin, Mohammad H.","Smith, Peter"],"language":[],"coverage":[],"title":["Decoherence induced deformation of the ground state in adiabatic quantum\n  computation"],"description":["  Despite more than a decade of research on adiabatic quantum computation\n(AQC), its decoherence properties are still poorly understood. Many theoretical\nworks have suggested that AQC is more robust against decoherence, but a\nquantitative relation between its performance and the qubits' coherence\nproperties, such as decoherence time, is still lacking. While the thermal\nexcitations are known to be important sources of errors, they are predominantly\ndependent on temperature but rather insensitive to the qubits' coherence. Less\nunderstood is the role of virtual excitations, which can also reduce the ground\nstate probability even at zero temperature. Here, we introduce normalized\nground state fidelity as a measure of the decoherence-induced deformation of\nthe ground state due to virtual transitions. We calculate the normalized\nfidelity perturbatively at finite temperatures and discuss its relation to the\nqubits' relaxation and dephasing times, as well as its projected scaling\nproperties.\n","Comment: 10 pages, 3 figures"]}]
["1208.5194",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5194"],"date":["2012-08-26","2013-03-29"],"type":["text"],"creator":["Zhang, Liang Feng"],"language":[],"coverage":[],"title":["On the Eigenvalues of Certain Matrices Over $\\mathbb{Z}_m$"],"description":["  Let $m,n>1$ be integers and $\\mathbb{P}_{n,m}$ be the point set of the\nprojective $(n-1)$-space (defined by [2]) over the ring $\\mathbb{Z}_m$of\nintegers modulo $m$. Let $A_{n,m}=(a_{uv})$ be the matrix with rows and columns\nbeing labeled by elements of $\\mathbb{P}_{n,m}$, where $a_{uv}=1$ if the inner\nproduct $< u,v >=0$ and $a_{uv}=0$ otherwise. Let $B_{n,m}=A_{n,m}A_{n,m}^t$.\nThe eigenvalues of $B_{n,m}$ have been studied by [1, 2, 3], where their\napplications in the study of expanders and locally decodable codes were\ndescribed. In this paper, we completely determine the eigenvalues of $B_{n,m}$\nfor general integers $m$ and $n$.\n","Comment: 12 pages"]}]
["1209.3019",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3019","Phys.Rev., D86, 094030 (2012)","doi:10.1103/PhysRevD.86.094030"],"date":["2012-09-13","2013-03-28"],"type":["text"],"creator":["Waalewijn, Wouter J."],"language":[],"coverage":[],"title":["Calculating the Charge of a Jet"],"description":["  Jet charge has played an important role in experimentally testing the Parton\nModel and the Standard Model, and has many potential LHC applications. The\nenergy-weighted charge of a jet is not an infrared-safe quantity, so\nhadronization must be taken into account. Here we develop the formalism to\ncalculate it, cleanly separating the nonperturbative from the perturbative\nphysics, which we compute at one-loop order. We first study the average and\nwidth of the jet charge distribution, for which the nonperturbative input is\nrelated to (dihadron) fragmentation functions. In an alternative and novel\napproach, we consider the full nonperturbative jet charge distribution and\ncalculate its evolution and jet algorithm corrections, which has a natural\nMonte Carlo-style implementation. Our numerical results are compared to Pythia\nand agree well in almost all cases. This calculation can directly be extended\nto similar track-based observables, such as the total track momentum generated\nby an energetic parton.\n","Comment: 15 pages, 11 figures; v2: extension to pp collisions added and\n  discussion of soft radiation expanded, journal version, v3: updated plots\n  with new value of alpha_s to match Pythia default"]}]
["1209.4310",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4310","Eur.Phys.J. C73 (2013) 2342","doi:10.1140/epjc/s10052-013-2342-9"],"date":["2012-09-19","2013-02-21"],"type":["text"],"creator":["Ghosh, Diptimoy","Sengupta, Dipan"],"language":[],"coverage":[],"title":["Searching the sbottom in the four lepton channel at the LHC"],"description":["  Direct searches at the Large Hadron Collider (LHC) have pushed the lower\nlimits on the masses of the gluinos ($\\tilde{g}$) and the squarks of the first\ntwo generations ($\\tilde{q}$) to the TeV range. On the other hand, the limits\nare rather weak for the third generation squarks and masses around a few\nhundred GeV are still allowed. A comparatively light third generation of\nsquarks is also consistent with the lightest Higgs boson with mass $\\sim$ 125\nGeV. In view of this, we consider the direct production of a pair of sbottom\nquarks ($\\tilde{b}_1$) at the LHC and study their collider signatures. We focus\non the scenario where the $\\tilde{b}_1$ is not the next-to-lightest\nsupersymmetric particle (NLSP) and hence can also decay to channels other than\nthe commonly considered decay mode to a bottom quark and the lightest\nneutralino ($\\tilde{\\chi}^0_1$). For example, we consider the decay modes\ncontaining a bottom quark and the second neutralino ($\\tilde{b}_1 \\to b\n\\tilde{\\chi}^0_2$) and/or a top quark and the lightest chargino ($\\tilde{b}_1\n\\to t \\tilde{\\chi}^{\\pm}_1$) following the leptonic decays of the neutralino,\nchargino and the top quark giving rise to a 4 leptons ($\\ell$) + 2 $b$-jets +\nmissing transverse momentum ($\\PMET$) final state. We show that an sbottom mass\n$\\lesssim$ 550 GeV can be probed in this channel at the 14 TeV LHC energy with\nintegrated luminosity $\\lesssim$ 100 fb$^{-1}$.\n","Comment: Clarificatory Notes added, comparison with CMS analysis added, Typos\n  corrected, Version accepted for publication at European Physical Journal C.\n  12 Pages, 4 eps figures, 2 tables"]}]
["1209.4801",{"format":[],"subject":["Mathematical Physics","Quantum Physics","81P68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4801"],"date":["2012-09-21","2013-03-29"],"type":["text"],"creator":["Riedel, Norbert"],"language":[],"coverage":[],"title":["On the additivity of the minimum output entropy"],"description":["  It is shown that for real finite dimensional Hilbert spaces the additivity\nproperty of the minimum output entropy for quantum channels is always true.\n","Comment: Paper withdrawn due to the erroneous Lemma 1.2"]}]
["1209.5935",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5935","Phys. Rev. A 87, 033629 (2013)","doi:10.1103/PhysRevA.87.033629"],"date":["2012-09-26","2013-03-28"],"type":["text"],"creator":["Zhang, Ren","Wu, Fan","Tang, Jun-Rong","Guo, Guang-Can","Yi, Wei","Zhang, Wei"],"language":[],"coverage":[],"title":["Significance of dressed molecules in a quasi-two-dimensional polarized\n  Fermi gas"],"description":["  We investigate the properties of a spin-orbit coupled quasi-two-dimensional\nFermi gas with tunable s-wave interaction between the two spin species. By\nanalyzing the two-body bound state, we find that the population of the excited\nstates in the tightly-confined axial direction can be significant when the\ntwo-body binding energy becomes comparable or exceeds the axial confinement.\nSince the Rashba spin-orbit coupling that we study here tends to enhance the\ntwo-body binding energy, this effect can become prominent at unitarity or even\non the BCS side of the Feshbach resonance. To study the impact of these excited\nmodes along the third dimension, we adopt an effective two-dimensional\nHamiltonian in the form of a two-channel model, where the dressed molecules in\nthe closed channel consist of the conventional Feshbach molecules as well as\nthe excited states occupation in the axial direction. With properly\nrenormalized interactions between atoms and dressed molecules, we find that\nboth the density distribution and the phase structure in the trap can be\nsignificantly modified near a wide Feshbach resonance. In particular, the\nstability region of the topological superfluid phase is increased. Our findings\nare helpful for the experimental search for the topological superfluid phase in\nultra-cold Fermi gases, and have interesting implications for\nquasi-low-dimensional polarized Fermi gases in general.\n","Comment: 10 pages, 7 figures"]}]
["1210.0414",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0414","Phys. Scr. T 153 (2013) 014008","doi:10.1088/0031-8949/2013/T153/014008"],"date":["2012-10-01"],"type":["text"],"creator":["Çakmak, B.","Karpat, G.","Gedik, Z."],"language":[],"coverage":[],"title":["Quantum Correlations in a Few-Atom Spin-1 Bose-Hubbard Model"],"description":["  We study the thermal quantum correlations and entanglement in spin-1\nBose-Hubbard model with two and three particles. While we use negativity to\ncalculate entanglement, more general non-classical correlations are quantified\nusing a new measure based on a necessary and sufficient condition for\nzero-discord state. We demonstrate that the energy level crossings in the\nground state of the system are signalled by both the behavior of thermal\nquantum correlations and entanglement.\n","Comment: To be published in the Proceedings of CEWQO-2012"]}]
["1210.2712",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2712","Phys. Rev. B 87, 125149 (2013)","doi:10.1103/PhysRevB.87.125149"],"date":["2012-10-09"],"type":["text"],"creator":["Ayral, Thomas","Biermann, Silke","Werner, Philipp"],"language":[],"coverage":[],"title":["Screening and Non-local Correlations in the Extended Hubbard Model from\n  Self-Consistent Combined GW and Dynamical Mean Field Theory"],"description":["  We describe a recent implementation of the combined GW and dynamical mean\nfield (DMFT) method \"GW+DMFT\" for the two-dimensional Hubbard model with\non-site and nearest-neighbor repulsion. We clarify the relation of the GW+DMFT\nscheme to alternative approaches in the literature, and discuss the\ncorresponding approximations to the free energy functional of the model.\nFurthermore, we describe a numerically exact technique for the self-consistent\nsolution of the GW+DMFT equations, namely the hybridization expansion\ncontinuous-time algorithm for solving the dynamical impurity model that arises\nwithin the GW+DMFT scheme. We compute the low-temperature phase diagram of the\nextended Hubbard model, addressing the metal-insulator transition at small\nintersite interactions and the transition to a charge-ordered state for\nstronger intersite repulsions. Within the GW+DMFT framework, as in extended\nDMFT, the intersite repulsion translates into a frequency-dependence of the\nlocal effective interaction. We analyze this dependence by extracting a\ncharateristic plasma frequency and show how it affects the local spectral\nfunction.\n","Comment: 23 pages, 14 figures"]}]
["1210.5991",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5991"],"date":["2012-10-22","2013-03-29"],"type":["text"],"creator":["Karahanoglu, Nazim Burak","Erdogan, Hakan"],"language":[],"coverage":[],"title":["Online Recovery Guarantees and Analytical Results for OMP"],"description":["  Orthogonal Matching Pursuit (OMP) is a simple, yet empirically competitive\nalgorithm for sparse recovery. Recent developments have shown that OMP\nguarantees exact recovery of K-sparse signals with K or more than K iterations\nif the observation matrix satisfies the restricted isometry property (RIP) with\nsome conditions. We develop RIP-based online guarantees for recovery of a\nK-sparse signal with more than K OMP iterations. Though these guarantees cannot\nbe generalized to all sparse signals a priori, we show that they can still hold\nonline when the state-of-the-art K-step recovery guarantees fail. In addition,\nwe present bounds on the number of correct and false indices in the support\nestimate for the derived condition to be less restrictive than the K-step\nguarantees. Under these bounds, this condition guarantees exact recovery of a\nK-sparse signal within 3K/2 iterations, which is much less than the number of\nsteps required for the state-of-the-art exact recovery guarantees with more\nthan K steps. Moreover, we present phase transitions of OMP in comparison to\nbasis pursuit and subspace pursuit, which are obtained after extensive recovery\nsimulations involving different sparse signal types. Finally, we empirically\nanalyse the number of false indices in the support estimate, which indicates\nthat these do not violate the developed upper bound in practice.\n"]}]
["1210.6692",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6692","A. H. Clark and R. P. Behringer 2013 EPL 101 64001","doi:10.1209/0295-5075/101/64001"],"date":["2012-10-24","2013-03-28"],"type":["text"],"creator":["Clark, Abram H.","Behringer, Robert P."],"language":[],"coverage":[],"title":["Granular Impact Model as an Energy-Depth Relation"],"description":["  Velocity-squared drag forces are common in describing an object moving\nthrough a granular material. The resulting force law is a nonlinear\ndifferential equation, and closed-form solutions of the dynamics are typically\nobtained by making simplifying assumptions. Here, we consider a generalized\nversion of such a force law which has been used in many studies of granular\nimpact. We show that recasting the force law into an equation for the kinetic\nenergy versus depth, K(z), yields a linear differential equation, and thus\ngeneral closed-form solutions for the velocity versus depth. This approach also\nhas several advantages in fitting such models to experimental data, which we\ndemonstrate by applying it to data from 2D impact experiments. We also present\nnew experimental results for this model, including shape and depth dependence\nof the velocity-squared drag force.\n"]}]
["1210.7915",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R30, 35B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.7915"],"date":["2012-10-30","2013-03-28"],"type":["text"],"creator":["Ammari, Habib","Chen, Junqing","Chen, Zhiming","Garnier, Josselin","Volkov, Darko"],"language":[],"coverage":[],"title":["Target Detection and Characterization from Electromagnetic Induction\n  Data"],"description":["  The goal of this paper is to contribute to the field of nondestructive\ntesting by eddy currents. We provide a mathematical analysis and a numerical\nframework for simulating the imaging of arbitrarily shaped small volume\nconductive inclusions from electromagnetic induction data. We derive, with\nproof, a small-volume expansion of the eddy current data measured away from the\nconductive inclusion. The formula involves two polarization tensors: one\nassociated with the magnetic contrast and the second with the conductivity of\nthe inclusion. Based on this new formula, we design a location search\nalgorithm. We include in this paper a discussion on data sampling, noise\nreduction, and on probability of detection. We provide numerical examples that\nsupport our findings.\n","Comment: 27 pages, 3 figures"]}]
["1211.0332",{"format":[],"subject":["Physics - Atomic Physics","Astrophysics - High Energy Astrophysical Phenomena","Physics - Atomic and Molecular Clusters","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0332","Radiation Physics and Chemstry 85 (2013) 59-63","doi:10.1016/j.radphyschem.2012.11.008"],"date":["2012-11-01","2013-03-20"],"type":["text"],"creator":["Ma, Xiaoguang","Wang, Feng"],"language":[],"coverage":[],"title":["Gamma-ray spectra of methane in the positron-electron annihilation\n  process"],"description":["  Bound electron contribution to the Doppler-shift of gamma-ray spectra in the\npositron-electron annihilation process of molecular methane has been studied in\ngas phase. Two accurate ab initio quantum mechanical schemes, i.e. the\ndelocalized molecular orbital (MO) and the localized natural bond orbital (NBO)\nschemes, are applied to study the multi-centred methane molecule. The present\nab initio calculations of methane indicate that the C-H bonds are polarized\nwith the partial negative charge of -0.36 a.u. on the carbon atom and the\npartial positive charge of +0.09 a.u. on each of the hydrogen atoms. The\npositively charged hydrogen atoms produce repulsive Coulomb potentials to a\npositron. Both the MO and NBO schemes further reveal that the 2a1 electrons of\nmethane, that is, the 2a1 electron component of the C-H bonds rather than the\nwhole C-H bonds of methane, predominates the positron-electron annihilation\ngamma-ray spectra of the molecule. Electrons of a molecule which are dominant\nthe positron-electron annihilation processes are called positrophilic electrons\nin the present study. It is further shown that the negative electrostatic\npotential (ESP) of methane facilitates with the density of the positrophilic\n2a1 electrons of methane. Other valence electrons (e.g. 1t2) in the C-H bonds\nplay a minor spectator role in the annihilation process of methane.\n"]}]
["1211.1470",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1470","Phys. Rev. Lett. v.110, 137401 (2013)","doi:10.1103/PhysRevLett.110.137401"],"date":["2012-11-07","2013-03-29"],"type":["text"],"creator":["Banishev, A. A.","Klimchitskaya, G. L.","Mostepanenko, V. M.","Mohideen, U."],"language":[],"coverage":[],"title":["Demonstration of the Casimir force between ferromagnetic surfaces of a\n  Ni-coated sphere and a Ni-coated plate"],"description":["  We demonstrate the Casimir interaction between two ferromagnetic boundary\nsurfaces using the dynamic atomic force microscope. The experimental data are\nfound to be in excellent agreement with the predictions of the Lifshitz theory\nfor magnetic boundary surfaces combined with the plasma model approach. It is\nshown that for magnetic materials the role of hypothetical patch potentials is\nopposite to that required for reconciliation of the data with the Drude model.\n","Comment: 11 pages, 4 figures, minor changes have been made in accordance with\n  the version published in Phys. Rev. Lett"]}]
["1211.4966",{"format":[],"subject":["Mathematics - Geometric Topology","57R40, 57R42, 57R45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4966"],"date":["2012-11-21","2013-03-29"],"type":["text"],"creator":["Ichiki, Shunsuke","Nishimura, Takashi"],"language":[],"coverage":[],"title":["Distance-squared mappings"],"description":["  A distance-squared function is one of the most significant functions in the\napplication of singularity theory to differential geometry. In this paper, we\ndefine naturally extended mappings of distance-squared functions, wherein each\ncomponent is a distance-squared function. We investigate the properties of\nthese mappings from the viewpoint of differential topology.\n","Comment: to appear in Topology and its Applications"]}]
["1211.5047",{"format":[],"subject":["Physics - Plasma Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5047"],"date":["2012-11-21","2013-03-29"],"type":["text"],"creator":["Pinto, M. Campos","Sonnendrücker, E.","Friedman, A.","Grote, D.","Lund, S."],"language":[],"coverage":[],"title":["Noiseless Vlasov-Poisson simulations with linearly transformed particles"],"description":["  We introduce a deterministic discrete-particle simulation approach, the\nLinearly-Transformed Particle-In-Cell (LTPIC) method, that employs linear\ndeformations of the particles to reduce the noise traditionally associated with\nparticle schemes. Formally, transforming the particles is justified by local\nfirst order expansions of the characteristic flow in phase space. In practice\nthe method amounts to using deformation matrices within the particle shape\nfunctions; these matrices are updated via local evaluations of the forward\nnumerical flow. Because it is necessary to periodically remap the particles on\na regular grid to avoid excessively deforming their shapes, the method can be\nseen as a development of Denavit's Forward Semi-Lagrangian (FSL) scheme [J.\nDenavit, J. Comp. Physics 9, 75 (1972)]. However, it has recently been\nestablished [M. Campos Pinto, \"Smooth particle methods without smoothing\",\narXiv:1112.1859 (2012)] that the underlying Linearly-Transformed Particle\nscheme converges for abstract transport problems, with no need to remap the\nparticles; deforming the particles can thus be seen as a way to significantly\nlower the remapping frequency needed in the FSL schemes, and hence the\nassociated numerical diffusion. To couple the method with electrostatic field\nsolvers, two specific charge deposition schemes are examined, and their\nperformance compared with that of the standard deposition method. Finally,\nnumerical 1d1v simulations involving benchmark test cases and halo formation in\nan initially mismatched thermal sheet beam demonstrate some advantages of our\nLTPIC scheme over the classical PIC and FSL methods. Benchmarked test cases\nalso indicate that, for numerical choices involving similar computational\neffort, the LTPIC method is capable of accuracy comparable to or exceeding that\nof state-of-the-art, high-resolution Vlasov schemes.\n","Comment: Revised version, corrects an overly optimistic account of the degrees\n  of freedom in the first version"]}]
["1211.5674",{"format":[],"subject":["Mathematics - Dynamical Systems","37C05, 34C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5674"],"date":["2012-11-24","2013-03-29"],"type":["text"],"creator":["Giorgilli, Antonio"],"language":[],"coverage":[],"title":["On the representation of maps by Lie transforms"],"description":["  The problem of representing a class of maps in a form suited for application\nof normal form methods is revisited. It is shown that using the methods of Lie\nseries and of Lie transform a normal form algorithm is constructed in a\nstraightforward manner. The examples of the Scrh\\\"oder--Siegel map and of the\nChirikov standard map are included, with extension to arbitrary dimension.\n"]}]
["1211.6862",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6862","Phys. Rev. A 87, 036101 (2013)","doi:10.1103/PhysRevA.87.036101"],"date":["2012-11-29","2013-03-29"],"type":["text"],"creator":["Ericsson, Marie","Sjöqvist, Erik"],"language":[],"coverage":[],"title":["Comment on `Detecting non-Abelian geometric phases with three-level\n  $\\Lambda$ systems'"],"description":["  In their recent paper, Yan-Xiong Du et al. [Phys. Rev. A 84, 034103 (2011)]\nclaim to have found a non-Abelian adiabatic geometric phase associated with the\nenergy eigenstates of a large-detuned $\\Lambda$ three-level system. They\nfurther propose a test to detect the non-commutative feature of this geometric\nphase. On the contrary, we show that the non-Abelian geometric phase picked up\nby the energy eigenstates of a $\\Lambda$ system is trivial in the adiabatic\napproximation, while, in the exact treatment of the time evolution, this phase\nis very small and cannot be separated from the non-Abelian dynamical phase\nacquired along the path in parameter space.\n","Comment: Explicit proof that the non-Abelian geometric phase is trivial added,\n  journal reference added"]}]
["1212.0290",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0290","Physical Review D 87, 065024 (2013)","doi:10.1103/PhysRevD.87.065024"],"date":["2012-12-03","2013-01-21"],"type":["text"],"creator":["Cahill, Kevin"],"language":[],"coverage":[],"title":["Theories with Finite Green's Functions"],"description":["  The addition of certain nonrenormalizable terms to the usual action density\nof a free scalar field leads to nonrenormalizable theories whose exact\neuclidian and minkowskian Green's functions are less singular than those of the\nfree theory. In some cases, they are finite. One may use lattice methods to\nextract physical information from these less-singular, nonrenormalizable\ntheories.\n","Comment: 14 pages, no figures; extended the analysis to Green's functions in\n  Minkowski space; tried to write more clearly; referred to an interesting\n  paper by Boettcher and Bender"]}]
["1212.1949",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1949"],"date":["2012-12-09","2013-03-28"],"type":["text"],"creator":["Fuquene, Jairo"],"language":[],"coverage":[],"title":["A Semiparametric Bayesian Approach for Extreme Values Using Dirichlet\n  Process Mixture of Gamma and Generalized Pareto Densities"],"description":["  For extreme value estimation we propose to use a model with a Dirichlet\nprocess mixture of gamma densities in the center and generalized Pareto\ndensities for the tails. Due to the randomness in the center and a heavy tailed\ndensity in the tails density estimation and posterior inference for high\nquantiles are possible. The approach can be used in a \"default\" manner on the\npositive reals because it works when prior information is unavailable. The\nproposed model can be easy to implement and a sensitivity analysis is provided.\nWe applied the proposed model for simulated and real data sets.\n","Comment: New version"]}]
["1212.3836",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3836","Phys. Rev. Lett. 110, 137004 (2013)","doi:10.1103/PhysRevLett.110.137004"],"date":["2012-12-16","2013-03-23"],"type":["text"],"creator":["Blackburn, E.","Chang, J.","Hucker, M.","Holmes, A. T.","Christensen, N. B.","Liang, Ruixing","Bonn, D. A.","Hardy, W. N.","Rutt, U.","Gutowski, O.","Zimmermann, M. v.","Forgan, E. M.","Hayden, S. M."],"language":[],"coverage":[],"title":["X-ray diffraction observation of charge density wave order at zero\n  magnetic field in ortho-II YBa$_2$Cu$_3$O$_{6.54}$"],"description":["  X-ray diffraction measurements show that the high-temperature superconductor\nYBa$_2$Cu$_3$O$_{6.54}$, with ortho-II oxygen order, has charge density wave\norder (CDW) in the absence of an applied magnetic field. The dominant\nwavevector of the CDW is $\\mathbf{q}_{\\mathrm{CDW}} = (0, 0.328(2), 0.5)$, with\nthe in-plane component parallel to the $\\mathbf{b}$-axis (chain direction). It\nhas a similar incommensurability to that observed in ortho-VIII and ortho-III\nsamples, which have different dopings and oxygen orderings. Our results for\northo-II contrast with recent high-field NMR measurements, which suggest a\ncommensurate wavevector along the $\\mathbf{a}$-axis.\n  We discuss the relationship between spin and charge correlations in\nYBa$_2$Cu$_3$O$_{y}$, and recent high-field quantum oscillation, NMR and\nultrasound experiments.\n","Comment: Accepted for publication in Physical Review Letters. More data along\n  the a-axis direction is included in this version 2"]}]
["1212.4636",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.4636","Phys. Rev. B 87, 125146 (2013)","doi:10.1103/PhysRevB.87.125146"],"date":["2012-12-19","2013-03-29"],"type":["text"],"creator":["Hagymasi, I.","Itai, K.","Solyom, J."],"language":[],"coverage":[],"title":["Quantum criticality and first-order transitions in the extended periodic\n  Anderson model"],"description":["  We investigate the behavior of the periodic Anderson model in the presence of\n$d$-$f$ Coulomb interaction ($U_{df}$) using mean-field theory, variational\ncalculation, and exact diagonalization of finite chains. The variational\napproach based on the Gutzwiller trial wave function gives a critical value of\n$U_{df}$ and two quantum critical points (QCPs), where the valence\nsusceptibility diverges. We derive the critical exponent for the valence\nsusceptibility and investigate how the position of the QCP depends on the other\nparameters of the Hamiltonian. For larger values of $U_{df}$, the Kondo regime\nis bounded by two first-order transitions. These first-order transitions merge\ninto a triple point at a certain value of $U_{df}$. For even larger $U_{df}$\nvalence skipping occurs. Although the other methods do not give a critical\npoint, they support this scenario.\n","Comment: 8 pages, 7 figures"]}]
["1212.5447",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5447","Physical Review E 87, 032121 (2013)","doi:10.1103/PhysRevE.87.032121"],"date":["2012-12-21"],"type":["text"],"creator":["Žukovič, M.","Bobák, A."],"language":[],"coverage":[],"title":["Phase transitions in a triangular Blume-Capel antiferromagnet"],"description":["  We study the critical behavior of a frustrated Blume-Capel (BC)\nantiferromagnet on a triangular lattice by Monte Carlo simulations. For a\nreduced single-ion anisotropy strength $-1.47 \\lesssim d < 0$ we find two phase\ntransitions. The low-temperature phase is characterized by the\nantiferromagnetic long-range ordering (LRO) on two sublattices with the third\none remaining in a non-magnetic state. At higher temperatures there is a\ncritical region of the Berezinskii-Kosterlitz-Thouless (BKT) type with a\npower-law decaying spin-correlation function. For $-1.5 \\le d \\lesssim -1.47$,\nthere is only one phase transition from the LRO to the paramagnetic region and\nthe transition is of first order. The presence of the BKT phase in the current\nfrustrated BC model is a new feature not observed in its non-frustrated\ncounterparts. The values of the decay exponent $\\eta$ of the BKT phase\ncorresponding to upper and lower temperatures appear to be consistent with the\ntheoretical predictions for the six-state clock model.\n","Comment: 19 pages, 12 figures"]}]
["1212.5809",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5809"],"date":["2012-12-23","2013-03-29"],"type":["text"],"creator":["Figalli, A.","Shahgholian, H."],"language":[],"coverage":[],"title":["A general class of free boundary problems for fully nonlinear elliptic\n  equations"],"description":["  In this paper we study the fully nonlinear free boundary problem $$\n{{array}{ll} F(D^2u)=1 & \\text{a.e. in}B_1 \\cap \\Omega |D^2 u| \\leq K &\n\\text{a.e. in}B_1\\setminus\\Omega, {array}. $$ where $K>0$, and $\\Omega$ is an\nunknown open set.\n  Our main result is the optimal regularity for solutions to this problem:\nnamely, we prove that $W^{2,n}$ solutions are locally $C^{1,1}$ inside $B_1$.\nUnder the extra condition that $\\Omega \\supset \\{D u\\neq 0 \\}$, and a uniform\nthickness assumption on the coincidence set $\\{D u = 0 \\}$, we also show local\nregularity for the free boundary $\\partial\\Omega\\cap B_1$.\n"]}]
["1212.5877",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5877"],"date":["2012-12-24","2013-03-28"],"type":["text"],"creator":["Karrenbauer, Andreas","Wöll, Dominik"],"language":[],"coverage":[],"title":["Blinking Molecule Tracking"],"description":["  We discuss a method for tracking individual molecules which globally\noptimizes the likelihood of the connections between molecule positions fast and\nwith high reliability even for high spot densities and blinking molecules. Our\nmethod works with cost functions which can be freely chosen to combine costs\nfor distances between spots in space and time and which can account for the\nreliability of positioning a molecule. To this end, we describe a top-down\npolyhedral approach to the problem of tracking many individual molecules. This\nimmediately yields an effective implementation using standard linear\nprogramming solvers. Our method can be applied to 2D and 3D tracking.\n","Comment: 12th International Symposium on Experimental Algorithms 2013"]}]
["1212.6319",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.6319","J. Phys. G: Nucl. Part. Phys. 40 (2013) 055106 (7pp)","doi:10.1088/0954-3899/40/5/055106"],"date":["2012-12-27"],"type":["text"],"creator":["Akkoyun, S.","Bayram, T.","Kara, S. O.","Sinan, A."],"language":[],"coverage":[],"title":["An artificial neural network application on nuclear charge radii"],"description":["  The artificial neural networks (ANNs) have emerged with successful\napplications in nuclear physics as well as in many fields of science in recent\nyears. In this paper, by using (ANNs), we have constructed a formula for the\nnuclear charge radii. Statistical modeling of nuclear charge radii by using\nANNs has been seen as to be successful. Also, the charge radii, binding\nenergies and two-neutron separation energies of Sn isotopes have been\ncalculated by implementing of the new formula in Hartree-Fock-Bogoliubov (HFB)\ncalculations. The results of the study shows that the new formula is useful for\ndescribing nuclear charge radii.\n","Comment: 7 pages, 3 figures"]}]
["1301.0980",{"format":[],"subject":["Computer Science - Information Theory","94B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.0980"],"date":["2013-01-06","2013-03-29"],"type":["text"],"creator":["Chee, Yeow Meng","Ling, San","Wang, Huaxiong","Zhang, Liang Feng"],"language":[],"coverage":[],"title":["Upper Bounds on Matching Families in $\\mathbb{Z}_{pq}^n$"],"description":["  \\textit{Matching families} are one of the major ingredients in the\nconstruction of {\\em locally decodable codes} (LDCs) and the best known\nconstructions of LDCs with a constant number of queries are based on matching\nfamilies. The determination of the largest size of any matching family in\n$\\mathbb{Z}_m^n$, where $\\mathbb{Z}_m$ is the ring of integers modulo $m$, is\nan interesting problem. In this paper, we show an upper bound of\n$O((pq)^{0.625n+0.125})$ for the size of any matching family in\n$\\mathbb{Z}_{pq}^n$, where $p$ and $q$ are two distinct primes. Our bound is\nvalid when $n$ is a constant, $p\\rightarrow \\infty$ and $p/q\\rightarrow 1$. Our\nresult improves an upper bound of Dvir {\\it et al.}\n","Comment: 10 pages"]}]
["1301.1688",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1688","The Astrophysical Journal (2013) 767, 50","doi:10.1088/0004-637X/767/1/50"],"date":["2013-01-08","2013-03-28"],"type":["text"],"creator":["Moustakas, John","Coil, Alison","Aird, James","Blanton, Michael R.","Cool, Richard J.","Eisenstein, Daniel J.","Mendez, Alexander J.","Wong, Kenneth C.","Zhu, Guangtun","Arnouts, Stephane"],"language":[],"coverage":[],"title":["PRIMUS: Constraints on Star Formation Quenching and Galaxy Merging, and\n  the Evolution of the Stellar Mass Function From z=0-1"],"description":["  We measure the evolution of the stellar mass function (SMF) from z=0-1 using\nmulti-wavelength imaging and spectroscopic redshifts from the PRism\nMUlti-object Survey (PRIMUS) and the Sloan Digital Sky Survey (SDSS). From\nPRIMUS we construct an i<23 flux-limited sample of ~40,000 galaxies at\nz=0.2-1.0 over five fields totaling ~5.5 deg^2, and from the SDSS we select\n~170,000 galaxies at z=0.01-0.2 that we analyze consistently with respect to\nPRIMUS to minimize systematic errors in our evolutionary measurements. We find\nthat the SMF of all galaxies evolves relatively little since z=1, although we\ndo find evidence for mass assembly downsizing; we measure a ~30% increase in\nthe number density of ~10^10 Msun galaxies since z~0.6, and a <10% change in\nthe number density of all >10^11 Msun galaxies since z~1. Dividing the sample\ninto star-forming and quiescent using an evolving cut in specific\nstar-formation rate, we find that the number density of ~10^10 Msun\nstar-forming galaxies stays relatively constant since z~0.6, whereas the\nspace-density of >10^11 Msun star-forming galaxies decreases by ~50% between\nz~1 and z~0. Meanwhile, the number density of ~10^10 Msun quiescent galaxies\nincreases steeply towards low redshift, by a factor of ~2-3 since z~0.6, while\nthe number of massive quiescent galaxies remains approximately constant since\nz~1. These results suggest that the rate at which star-forming galaxies are\nquenched increases with decreasing stellar mass, but that the bulk of the\nstellar mass buildup within the quiescent population occurs around ~10^10.8\nMsun. In addition, we conclude that mergers do not appear to be a dominant\nchannel for the stellar mass buildup of galaxies at z<1, even among massive\n(>10^11 Msun) quiescent galaxies.\n","Comment: Published ApJ version with minor changes incorporated; 39 emulateapj\n  pages, 20 figures, 7 tables"]}]
["1301.1837",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1837","Phys. Rev. E 87, 012114 (2013)","doi:10.1103/PhysRevE.87.012114"],"date":["2013-01-09"],"type":["text"],"creator":["Afzal, Nasrin","Pleimling, Michel"],"language":[],"coverage":[],"title":["Aging processes in systems with anomalous slow dynamics"],"description":["  Recently, different numerical studies of coarsening in disordered systems\nhave shown the existence of a crossover from an initial, transient, power-law\ndomain growth to a slower, presumably logarithmic, growth. However, due to the\nvery slow dynamics and the long lasting transient regime, one is usually not\nable to fully enter the asymptotic regime when investigating the relaxation of\nthese systems toward equilibrium. We here study two simple driven systems, the\none-dimensional $ABC$ model and a related domain model with simplified\ndynamics, that are known to exhibit anomalous slow relaxation where the\nasymptotic logarithmic growth regime is readily accessible. Studying two-times\ncorrelation and response functions, we focus on aging processes and dynamical\nscaling during logarithmic growth. Using the time-dependent growth length as\nthe scaling variable, a simple aging picture emerges that is expected to also\nprevail in the asymptotic regime of disordered ferromagnets and spin glasses.\n","Comment: 20 pages, 7 figures, to appear in Phys. Rev. E"]}]
["1301.1968",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1968","Phys. Rev. B 87, 125150 (2013)","doi:10.1103/PhysRevB.87.125150"],"date":["2013-01-09","2013-03-05"],"type":["text"],"creator":["Ha, Sieu D.","Jaramillo, R.","Silevitch, D. M.","Schoofs, Frank","Kerman, Kian","Baniecki, John D.","Ramanathan, Shriram"],"language":[],"coverage":[],"title":["Hall effect measurements on epitaxial SmNiO3 thin films and implications\n  for antiferromagnetism"],"description":["  The rare-earth nickelates (RNiO3) exhibit interesting phenomena such as\nunusual antiferromagnetic order at wavevector q = (1/2, 0, 1/2) and a tunable\ninsulator-metal transition that are subjects of active research. Here we\npresent temperature-dependent transport measurements of the resistivity,\nmagnetoresistance, Seebeck coefficient, and Hall coefficient (RH) of epitaxial\nSmNiO3 thin films with varying oxygen stoichiometry. We find that from room\ntemperature through the high temperature insulator-metal transition, the Hall\ncoefficient is hole-like and the Seebeck coefficient is electron-like. At low\ntemperature the N\\'eel transition induces a crossover in the sign of RH to\nelectron-like, similar to the effects of spin density wave formation in\nmetallic systems but here arising in an insulating phase ~200 K below the\ninsulator-metal transition. We propose that antiferromagnetism can be\nstabilized by bandstructure even in insulating phases of correlated oxides,\nsuch as RNiO3, that fall between the limits of strong and weak electron\ncorrelation.\n","Comment: *Equally contributing first authors"]}]
["1301.2084",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2084","Physica Scripta T153, 014025 (2013)","doi:10.1088/0031-8949/2013/T153/014025"],"date":["2013-01-10"],"type":["text"],"creator":["Filippov, S. N.","Man'ko, V. I.","Coelho, A. S.","Zavatta, A.","Bellini, M."],"language":[],"coverage":[],"title":["Single photon-added coherent states: estimation of parameters and\n  fidelity of the optical homodyne detection"],"description":["  Travelling modes of single-photon-added coherent states (SPACS) are\ncharacterized via optical homodyne tomography. Given a set of experimentally\nmeasured quadrature distributions, we estimate parameters of the state and also\nextract information about the detector efficiency. The method used is a minimal\ndistance estimation between theoretical and experimental quantities, which\nadditionally allows to evaluate the precision of estimated parameters. Given\nexperimental data, we also estimate the lower and upper bounds on fidelity. The\nresults are believed to encourage preciser engineering and detection of SPACS.\n","Comment: 8 pages, 2 figures, based on the contribution to the 19th Central\n  European Workshop on Quantum Optics (2-6 July 2012, Sinaia, Romania)"]}]
["1301.2901",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2901","JCAP 03 (2013) 043","doi:10.1088/1475-7516/2013/03/043"],"date":["2013-01-14"],"type":["text"],"creator":["Gomez-Cadenas, J. J.","Martin-Albo, J.","Vidal, J. Muñoz","Peña-Garay, C."],"language":[],"coverage":[],"title":["Discovery potential of xenon-based neutrinoless double beta decay\n  experiments in light of small angular scale CMB observations"],"description":["  The South Pole Telescope (SPT) has probed an expanded angular range of the\nCMB temperature power spectrum. Their recent analysis of the latest\ncosmological data prefers nonzero neutrino masses, mnu = 0.32+-0.11 eV. This\nresult, if confirmed by the upcoming Planck data, has deep implications on the\ndiscovery of the nature of neutrinos. In particular, the values of the\neffective neutrino mass involved in neutrinoless double beta decay (bb0nu) are\nseverely constrained for both the direct and inverse hierarchy, making a\ndiscovery much more likely. In this paper, we focus in xenon-based bb0nu\nexperiments, on the double grounds of their good performance and the\nsuitability of the technology to large-mass scaling. We show that the current\ngeneration, with effective masses in the range of 100 kg and conceivable\nexposures in the range of 500 kg year, could already have a sizable opportunity\nto observe bb0nu events, and their combined discovery potential is quite large.\nThe next generation, with an exposure in the range of 10 ton year, would have a\nmuch more enhanced sensitivity, in particular due to the very low specific\nbackground that all the xenon technologies (liquid xenon, high-pressure xenon\nand xenon dissolved in liquid scintillator) can achieve. In addition, a\nhigh-pressure xenon gas TPC also features superb energy resolution. We show\nthat such detector can fully explore the range of allowed effective Majorana\nmasses, thus making a discovery very likely.\n","Comment: 17 pages, 4 figures, submitted to the Journal of Cosmology and\n  Astroparticles"]}]
["1301.3005",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3005","Monthly Notices of the Royal Astronomical Society 430, 2932-2942\n  (2013)","doi:10.1093/mnras/stt095"],"date":["2013-01-14"],"type":["text"],"creator":["Mancini, L.","Nikolov, N.","Southworth, J.","Chen, G.","Fortney, J. J.","Tregloan-Reed, J.","Ciceri, S.","van Boekel, R.","Henning, Th."],"language":[],"coverage":[],"title":["Physical properties of the WASP-44 planetary system from simultaneous\n  multi-colour photometry"],"description":["  We present ground-based broad-band photometry of two transits in the WASP-44\nplanetary system obtained simultaneously through four optical (Sloan g', r',\ni', z') and three near-infrared (NIR; J, H, K) filters. We achieved low\nscatters of 1-2 mmag per observation in the optical bands with a cadence of 48\ns, but the NIR-band light curves present much greater scatter. We also observed\nanother transit of WASP-44 b by using a Gunn-r filter and telescope\ndefocussing, with a scatter of 0.37 mmag per point and an observing cadence\naround 135 s. We used these data to improve measurements of the time of\nmid-transit and the physical properties of the system. In particular, we\nimproved the radius measurements of the star and planet by factors of 3 and 4,\nrespectively. We find that the radius of WASP-44 b is 1.002 R_Jup, which is\nslightly smaller than previously thought and differs from that expected for a\ncore-free planet. In addition, with the help of a synthetic spectrum, we\ninvestigated the theoretically-predicted variation of the planetary radius as a\nfunction of wavelength, covering the range 370-2440 nm. We can rule out extreme\nvariations at optical wavelengths, but unfortunately our data are not precise\nenough (especially in the NIR bands) to differentiate between the theoretical\nspectrum and a radius which does not change with wavelength.\n","Comment: 13 pages, 6 figures, to appear in Monthly Notices of the Royal\n  Astronomical Society"]}]
["1301.4347",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.4347","Europ. Phys. J. B, v. 86, p.115 (2013)","doi:10.1140/epjb/e2013-31157-6"],"date":["2013-01-18","2013-03-29"],"type":["text"],"creator":["Plakida, Nikolay M.","Oudovenko, Viktor S."],"language":[],"coverage":[],"title":["On the theory of superconductivity in the extended Hubbard model:\n  Spin-fluctuation pairing"],"description":["  A microscopic theory of superconductivity in the extended Hubbard model which\ntakes into account the intersite Coulomb repulsion and electron-phonon\ninteraction is developed in the limit of strong correlations. The Dyson\nequation for normal and pair Green functions expressed in terms of the Hubbard\noperators is derived. The self-energy is obtained in the noncrossing\napproximation. In the normal state, antiferromagnetic short-range correlations\nresult in the electronic spectrum with a narrow bandwidth. We calculate\nsuperconducting Tc by taking into account the pairing mediated by charge and\nspin fluctuations and phonons. We found the d-wave pairing with high-Tc\nmediated by spin fluctuations induced by the strong kinematic interaction for\nthe Hubbard operators. Contributions to the d-wave pairing coming from the\nintersite Coulomb repulsion and phonons turned out to be small.\n","Comment: 17 pages, 13 figures"]}]
["1301.5365",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5365","Phys. Rev. A 87, 031603(R) (2013)","doi:10.1103/PhysRevA.87.031603"],"date":["2013-01-22"],"type":["text"],"creator":["Huang, Wen-Min","Irwin, Kyle","Tsai, Shan-Wen"],"language":[],"coverage":[],"title":["Possible quantum phase-manipulation of a two-leg ladder in\n  mixed-dimensional fermionic cold atoms"],"description":["  The recent realization of mixed-dimensional systems of cold atoms has\nattracted much attention from both experimentalists and theorists. Different\neffective interactions and novel correlated quantum many-body phases may be\nengineered in these systems, with the different phases being tunable via\nexternal parameters. In this article we investigate a two-species Fermi atom\nmixture: one species of atom exists in two hyperfine states and is confined to\nmove in a two-leg ladder, interacting with an on-site interaction, and the\nother moves freely in a two dimensional square lattice that contains the\ntwo-leg ladder. The two species of atoms interact via an on-site interaction on\nthe ladder. In the limit of weak inter-species interactions, the\ntwo-dimensional gas can be integrated out, leading to an effective long-range\nmediated interaction in the ladder, generated by to the on-site inter-species\ninteraction. We show that the form of the mediated interaction can be\ncontrolled by the density of the two-dimensional gas and that it enhances the\ncharge density wave instability in the two-leg ladder after the renormalization\ngroup transformation. Parameterizing the phase diagram with various\nexperimentally controllable quantities, we discuss the possible tuning of the\nmacroscopic quantum many-body phases of the two-leg ladder in this\nmixed-dimensional fermionic cold atom system.\n","Comment: 4 pages and 3 figures"]}]
["1301.5936",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5936","The Astronomical Journal 145 (2013) 129","doi:10.1088/0004-6256/145/5/129"],"date":["2013-01-24"],"type":["text"],"creator":["Williams, Kurtis A.","Howell, Steve B.","Liebert, James","Smith, Paul S.","Bellini, Andrea","Rubin, Kate H. R.","Bolte, Michael"],"language":[],"coverage":[],"title":["Time-resolved Spectroscopy of the Polar EU Cancri in the Open Cluster\n  Messier 67"],"description":["  We present time-resolved spectroscopic and polarimetric observations of the\nAM Her system EU Cnc. EU Cnc is located near the core of the old open cluster\nMessier 67; new proper motion measurements indicate that EU Cnc is indeed a\nmember of the star cluster, this system therefore is useful to constrain the\nformation and evolution of magnetic cataclysmic variables. The spectra exhibit\ntwo-component emission features with independent radial velocity variations as\nwell as time-variable cyclotron emission indicating a magnetic field strength\nof 41 MG. The period of the radial velocity and cyclotron hump variations are\nconsistent with the previously-known photometric period, and the spectroscopic\nflux variations are consistent in amplitude with previous photometric amplitude\nmeasurements. The secondary star is also detected in the spectrum. We also\npresent polarimetric imaging measurements of EU Cnc that show a clear detection\nof polarization, and the degree of polarization drops below our detection\nthreshold at phases when the cyclotron emission features are fading or not\nevident. The combined data are all consistent with the interpretation that EU\nCnc is a low-state polar in the cluster Messier 67. The mass function of the\nsystem gives an estimate of the accretor mass of M_WD >= 0.68 M_sun with M_WD ~\n0.83 M_sun for an average inclination. We are thus able to place a lower limit\non the progenitor mass of the accreting WD of >= 1.43 M_sun.\n","Comment: Accepted for publication in the Astronomical Journal. 9 pages, 5\n  figures, uses emulateapj"]}]
["1302.0491",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.0491"],"date":["2013-02-03","2013-03-29"],"type":["text"],"creator":["Kamuntavičius, Gintautas P."],"language":[],"coverage":[],"title":["Basic quantum Hamiltonian's relativistic corrections"],"description":["  After analyzing Dirac's equation, one can suggest that a well-known\nquantum-mechanical momentum operator is associated with relativistic momentum,\nrather than with non-relativistic one. Consideration of relativistic energy and\nmomentum expressions allows us to define the non-relativistic, relativistic and\npseudo-relativistic (present in Schr\\\"odinger equation) kinetic energy\noperators. Consequences of kinetic energy operator's correction for spectra of\nbasic quantum Hamiltonians are investigated. In some cases this correction can\nproduce remarkable spectra modifications.\n","Comment: 14 pages, LaTeX; Corrected typos"]}]
["1302.1796",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1796"],"date":["2013-02-07","2013-03-29"],"type":["text"],"creator":["Chavas, Joël","Audit, Édouard","Coquart, Laure","Valcke, Sophie"],"language":[],"coverage":[],"title":["Conservative Regridding When Grid Cell Edges Are Unknown -- Case of\n  SCRIP"],"description":["  Nowadays, climate models rely on couplers. Each complete climate model is\nbroken into different sub-models (oceanic, atmospheric,...), each one working\non a different grid. The coupler brings these models together and interpolates\nthe physical quantities between the grids. However, neither the coupler nor\nsometimes the sub-models themselves know precisely the grid cell edges. They\nonly know the grid cell corners (vertices) and the true grid cell areas. Thus,\nthe coupler has to make assumptions about the grid cell edges in order to\ncompute the grid cell intersections. For first-order schemes, the most\nstraightforward way to interpolate scalar quantities is to directly use these\napproximate grid cell intersections, that don' take the true grid cell areas\ninto account. It is the method used in the \"conservative\" regridding option\nimplemented in the widely used spherical interpolation package SCRIP. We show\nthat is doesn't preserve integrals in the general case, whether the coupler\nusing the SCRIP-generated weights transmits directly the intensive quantity, or\nits extensive counterpart (that is the same quantity multiplied by the true\narea of the individual source grid cell). We show how to modify the\ninterpolation scheme to preserve integrals in the general case.\n","Comment: 16 pages, 1 figure"]}]
["1302.5073",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Complex Variables","35H99, 32W50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.5073"],"date":["2013-02-20","2013-03-28"],"type":["text"],"creator":["Pan, Yifei","Zhang, Yuan"],"language":[],"coverage":[],"title":["On the existence of solutions to nonlinear systems of higher order\n  Poisson type"],"description":["  In this paper, we study the existence of higher order Poisson type systems.\nIn detail, we prove a Residue type phenomenon for the fundamental solution of\nLaplacian in $\\RR^n, n\\ge 3$. This is analogous to the Residue theorem for the\nCauchy kernel in $\\CC$. With the aid of the Residue type formula for the\nfundamental solution, we derive the higher order derivative formula for the\nNewtonian potential and obtain its appropriate $\\s C^{k, \\alpha}$ estimates.\nThe existence of solutions to higher order Poisson type nonlinear systems is\nconcluded as an application of the fixed point theorem.\n","Comment: 33 pages"]}]
["1302.6376",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6376","Phys. Rev. B 87, 094202 (2013)","doi:10.1103/PhysRevB.87.094202"],"date":["2013-02-26","2013-03-29"],"type":["text"],"creator":["Xie, Hong-Yi","Müller, M."],"language":[],"coverage":[],"title":["Localization in coupled heterogeneously disordered transport channels on\n  the Bethe lattice"],"description":["  We study the Anderson localization in systems, in which transport channels\nwith rather different properties are coupled together. This problem arises\nnaturally in systems of hybrid particles, such as exciton-polaritons, where it\nis not obvious which transport channel dominates the coupled system. Here we\naddress the question of whether the coupling between a strongly and a weakly\ndisordered channel will result in localized (insulating) or delocalized\n(metallic) behavior. Complementing an earlier study in 1D [H. Y. Xie, V. E.\nKravtsov, and M. M\\\"uller, Phys. Rev. B \\textbf{86} 014205 (2012)], the problem\nis solved here on a bilayer Bethe lattice with parametrically different\nparameters. The comparison with the analytical solution in 1D shows that\ndimensionality plays a crucial role. In D=1 localization is in general\ndominated by the dirtier channel, which sets the backscattering rate. In\ncontrast, on the Bethe lattice a delocalized channel remains almost always\ndelocalized, even when coupled to strongly localized channels. We conjecture\nthat this phenomenology holds true for finite dimensions $D>2$ as well.\nPossible implications for interacting many-body systems are discussed.\n","Comment: 10 pages, 4 figures"]}]
["1302.6958",{"format":[],"subject":["Mathematics - Probability","60J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6958"],"date":["2013-02-27","2013-03-29"],"type":["text"],"creator":["Burdzy, Krzysztof","Scheutzow, Michael"],"language":[],"coverage":[],"title":["Forward Brownian Motion"],"description":["  We consider processes which have the distribution of standard Brownian motion\n(in the forward direction of time) starting from random points on the\ntrajectory which accumulate at $-\\infty$. We show that these processes do not\nhave to have the distribution of standard Brownian motion in the backward\ndirection of time, no matter which random time we take as the origin. We study\nthe maximum and minimum rates of growth for these processes in the backward\ndirection. We also address the question of which extra assumptions make one of\nthese processes a two-sided Brownian motion.\n","Comment: The latest version has an extra result (Theorem 5.2). The old Theorem\n  5.2 is now called Theorem 5.3"]}]
["1303.0155",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.0155"],"date":["2013-03-01","2013-03-28"],"type":["text"],"creator":["Frackiewicz, Piotr","Schmidt, Alexandre G M"],"language":[],"coverage":[],"title":["N-person quantum Russian roulette"],"description":["  We generalize the concept of quantum Russian roulette introduced in [A.G.M.\nSchmidt, L. da Silva, Physica A 392 (2013) 400-410]. Our model coincides with\nthe previous one in the case of the game with two players and gives the\nsuitable quantum description for any finite number of players.\n"]}]
["1303.1899",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1899","Jpn. J. Appl. Phys. 52, 040205 (2013)","doi:10.7567/JJAP.52.040205"],"date":["2013-03-08"],"type":["text"],"creator":["Yamaguchi, Takehiro","Moriya, Rai","Masubuchi, Satoru","Iguchi, Kazuyuki","Machida, Tomoki"],"language":[],"coverage":[],"title":["Spin Relaxation in Weak Localization Regime in Multilayer Graphene Spin\n  Valves"],"description":["  The temperature dependence of the spin relaxation time in multilayer graphene\n(MLG) spin valve devices was measured using a non-local magnetoresistance\n(NLMR) measurement. A weak localization (WL) was observed from\nmagnetoresistance (MR) measurements below 70 K, suggesting coherent transport\nof the charge carriers. Within the same temperature range, we observed a large\nincrease in the spin relaxation time and spin diffusion length even though the\ndiffusion constant Ds was suppressed by the WL. This demonstrated that the spin\nrelaxation time in MLG could be significantly extended when the charge\nexperiences quantum interference effect in the coherent charge transport\nregime.\n","Comment: 10 pages, 2 figures, accepted to Jpn. J. Appl. Phys"]}]
["1303.2157",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2157","Phys. Rev. E 87, 032145 (2013)","doi:10.1103/PhysRevE.87.032145"],"date":["2013-03-08"],"type":["text"],"creator":["Park, Hyunhang","Pleimling, Michel"],"language":[],"coverage":[],"title":["Dynamic phase transition in the three-dimensional kinetic Ising model in\n  an oscillating field"],"description":["  Using numerical simulations we investigate the properties of the dynamic\nphase transition that is encountered in the three-dimensional Ising model\nsubjected to a periodically oscillating magnetic field. The values of the\ncritical exponents are determined through finite-size scaling. Our results show\nthat the studied non-equilibrium phase transition belongs to the universality\nclass of the equilibrium three-dimensional Ising model.\n","Comment: 4 pages, 4 figures, accepted for publication in Physical Review E"]}]
["1303.2301",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2301","Chin. Phys. Lett. 30, 041201, 2013","doi:10.1088/0256-307X/30/4/041201"],"date":["2013-03-10","2013-03-18"],"type":["text"],"creator":["Huang, Tao","Wu, Xing-Gang","Zhong, Tao"],"language":[],"coverage":[],"title":["Finding a way to determine the pion distribution amplitude from the\n  experimental data"],"description":["  It is believed that one can extract more accurate information of the pion\ndistribution amplitude from the pion-photon transition form factor (TFF) due to\nthe single pion in this process. However the BABAR and Belle data of the\npion-photon TFF have a big difference for $Q^2\\in [15,40]$ GeV$^2$, and at\npresent, the pion DA can not be definitely determined from the pion-photon TFF.\nit is crucial to find the right pion DA behavior and to determine which data is\nmore reliable. In this letter, we perform a combined analysis of the most\nexisting data of the processes involving pion by using a general model for the\npion wavefunction/DA. Such a DA model can mimic all the existed pion DA\nbehaviors, whose parameters can be fixed by the constraints from the processes\n$\\pi^0\\to\\gamma\\gamma$, $\\pi\\to\\mu\\nu$, $B\\to\\pi l \\nu$, and etc. Especially,\nwe examine the $B \\rightarrow \\pi$ transition form factors that provides\nanother constraint to the parameter $B$ in our DA model, which results in $B\n\\in[0.00,0.29]$. This inversely shows that the predicted curve for the\npion-photon TFF is between the BABAR and Belle data in the region $Q^2\\in$\n$[15,40]$ GeV$^2$. It will be tested by coming more accurate data at large\n$Q^2$ region, and the definite behavior of pion DA can be concluded finally.\n","Comment: 4 pages, 2 figures. To match the published version. To be published\n  in Chin.Phys.Lett. (Express Letter)"]}]
["1303.2370",{"format":[],"subject":["Mathematics - Functional Analysis","46B03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2370"],"date":["2013-03-10","2013-03-29"],"type":["text"],"creator":["Manoussakis, A.","Pelczar-Barwacz, A."],"language":[],"coverage":[],"title":["Types of tightness in spaces with unconditional basis"],"description":["  We present a reflexive Banach space with an unconditional basis which is\nquasi-minimal and tight by range, i.e. of type (4) in Ferenczi-Rosendal list\nwithin the framework of Gowers' classification program of Banach spaces, but\ncontrary to the recently constructed space of type (4) also tight with\nconstants, thus essentially extending the list of known examples in Gowers\nclassification program. The space is defined on the base on a boundedly\nmodified mixed Tsirelson space with use of a special coding function.\n","Comment: part of the proof of quasiminimality rewritten more clearly"]}]
["1303.2397",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2397","doi:10.1088/0004-6256/145/5/131"],"date":["2013-03-10"],"type":["text"],"creator":["McIntosh, Gordon","Indermuehle, Balthasar"],"language":[],"coverage":[],"title":["A Comparison of the Velocity Parameters of SiO v=1, J=1-0 and J=2-1\n  Maser Emission in Long Period Variables"],"description":["  We present an analysis of velocity parameters derived from multi-epoch\nobservations of the SiO maser spectra of 47 long period variables (LPVs). The\nvelocity parameters are important to inform and constrain theoretical models of\nSiO maser emission and to extract information on binary orbits. Mira and R\nAquarii (R Aqr) are two known binaries included in the program. The 47 LPVs are\namong 121 sources of the Australia Telescope National Facility (ATNF) Mopra\ntelescope's monitoring program. Observations were carried out several times a\nyear between 2008 and 2012 and are continuing. The SiO spectra are from the\nv=1, J=1-0 (43.122 GHz; hereafter J10) and the v=1, J=2-1 (86.2434 GHz;\nhereafter J21) transitions. For 41 of the 47 LPVs we observed both transitions\nnearly simultaneously in 457 observations. We have determined and compared the\nvelocity centroids (VCs) and velocity ranges of emission (VRs) suffixed as\nabove (10 and 21) for the two transitions - VC10, VC21, VR10, and VR21. The VCs\nof the two transitions are, on average, within 0.13 km s-1 of each other but\nare sometimes separated by a few km s-1. The VC10s are, on average, slightly\nmore positive than the VC21s. The values of the VCs in the two transitions have\nbeen compared to justify using both of these transitions to extract binary star\norbital parameters. The arithmetic mean VR10 derived from 635 observations of\n47 sources is 6.4 km s-1 with a standard deviation of 3.4 km s-1 while the mean\nVR21 derived from 485 observations of 41 sources is 4.2 km s-1 with a standard\ndeviation of 2.8 km s-1. The number of occurrences of VR10 and VR21versus\nvelocity range have different distributions. The differences in the VRs\nindicate that the J21 and J10 emissions arise from dynamically different\nregions of the circumstellar environment.\n","Comment: 4 figures 2 tables. This is an author-created, un-copyedited version\n  of an article accepted for publication in the Astronomical Journal. IOP\n  Publishing Ltd is not responsible for any errors or omissions in this version\n  of the manuscript or any version derived from it"]}]
["1303.2428",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2428","Phys. Rev. A 87, 032112 (2013)","doi:10.1103/PhysRevA.87.032112"],"date":["2013-03-11"],"type":["text"],"creator":["Zheng, Wenqiang","Xu, D. Z.","Peng, Xinhua","Zhou, Xianyi","Du, Jiangfeng","Sun, C. P."],"language":[],"coverage":[],"title":["Experimental quantum Zeno effect in NMR with entanglement-based\n  measurement"],"description":["  We experimentally demonstrate a new dynamic fashion of quantum Zeno effect in\nnuclear magnetic resonance systems. The frequent measurements are implemented\nthrough quantum entanglement between the target qubit(s) and the measuring\nqubit, which dynamically results from the unitary evolution of duration\n$\\tau_{m}$ due to dispersive-coupling. Experimental results testify the\npresence of \"the critical measurement time effect\", that is, the quantum Zeno\neffect does not occur when $\\tau_{m}$ takes the some critical values, even if\nthe measurements are frequent enough. Moreover, we provide a first experimental\ndemonstration of an entanglement preservation mechanism based on such dynamic\nquantum Zeno effect.\n","Comment: 6 pages, 4 figures, Accepted in Phys. Rev. A (2013)"]}]
["1303.3139",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.3139","Phys. Rev. E 87, 032148 (2013)","doi:10.1103/PhysRevE.87.032148"],"date":["2013-03-13"],"type":["text"],"creator":["Roman, Ahmed","Dasgupta, Debanjan","Pleimling, Michel"],"language":[],"coverage":[],"title":["Interplay between partnership formation and competition in generalized\n  May-Leonard games"],"description":["  In order to better understand the interplay of partnership and competition in\npopulation dynamics we study a family of generalized May-Leonard models with\n$N$ species. These models have a very rich structure, characterized by\ndifferent types of space-time patterns. Interesting partnership formations\nemerge following the maxim that \"the enemy of my enemy is my friend.\" In\nspecific cases cyclic dominance within coarsening clusters yields a peculiar\ncoarsening behavior with intriguing pattern formation. We classify the\ndifferent types of dynamics through the analysis of the square of the adjacency\nmatrix. The dependence of the population densities on emerging pattern and\npropagating wave fronts is elucidated through a Fourier analysis. Finally,\nafter having identified collaborating teams, we study interface fluctuations\nwhere we initially populate different parts of the system with different teams.\n","Comment: 27 pages, 12 figures, accepted for publication in Physical Review E"]}]
["1303.3439",{"format":[],"subject":["Mathematics - Complex Variables","Primary 32F45, Secondary 32Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.3439"],"date":["2013-03-14","2013-03-29"],"type":["text"],"creator":["Balakumar, G. P.","Mahajan, Prachi","Verma, Kaushal"],"language":[],"coverage":[],"title":["Bounds for Invariant Distances on Pseudoconvex Levi Corank One Domains\n  and Applications"],"description":["  Let $D \\subset \\mathbb{C}^n$ be a smoothly bounded pseudoconvex Levi corank\none domain with defining function $r$, i.e., the Levi form $\\partial \\bar\n{\\partial} r$ of the boundary $\\partial D$ has at least $(n - 2)$ positive\neigenvalues everywhere on $\\partial D$. The main goal of this article is to\nobtain a lower bound for the Carath\\'{e}odory, Kobayashi and the Bergman\ndistance between a given pair of points $p, q \\in D$ in terms of parameters\nthat reflect the Levi geometry of $\\partial D$ and the distance of these points\nto the boundary. Applications include an understanding of Fridman's invariant\nfor the Kobayashi metric on Levi corank one domains, a description of the balls\nin the Kobayashi metric on such domains that are centered at points close to\nthe boundary in terms of Euclidean data and the boundary behaviour of Kobayashi\nisometries from such domains.\n","Comment: All suggestions and comments received until March 29, 2013 have been\n  incorporated"]}]
["1303.3547",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.3547"],"date":["2013-03-14","2013-03-28"],"type":["text"],"creator":["Bagheri, Saeed","Scaglione, Anna"],"language":[],"coverage":[],"title":["Spatial-Spectral Sensing using the Shrink & Match Algorithm in\n  Asynchronous MIMO OFDM Signals"],"description":["  Spectrum sensing (SS) in cognitive radio (CR) systems is of paramount\nimportance to approach the capacity limits for the Secondary Users (SU), while\nensuring the undisturbed transmission of Primary Users (PU). In this paper, we\nformulate a cognitive radio (CR)systems spectrum sensing (SS) problem in which\nSecondary Users (SU), with multiple receive antennae, sense a channel shared\namong multiple asynchronous Primary Users (PU) transmitting Multiple Input\nMultiple Output (MIMO) Orthogonal Frequency Division Multiplexing (OFDM)\nsignals. The method we propose to estimate the opportunities available to the\nSUs combines advances in array processing and compressed channel sensing, and\nleverages on both the so called \"shrinkage method\" as well as on an\nover-complete basis expansion of the PUs interference covariance matrix to\ndetect the occupied and idle angles of arrivals and subcarriers. The covariance\n\"shrinkage\" step and the sparse modeling step that follows, allow to resolve\nambiguities that arise when the observations are scarce, reducing the sensing\ncost for the SU, thereby increasing its spectrum exploitation capabilities\ncompared to competing sensing methods. Simulations corroborate that exploiting\nthe sparse representation of the covariance matrix in CR sensing resolves the\nspatial and frequency spectrum of the sources.\n","Comment: Submitted to Globecom 2013; 11 pages, 4 figures"]}]
["1303.4298",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.4298","ApJ Letters 767 (2013) 14","doi:10.1088/2041-8205/767/1/L14"],"date":["2013-03-15"],"type":["text"],"creator":["Das, Upasana","Mukhopadhyay, Banibrata","Rao, A. R."],"language":[],"coverage":[],"title":["A possible evolutionary scenario of highly magnetized\n  super-Chandrasekhar white dwarfs: progenitors of peculiar type Ia supernovae"],"description":["  Several recently discovered peculiar type Ia supernovae seem to demand an\naltogether new formation theory that might help explain the puzzling\ndissimilarities between them and the standard type Ia supernovae. The most\nstriking aspect of the observational analysis is the necessity of invoking\nsuper-Chandrasekhar white dwarfs having masses ~ 2.1-2.8M_sun, M_sun being the\nmass of Sun, as their most probable progenitors. Strongly magnetized white\ndwarfs having super-Chandrasekhar masses were already established to be\npotential candidates for the progenitors of peculiar type Ia supernovae. Owing\nto the Landau quantization of the underlying electron degenerate gas,\ntheoretical results yielded the observationally inferred mass range. Here we\nsketch a possible evolutionary scenario by which super-Chandrasekhar white\ndwarfs could be formed by accretion on to a commonly observed magnetized white\ndwarf, invoking the phenomenon of flux freezing. This opens the multiple\npossible evolutions ending in supernova explosions of super-Chandrasekhar white\ndwarfs having masses within the range stated above. We point out that our\nproposal has observational support, like, the recent discovery of a large\nnumber of magnetized white dwarfs by SDSS.\n","Comment: 5 pages including 3 figures; to appear in The Astrophysical Journal\n  Letters"]}]
["1303.5158",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.5158","Phys. Rev. D 87, 067503 (2013) [5 pages]","doi:10.1103/PhysRevD.87.067503"],"date":["2013-03-21"],"type":["text"],"creator":["Richarte, Martín G."],"language":[],"coverage":[],"title":["Cylindrical wormholes in DGP gravity"],"description":["  We construct traversable thin-shell wormholes in the Dvali-Gabadadze-Porrati\ntheory with cylindrical symmetry applying the cut and paste procedure to a flat\nblack string solution of the five-dimensional vacuum Einstein field equations.\nIn contrast to general relativity case, where thin-shell wormholes violate both\nweak and null energy conditions, we show that static wormholes are supported by\nnormal matter while vacuum wormholes do not exist.\n","Comment: Accepted for publication in PRD, 5 pages, 0 figures;\n  http://link.aps.org/doi/10.1103/PhysRevD.87.067503"]}]
["1303.5312",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.5312"],"date":["2013-03-21","2013-03-28"],"type":["text"],"creator":["Sukhov, Alexandre"],"language":[],"coverage":[],"title":["Regularized maximum of strictly plurisubharmonic functions on an almost\n  complex manifold"],"description":["  We prove that the maximum of two smooth strictly plurisubharmonic functions\non an almost complex manifold can be uniformly approximated by smooth strictly\nplurisubharmonic functions.\n","Comment: 5 pages"]}]
["1303.6227",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.6227"],"date":["2013-03-25","2013-03-29"],"type":["text"],"creator":["Gamazon, Eric R.","Im, Hae Kyung","Liu, Chunyu","Study, Members of the Bipolar Disorder Genome","Consortium","Nicolae, Dan L.","Cox, Nancy J."],"language":[],"coverage":[],"title":["The Convergence of eQTL Mapping, Heritability Estimation and Polygenic\n  Modeling: Emerging Spectrum of Risk Variation in Bipolar Disorder"],"description":["  It is widely held that a substantial genetic component underlies Bipolar\nDisorder (BD) and other neuropsychiatric disease traits. Recent efforts have\nbeen aimed at understanding the genetic basis of disease susceptibility, with\ngenome-wide association studies (GWAS) unveiling some promising associations.\nNevertheless, the genetic etiology of BD remains elusive with a substantial\nproportion of the heritability - which has been estimated to be 80% based on\ntwin and family studies - unaccounted for by the specific genetic variants\nidentified by large-scale GWAS. Furthermore, functional understanding of\nassociated loci generally lags discovery. Studies we report here provide\nconsiderable support to the claim that substantially more remains to be gained\nfrom GWAS on the genetic mechanisms underlying BD susceptibility, and that a\nlarge proportion of the variation in disease risk may be uncovered through\nintegrative functional genomic approaches. We combine recent analytic advances\nin heritability estimation and polygenic modeling and leverage recent\ntechnological advances in the generation of -omics data to evaluate the nature\nand scale of the contribution of functional classes of genetic variation to a\nrelatively intractable disorder. We identified cis eQTLs in cerebellum and\nparietal cortex that capture more than half of the total heritability\nattributable to SNPs interrogated through GWAS and showed that eQTL-based\nheritability estimation is highly tissue-dependent. Our findings show that a\nmuch greater resolution may be attained than has been reported thus far on the\nnumber of common loci that capture a substantial proportion of the heritability\nto disease risk and that the functional nature of contributory loci may be\nclarified en masse.\n"]}]
["1303.7030",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7030"],"date":["2013-03-27","2013-03-29"],"type":["text"],"creator":["Rini, Stefano","Kurniawany, Ernest","Ghaghanidze, Levan","Goldsmithy, Andrea"],"language":[],"coverage":[],"title":["Energy Efficient Cooperative Strategies for Relay-Assisted Downlink\n  Cellular Systems, Part I: Theoretical Framework"],"description":["  The impact of cognition on the energy efficiency of a downlink cellular\nsystem in which multiple relays assist the transmission of the base station is\nconsidered. The problem is motivated by the practical importance of\nrelay-assisted solutions in mobile networks, such as LTE-A, in which\ncooperation among relays holds the promise of greatly improving the energy\nefficiency of the system. We study the fundamental tradeoff between the power\nconsumption at the base station and the level of cooperation and cognition at\nthe relay nodes. By distributing the same message to multiple relays, the base\nstation consumes more power but it enables cooperation among the relays, thus\nmaking the transmission between relays to destination a multiuser cognitive\nchannel. Cooperation among the relays allows for a reduction of the power used\nto transmit from the relays to the end users due to interference management and\nthe coherent combining gains. These gain are present even in the case of\npartial or unidirectional transmitter cooperation, which is the case in\ncognitive channels such as the cognitive interference channel and the\ninterference channel with a cognitive relay. We therefore address the problem\nof determining the optimal level of cooperation at the relays which results in\nthe smallest total power consumption when accounting for the power reduction\ndue to cognition. A practical design examples and numerical simulation are\npresented in a companion paper (part II).\n"]}]
["1303.7128",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7128","Central European Astrophys. Bulletin Vol. 37, 2013"],"date":["2013-03-28"],"type":["text"],"creator":["Stencel, Robert E."],"language":[],"coverage":[],"title":["Results of the Recent \\epsilon Aurigae Eclipse Campaign"],"description":["  Results of the 2010 eclipse campaign are described, and preliminary\ninterpretations proposed. These include photometric, interferometric,\nspectroscopic, astrometric and polarimetric observational results. Next steps,\nalong with continued monitoring, include simulations and other future work.\nNumerous acknowledgements are appropriate for the many participants in making\nthis international effort a success.\n","Comment: 15 pages. See also Journal AAVSO vol. 40 #2 pp.618-632"]}]
["1303.7149",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7149"],"date":["2013-03-28"],"type":["text"],"creator":["Vellino, André"],"language":[],"coverage":[],"title":["Usage-based vs. Citation-based Methods for Recommending Scholarly\n  Research Articles"],"description":["  There are two principal data sources for collaborative filtering recommenders\nin scholarly digital libraries: usage data obtained from harvesting a large,\ndistributed collection of Open URL web logs and citation data obtained from the\njournal articles. This study explores the characteristics of recommendations\ngenerated by implementations of these two methods: the 'bX' system by ExLibris\nand an experimental citation-based recommender, Sarkanto. Recommendations from\neach system were compared according to their semantic similarity to the seed\narticle that was used to generate them. Since the full text of the articles was\nnot available for all the recommendations in both systems, the semantic\nsimilarity between the seed article and the recommended articles was deemed to\nbe the semantic distance between the journals in which the articles were\npublished. The semantic distance between journals was computed from the\n\"semantic vectors\" distance between all the terms in the full-text of the\navailable articles in that journal and this study shows that citation-based\nrecommendations are more semantically diverse than usage-based ones. These\nrecommenders are complementary since most of the time, when one recommender\nproduces recommendations the other does not.\n","Comment: 4 pages, 4 figures, ACM Recommender Systems Workshop 2012, Dublin\n  Ireland"]}]
["1303.7227",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7227"],"date":["2013-03-27"],"type":["text"],"creator":["Patriche, Monica"],"language":[],"coverage":[],"title":["New results on equilibria of fuzzy abstract economies"],"description":["  We obtain new equilibrium theorems for fuzzy abstract economies with\ncorrespondences being w-upper semicontinuous or having e-USS-property.\n","Comment: 13 pages. arXiv admin note: substantial text overlap with\n  arXiv:1303.6979"]}]
["1303.7236",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7236"],"date":["2013-03-28"],"type":["text"],"creator":["The NNPDF Collaboration","Ball, Richard D.","Forte, Stefano","Guffanti, Alberto","Nocera, Emanuele R.","Ridolfi, Giovanni","Rojo, Juan"],"language":[],"coverage":[],"title":["Unbiased determination of polarized parton distributions and their\n  uncertainties"],"description":["  We present a determination of a set of polarized parton distributions (PDFs)\nof the nucleon, at next-to-leading order, from a global set of longitudinally\npolarized deep-inelastic scattering data: NNPDFpol1.0. The determination is\nbased on the NNPDF methodology: a Monte Carlo approach, with neural networks\nused as unbiased interpolants, previously applied to the determination of\nunpolarized parton distributions, and designed to provide a faithful and\nstatistically sound representation of PDF uncertainties. We present our\ndataset, its statistical features, and its Monte Carlo representation. We\nsummarize the technique used to solve the polarized evolution equations and its\nbenchmarking, and the method used to compute physical observables. We review\nthe NNPDF methodology for parametrization and fitting of neural networks, the\nalgorithm used to determine the optimal fit, and its adaptation to the\npolarized case. We finally present our set of polarized parton distributions.\nWe discuss its statistical properties, test for its stability upon various\nmodifications of the fitting procedure, and compare it to other recent\npolarized parton sets, and in particular obtain predictions for polarized first\nmoments of PDFs based on it. We find that the uncertainties on the gluon, and\nto a lesser extent the strange PDF, were substantially underestimated in\nprevious determinations.\n","Comment: 55 pages, 21 figures"]}]
["1303.7241",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7241","Phys. Rev. A 87, 033625 (2013)","doi:10.1103/PhysRevA.87.033625"],"date":["2013-03-28"],"type":["text"],"creator":["Yulin, A. V.","Bludov, Yu. V.","Konotop, V. V.","Kuzmiak, V.","Salerno, M."],"language":[],"coverage":[],"title":["Superfluidity breakdown of periodic matter waves in quasi\n  one-dimensional annular traps via resonant scattering with moving defects"],"description":["  We investigate, both analytically and numerically, the quasi-superfluidity\nproperties of periodic Bose-Einstein condensates (BECs) in a\nquasi-one-dimensional (1D) ring with optical lattices (OL) of different kinds\n(linear and nonlinear) and with a moving defect of an infinite mass inside. To\nstudy the dynamics of the condensate we used a mean-field approximation\ndescribing the condensate by use of the Gross-Pitaevskii equation for the order\nparameter. We show that the resonant scattering of sound Bloch waves with the\ndefect profoundly affect BEC superfluidity. In particular, a moving defect\nalways leads to the breakdown of superfluidity independently of the value of\nits velocity. For weak periodic potentials the superfluidity breakdown may\noccur on a very long time scale (quasisuperfluidity) but the breakdown process\ncan be accelerated by increasing the strength of the OL. Quite remarkably, we\nfind that when the length of the ring is small enough to imply the discreteness\nof the reciprocal space, it becomes possible to avoid the resonant scattering\nand to restore quasi-superfluidity.\n","Comment: 11 pages, 9 figures"]}]
["1303.7242",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C17, 14F43 (Primary) 55N22 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7242"],"date":["2013-03-28"],"type":["text"],"creator":["González, José Luis","Karu, Kalle"],"language":[],"coverage":[],"title":["Projectivity in Algebraic Cobordism"],"description":["  The algebraic cobordism group of a scheme is generated by cycles that are\nproper morphisms from smooth quasiprojective varieties. We prove that over a\nfield of characteristic zero the quasiprojectivity assumption can be omitted to\nget the same theory.\n","Comment: 17 pages. arXiv admin note: substantial text overlap with\n  arXiv:1301.3292"]}]
["1303.7245",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7245"],"date":["2013-03-28"],"type":["text"],"creator":["Hamzi, Boumediene","Lamb, Jeroen S. W.","Lewis, Debra"],"language":[],"coverage":[],"title":["A characterization of normal forms for control systems"],"description":["  The study of the behavior of solutions of ODEs often benefits from deciding\non a convenient choice of coordinates. This choice of coordinates may be used\nto \"simplify\" the functional expressions that appear in the vector field in\norder that the essential features of the flow of the ODE near a critical point\nbecome more evident. In the case of the analysis of an ordinary differential\nequation in the neighborhood of an equilibrium point, this naturally leads to\nthe consideration of the possibility to remove the maximum number of terms in\nthe Taylor expansion of the vector field up to a given order. This idea was\nintroduced by H. Poincar\\'e and the \"simplified\" system is called normal form.\n  On another side, even though in many textbook treatments the emphasis is on\nthe reduction of the number of monomials in the Taylor expansion, one of the\nmain reasons for the success of normal forms lies in the fact that it allows to\nanalyze a dynamical system based on a simpler form and a simpler form doesn't\nnecessarily mean to remove the maximum number of terms in the Taylor series\nexpansion. This observation, led to introduce the so-called \"inner-product\nnormal forms\". They are based on properly choosing an inner product that allows\nto simplify the computations. This inner-product will characterize the space\noverwhich one performs the Taylor series expansion. The elements in this space\nare the ones that characterize the normal form. Our goal in this paper is to\ngeneralize such an approach to control systems.\n"]}]
["1303.7253",{"format":[],"subject":["Physics - Biological Physics","Physics - Computational Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7253"],"date":["2013-03-28"],"type":["text"],"creator":["Hosseinizadeh, A.","Schwander, P.","Dashti, A.","Fung, R.","D'Souza, R. M.","Ourmazd, A."],"language":[],"coverage":[],"title":["High-Resolution Structure of Viruses from Random Snapshots"],"description":["  The advent of the X-ray Free Electron Laser (XFEL) has made it possible to\nrecord snapshots of biological entities injected into the X-ray beam before the\nonset of radiation damage. Algorithmic means must then be used to determine the\nsnapshot orientations and reconstruct the three-dimensional structure of the\nobject. Existing approaches are limited in reconstruction resolution to at best\n1/30th of the object diameter, with the computational expense increasing as the\neighth power of the ratio of diameter to resolution. We present an approach\ncapable of exploiting object symmetries to recover three-dimensional structure\nto 1/100th of the object diameter, and thus reconstruct the structure of the\nsatellite tobacco necrosis virus to atomic resolution. Combined with the\npreviously demonstrated capability to operate at ultralow signal, our approach\noffers the highest reconstruction resolution for XFEL snapshots to date, and\nprovides a potentially powerful alternative route for analysis of data from\ncrystalline and nanocrystalline objects.\n"]}]
["1303.7262",{"format":[],"subject":["Physics - Popular Physics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7262"],"date":["2013-03-28"],"type":["text"],"creator":["Mirabal, N."],"language":[],"coverage":[],"title":["Pareidolic Dark Matter (PaDaM)"],"description":["  A pareidolic conjecture for the Fermi Large Area Telescope.\n","Comment: Written for April Fools' Day (April 1st, 2013). 2 pages, 1 figure"]}]
["1303.7263",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7263"],"date":["2013-03-28"],"type":["text"],"creator":["Pascalutsa, Vladimir","Vanderhaeghen, Marc","Hall, Jonathan M. M.","Ledwig, Tim"],"language":[],"coverage":[],"title":["Pion-mass dispersion relation in the baryon sector"],"description":["  By looking at the complex plane of the pion-mass squared we establish a\ndispersion relation which the static quantities, such as baryon masses,\nmagnetic moments, polarizabilities, should obey. This dispersion relation\nyields insight into the differences between the heavy-baryon and relativistic\ncalculations in the baryon sector of chiral perturbation theory.\n","Comment: 6 pages, 3 figs, contribution to 7th International Workshop on Chiral\n  Dynamics (CD12)"]}]
["1303.7268",{"format":[],"subject":["Mathematics - Analysis of PDEs","35D05, 35J60, 58E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7268"],"date":["2013-03-28"],"type":["text"],"creator":["Garza, Gabriel López"],"language":[],"coverage":[],"title":["Pohozaev-type inequalities and nonexistence results for non $C^2$\n  solutions of $p(x)$-laplacian equations"],"description":["  In this paper a Pohozaev type inequality is stated for variable exponent\nSobolev spaces in order to prove non existence of nontrivial weak solutions for\na Dirichlet problem with non-standard growth. The obtained results generalize a\nprevious work of M. \\^{O}tani.\n"]}]
["1303.7276",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7276","Chen Li, Paul B. Umbanhowar, Haldun Komsuoglu, Daniel I. Goldman,\n  The effect of limb kinematics on the speed of a legged robot on granular\n  media, Experimental Mechanics, 50, 1383-1393 (2010)","doi:10.1007/s11340-010-9347-1"],"date":["2013-03-28"],"type":["text"],"creator":["Li, Chen","Umbanhowar, Paul B.","Komsuoglu, Haldun","Goldman, Daniel I."],"language":[],"coverage":[],"title":["The effect of limb kinematics on the speed of a legged robot on granular\n  media"],"description":["  Achieving effective locomotion on diverse terrestrial substrates can require\nsubtle changes of limb kinematics. Biologically inspired legged robots\n(physical models of organisms) have shown impressive mobility on hard ground\nbut suffer performance loss on unconsolidated granular materials like sand.\nBecause comprehensive limb-ground interaction models are lacking, optimal gaits\non complex yielding terrain have been determined empirically. To develop\npredictive models for legged devices and to provide hypotheses for biological\nlocomotors, we systematically study the performance of SandBot, a small legged\nrobot, on granular media as a function of gait parameters. High performance\noccurs only in a small region of parameter space. A previously introduced\nkinematic model of the robot combined with a new anisotropic granular\npenetration force law predicts the speed. Performance on granular media is\nmaximized when gait parameters minimize body acceleration and limb\ninterference, and utilize solidification features of granular media.\n"]}]
["1303.7282",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7282","Applied Physics Letters 102, 122405 (2013)","doi:10.1063/1.4798318"],"date":["2013-03-28"],"type":["text"],"creator":["Liu, E. K.","Zhang, H. G.","Xu, G. Z.","Zhang, X. M.","Ma, R. S.","Wang, W. H.","Chen, J. L.","Zhang, H. W.","Wu, G. H.","Feng, L.","Zhang, X. X."],"language":[],"coverage":[],"title":["Giant magnetocaloric effect in isostructural MnNiGe-CoNiGe system by\n  establishing a Curie-temperature window"],"description":["  An effective scheme of isostructural alloying was applied to establish a\nCurie-temperature window in isostructural MnNiGe-CoNiGe system. With the\nsimultaneous accomplishment of decreasing structural-transition temperature and\nconverting antiferromagnetic martensite to ferromagnetic state, a 200 K\nCurie-temperature window was established between Curie temperatures of\naustenite and martensite phases. In the window, a first-order magnetostructural\ntransition between paramagnetic austenite and ferromagnetic martensite occurs\nwith a sharp jump in magnetization, showing a magnetic entropy change as large\nas -40 J kg-1 K-1 in a 50 kOe field change. This giant magnetocaloric effect\nenables Mn1-xCoxNiGe to become a potential magnetic refrigerant.\n","Comment: 21 pages, 6 figures, 1 table, accepted by APL"]}]
["1303.7287",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7287"],"date":["2013-03-28"],"type":["text"],"creator":["Stojnic, Mihailo"],"language":[],"coverage":[],"title":["A rigorous geometry-probability equivalence in characterization of\n  $\\ell_1$-optimization"],"description":["  In this paper we consider under-determined systems of linear equations that\nhave sparse solutions. This subject attracted enormous amount of interest in\nrecent years primarily due to influential works \\cite{CRT,DonohoPol}. In a\nstatistical context it was rigorously established for the first time in\n\\cite{CRT,DonohoPol} that if the number of equations is smaller than but still\nlinearly proportional to the number of unknowns then a sparse vector of\nsparsity also linearly proportional to the number of unknowns can be recovered\nthrough a polynomial $\\ell_1$-optimization algorithm (of course, this assuming\nthat such a sparse solution vector exists). Moreover, the geometric approach of\n\\cite{DonohoPol} produced the exact values for the proportionalities in\nquestion. In our recent work \\cite{StojnicCSetam09} we introduced an\nalternative statistical approach that produced attainable values of the\nproportionalities. Those happened to be in an excellent numerical agreement\nwith the ones of \\cite{DonohoPol}. In this paper we give a rigorous analytical\nconfirmation that the results of \\cite{StojnicCSetam09} indeed match those from\n\\cite{DonohoPol}.\n"]}]
["1303.7289",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7289"],"date":["2013-03-28"],"type":["text"],"creator":["Stojnic, Mihailo"],"language":[],"coverage":[],"title":["Upper-bounding $\\ell_1$-optimization weak thresholds"],"description":["  In our recent work \\cite{StojnicCSetam09} we considered solving\nunder-determined systems of linear equations with sparse solutions. In a large\ndimensional and statistical context we proved that if the number of equations\nin the system is proportional to the length of the unknown vector then there is\na sparsity (number of non-zero elements of the unknown vector) also\nproportional to the length of the unknown vector such that a polynomial\n$\\ell_1$-optimization technique succeeds in solving the system. We provided\nlower bounds on the proportionality constants that are in a solid numerical\nagreement with what one can observe through numerical experiments. Here we\ncreate a mechanism that can be used to derive the upper bounds on the\nproportionality constants. Moreover, the upper bounds obtained through such a\nmechanism match the lower bounds from \\cite{StojnicCSetam09} and ultimately\nmake the latter ones optimal.\n","Comment: arXiv admin note: text overlap with arXiv:0907.3666"]}]
["1303.7291",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Optimization and Control","Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7291"],"date":["2013-03-28"],"type":["text"],"creator":["Stojnic, Mihailo"],"language":[],"coverage":[],"title":["A framework to characterize performance of LASSO algorithms"],"description":["  In this paper we consider solving \\emph{noisy} under-determined systems of\nlinear equations with sparse solutions. A noiseless equivalent attracted\nenormous attention in recent years, above all, due to work of\n\\cite{CRT,CanRomTao06,DonohoPol} where it was shown in a statistical and large\ndimensional context that a sparse unknown vector (of sparsity proportional to\nthe length of the vector) can be recovered from an under-determined system via\na simple polynomial $\\ell_1$-optimization algorithm. \\cite{CanRomTao06} further\nestablished that even when the equations are \\emph{noisy}, one can, through an\nSOCP noisy equivalent of $\\ell_1$, obtain an approximate solution that is (in\nan $\\ell_2$-norm sense) no further than a constant times the noise from the\nsparse unknown vector. In our recent works\n\\cite{StojnicCSetam09,StojnicUpper10}, we created a powerful mechanism that\nhelped us characterize exactly the performance of $\\ell_1$ optimization in the\nnoiseless case (as shown in \\cite{StojnicEquiv10} and as it must be if the\naxioms of mathematics are well set, the results of\n\\cite{StojnicCSetam09,StojnicUpper10} are in an absolute agreement with the\ncorresponding exact ones from \\cite{DonohoPol}). In this paper we design a\nmechanism, as powerful as those from \\cite{StojnicCSetam09,StojnicUpper10},\nthat can handle the analysis of a LASSO type of algorithm (and many others)\nthat can be (or typically are) used for \"solving\" noisy under-determined\nsystems. Using the mechanism we then, in a statistical context, compute the\nexact worst-case $\\ell_2$ norm distance between the unknown sparse vector and\nthe approximate one obtained through such a LASSO. The obtained results match\nthe corresponding exact ones obtained in \\cite{BayMon10,DonMalMon10}. Moreover,\nas a by-product of our analysis framework we recognize existence of an SOCP\ntype of algorithm that achieves the same performance.\n"]}]
["1303.7292",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7292","Chen Li, S. Tonia Hsieh, Daniel I. Goldman, Multi-functional foot\n  use during running in the zebra-tailed lizard (Callisaurus draconoides), The\n  Journal of Experimental Biology, 215, 3293-3308 (2012)","doi:10.1242/jeb.061937"],"date":["2013-03-29"],"type":["text"],"creator":["Li, Chen","Hsieh, S. Tonia","Goldman, Daniel I."],"language":[],"coverage":[],"title":["Multi-functional foot use during running in the zebra-tailed lizard\n  (Callisaurus draconoides)"],"description":["  A diversity of animals that run on solid, level, flat, non-slip surfaces\nappear to bounce on their legs; elastic elements in the limbs can store and\nreturn energy during each step. The mechanics and energetics of running in\nnatural terrain, particularly on surfaces that can yield and flow under stress,\nis less understood. The zebra-tailed lizard (Callisaurus draconoides), a small\ndesert generalist with a large, elongate, tendinous hind foot, runs rapidly\nacross a variety of natural substrates. We use high speed video to obtain\ndetailed three-dimensional running kinematics on solid and granular surfaces to\nreveal how leg, foot, and substrate mechanics contribute to its high locomotor\nperformance. Running at ~10 body length/s (~1 m/s), the center of mass\noscillates like a spring-mass system on both substrates, with only 15%\nreduction in stride length on the granular surface. On the solid surface, a\nstrut-spring model of the hind limb reveals that the hind foot saves about 40%\nof the mechanical work needed per step, significant for the lizard's small\nsize. On the granular surface, a penetration force model and hypothesized\nsubsurface foot rotation indicates that the hind foot paddles through fluidized\ngranular medium, and that the energy lost per step during irreversible\ndeformation of the substrate does not differ from the reduction in the\nmechanical energy of the center of mass. The upper hind leg muscles must\nperform three times as much mechanical work on the granular surface as on the\nsolid surface to compensate for the greater energy lost within the foot and to\nthe substrate.\n"]}]
["1303.7293",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7293"],"date":["2013-03-29"],"type":["text"],"creator":["Nam, Tran Tuan","Tri, Nguyen Minh"],"language":[],"coverage":[],"title":["Some properties of generalized local cohomology modules with respect to\n  a pair of ideals"],"description":["  We introduce a notion of generalized local cohomology modules with respect to\na pair of ideals $(I,J)$ which is a generalization of the concept of local\ncohomology modules with respect to $(I,J).$\n  We show that generalized local cohomology modules $H^i_{I,J}(M,N)$ can be\ncomputed by the \\v{C}ech cohomology modules. We also study the artinianness of\ngeneralized local cohomology modules $H^i_{I,J}(M,N).$\n","Comment: 13 pages"]}]
["1303.7295",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Optimization and Control","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7295"],"date":["2013-03-29"],"type":["text"],"creator":["Stojnic, Mihailo"],"language":[],"coverage":[],"title":["Regularly random duality"],"description":["  In this paper we look at a class of random optimization problems. We discuss\nways that can help determine typical behavior of their solutions. When the\ndimensions of the optimization problems are large such an information often can\nbe obtained without actually solving the original problems. Moreover, we also\ndiscover that fairly often one can actually determine many quantities of\ninterest (such as, for example, the typical optimal values of the objective\nfunctions) completely analytically. We present a few general ideas and\nemphasize that the range of applications is enormous.\n"]}]
["1303.7296",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7296"],"date":["2013-03-29"],"type":["text"],"creator":["Venugopal, Kiran","Namboodiri, Vishnu","Rajan, B. Sundar"],"language":[],"coverage":[],"title":["On Constellations for Physical Layer Network Coded Two-Way Relaying"],"description":["  Modulation schemes for two-way bidirectional relay network employing two\nphases: Multiple access (MA) phase and Broadcast (BC) phase and using physical\nlayer network coding are currently studied intensively. Recently, adaptive\nmodulation schemes using Latin Squares to obtain network coding maps with the\ndenoise and forward protocol have been reported with good end-to-end\nperformance. These schemes work based on avoiding the detrimental effects of\ndistance shortening in the effective receive constellation at the end of the MA\nphase at the relay. The channel fade states that create such distance\nshortening called singular fade states, are effectively removed using\nappropriate Latin squares. This scheme as well as all other known schemes\nstudied so far use conventional regular PSK or QAM signal sets for the end\nusers which lead to the relay using different sized constellations for the BC\nphase depending upon the fade state. In this work, we propose a 4-point signal\nset that would always require a 4-ary constellation for the BC phase for all\nthe channel fade conditions. We also propose an 8-point constellation that\ngives better SER performance (gain of 1 dB) than 8-PSK while still using 8-ary\nconstellation for BC phase like the case with 8-PSK. This is in spite of the\nfact that the proposed 8-point signal set has more number of singular fade\nstates than for 8-PSK.\n","Comment: 9 pages, 17 figures, 2 tables"]}]
["1303.7298",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7298"],"date":["2013-03-29"],"type":["text"],"creator":["Nam, Tran Tuan","Tri, Nguyen minh"],"language":[],"coverage":[],"title":["Generalized ideal transforms"],"description":["  We study basic properties of the generalized ideal transforms $D_I(M, N)$ and\nthe set of associated primes of the modules $R^iD_I(M,N).$\n","Comment: 14 pages"]}]
["1303.7300",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7300"],"date":["2013-03-29"],"type":["text"],"creator":["Madhavi, Giddaluru","Kaushik, M. K."],"language":[],"coverage":[],"title":["Queuing Methodology Based Power Efficient Routing Protocol for Reliable\n  Data Communications in Manets"],"description":["  A mobile ad hoc network (MANET) is a wireless network that uses multi-hop\npeer-to- peer routing instead of static network infrastructure to provide\nnetwork connectivity. MANETs have applications in rapidly deployed and dynamic\nmilitary and civilian systems. The network topology in a MANET usually changes\nwith time. Therefore, there are new challenges for routing protocols in MANETs\nsince traditional routing protocols may not be suitable for MANETs. In recent\nyears, a variety of new routing protocols targeted specifically at this\nenvironment have been developed, but little performance information on each\nprotocol and no realistic performance comparison between them is available.\nThis paper presents the results of a detailed packet-level simulation comparing\nthree multi-hop wireless ad hoc network routing protocols that cover a range of\ndesign choices: DSR, NFPQR, and clustered NFPQR. By applying queuing\nmethodology to the introduced routing protocol the reliability and throughput\nof the network is increased.\n"]}]
["1303.7307",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7307"],"date":["2013-03-29"],"type":["text"],"creator":["Filipchuk, K. E.","Silagadze, Z. K."],"language":["en"],"coverage":[],"title":["Love story under the H-bomb shadow"],"description":["  The physics is created by human beings with all weaknesses of human nature.\nThis story caught our attention since it demonstrates how fragile the human\ndestiny is and even genius cannot find freedom and preserve human dignity in\nthe face of the totalitarian state.\n","Comment: 14 pages in English and Russian, LaTeX with two jpg figures"]}]
["1303.7309",{"format":[],"subject":["Mathematics - Number Theory","11B68, 11S80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7309"],"date":["2013-03-29"],"type":["text"],"creator":["Kim, Dae San","Kim, Taekyun"],"language":[],"coverage":[],"title":["Some identities arising from Sheffer sequences for the powers of Sheffer\n  pairs under umbral composition"],"description":["  In this paper, we study some properties of Sheffer sequences for the powers\nof Sheffer pairs under umbral composition. From our properties we derive new\nand interesting identities of Sheffer sequences of special polynomials for the\npowers of Sheffer pairs under umbral composition.\n","Comment: 14 pages"]}]
["1303.7312",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7312"],"date":["2013-03-29"],"type":["text"],"creator":["Hwang, Jun-Muk","Kim, Hosung"],"language":[],"coverage":[],"title":["Varieties of minimal rational tangents on double covers of projective\n  space"],"description":["  Let $\\phi: X \\to \\mathbb P^n$ be a double cover branched along a smooth\nhypersurface of degree $2m, 2 \\leq m \\leq n-1$. We study the varieties of\nminimal rational tangents $\\mathcal C_x \\subset \\mathbb P T_x(X)$ at a general\npoint $x$ of $X$. We describe the homogeneous ideal of $\\mathcal C_x$ and show\nthat the projective isomorphism type of $\\mathcal C_x$ varies in a maximal way\nas $x$ varies over general points of $X$. Our description of the ideal of\n$\\mathbb C_x$ implies a certain rigidity property of the covering morphism\n$\\phi$. As an application of this rigidity, we show that any finite morphism\nbetween such double covers with $m=n-1$ must be an isomorphism. We also prove\nthat Liouville-type extension property holds with respect to minimal rational\ncurves on $X$.\n","Comment: To appear in Math. Zeit"]}]
["1303.7316",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7316"],"date":["2013-03-29"],"type":["text"],"creator":["Li, Xiangyan","Xu, Yichun","Liu, C. S.","Pan, B. C.","Liang, Yunfeng","Fang, Q. F.","Chen, Jun- Ling","Luo, G. -N.","Wang, Zhiguang","Dai, Y."],"language":[],"coverage":[],"title":["An operational window for radiation-resistant materials based on\n  sequentially healing grain interiors and boundaries"],"description":["  Design of nuclear materials with high radiation-tolerance has great\nsignificance1, especially for the next generation of nuclear energy systems2,3.\nResponse of nano- and poly-crystals to irradiation depends on the radiation\ntemperature, dose-rate and grain size4-13. However the dependencies had been\nstudied and interpreted individually, and thus severely lacking is the ability\nto predict radiation performance of materials in extreme environments. Here we\npropose an operational window for radiation-resistant materials, which is based\non a perspective of interactions among irradiation-induced interstitials,\nvacancies, and grain boundaries. Using atomic simulations, we find that healing\ngrain boundaries needs much longer time than healing grain interiors. Not been\nnoticed before, this finding suggests priority should be thereafter given to\nrecovery of the grain boundary itself. This large disparity in healing time is\nreflected in the spectra of defects-recombination energy barriers by the\npresence of one high-barrier peak in addition to the peak of low barriers. The\ninsight gained from the study instigates new avenues for examining the role of\ngrain boundaries in healing the material. In particular, we sketch out the\nradiation-endurance window in the parameter space of temperature, dose-rate and\ngrain size. The window helps evaluate material performance and develop\nresistant materials against radiation damage.\n","Comment: 22p ages, 4 figures"]}]
["1303.7318",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7318"],"date":["2013-03-29"],"type":["text"],"creator":["Jasra, Ajay","Kantas, Nikolas","Ehrlich, Elena"],"language":[],"coverage":[],"title":["Approximate Inference for Observation Driven Time Series Models with\n  Intractable Likelihoods"],"description":["  In the following article we consider approximate Bayesian parameter inference\nfor observation driven time series models. Such statistical models appear in a\nwide variety of applications, including econometrics and applied mathematics.\nThis article considers the scenario where the likelihood function cannot be\nevaluated point-wise; in such cases, one cannot perform exact statistical\ninference, including parameter estimation, which often requires advanced\ncomputational algorithms, such as Markov chain Monte Carlo (MCMC). We introduce\na new approximation based upon approximate Bayesian computation (ABC). Under\nsome conditions, we show that as $n\\rightarrow\\infty$, with $n$ the length of\nthe time series, the ABC posterior has, almost surely, a maximum \\emph{a\nposteriori} (MAP) estimator of the parameters which is different from the true\nparameter. However, a noisy ABC MAP, which perturbs the original data,\nasymptotically converges to the true parameter, almost surely. In order to draw\nstatistical inference, for the ABC approximation adopted, standard MCMC\nalgorithms can have acceptance probabilities that fall at an exponential rate\nin $n$ and slightly more advanced algorithms can mix poorly. We develop a new\nand improved MCMC kernel, which is based upon an exact approximation of a\nmarginal algorithm, whose cost per-iteration is random but the expected cost,\nfor good performance, is shown to be $\\mathcal{O}(n^2)$ per-iteration.\n"]}]
["1303.7321",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7321","Supercond. Sci. Technol. 26 (2013) 045019 (6pp)","doi:10.1088/0953-2048/26/4/045019"],"date":["2013-03-29"],"type":["text"],"creator":["Szabo, P.","Girovsky, J.","Pribulova, Z.","Kacmarcik, J.","Mori, T.","Samuely, P."],"language":[],"coverage":[],"title":["Point-contact spectroscopy of the phononic mechanism of\n  superconductivity in YB6"],"description":["  Lortz et al. [Phys. Rev. B 73, 024512 (2006)] have utilized specific heat and\nresistivity measurements as \"thermal spectroscopies\" to deconvolve the spectrum\nof the electron-phonon interaction in YB$_6$ assuming a major role of the low\nfrequency phonon mode in mediating superconductivity. Here, we present direct\npoint-contact spectroscopy studies of the superconducting interaction in this\nsystem. As a result the normalized superconducting gap reveals a strong\ncoupling with $2\\Delta/k_BT_c = 4$ and moreover the spectra contain\nnonlinearities typical of the electron-phonon interaction at energies around 8\nmeV. The in-magnetic-field measurements evidence that the phonon features found\nin the second derivative of the current-voltage characteristics are due to the\nenergy dependence of the superconducting energy gap as their energy position\nshrinks equally as the gap is closing. This is a direct proof that the\nsuperconducting coupling in the system is due to the low energy Einstein-like\nphonon mode associated with the yttrium ion vibrations in a perfect agreement\nwith determinations from bulk measurements.\n","Comment: 7 pages, 5 figures"]}]
["1303.7322",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7322"],"date":["2013-03-29"],"type":["text"],"creator":["Giorgilli, Antonio"],"language":[],"coverage":[],"title":["On a theorem of Lyapounov"],"description":["  It is shown that a Hamiltonian system in the neighbourhood of an equilibrium\nmay be given a special normal form in case the eigenvalues of the linearized\nsystem satisfy non--resonance conditions of Melnikov's type. The normal form\npossesses a two dimensional (local) invariant manifold on which the solutions\nare known. If the eigenvalue is pure imaginary then these solutions are the\nnatural continuation of a normal mode of the linear system. The latter result\nwas first proved by Lyapounov. The present paper completes Lyapounov's result\nin that the convergence of the transformation of the Hamiltonian to a normal\nform is proven and the condition that the eigenvalues be pure imaginary is\nremoved.\n"]}]
["1303.7324",{"format":[],"subject":["Mathematics - Geometric Topology","57M50, 30F40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7324"],"date":["2013-03-29"],"type":["text"],"creator":["Ito, Kentaro"],"language":[],"coverage":[],"title":["Linear slices close to a Maskit slice"],"description":["  We consider linear slices of the space of Kleinian once-punctured torus\ngroups; a linear slice is obtained by fixing the value of the trace of one of\nthe generators. The linear slice for trace 2 is called the Maskit slice. We\nwill show that if traces converge `horocyclically' to 2 then associated linear\nslices converge to the Maskit slice, whereas if the traces converge\n`tangentially' to 2 the linear slices converge to a proper subset of the Maskit\nslice. This result will be also rephrased in terms of complex Fenchel-Nielsen\ncoordinates. In addition, we will show that there is a linear slice which is\nnot locally connected.\n","Comment: 35 pages, 6 figures"]}]
["1303.7326",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7326","EPTCS 113, 2013, pp. 11-26","doi:10.4204/EPTCS.113.5"],"date":["2013-03-29"],"type":["text"],"creator":["Accattoli, Beniamino"],"language":[],"coverage":[],"title":["Proof nets and the call-by-value lambda-calculus"],"description":["  This paper gives a detailed account of the relationship between (a variant\nof) the call-by-value lambda calculus and linear logic proof nets. The\npresentation is carefully tuned in order to realize a strong bisimulation\nbetween the two systems: every single rewriting step on the calculus maps to a\nsingle step on the nets, and viceversa. In this way, we obtain an algebraic\nreformulation of proof nets. Moreover, we provide a simple correctness\ncriterion for our proof nets, which employ boxes in an unusual way.\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7327",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7327","EPTCS 113, 2013, pp. 27-44","doi:10.4204/EPTCS.113.6"],"date":["2013-03-29"],"type":["text"],"creator":["Areces, Carlos","Hoffmann, Guillaume","Orbe, Ezequiel"],"language":[],"coverage":[],"title":["Symmetries in Modal Logics"],"description":["  We generalize the notion of symmetries of propositional formulas in\nconjunctive normal form to modal formulas. Our framework uses the coinductive\nmodels and, hence, the results apply to a wide class of modal logics including,\nfor example, hybrid logics. Our main result shows that the symmetries of a\nmodal formula preserve entailment.\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7328",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7328","EPTCS 113, 2013, pp. 45-60","doi:10.4204/EPTCS.113.7"],"date":["2013-03-29"],"type":["text"],"creator":["Ayala-Rincón, Mauricio","Fernández, Maribel","Nantes-Sobrinho, Daniele"],"language":[],"coverage":[],"title":["Elementary Deduction Problem for Locally Stable Theories with Normal\n  Forms"],"description":["  We present an algorithm to decide the intruder deduction problem (IDP) for a\nclass of locally stable theories enriched with normal forms. Our result relies\non a new and efficient algorithm to solve a restricted case of higher-order\nassociative-commutative matching, obtained by combining the Distinct\nOccurrences of AC- matching algorithm and a standard algorithm to solve systems\nof linear Diophantine equations. A translation between natural deduction and\nsequent calculus allows us to use the same approach to decide the\n\\emphelementary deduction problem for locally stable theories. As an\napplication, we model the theory of blind signatures and derive an algorithm to\ndecide IDP in this context, extending previous decidability results.\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7329",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.1","F.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7329","EPTCS 113, 2013, pp. 61-76","doi:10.4204/EPTCS.113.8"],"date":["2013-03-29"],"type":["text"],"creator":["Bucciarelli, Antonio","Carraro, Alberto","Salibra, Antonino"],"language":[],"coverage":[],"title":["Minimal lambda-theories by ultraproducts"],"description":["  A longstanding open problem in lambda calculus is whether there exist\ncontinuous models of the untyped lambda calculus whose theory is exactly the\nleast lambda-theory lambda-beta or the least sensible lambda-theory H\n(generated by equating all the unsolvable terms). A related question is\nwhether, given a class of lambda models, there is a minimal lambda-theory\nrepresented by it. In this paper, we give a general tool to answer positively\nto this question and we apply it to a wide class of webbed models: the\ni-models. The method then applies also to graph models, Krivine models,\ncoherent models and filter models. In particular, we build an i-model whose\ntheory is the set of equations satisfied in all i-models.\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7330",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.1","F.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7330","EPTCS 113, 2013, pp. 77-92","doi:10.4204/EPTCS.113.9"],"date":["2013-03-29"],"type":["text"],"creator":["Carraro, Alberto"],"language":[],"coverage":[],"title":["The untyped stack calculus and Bohm's theorem"],"description":["  The stack calculus is a functional language in which is in a Curry-Howard\ncorrespondence with classical logic. It enjoys confluence but, as well as\nParigot's lambda-mu, does not admit the Bohm Theorem, typical of the\nlambda-calculus. We present a simple extension of stack calculus which is for\nthe stack calculus what Saurin's Lambda-mu is for lambda-mu.\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7331",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.1","F.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7331","EPTCS 113, 2013, pp. 93-108","doi:10.4204/EPTCS.113.10"],"date":["2013-03-29"],"type":["text"],"creator":["Carraro, Alberto","Ehrhard, Thomas","Salibra, Antonino"],"language":[],"coverage":[],"title":["The stack calculus"],"description":["  We introduce a functional calculus with simple syntax and operational\nsemantics in which the calculi introduced so far in the Curry-Howard\ncorrespondence for Classical Logic can be faithfully encoded. Our calculus\nenjoys confluence without any restriction. Its type system enforces strong\nnormalization of expressions and it is a sound and complete system for full\nimplicational Classical Logic. We give a very simple denotational semantics\nwhich allows easy calculations of the interpretation of expressions.\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7332",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7332","EPTCS 113, 2013, pp. 109-124","doi:10.4204/EPTCS.113.11"],"date":["2013-03-29"],"type":["text"],"creator":["Ciaffaglione, Alberto","Scagnetto, Ivan"],"language":[],"coverage":[],"title":["A weak HOAS approach to the POPLmark Challenge"],"description":["  Capitalizing on previous encodings and formal developments about nominal\ncalculi and type systems, we propose a weak Higher-Order Abstract Syntax\nformalization of the type language of pure System F<: within Coq, a proof\nassistant based on the Calculus of Inductive Constructions.\n  Our encoding allows us to accomplish the proof of the transitivity property\nof algorithmic subtyping, which is in fact the first of the three tasks stated\nby the POPLmark Challenge, a set of problems that capture the most critical\nissues in formalizing programming language metatheory.\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7333",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7333","EPTCS 113, 2013, pp. 125-136","doi:10.4204/EPTCS.113.12"],"date":["2013-03-29"],"type":["text"],"creator":["Coniglio, Marcelo E.","Corbalán, María I."],"language":[],"coverage":[],"title":["Sequent Calculi for the classical fragment of Bochvar and Halld\\'en's\n  Nonsense Logics"],"description":["  In this paper sequent calculi for the classical fragment (that is, the\nconjunction-disjunction-implication-negation fragment) of the nonsense logics\nB3, introduced by Bochvar, and H3, introduced by Halld\\'en, are presented.\nThese calculi are obtained by restricting in an appropriate way the application\nof the rules of a sequent calculus for classical propositional logic CPL. The\nnice symmetry between the provisos in the rules reveal the semantical\nrelationship between these logics. The Soundness and Completeness theorems for\nboth calculi are obtained, as well as the respective Cut elimination theorems.\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7334",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7334","EPTCS 113, 2013, pp. 137-144","doi:10.4204/EPTCS.113.13"],"date":["2013-03-29"],"type":["text"],"creator":["Díaz-Caro, Alejandro","Dowek, Gilles"],"language":[],"coverage":[],"title":["Non determinism through type isomorphism"],"description":["  We define an equivalence relation on propositions and a proof system where\nequivalent propositions have the same proofs. The system obtained this way\nresembles several known non-deterministic and algebraic lambda-calculi.\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7335",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7335","EPTCS 113, 2013, pp. 145-152","doi:10.4204/EPTCS.113.14"],"date":["2013-03-29"],"type":["text"],"creator":["Oliveira, Ana Cristina Rocha","Ayala-Rincón, Mauricio"],"language":[],"coverage":[],"title":["Formalizing the Confluence of Orthogonal Rewriting Systems"],"description":["  Orthogonality is a discipline of programming that in a syntactic manner\nguarantees determinism of functional specifications. Essentially, orthogonality\navoids, on the one side, the inherent ambiguity of non determinism, prohibiting\nthe existence of different rules that specify the same function and that may\napply simultaneously (non-ambiguity), and, on the other side, it eliminates the\npossibility of occurrence of repetitions of variables in the left-hand side of\nthese rules (left linearity). In the theory of term rewriting systems (TRSs)\ndeterminism is captured by the well-known property of confluence, that\nbasically states that whenever different computations or simplifications from a\nterm are possible, the computed answers should coincide. Although the proofs\nare technically elaborated, confluence is well-known to be a consequence of\northogonality. Thus, orthogonality is an important mathematical discipline\nintrinsic to the specification of recursive functions that is naturally applied\nin functional programming and specification. Starting from a formalization of\nthe theory of TRSs in the proof assistant PVS, this work describes how\nconfluence of orthogonal TRSs has been formalized, based on axiomatizations of\nproperties of rules, positions and substitutions involved in parallel steps of\nreduction, in this proof assistant. Proofs for some similar but restricted\nproperties such as the property of confluence of non-ambiguous and (left and\nright) linear TRSs have been fully formalized.\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7336",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7336","EPTCS 113, 2013, pp. 153-168","doi:10.4204/EPTCS.113.15"],"date":["2013-03-29"],"type":["text"],"creator":["Veloso, Paulo A. S.","Veloso, Sheila R. M."],"language":[],"coverage":[],"title":["A Graph Calculus for Predicate Logic"],"description":["  We introduce a refutation graph calculus for classical first-order predicate\nlogic, which is an extension of previous ones for binary relations. One reduces\nlogical consequence to establishing that a constructed graph has empty\nextension, i. e. it represents bottom. Our calculus establishes that a graph\nhas empty extension by converting it to a normal form, which is expanded to\nother graphs until we can recognize conflicting situations (equivalent to a\nformula and its negation).\n","Comment: In Proceedings LSFA 2012, arXiv:1303.7136"]}]
["1303.7337",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7337"],"date":["2013-03-29"],"type":["text"],"creator":["Delaunay, Christophe","Jouhet, Frédéric"],"language":[],"coverage":[],"title":["The Cohen-Lenstra heuristics, moments and $p^j$-ranks of some groups"],"description":["  This article deals with the coherence of the model given by the Cohen-Lenstra\nheuristic philosophy for class groups and also for their generalizations to\nTate-Shafarevich groups. More precisely, our first goal is to extend a previous\nresult due to E. Fouvry and J. Kl\\\"uners which proves that a conjecture\nprovided by the Cohen-Lenstra philosophy implies another such conjecture. As a\nconsequence of our work, we can deduce, for example, a conjecture for the\nprobability laws of $p^j$-ranks of Selmer groups of elliptic curves. This is\ncompatible with some theoretical works and other classical conjectures.\n"]}]
["1303.7342",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7342"],"date":["2013-03-29"],"type":["text"],"creator":["Bernamonti, Alice","Craps, Ben","Vanhoof, Joris"],"language":[],"coverage":[],"title":["The spectral function in a strongly coupled, thermalising CFT"],"description":["  In relation to the fluctuation-dissipation theorem, we discuss a\ntime-dependent notion of spectral function and effective temperature. Extending\nrecent results from arXiv:1212.6066, we work out these quantities in a\ntwo-dimensional thermalising CFT dual to AdS3-Vaidya spacetime which\ninterpolates between a black brane geometry at early times and a higher\ntemperature black brane at late times. The computation is carried out in the\ngravitational holographic dual in the geodesic approximation and using a\nnon-standard analytic continuation.\n","Comment: 14 pages, 4 figures, contribution to the proceedings of the 2012\n  Corfu Summer Institute and the XVIIIth European Workshop on String Theory"]}]
["1303.7346",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47D09, Secondary 44A10, 44A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7346"],"date":["2013-03-29"],"type":["text"],"creator":["Miana, Pedro J.","Poblete, Verónica"],"language":[],"coverage":[],"title":["Sharp extensions for convoluted solutions of wave equations"],"description":["  In this paper we give sharp extensions of convoluted solutions of wave\nequations in abstract Banach spaces. The main technique is to use the algebraic\nstructure, for convolution products $\\ast$ and $\\ast_c$, of these solutions\nwhich are defined by a version of the Duhamel's formula. We define algebra\nhomomorphisms, for the convolution product $\\ast_c$, from a certain set of\ntest-functions and apply our results to concrete examples of abstract wave\nequations.\n","Comment: 20 pages"]}]
["1303.7350",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Category Theory","16W50(primary), 55P45(secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7350"],"date":["2013-03-29"],"type":["text"],"creator":["Kihara, Hiroshi"],"language":[],"coverage":[],"title":["Cogroups in the category of connected graded algebras whose inverse and\n  antipode coincide"],"description":["  Let A be a cogroup in the category of connected graded algebras over a\ncommutative ring R. Let nu denote the inverse of A and chi the antipode of the\nunderlying Hopf algebra of A. We clarify the differences and similarities of nu\nand chi, and show that nu coincides with chi if and only if A is commutative as\na graded algebra. Let A^co_CG be the category of cogroups satisfying these\nequivalent conditions. If R is a field, the category A^co_CG is completely\ndetermined. We also establish an equivalence of the full subcategory of A^co_CG\nconsisting of objects of finite type with a full subcategory of the category of\npositively graded R-modules without any assumption on R. The results in the\ncase of R=Q are applied to the theory of co-H-groups.\n","Comment: 11 pages"]}]
["1303.7351",{"format":[],"subject":["Nuclear Theory","Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7351","J. Phys. G: Nucl. Part. Phys. 40 (2013) 053101","doi:10.1088/0954-3899/40/5/053101"],"date":["2013-03-29"],"type":["text"],"creator":["Zinner, N. T.","Jensen, A. S."],"language":[],"coverage":[],"title":["Comparing and contrasting nuclei and cold atomic gases"],"description":["  The experimental revolution in ultracold atomic gas physics over the past\ndecades have brought tremendous amounts of new insight to the world of\ndegenerate quantum systems. Here we compare and constrast the developments of\ncold atomic gases with the physics of nuclei since many concepts, techniques,\nand nomenclatures are common to both fields. However, nuclei are finite systems\nwith interactions that are typically much more complicated than those of\nultracold atomic gases. The simularities and differences must therefore be\ncarefully addressed for a meaningful comparison and to facilitate fruitful\ncrossdisciplinary activity. Universal results from atomic physics should have\nimpact in certain limits of the nuclear domain. In particular, with advances in\nthe trapping of few-body atomic systems we expect a more direct exchange of\nideas and results.\n","Comment: 68 pages, 14 figures, abridged abstract"]}]
["1303.7353",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7353"],"date":["2013-03-29"],"type":["text"],"creator":["Sharma, Nisha","Sharma, Kamlesh"],"language":[],"coverage":[],"title":["A Modified LSB Technique of Digital Watermarking in Spatial Domain"],"description":["  Digital watermarking is a technique of embedding pieces of information into\ndigital data such as text, audio, video, and still images that can be detected\nor extracted later to show authentication about the data. Watermark is hidden\ninformation in the image(s) and is so designed that it does not degrade/distort\nthe quality of the image and still keeps the information. Digital watermarking\nis basically to protect ownership rights and to control of making illicit\ncopies of digital data. In this paper, we have discussed various watermarking\ntechniques and properties and have proposed a modified LSB technique. We have\nimplemented the proposed technique by following: 2-bits of 8-bit gray image is\nreplaced by luminance part, next 2-bits by red component, next 2-bits by green\ncomponent and next 2-bits by blue component of 32-bit image using secret key.\nThe advantage is that watermarking capacity has been increased and unaffected\nby various attacks e.g. zero out LSB bits, cropping etc. Watermark image is\nimperceptible in resultant image. We have tested this technique on several\nimages and found that it is quite satisfactory. This technique is secured as\nunauthorized user can not extract the watermarked contents easily from the\noriginal image and works well in adverse situations. We have implemented this\ntechnique on platform java 1.5.0.\n","Comment: 4 pages, 2 images, Proceedings International Conference on Innovative\n  Technologies Reserch & Development in Science, Technology and Management\n  organized by PDM collage of Engg & IEEE-IMS/EMB(Delhi), 2009. arXiv admin\n  note: text overlap with arXiv:0802.3746 by other authors without attribution"]}]
["1303.7355",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","Primary 46J10, 45K05, Secondary 35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7355"],"date":["2013-03-29"],"type":["text"],"creator":["Woukeng, Jean Louis"],"language":[],"coverage":[],"title":["Introverted algebras with mean value"],"description":["  Let A be an introverted algebra with mean value. We prove that its spectrum\n\\Delta (A) is a compact topological semigroup, and that the kernel K(\\Delta\n(A)) of \\Delta (A) is a compact topological group over which the mean value on\nA can be identified as the Haar integral. Based on these facts and also on the\nfact that K(\\Delta (A)) is an ideal of \\Delta (A), we define the convolution\nover \\Delta (A). We then use it to derive some new convergence results\ninvolving the convolution product of sequences. These convergence results\nprovide us with an efficient method for studying the asymptotics of nonlocal\nproblems. The obtained results systematically establish the connection between\nthe abstract harmonic analysis and the homogenization theory. To illustrate\nthis, we work out some homogenization problems in connection with nonlocal\npartial differential equations.\n","Comment: 38 pages"]}]
["1303.7358",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7358"],"date":["2013-03-29"],"type":["text"],"creator":["Fyodorov, I.","Sarychev, A."],"language":[],"coverage":[],"title":["Quantum theory of the plasmonic nanolaser"],"description":["  In this work, we present a fully quantum theory of the plasmonic nanolaser,\nbased on the maser model. Theory can be applied both to the microlasers with\nhigh Q-factor cavities and plasmonic nanolasers. We show that the latter is\nessentially a thresholdless device. We obtain the statistics of quanta,\nspectrum of the plasmonic radiation and the second-order coherence degree in\nthe steady state. The limits of the model applicability are discussed in\ndetail. All results are compared with the full numerical simulation.\n","Comment: 10 pages, 7 figures"]}]
["1303.7361",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7361"],"date":["2013-03-29"],"type":["text"],"creator":["Fu, Zhiguo","Yang, Fengqin"],"language":[],"coverage":[],"title":["Holographaic Alogorithms on Bases of Rank 2"],"description":["  An essential problem in the design of holographic algorithms is to decide\nwhether the required signatures can be realized by matchgates under a suitable\nbasis transformation (SRP). For holographic algorithms on domain size 2, [1, 2,\n4, 5] have built a systematical theory. In this paper, we reduce SRP on domain\nsize k>2 to SRP on domain size 2 for holographic algorithms on bases of rank 2.\nFurthermore, we generalize the collapse theorem of [3] to domain size k>2.\n","Comment: 7 pages"]}]
["1303.7366",{"format":[],"subject":["Mathematics - Differential Geometry","53B05, 58J60, 90C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7366"],"date":["2013-03-29"],"type":["text"],"creator":["Hildebrand, Roland"],"language":[],"coverage":[],"title":["Hessian potentials with parallel derivatives"],"description":["  Let $U \\subset \\mathbb A^n$ be an open subset of real affine space. We\nconsider functions $F: U \\to \\mathbb R$ with non-degenerate Hessian such that\nthe first or the third derivative of $F$ is parallel with respect to the\nLevi-Civita connection defined by the Hessian metric $F\"$. In the former case\nthe solutions are given precisely by the logarithmically homogeneous functions,\nwhile the latter case is closely linked to metrised Jordan algebras. Both\nconditions together are related to unital metrised Jordan algebras. Both\nconditions combined with convexity provide a local characterization of\ncanonical barriers on symmetric cones.\n","Comment: 10 pages"]}]
["1303.7367",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7367"],"date":["2013-03-29"],"type":["text"],"creator":["Barr, Alan J.","Lester, Christopher G."],"language":[],"coverage":[],"title":["A search for direct heffalon production using the ATLAS and CMS\n  experiments at the Large Hadron Collider"],"description":["  The first search is reported for direct heffalon production, using 23.3/fb\nper experiment of delivered integrated luminosity of proton-proton collisions\nat rootS = 8TeV from the Large Hadron Collider. The data were recorded with the\nATLAS and the CMS detectors. Each exotic composite is assumed to be stable on\nthe detector lifetime (tau >> ns). A particularly striking signature is\nexpected. No signal events are observed after event selection. The cross\nsection for heffalon production is found to be less than 64ab at the 95%\nconfidence level.\n","Comment: 4 pages, 2 figures"]}]
["1303.7370",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7370"],"date":["2013-03-29"],"type":["text"],"creator":["Set, Erhan","Ozdemir, M. Emin","Sarikaya, M. Zeki","Karakoc, Filiz"],"language":[],"coverage":[],"title":["Hermite-Hadamard type inequalities for mappings whose derivatives are\n  s-convex in the second sense via fractional integrals"],"description":["  In this paper we establish Hermite-Hadamard type inequalities for mappings\nwhose derivatives are s-convex in the second sense and concave.\n"]}]
["1303.7373",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7373","Annuaire de Universite de Sofia St. Kliment Ohridski, Faculte de\n  Physique, v. 104, p.63-70, 2011"],"date":["2013-03-29"],"type":["text"],"creator":["Atanasov, Victor"],"language":[],"coverage":[],"title":["Pseudo-magnetic fields in graphene in excess of 300T: theoretical\n  framework"],"description":["  The experimental demonstration of pseudo-magnetic fields exceeding 300 T in\ngraphene [2] nanobubbles represents considerable challenge for the present\ntheory connecting the emergence of gauge fields due to strain in the underlying\nlattice. Here we propose a theoretical framework within which the magnitude of\nthe pseudo-magnetic fields can be computed more accurately. The basic feature\nof this framework is that the carriers in graphene are considered with their\nthree dimensional wave function which is then gradually constrained to the\ngraphene surface. In the process, a geometrically induced gauge field emerges\nin the two dimensional equation for the surface dynamics. The computation of\nthe magnetic field associated with this gauge potential reproduces the measured\nfield strength.\n","Comment: arXiv admin note: text overlap with arXiv:1101.5243"]}]
["1303.7377",{"format":[],"subject":["Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7377"],"date":["2013-03-29"],"type":["text"],"creator":["Gaur, Vibha","Sharma, Neeraj Kumar","Bedi, Punam"],"language":[],"coverage":[],"title":["Evaluating Reputation Systems for Agent Mediated e-Commerce"],"description":["  Agent mediated e-commerce involves buying and selling on Internet through\nsoftware agents. The success of an agent mediated e-commerce system lies in the\nunderlying reputation management system which is used to improve the quality of\nservices in e-market environment. A reputation system encourages the honest\nbehaviour of seller agents and discourages the malicious behaviour of dishonest\nseller agents in the e-market where actual traders never meet each other. This\npaper evaluates various reputation systems for assigning reputation rating to\nsoftware agents acting on behalf of buyers and sellers in e-market. These\nmodels are analysed on the basis of a number of features viz. reputation\ncomputation and their defence mechanisms against different attacks. To address\nthe problems of traditional reputation systems which are relatively static in\nnature, this paper identifies characteristics of a dynamic reputation framework\nwhich ensures judicious use of information sharing for inter-agent cooperation\nand also associates the reputation of an agent with the value of a transaction\nso that the market approaches an equilibrium state and dishonest agents are\nweeded out of the market.\n","Comment: 5 pages. arXiv admin note: text overlap with arXiv:1110.3961"]}]
["1303.7379",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7379"],"date":["2013-03-29"],"type":["text"],"creator":["Barnat, Jiri","Bauch, Petr"],"language":[],"coverage":[],"title":["Control Explicit---Data Symbolic Model Checking: An Introduction"],"description":["  A comprehensive verification of parallel software imposes three crucial\nrequirements on the procedure that implements it. Apart from accepting real\ncode as program input and temporal formulae as specification input, the\nverification should be exhaustive, with respect to both control and data flows.\nThis paper is concerned with the third requirement, proposing to combine\nexplicit model checking to handle the control with symbolic set representations\nto handle the data. The combination of explicit and symbolic approaches is\nfirst investigated theoretically and we report the requirements on the symbolic\nrepresentation and the changes to the model checking process the combination\nentails. The feasibility and efficiency of the combination is demonstrated on a\ncase study using the DVE modelling language and we report a marked improvement\nin scalability compared to previous solutions. The results described in this\npaper show the potential to meet all three requirements for automatic\nverification in a single procedure combining explicit model checking with\nsymbolic set representations.\n","Comment: 15 pages"]}]
["1303.7380",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7380"],"date":["2013-03-29"],"type":["text"],"creator":["Chrisman, Micah W."],"language":[],"coverage":[],"title":["A Lattice of Finite-Type Invariants of Virtual Knots"],"description":["  We construct an infinite commutative lattice of groups whose dual spaces give\nKauffman finite-type invariants of long virtual knots. The lattice is based\n\"horizontally\" upon the Polyak algebra and extended \"vertically\" using\nManturov's functorial map $f$. For each $n$, the $n$-th vertical line in the\nlattice contains an infinite dimensional subspace of Kauffman finite-type\ninvariants of degree $n$. Moreover, the lattice contains infinitely many\ninequivalent extensions of the Conway polynomial to long virtual knots, all of\nwhich satisfy the same skein relation. Bounds for the rank of each group in the\nlattice are obtained.\n"]}]
["1303.7382",{"format":[],"subject":["Physics - Popular Physics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7382"],"date":["2013-03-29"],"type":["text"],"creator":["Piškur, Yodovina","Medolin, Bumbarija"],"language":[],"coverage":[],"title":["Felinic principle and measurement of the Hubble parameter"],"description":["  Intelligent life can only appear in Universes, whose physical laws support\nsufficient complexity to make evolution of intelligent beings possible. Even\ninside those Universes, intelligent life does not appear randomly, but in parts\nwith realized complexity, e.g. around stars in our Universe. As a consequence,\nthe observational point of an intelligent observer cannot be assumed to be\nrandom and one must correct for this selection effect. In this paper we\ncalculate how direct measurements of the Hubble parameter are affected when\nsubject to the condition that they are observed from a Milky Way-like galaxy.\n","Comment: 3 pages, one figure, AFL in print"]}]
["1303.7383",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7383"],"date":["2013-03-29"],"type":["text"],"creator":["Chrisman, Micah W."],"language":[],"coverage":[],"title":["On the Combinatorics of Smoothing"],"description":["  Many invariants of knots rely upon smoothing the knot at its crossings. To\ncompute them, it is necessary to know how to count the number of connected\ncomponents the knot diagram is broken into after the smoothing. In this paper,\nit is shown how to use a modification of a theorem of Zulli together with a\nmodification of the spectral theory of graphs to approach such problems\nsystematically. We give an application to counting subdiagrams of pretzel knots\nwhich have one component after oriented and unoriented smoothings.\n"]}]
["1303.7384",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7384"],"date":["2013-03-29"],"type":["text"],"creator":["Klibanov, Michael V."],"language":[],"coverage":[],"title":["Uniqueness of two phaseless inverse acoustics problems in 3-d"],"description":["  Uniqueness is proven for two 3-d inverse problems of the determination of the\nspatially distributed sound speed in the frequency dependent acoustic PDE. The\nmain new point is the assumption that only the modulus of the scattered complex\nvalued wave field is measured on a certain set.\n"]}]
["1303.7386",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7386"],"date":["2013-03-29"],"type":["text"],"creator":["Ahmed, Tarek Sayed"],"language":[],"coverage":[],"title":["What is the spirit of the cylindric paradigm, as opposed to that of the\n  polyadic one?"],"description":["  We give a categorial definition separating cylindric-like algebras from\npolyadic-like ones. Viewing the neat reduct operator as a functor, we show that\nit does not have a right adjoint in the former case, but it is strongly\ninvertible in the second case. Several new results on amalgamation, and non\nfinite axiomatizability are presented for both paradigms. A hitherto categorial\nequivalence is also given between relation algebras with quasi-projections and\nNemeti's directed cylindric algebras for any dimension.\n","Comment: 88 pages. arXiv admin note: text overlap with arXiv:1302.0365"]}]
["1303.7387",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","30F60, 32G15, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7387"],"date":["2013-03-29"],"type":["text"],"creator":["Gupta, Subhojoy"],"language":[],"coverage":[],"title":["Conformal limits of grafting and Teichm\\\"{u}ller rays and their\n  asymptoticity"],"description":["  We show that any grafting ray in Teichm\\\"{u}ller space is (strongly)\nasymptotic to some Teichm\\\"{u}ller geodesic ray. As an intermediate step we\nintroduce surfaces that arise as limits of these degenerating Riemann surfaces.\nGiven a grafting ray, the proof involves a Teichm\\\"{u}ller ray with a\nconformally equivalent limit, and building quasiconformal maps of low\ndilatation between the surfaces along the rays. Our preceding work had proved\nthe result for rays determined by an arational lamination or a multicurve, and\nthe unified approach here gives an alternative proof of the former case.\n","Comment: 32 pages, 15 figures"]}]
["1303.7392",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7392","Rendiconti dell'Istituto Lombardo Accademia di Scienze e Lettere,\n  Classe di Scienze Matematiche e Naturali, 143, 223-239 (2010)"],"date":["2013-03-29"],"type":["text"],"creator":["Giorgilli, Antonio","Locatelli, Ugo","Sansottera, Marco"],"language":[],"coverage":[],"title":["Su un'estensione della teoria di Lagrange per i moti secolari"],"description":["  La teoria di Lagrange per i moti secolari delle eccentricit\\`a ed\ninclinazioni delle orbite planetarie si fondava su un'approssimazione, dettata\nin larga misura dalla complessit\\`a dei calcoli necessari, che consisteva nel\nconsiderare solo equazioni lineari. In questa memoria riprendiamo in\nconsiderazione i metodi di Lagrange alla luce della teoria della stabilit\\`a\nesponenziale di Nekhoroshev. Grazie agli algoritmi sviluppati negli ultimi anni\ne alle tecniche di manipolazione algebrica possiamo tener conto anche dei\ncontributi non lineari alle equazioni. Come applicazione cerchiamo di\ndeterminare i tempi di stabilit\\`a per il problema dei tre corpi nel caso del\nSole e dei due pianeti maggiori, Giove e Saturno, mostrando che si possono\nottenere risultati realistici, ancorch\\'e non ottimali.\n  Lagrange's theory for the secular motion of perihelia and nodes of the\nplanetary orbits was based on consideration of a linear approssimation of the\ndynamical equations, compatible with the complexity of the calculations. We\nextend Lagrange's investigations in the light of Nekhoroshev's theory of\nexponential stability. Using effective algorithms recently developed and\ncomputer algebra we investigate the non linear problem. We apply our methods to\nthe problem of three bodies in the Sun-Jupiter-Saturn case, thus showing that\nrealistic results, although not optimal, can be obtained.\n","Comment: 16 pages, 2 figures"]}]
["1303.7395",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7395","CeMDA, 104, 159-173 (2009)","doi:10.1007/s10569-009-9192-7"],"date":["2013-03-29"],"type":["text"],"creator":["Giorgilli, Antonio","Locatelli, Ugo","Sansottera, Marco"],"language":[],"coverage":[],"title":["Kolmogorov and Nekhoroshev theory for the problem of three bodies"],"description":["  We investigate the long time stability in Nekhoroshev's sense for the\nSun-Jupiter-Saturn problem in the framework of the problem of three bodies.\nUsing computer algebra in order to perform huge perturbation expansions we show\nthat the stability for a time comparable with the age of the universe is\nactually reached, but with some strong truncations on the perturbation\nexpansion of the Hamiltonian at some stage. An improvement of such results is\ncurrently under investigation.\n","Comment: 17 pages, 2 figures"]}]
["1303.7397",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7397"],"date":["2013-03-29"],"type":["text"],"creator":["Kordy, Barbara","Piètre-Cambacédès, Ludovic","Schweitzer, Patrick"],"language":[],"coverage":[],"title":["DAG-Based Attack and Defense Modeling: Don't Miss the Forest for the\n  Attack Trees"],"description":["  This paper presents the current state of the art on attack and defense\nmodeling approaches that are based on directed acyclic graphs (DAGs). DAGs\nallow for a hierarchical decomposition of complex scenarios into simple, easily\nunderstandable and quantifiable actions. Methods based on threat trees and\nBayesian networks are two well-known approaches to security modeling. However\nthere exist more than 30 DAG-based methodologies, each having different\nfeatures and goals. The objective of this survey is to present a complete\noverview of graphical attack and defense modeling techniques based on DAGs.\nThis consists of summarizing the existing methodologies, comparing their\nfeatures and proposing a taxonomy of the described formalisms. This article\nalso supports the selection of an adequate modeling technique depending on user\nrequirements.\n"]}]
["1303.7398",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7398","Third La Plata International School on Astronomy and Geophysics.\n  Edited by P.M. Cincotta, C.M. Giordano, and C. Efthymiopoulos. Asociaci\\'on\n  Argentina de Astronom\\'ia Workshop Series, 3, 147-183 (2011)"],"date":["2013-03-29"],"type":["text"],"creator":["Giorgilli, Antonio","Sansottera, Marco"],"language":[],"coverage":[],"title":["Methods of algebraic manipulation in perturbation theory"],"description":["  We give a short introduction to the methods of representing polynomial and\ntrigonometric series that are often used in Celestial Mechanics. A few\napplications are also illustrated.\n","Comment: 37 pages, 10 figures"]}]
["1303.7400",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7400"],"date":["2013-03-28"],"type":["text"],"creator":["Flyvbjerg, Bent"],"language":[],"coverage":[],"title":["Policy and Planning for Large Infrastructure Projects: Problems, Causes,\n  Cures"],"description":["  This paper argues, first, that a major problem in the planning of large\ninfrastructure projects is the high level of misinformation about costs and\nbenefits that decision makers face in deciding whether to build, and the high\nrisks such misinformation generates. Second, it explores the causes of\nmisinformation and risk, mainly in the guise of optimism bias and strategic\nmisrepresentation. Finally, the paper presents a number of measures aimed at\nimproving planning and decision making for large infrastructure projects,\nincluding changed incentive structures and better planning methods. Thus the\npaper is organized as a simple triptych consisting in problems, causes, and\ncures.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1303.6571,\n  arXiv:1303.6654, arXiv:1303.6571, arXiv:1302.3642"]}]
["1303.7401",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7401","Transportation Research A, vol. 39, no. 6, July 2005, 522-530","doi:10.1016/j.tra.2005.02.003"],"date":["2013-03-28"],"type":["text"],"creator":["Flyvbjerg, Bent"],"language":[],"coverage":[],"title":["Measuring Inaccuracy in Travel Demand Forecasting: Methodological\n  Considerations Regarding Ramp Up and Sampling"],"description":["  Project promoters, forecasters, and managers sometimes object to two things\nin measuring inaccuracy in travel demand forecasting: (1) using the forecast\nmade at the time of making the decision to build as the basis for measuring\ninaccuracy and (2) using traffic during the first year of operations as the\nbasis for measurement. This paper presents the case against both objections.\nFirst, if one is interested in learning whether decisions about building\ntransport infrastructure are based on reliable information, then it is exactly\nthe traffic forecasted at the time of making the decision to build that is of\ninterest. Second, although ideally studies should take into account so-called\ndemand \"ramp up\" over a period of years, the empirical evidence and practical\nconsiderations do not support this ideal requirement, at least not for large-N\nstudies. Finally, the paper argues that large samples of inaccuracy in travel\ndemand forecasts are likely to be conservatively biased, i.e., accuracy in\ntravel demand forecasts estimated from such samples would likely be higher than\naccuracy in travel demand forecasts in the project population. This bias must\nbe taken into account when interpreting the results from statistical analyses\nof inaccuracy in travel demand forecasting.\n"]}]
["1303.7402",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7402","Transportation Planning and Technology, vol. 30, no. 1, February\n  2007, 9-30","doi:10.1080/03081060701207938"],"date":["2013-03-28"],"type":["text"],"creator":["Flyvbjerg, Bent"],"language":[],"coverage":[],"title":["Cost Overruns and Demand Shortfalls in Urban Rail and Other\n  Infrastructure"],"description":["  Risk, including economic risk, is increasingly a concern for public policy\nand management. The possibility of dealing effectively with risk is hampered,\nhowever, by lack of a sound empirical basis for risk assessment and management.\nThe paper demonstrates the general point for cost and demand risks in urban\nrail projects. The paper presents empirical evidence that allow valid economic\nrisk assessment and management of urban rail projects, including benchmarking\nof individual or groups of projects. Benchmarking of the Copenhagen Metro is\npresented as a case in point. The approach developed is proposed as a model for\nother types of policies and projects in order to improve economic and financial\nrisk assessment and management in policy and planning.\n"]}]
["1303.7403",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7403","California Management Review, vol. 51, no. 2, Winter 2009, 170-193","doi:10.1225/CMR423"],"date":["2013-03-28"],"type":["text"],"creator":["Flyvbjerg, Bent","Garbuio, Massimo","Lovallo, Dan"],"language":[],"coverage":[],"title":["Delusion and Deception in Large Infrastructure Projects: Two Models for\n  Explaining and Preventing Executive Disaster"],"description":["  The Economist recently reported that infrastructure spending is the largest\nit is ever been as a share of world GDP. With $22 trillion in projected\ninvestments over the next ten years in emerging economies alone, the magazine\ncalls it the \"biggest investment boom in history.\" The efficiency of\ninfrastructure planning and execution is therefore particularly important at\npresent. Unfortunately, the private sector, the public sector and\nprivate/public sector partnerships have a dismal record of delivering on large\ninfrastructure cost and performance promises. This paper explains why and how\nto solve the problem.\n"]}]
["1303.7404",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7404"],"date":["2013-03-28"],"type":["text"],"creator":["Flyvbjerg, Bent","Bruzelius, Nils","Rothengatter, Werner"],"language":[],"coverage":[],"title":["Megaprojects and Risk: An Anatomy of Ambition"],"description":["  Back cover text: Megaprojects and Risk provides the first detailed\nexamination of the phenomenon of megaprojects. It is a fascinating account of\nhow the promoters of multibillion-dollar megaprojects systematically and\nself-servingly misinform parliaments, the public and the media in order to get\nprojects approved and built. It shows, in unusual depth, how the formula for\napproval is an unhealthy cocktail of underestimated costs, overestimated\nrevenues, undervalued environmental impacts and overvalued economic development\neffects. This results in projects that are extremely risky, but where the risk\nis concealed from MPs, taxpayers and investors. The authors not only explore\nthe problems but also suggest practical solutions drawing on theory and hard,\nscientific evidence from the several hundred projects in twenty nations that\nillustrate the book. Accessibly written, it will be essential reading in its\nfield for students, scholars, planners, economists, auditors, politicians,\njournalists and interested citizens.\n","Comment: Cambridge University Press, 2003"]}]
["1303.7405",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7405","doi:10.1016/J.CITIES.2012.10.016"],"date":["2013-03-28"],"type":["text"],"creator":["Flyvbjerg, Bent"],"language":[],"coverage":[],"title":["How Planners Deal with Uncomfortable Knowledge: The Dubious Ethics of\n  the American Planning Association"],"description":["  With a point of departure in the concept \"uncomfortable knowledge,\" this\narticle presents a case study of how the American Planning Association (APA)\ndeals with such knowledge. APA was found to actively suppress publicity of\nmalpractice concerns and bad planning in order to sustain a boosterish image of\nplanning. In the process, APA appeared to disregard and violate APA's own Code\nof Ethics. APA justified its actions with a need to protect APA members'\ninterests, seen as preventing planning and planners from being presented in\npublic in a bad light. The current article argues that it is in members'\ninterest to have malpractice critiqued and reduced, and that this best happens\nby exposing malpractice, not by denying or diverting attention from it as APA\ndid in this case. Professions, organizations, and societies that stifle\ncritique tend to degenerate and become socially and politically irrelevant\n\"zombie institutions.\" The article asks whether such degeneration has set in\nfor APA and planning. Finally, it is concluded that more debate about APA's\nethics and actions is needed for improving planning practice. Nine key\nquestions are presented to constructively stimulate such debate.\n","Comment: Flyvbjerg, Bent, 2013, \"How Planners Deal with Uncomfortable\n  Knowledge: The Dubious Ethics of the American Planning Association,\" Cities"]}]
["1303.7406",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","53C50, 32G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7406"],"date":["2013-03-29"],"type":["text"],"creator":["Diallo, Boubacar"],"language":[],"coverage":[],"title":["Prescribing metrics on the boundary of convex cores of globally\n  hyperbolic maximal compact AdS 3-manifolds"],"description":["  We consider globally hyperbolic maximal anti de Sitter 3-manifolds $M$ with a\nclosed Cauchy surface $S$ of genus greater than one and prove that any pair of\nhyperbolic metrics on $S$ can be realized as the boundary metrics of the convex\ncore of a maximal globally hyperbolic anti de Sitter 3-manifold structure on\n$M$. This answers the existence part of a question of Mess about the unique\nrealization of such metrics. Our theorem has a nice formulation purely in terms\nof 2-dimensional Teichm\\\"uller theory and earthquakes.\n","Comment: 17 pages, 5 figures. Part of my PhD thesis"]}]
["1303.7409",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7409"],"date":["2013-03-29"],"type":["text"],"creator":["Ke, Tracy","Fan, Jianqing","Wu, Yichao"],"language":[],"coverage":[],"title":["Homogeneity in Regression"],"description":["  This paper explores the homogeneity of coefficients in high-dimensional\nregression, which extends the sparsity concept and is more general and suitable\nfor many applications. Homogeneity arises when one expects regression\ncoefficients corresponding to neighboring geographical regions or a similar\ncluster of covariates to be approximately the same. Sparsity corresponds to a\nspecial case of homogeneity with a known atom zero. In this article, we propose\na new method called clustering algorithm in regression via data-driven\nsegmentation (CARDS) to explore homogeneity. New mathematics are provided on\nthe gain that can be achieved by exploring homogeneity. Statistical properties\nof two versions of CARDS are analyzed. In particular, the asymptotic normality\nof our proposed CARDS estimator is established, which reveals better estimation\naccuracy for homogeneous parameters than that without homogeneity exploration.\nWhen our methods are combined with sparsity exploration, further efficiency can\nbe achieved beyond the exploration of sparsity alone. This provides additional\ninsights into the power of exploring low-dimensional strucuture in\nhigh-dimensional regression: homogeneity and sparsity. The newly developed\nmethod is further illustrated by simulation studies and applications to real\ndata.\n"]}]
["1303.7413",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7413"],"date":["2013-03-29"],"type":["text"],"creator":["Zhang, Renliang","Di, Qinfeng","Gao, Guohua","Wang, Xinliang","Ding, Weipeng","Gong, Wei"],"language":[],"coverage":[],"title":["Lattice Boltzmann simulations of apparent slip and contact angle in\n  hydrophobic micro-channels"],"description":["  In this paper, we applied the Shan-Chen multiphase Lattice Boltzmann method\nto simulate two different parameters, contact angle (a static parameter) and\nslip length (a dynamic parameter), and we proposed a relationship between them\nby fitting those numerical simulation results. By changing the values of the\nstrength of interaction between fluid particles (SIF) and the strength of\ninteraction between fluid and solid surface (SIFS), we simulated a series of\ncontact angles and slip lengths. Our numerical simulation results show that\nboth SIF and SIFS have little effects on the relationship between contact angle\nand slip length. Using the proposed relationship between slip length and\ncontact angle, we further derived an equation to determine the upper limit of\nnano-particles' diameter under which drag-reduction can be achieved when using\nnano-particles adsorbing method.\n"]}]
["1303.7414",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7414"],"date":["2013-03-29"],"type":["text"],"creator":["Kaemena, Björn","Flege, Jan Ingo","Falta, Jens"],"language":[],"coverage":[],"title":["Adsorbate-Mediated Growth of Rare-Earth Oxides on Silicon"],"description":["  Ultrathin cerium oxide films have been deposited on chlorine, gallium, and\nsilver passivated Si(111) by reactive molecular beam epitaxy in a comparative\nstudy. The crystallinity of these films has been characterized by x-ray\nstanding waves while the oxidation state of the rare-earth oxide (REOx) films\nand the chemical interface composition have been revealed by hard x-ray\nphotoelectron spectroscopy. The use of Cl as passivating agent results in the\nepitaxial growth of highly crystalline REOx films with the RE metal in the 3+\noxidation state while effectively suppressing silicate and silicon oxide\nformation at the interface. In contrast, Ga and Ag preadsorption yield films of\ninferior quality, in the case of Ag of even lower crystallinity than without\npassivation. Further investigations show that Cl-passivation also results in\nultrathin lanthana films of superior quality, which facilitate the growth of\nwell-ordered ceria on lanthana REOx multilayers.\n","Comment: 11 pages, 9 figures"]}]
["1303.7421",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7421"],"date":["2013-03-29"],"type":["text"],"creator":["Kyasov, A. A.","Dedkov, G. V."],"language":[],"coverage":[],"title":["Fluctuation-Electromagnetic Interaction of Rotating Neutral Particle\n  with the Surface: Relativistic Theory"],"description":["  Based on the fluctuation-electromagnetic theory, we have calculated the\nretarded force of attraction, frictional moment and heating rate of a neutral\nparticle rotating near a polarizable surface. The particle and surface are\ncharacterized by arbitrary material properties and temperatures. The surface is\nassumed to be in thermal equilibrium with vacuum environment.\n","Comment: 8 pages, 1 figure"]}]
["1303.7422",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7422"],"date":["2013-03-29"],"type":["text"],"creator":["GökÇelik, Fatma","Gök, İsmail","Ekmekci, F. Nejat","Yayli, Yusuf"],"language":[],"coverage":[],"title":["On Inclined Curves According to Parallel Transport Frame in E4"],"description":["  In this paper, we introduce an inclined curves according to parallel\ntransport frame. Also, we define a vector field called Darboux vector field of\nan inclined curve in and we give a new characterization such as: \"\\alpha: I\n\\subset R \\rightarrow E^4 is an inclined curve \\Leftrightarrow k_1 \\int k_1ds +\nk_2 \\int \\k_2 +k_3ds = 0\" where k_1, k_2, K_3 are the principal curvature\nfunctions according to parallel transport frame of the curve and we give the\nsimilar characterizations such as \"\\alpha : I \\subset R \\rightarrow E^3 is a\ngeneralized helix \\Leftrightarrow k_1 \\int k_1ds + k_2 \\int k_2ds = 0\" where\nk_1, k_2 are the principal curvature functions according to Bishop frame of the\ncurve \\alpha. Moreover, we illustrate some examples and draw their figures with\nMathematica Programme.\n"]}]
["1303.7425",{"format":[],"subject":["Computer Science - Symbolic Computation","Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7425"],"date":["2013-03-29"],"type":["text"],"creator":["Gastineau, Micka\u007fel","Laskar, Jacques"],"language":[],"coverage":[],"title":["Highly Scalable Multiplication for Distributed Sparse Multivariate\n  Polynomials on Many-core Systems"],"description":["  We present a highly scalable algorithm for multiplying sparse multivariate\npolynomials represented in a distributed format. This algo- rithm targets not\nonly the shared memory multicore computers, but also computers clusters or\nspecialized hardware attached to a host computer, such as graphics processing\nunits or many-core coprocessors. The scal- ability on the large number of cores\nis ensured by the lacks of synchro- nizations, locks and false-sharing during\nthe main parallel step.\n","Comment: 15 pages, 5 figures"]}]
["1303.7427",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7427"],"date":["2013-03-29"],"type":["text"],"creator":["Chambers, Erin Wolf","Wang, Yusu"],"language":[],"coverage":[],"title":["Measuring Similarity Between Curves on 2-Manifolds via Homotopy Area"],"description":["  Measuring the similarity of curves is a fundamental problem arising in many\napplication fields. There has been considerable interest in several such\nmeasures, both in Euclidean space and in more general setting such as curves on\nRiemannian surfaces or curves in the plane minus a set of obstacles. However,\nso far, efficiently computable similarity measures for curves on general\nsurfaces remain elusive. This paper aims at developing a natural curve\nsimilarity measure that can be easily extended and computed for curves on\ngeneral orientable 2-manifolds. Specifically, we measure similarity between\nhomotopic curves based on how hard it is to deform one curve into the other one\ncontinuously, and define this \"hardness\" as the minimum possible surface area\nswept by a homotopy between the curves. We consider cases where curves are\nembedded in the plane or on a triangulated orientable surface with genus $g$,\nand we present efficient algorithms (which are either quadratic or near linear\ntime, depending on the setting) for both cases.\n","Comment: 25 pages, full version of SoCG 2013 paper"]}]
["1303.7431",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7431"],"date":["2013-03-29"],"type":["text"],"creator":["Asli, Kamal El","Houca, Rachid","Jellal, Ahmed"],"language":[],"coverage":[],"title":["Hall Conductivities for Confined System in Noncommutative Plane"],"description":["  We propose an approach based on the generalized quantum mechanics to deal\nwith the basic features of the spin Hall effect. We begin by considering two\ndecoupled harmonic oscillators on the noncommutative plane and determine the\nsolutions of the energy spectrum. We realize two algebras in terms of the\nquadratic observables and show their importance in filling the shells with\nfermions. Under some transformation we show that our system is submitted to an\neffective Lorentz force similar to that acting on one particle in an external\nmagnetic field. From equation of motions, we end up with the charge and spin\nHall conductivities as function of the noncommutative parameter \\theta. By\nswitching off \\theta we recover standard results developed on the subject and\nin the limit \\theta --> 0 we show that our approach can reproduce the Laughin\nwavefunctions.\n","Comment: 15 pages"]}]
["1303.7433",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7433"],"date":["2013-03-29"],"type":["text"],"creator":["Davenport, James R. A."],"language":[],"coverage":[],"title":["Unidentified Moving Objects in Next Generation Time Domain Surveys"],"description":["  Existing and future wide-field photometric surveys will produce a time-lapse\nmovie of the sky that will revolutionize our census of variable and moving\nastronomical and atmospheric phenomena. As with any revolution in scientific\nmeasurement capability, this new species of data will also present us with\nresults that are sure to surprise and confound our understanding of the cosmos.\nWhile we cannot predict the unknown yields of such endeavors, it is a\nbeneficial exercise to explore certain parameter spaces using reasonable\nassumptions for rates and observability. To this end I present a simple\nparameterized model of the detectability of unidentified flying objects (UFOs)\nwith the Large Synoptic Survey Telescope (LSST). I also demonstrate that the\nLSST is well suited to place the first systematic constraints on the rate of\nUFO and extraterrestrial visits to our world.\n","Comment: 5 pages, 4 figures, submitted and instantaneously accepted to the\n  Journal of Speculative Astronomy"]}]
["1303.7435",{"format":[],"subject":["Quantum Physics","Computer Science - Cryptography and Security","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7435"],"date":["2013-03-29"],"type":["text"],"creator":["Bennett, Charles H.","Riedel, C. Jess"],"language":[],"coverage":[],"title":["On the security of key distribution based on Johnson-Nyquist noise"],"description":["  We point out that arguments for the security of Kish's noise-based\ncryptographic protocol have relied on an unphysical no-wave limit, which if\ntaken seriously would prevent any correlation from developing between the\nusers. We introduce a noiseless version of the protocol, also having illusory\nsecurity in the no-wave limit, to show that noise and thermodynamics play no\nessential role. Then we prove generally that classical electromagnetic\nprotocols cannot establish a secret key between two parties separated by a\nspacetime region perfectly monitored by an eavesdropper. We note that the\noriginal protocol of Kish is vulnerable to passive time-correlation attacks\neven in the quasi-static limit. Finally we show that protocols of this type can\nbe secure in practice against an eavesdropper with noisy monitoring equipment.\nIn this case the security is a straightforward consequence of Maurer and Wolf's\ndiscovery that key can be distilled by public discussion from correlated random\nvariables in a wide range of situations where the eavesdropper's noise is at\nleast partly independent from the users' noise.\n","Comment: 4 pages, 3 figures"]}]
["1303.7442",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7442"],"date":["2013-03-29"],"type":["text"],"creator":["Pinaud, Olivier"],"language":[],"coverage":[],"title":["A note on stochastic Schr\\\"odinger equations with fractional\n  multiplicative noise"],"description":["  This work is devoted to non-linear stochastic Schr\\\"odinger equations with\nmultiplicative fractional noise, where the stochastic integral is defined\nfollowing the Riemann-Stieljes approach of Z\\\"ahle. Under the assumptions that\nthe initial condition is in the Sobolev space $H^q(\\Rm^n)$ for a dimension $n$\nless than three and $q$ an integer greater or equal to zero, that the noise is\na $Q-$fractional Brownian motion with Hurst index $H\\in(1/2,1)$ and spatial\nregularity $H^{q+4}(\\Rm^n)$, as well as appropriate hypotheses on the\nnon-linearity, we obtain the local existence of a unique pathwise solution in\n$\\calC^0(0,T,H^q(\\Rm^n)) \\cap \\calC^{0,\\gamma}(0,T,H^{q-2}(\\Rm^n))$, for any\n$\\gamma \\in [0,H)$. Contrary to the parabolic case, standard fixed point\ntechniques based on the mild formulation of the SPDE cannot be directly used\nbecause of the weak smoothing in time properties of the Schr\\\"odinger\nsemigroup. We follow here a different route and our proof relies on a change of\nphase that removes the noise and leads to a Schr\\\"odinger equation with a\nmagnetic potential that is not differentiable in time.\n"]}]
["1303.7443",{"format":[],"subject":["Mathematics - Optimization and Control","52A05, 49J52, 90C46, 90C48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7443"],"date":["2013-03-29"],"type":["text"],"creator":["Uderzo, Amos"],"language":[],"coverage":[],"title":["On the Polyak convexity principle and its application to variational\n  analysis"],"description":["  According to a result due to B.T. Polyak, a mapping between Hilbert spaces,\nwhich is $C^{1,1}$ around a regular point, carries a ball centered at that\npoint to a convex set, provided that the radius of the ball is small enough.\nThe present paper considers the extension of such result to mappings defined on\na certain subclass of uniformly convex Banach spaces. This enables one to\nextend to such setting a variational principle for constrained optimization\nproblems, already observed in finite dimension, that establishes a convex\nbehaviour for proper localizations of them. Further variational consequences\nare explored.\n","Comment: 13 pages"]}]
["1303.7444",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53 C 25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7444"],"date":["2013-03-29"],"type":["text"],"creator":["Friedrich, Thomas"],"language":[],"coverage":[],"title":["Cocalibrated G_2-manifolds with Ricci flat characteristic connection"],"description":["  Any 7-dimensional cocalibrated G_2-manifold admits a unique connection\n$\\nabla$ with skew symmetric torsion. We study these manifolds under the\nadditional condition that the $\\nabla$-Ricci tensor vanishes. In particular, we\ndescribe their geometry in case of a maximal number of $\\nabla$-parallel vector\nfields.\n"]}]
["1303.7445",{"format":[],"subject":["Computer Science - Artificial Intelligence","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7445"],"date":["2013-03-29"],"type":["text"],"creator":["Khan, Saad Ahmad","Boloni, Ladislau"],"language":[],"coverage":[],"title":["Agent-based modeling of a price information trading business"],"description":["  We describe an agent-based simulation of a fictional (but feasible)\ninformation trading business. The Gas Price Information Trader (GPIT) buys\ninformation about real-time gas prices in a metropolitan area from drivers and\nresells the information to drivers who need to refuel their vehicles.\n  Our simulation uses real world geographic data, lifestyle-dependent driving\npatterns and vehicle models to create an agent-based model of the drivers. We\nuse real world statistics of gas price fluctuation to create scenarios of\ntemporal and spatial distribution of gas prices. The price of the information\nis determined on a case-by-case basis through a simple negotiation model. The\ntrader and the customers are adapting their negotiation strategies based on\ntheir historical profits.\n  We are interested in the general properties of the emerging information\nmarket: the amount of realizable profit and its distribution between the trader\nand customers, the business strategies necessary to keep the market operational\n(such as promotional deals), the price elasticity of demand and the impact of\npricing strategies on the profit.\n","Comment: Extended version of the paper published at Computer and Information\n  Sciences, Proc. of ISCIS-26, 2011"]}]
["1303.7452",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7452","Composite Structures 95 (2013) 630-638","doi:10.1016/j.compstruct.2012.08.014"],"date":["2013-03-29"],"type":["text"],"creator":["Paggi, Marco","Corrado, Mauro","Rodriguez, Maria Alejandra"],"language":[],"coverage":[],"title":["A multi-physics and multi-scale numerical approach to microcracking and\n  power-loss in photovoltaic modules"],"description":["  A multi-physics and multi-scale computational approach is proposed in the\npresent work to study the evolution of microcracking in polycrystalline Silicon\n(Si) solar cells composing photovoltaic (PV) modules. Coupling between the\nelastic and the electric fields is provided according to an equivalent circuit\nmodel for the PV module where the electrically inactive area is determined from\nthe analysis of the microcrack pattern. The structural scale of the PV\nlaminate(the macro-model) is coupled to the scale of the polycrystals (the\nmicro-model) using a multiscale nonlinear finite element approach where the\nmacro-scale displacements of the Si cell borders are used as boundary\nconditions for the micro-model. Intergranular cracking in the Si cell is\nsimulated using a nonlinear fracture mechanics cohesive zone model (CZM). A\ncase-study shows the potentiality of the method, in particular as regards the\nanalysis of the microcrack orientation and distribution, as well as of the\neffect of cracking on the electric characteristics of the PV module.\n","Comment: 20 pages, 17 figures, post-print of the article published in\n  Composite Structures"]}]
["1303.7454",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7454"],"date":["2013-03-29"],"type":["text"],"creator":["Christopoulos, Dimitrios","Chatzinotas, Symeon","Krikidis, Ioannis","Ottersten, Bjorn"],"language":[],"coverage":[],"title":["Constructive Interference in Linear Precoding Systems: Power Allocation\n  and User Selection"],"description":["  The exploitation of interference in a constructive manner has recently been\nproposed for the downlink of multiuser, multi-antenna transmitters. This novel\nlinear precoding technique, herein referred to as constructive interference\nzero forcing (CIZF) precoding, has exhibited substantial gains over\nconventional approaches; the concept is to cancel, on a symbol-by-symbol basis,\nonly the interfering users that do not add to the intended signal power. In\nthis paper, the power allocation problem towards maximizing the performance of\na CIZF system with respect to some metric (throughput or fairness) is\ninvestigated. What is more, it is shown that the performance of the novel\nprecoding scheme can be further boosted by choosing some of the constructive\nmultiuser interference terms in the precoder design. Finally, motivated by the\nsignificant effect of user selection on conventional, zero forcing (ZF)\nprecoding, the problem of user selection for the novel precoding method is\ntackled. A new iterative, low complexity algorithm for user selection in CIZF\nis developed. Simulation results are provided to display the gains of the\nalgorithm compared to known user selection approaches.\n","Comment: 7 pages, 6 figures, Conference Paper submitted to IEEE GlobeCom 2013\n  conf"]}]
["1303.7455",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Computational Complexity","15A69, 68Q17, 90C25, 90C51, 90C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7455"],"date":["2013-03-29"],"type":["text"],"creator":["Lim, Lek-Heng"],"language":[],"coverage":[],"title":["Self-concordance is NP-hard"],"description":["  We give an elementary proof of a somewhat curious result, namely, that\ndeciding whether a convex function is self-concordant is in general an\nintractable problem.\n"]}]
["1303.7457",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7457"],"date":["2013-03-29"],"type":["text"],"creator":["Sukumar, Suraj"],"language":[],"coverage":[],"title":["Computational Analysis of Modified Blom's Scheme"],"description":["  To achieve security in wireless networks, it is important to be able to\nencrypt and authenticate messages sent among sensor nodes. Due to resource\nconstraints, achieving such key agreement in wireless sensor networks in\nnontrivial. Blom's scheme is a symmetric key exchange protocol used in\ncryptography. In this paper, we propose a new key pre-distribution scheme by\nmodifying Blom's scheme which reduces the computational complexity as well as\nmemory usage.\n","Comment: 12 pages. arXiv admin note: substantial text overlap with\n  arXiv:1103.5712 by other authors without attribution"]}]
["1303.7460",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7460"],"date":["2013-03-29"],"type":["text"],"creator":["Ernvall-Hytönen, Anne-Maria"],"language":[],"coverage":[],"title":["Some results related to the conjecture by Belfiore and Sol\\'e"],"description":["  In the first part of the paper, we consider the relation between kissing\nnumber and the secrecy gain. We show that on an $n=24m+8k$-dimensional even\nunimodular lattice, if the shortest vector length is $\\geq 2m$, then as the\nnumber of vectors of length $2m$ decreases, the secrecy gain increases. We will\nalso prove a similar result on general unimodular lattices. We will also\nconsider the situations with shorter vectors. Furthermore, assuming the\nconjecture by Belfiore and Sol\\'e, we will calculate the difference between\ninverses of secrecy gains as the number of vectors varies. We will show by an\nexample that there exist two lattices in the same dimension with the same\nshortest vector length and the same kissing number, but different secrecy\ngains. Finally, we consider some cases of a question by Elkies by providing an\nanswer for a special class of lattices assuming the conjecture of Belfiore and\nSol\\'e. We will also get a conditional improvement on some Gaulter's results\nconcerning the conjecture.\n","Comment: This paper contains the note http://arxiv.org/abs/1209.3573. However,\n  there are several new results, including the results concerning a conjecture\n  by Elkies"]}]
["1303.7463",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7463","doi:10.1051/0004-6361/201220804"],"date":["2013-03-29"],"type":["text"],"creator":["Lange, Sebastian","Spanier, Felix","Battarbee, Markus","Vainio, Rami","Laitinen, Timo"],"language":[],"coverage":[],"title":["Particle scattering in turbulent plasmas with amplified wave modes"],"description":["  High-energy particles stream during coronal mass ejections or flares through\nthe plasma of the solar wind. This causes instabilities, which lead to wave\ngrowth at specific resonant wave numbers, especially within shock regions.\nThese amplified wave modes influence the turbulent scattering process\nsignificantly. In this paper, results of particle transport and scattering in\nturbulent plasmas with excited wave modes are presented. The method used is a\nhybrid simulation code, which treats the heliospheric turbulence by an\nincompressible magnetohydrodynamic approach separately from a kinetic particle\ndescription. Furthermore, a semi-analytical model using quasilinear theory\n(QLT) is compared to the numerical results. This paper aims at a more\nfundamental understanding and interpretation of the pitch-angle scattering\ncoefficients. Our calculations show a good agreement of particle simulations\nand the QLT for broad-band turbulent spectra; for higher turbulence levels and\nparticle beam driven plasmas, the QLT approximation gets worse. Especially the\nresonance gap at $\\mu=0$ poses a well-known problem for QLT for steep\nturbulence spectra, whereas test-particle computations show no problems for the\nparticles to scatter across this region. The reason is that the sharp resonant\nwave--particle interactions in QLT are an oversimplification of the broader\nresonances in test-particle calculations, which result from nonlinear effects\nnot included in the QLT. We emphasise the importance of these results for both\nnumerical simulations and analytical particle transport approaches, especially\nthe validity of the QLT.\n","Comment: accepted, publishing process A&A still running"]}]
["1303.7466",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7466"],"date":["2013-03-29"],"type":["text"],"creator":["He, Tian-Xiao"],"language":[],"coverage":[],"title":["Use Impulse Response Sequences in the Construction of Number Sequence\n  Identities"],"description":["  We define impulse response sequence in the set of all linear recurring\nsequences satisfying a linear recurrence relation of order $r$. The generating\nfunction and expression of the impulse response sequence are presented. Some\nidentities of impulse response sequences including a type of nonlinear\nexpressions are established. The interrelationship between the impulse response\nsequence and other linear recurring sequences in the same set is given, which\nis used to transfer the identities of impulse response sequences to those of\nthe linear recurring sequences in the same set. Some applications of impulse\nresponse sequences to the structure of Stirling numbers of the second order,\nthe Wythoff array, and the Boustrophedon transform are studied.\n"]}]
["1303.7473",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7473"],"date":["2013-03-29"],"type":["text"],"creator":["Ivanyuk, Fedir"],"language":[],"coverage":[],"title":["On the Scission Point Configuration of Fisioning Nuclei"],"description":["  The scission of a nucleus into two fragments is at present the least\nunderstood part of the fission process, though the most important for the\nformation of the observables. To investigate the potential energy landscape at\nthe largest possible deformations, i.e. at the scission point (line,\nhypersurface), the Strutinsky's optimal shape approach is applied.\n  For the accurate description of the mass-asymmetric nuclear shape at the\nscission point, it turned out necessary to construct an interpolation between\nthe two sets of constraints for the elongation and mass asymmetry which are\napplied successfully at small deformations (quadrupole and octupole moments)\nand for separated fragments (the distance between the centers of mass and the\ndifference of fragments masses). In addition, a constraint on the neck radius\nwas added, what makes it possible to introduce the so called super-short and\nsuper-long shapes at the scission point and to consider the contributions to\nthe observable data from different fission modes. The calculated results for\nthe mass distribution of the fission fragment and the Coulomb repulsion energy\n\"immediately after scission\" are in a reasonable agreement with experimental\ndata.\n","Comment: 9 pages, 16 figures, the talk at the Scientific Workshop on Nuclear\n  Fission Dynamics and the Emission of Prompt Neutrons and Gamma Rays,\n  Biarritz, France, 28-30 November 2012"]}]
["1303.7475",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7475"],"date":["2013-03-29"],"type":["text"],"creator":["Peter, Benjamin M","Slatkin, Montgomery"],"language":[],"coverage":[],"title":["Detecting range expansions from genetic data"],"description":["  We propose a method that uses genetic data to test for the occurrence of a\nrecent range expansion and to infer the location of the origin of the\nexpansion. We introduce a statistic for pairs of populations $\\psi$ (the\ndirectionality index) that detects asymmetries in the two-dimensional allele\nfrequency spectrum caused by the series of founder events that happen during an\nexpansion. Such asymmetry arises because low frequency alleles tend to be lost\nduring founder events, thus creating clines in the frequencies of surviving\nlow-frequency alleles. Using simulations, we further show that $\\psi$ is more\npowerful for detecting range expansions than both $F_{ST}$ and clines in\nheterozygosity. We illustrate the utility of $\\psi$ by applying it to a data\nset from modern humans and show how we can include more complicated scenarios\nsuch as multiple expansion origins or barriers to migration in the model.\n"]}]
["cond-mat/0110561",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0110561","European Physical Journal B 29, 567 (2002)","doi:10.1140/epjb/e2002-00341-4"],"date":["2001-10-26","2002-09-22"],"type":["text"],"creator":["Chattopadhyay, Amit K."],"language":[],"coverage":[],"title":["The role of pinning and instability in a class of non-equilibrium growth\n  models"],"description":["  We study the dynamics of a growing crystalline facet where the growth\nmechanism is controlled by the geometry of the local curvature. A continuum\nmodel, in (2+1) dimensions, is developed in analogy with the\nKardar-Parisi-Zhang (KPZ) model is considered for the purpose. Following\nstandard coarse graining procedures, it is shown that in the large time, long\ndistance limit, the continuum model predicts a curvature independent KPZ phase,\nthereby suppressing all explicit effects of curvature and local pinning in the\nsystem, in the \"perturbative\" limit. A direct numerical integration of this\ngrowth equation, in 1+1 dimensions, supports this observation below a critical\nparametric range, above which generic instabilities, in the form of isolated\npillared structures lead to deviations from standard scaling behavior.\nPossibilities of controlling this instability by introducing statistically\n\"irrelevant\" (in the sense of renormalization groups) higher ordered\nnonlinearities have also been discussed.\n","Comment: 10 pages, 4 figures, references updated and minor changes in the\n  text, to appear in Euro. Phys. J. B"]}]
["cond-mat/0307242",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0307242","\"Propagation of pulse through elastic tubes\" in International\n  Journal of Modern Physics B 17 (26), 4619-4629 (2003)","doi:10.1142/S0217979203022945"],"date":["2003-07-10"],"type":["text"],"creator":["Chattopadhyay, Amit K.","Sil, Shreekantha"],"language":[],"coverage":[],"title":["Dynamics of Pulsed Flow in an Elastic Tube"],"description":["  Internal haemorrhage, often leading to cardio-vascular arrest happens to be\none of the prime sources of high fatality rates in mammals. We propose a\nsimplistic model of fluid flow to specify the location of the haemorrhagic\nspots, which, if located accurately, could be operated upon leading to a\npossible cure. The model we employ for the purpose is inspired by fluid\nmechanics and consists of a viscous fluid, pumped by a periodic force and\nflowing through an elastic tube. The analogy is with that of blood, pumped from\nthe heart and flowing through an arte ry or vein. Our results, aided by\ngraphical illustrations, match reasonably well with experimental observations.\n","Comment: 6 pages and 4 figures"]}]
["cond-mat/0601453",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601453","Physics Letters A, 357, 108-111 (2006)","doi:10.1016/j.physleta.2006.04.028"],"date":["2006-01-19"],"type":["text"],"creator":["Chattopadhyay, Amit K"],"language":[],"coverage":[],"title":["N-dimensional electron in a spherical potential: the large-N limit"],"description":["  We show that the energy levels predicted by a 1/N-expansion method for an\nN-dimensional Hydrogen atom in a spherical potential are always lower than the\nexact energy levels but monotonically converge towards their exact eigenstates\nfor higher ordered corrections. The technique allows a systematic approach for\nquantum many body problems in a confined potential and explains the remarkable\nagreement of such approximate theories when compared to the exact numerical\nspectrum.\n","Comment: 8 pages, 1 figure"]}]
["math/0702234",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","14N35 (Primary), 14A20, 53D45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702234","Duke Math. J. 147 (2009), no.3, 377-438","doi:10.1215/00127094-2009-015"],"date":["2007-02-08","2008-07-10"],"type":["text"],"creator":["Coates, Tom","Corti, Alessio","Iritani, Hiroshi","Tseng, Hsian-Hua"],"language":[],"coverage":[],"title":["Computing Genus-Zero Twisted Gromov-Witten Invariants"],"description":["  Twisted Gromov-Witten invariants are intersection numbers in moduli spaces of\nstable maps to a manifold or orbifold X which depend in addition on a vector\nbundle over X and an invertible multiplicative characteristic class. Special\ncases are closely related to local Gromov-Witten invariants of the bundle, and\nto genus-zero one-point invariants of complete intersections in X. We develop\ntools for computing genus-zero twisted Gromov-Witten invariants of orbifolds\nand apply them to several examples. We prove a \"quantum Lefschetz theorem\"\nwhich expresses genus-zero one-point Gromov-Witten invariants of a complete\nintersection in terms of those of the ambient orbifold X. We determine the\ngenus-zero Gromov-Witten potential of the type A surface singularity C^2/Z_n.\nWe also compute some genus-zero invariants of C^3/Z_3, verifying predictions of\nAganagic-Bouchard-Klemm. In a self-contained Appendix, we determine the\nrelationship between the quantum cohomology of the A_n surface singularity and\nthat of its crepant resolution, thereby proving the Crepant Resolution\nConjectures of Ruan and Bryan-Graber in this case.\n","Comment: 46 pages. v2: corrected our description of the work of Davesh Maulik.\n  v3 is the refereed version, with many changes: a new appendix containing the\n  results from our preprint arXiv:0704.2034; another new appendix containing\n  foundational results on Givental's Lagrangian cone and formal geometry; also\n  a number of typos were corrected and some references added"]}]
["physics/0612142",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612142","Europhysics Letters 77, 48003 (2007)","doi:10.1209/0295-5075/77/48003"],"date":["2006-12-14"],"type":["text"],"creator":["Chattopadhyay, Amit K","Burroughs, Nigel J"],"language":[],"coverage":[],"title":["Close contact fluctuations: the seeding of signalling domains in the\n  immunological synapse"],"description":["  We analyse the size and density of thermally induced regions of close contact\nin cell:cell contact interfaces within a harmonic potential approximation,\nestimating these regions to be below one-tenth of a micron across. Our\ncalculations indicate that as the distance between the close contact threshold\ndepth and the mean membrane-membrane separation increases, the density of close\ncontact patches decreases exponentially while there is only a minimal variation\nin their mean size. The technique developed can be used to calculate the\nprobability of first crossing in reflection symmetry violating systems.\n","Comment: To be published in Europhysics Letters"]}]
