["0806.3915",{"format":[],"subject":["Mathematics - Probability","Mathematics - Group Theory","Mathematics - Metric Geometry","20F67, 60B15 (11K55, 20F69, 28A75, 60J50, 60J65)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3915","Annales Scientifiques de l'\\'Ecole Normale Sup\\'erieure 44, 4\n  (2011) 683 -- 721"],"date":["2008-06-24","2009-07-03"],"type":["text"],"creator":["Blachère, Sébastien","Haïssinsky, Peter","Mathieu, Pierre"],"language":[],"coverage":[],"title":["Harmonic measures versus quasiconformal measures for hyperbolic groups"],"description":["  We establish a dimension formula for the harmonic measure of a finitely\nsupported and symmetric random walk on a hyperbolic group. We also characterize\nrandom walks for which this dimension is maximal. Our approach is based on the\nGreen metric, a metric which provides a geometric point of view on random walks\nand, in particular, which allows us to interpret harmonic measures as \\qc\nmeasures on the boundary of the group.\n","Comment: Besides minor modifications, we provide a new proof that the harmonic\n  measure of a finitely supported random walk on a Fuchsian group with cusps is\n  singular. 52 pp"]}]
["0902.3169",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3169","Proceedings of the Edinburgh Mathematical Society (2013) 56,\n  337-347","doi:10.1017/S0013091512000132"],"date":["2009-02-18","2011-02-22"],"type":["text"],"creator":["Raggi-Cardenas, Alberto","Romero, Nadia"],"language":[],"coverage":[],"title":["On primordial groups for the Green ring"],"description":["  Consider the Mackey functor assigning to each finite group G the Green ring\nof finitely generated kG-modules, where k is a field of characteristic p>0.\nThevenaz foresaw in 1988 that the class of primordial groups for this functor\nis the family of k-Dress groups. In this paper we prove that this is true for\nthe subfunctor defined by the Green ring of finitely generated kG-modules of\ntrivial source.\n","Comment: 13 pages, changed content"]}]
["1002.2285",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2285","doi:10.1134/S1054660X11150126"],"date":["2010-02-11"],"type":["text"],"creator":["Jeong, Youn-Chang","Kim, Yong-Su","Kim, Yoon-Ho"],"language":[],"coverage":[],"title":["Effects of depolarizing quantum channels on BB84 and SARG04 quantum\n  cryptography protocols"],"description":["  We report experimental studies on the effect of the depolarizing quantum\nchannel on weak-pulse BB84 and SARG04 quantum cryptography. The experimental\nresults show that, in real world conditions in which channel depolarization\ncannot be ignored, BB84 should perform better than SARG04.\n","Comment: 4 pages, 4 figures"]}]
["1003.3853",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","primary 20F65, secondary 57M07, 20E06, 20E34, 20E36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3853","Groups Geom. Dyn. 7 (2013), 181--204","doi:10.4171/GGD/180"],"date":["2010-03-19","2011-09-04"],"type":["text"],"creator":["Kotschick, D.","Loeh, C."],"language":[],"coverage":[],"title":["Groups not presentable by products"],"description":["  In this paper we study obstructions to presentability by products for\nfinitely generated groups. Along the way we develop both the concept of\nacentral subgroups, and the relations between presentability by products on the\none hand, and certain geometric and measure or orbit equivalence invariants of\ngroups on the other. This leads to many new examples of groups not presentable\nby products, including all groups with infinitely many ends, the (outer)\nautomorphism groups of free groups, Thompson's groups, and even some elementary\namenable groups.\n","Comment: 25 pages, minor changes, to appear in Groups, Geometry, and Dynamics"]}]
["1004.2301",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 16E40, 43A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2301","Proc. Roy. Soc. Edinburgh Sect. A 142 (2012), no. 4, 715--744","doi:10.1017/S0308210510000648"],"date":["2010-04-13","2011-06-27"],"type":["text"],"creator":["Choi, Yemon","Gourdeau, Frédéric","White, Michael C."],"language":[],"coverage":[],"title":["Simplicial cohomology of band semigroup algebras"],"description":["  We establish simplicial triviality of the convolution algebra $\\ell^1(S)$,\nwhere $S$ is a band semigroup. This generalizes results of the first author\n[Glasgow Math. J. 2005, Houston J. Math. 2010]. To do so, we show that the\ncyclic cohomology of this algebra vanishes in all odd degrees, and is\nisomorphic in even degrees to the space of continuous traces on $\\ell^1(S)$.\nCrucial to our approach is the use of the structure semilattice of $S$, and the\nassociated grading of $S$, together with an inductive normalization procedure\nin cyclic cohomology; the latter technique appears to be new, and its\nunderlying strategy may be applicable to other convolution algebras of\ninterest.\n","Comment: v1: AMS-LaTeX, 24 pages, 1 figure. v2: some typos corrected; a few\n  minor adjustments made for clarity; references updated. Accepted June 2011 by\n  Proc. Royal Soc. Edinburgh Sect. A"]}]
["1008.1319",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Metric Geometry","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1319","Comm. Pure Appl. Math. 66 (2013), 307-331"],"date":["2010-08-07","2012-01-19"],"type":["text"],"creator":["Gigli, Nicola","Kuwada, Kazumasa","Ohta, Shin-ichi"],"language":[],"coverage":[],"title":["Heat flow on Alexandrov spaces"],"description":["  We prove that on compact Alexandrov spaces with curvature bounded below the\ngradient flow of the Dirichlet energy in the $L^2$-space produces the same\nevolution as the gradient flow of the relative entropy in the $L^2$-Wasserstein\nspace. This means that the heat flow is well defined by either one of the two\ngradient flows. Combining properties of these flows, we are able to deduce the\nLipschitz continuity of the heat kernel as well as Bakry-\\'Emery gradient\nestimates and the $\\Gamma_2$-condition. Our identification is established by\npurely metric means, unlike preceding results relying on PDE techniques. Our\napproach generalizes to the case of heat flow with drift.\n","Comment: 27 pages; minor modifications, to appear in Comm. Pure Appl. Math"]}]
["1008.1917",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1917","New J.Phys.13:035012,2011","doi:10.1088/1367-2630/13/3/035012"],"date":["2010-08-11","2013-02-08"],"type":["text"],"creator":["Bayntun, Allan","Burgess, C. P.","Dolan, Brian P.","Lee, Sung-Sik"],"language":[],"coverage":[],"title":["AdS/QHE: Towards a Holographic Description of Quantum Hall Experiments"],"description":["  Transitions among quantum Hall plateaux share a suite of remarkable\nexperimental features, such as semi-circle laws and duality relations, whose\naccuracy and robustness are difficult to explain directly in terms of the\ndetailed dynamics of the microscopic electrons. They would naturally follow if\nthe low-energy transport properties were governed by an emergent discrete\nduality group relating the different plateaux, but no explicit examples of\ninteracting systems having such a group are known. Recent progress using the\nAdS/CFT correspondence has identified examples with similar duality groups, but\nwithout the DC ohmic conductivity characteristic of quantum Hall experiments.\nWe use this to propose a simple holographic model for low-energy quantum Hall\nsystems, with a nonzero DC conductivity that automatically exhibits all of the\nobserved consequences of duality, including the existence of the plateaux and\nthe semi-circle transitions between them. The model can be regarded as a\nstrongly coupled analog of the old `composite boson' picture of quantum Hall\nsystems. Non-universal features of the model can be used to test whether it\ndescribes actual materials, and we comment on some of these in our proposed\nmodel.\n","Comment: LaTex 52 pages 11 figures. Repost improves the discussion of the\n  probe approximation; corrects minor errors; adds references. Second repost\n  generalizes charged solution and improves scaling discussion"]}]
["1009.1323",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55, 35Q60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1323"],"date":["2010-09-07","2013-02-07"],"type":["text"],"creator":["Corcho, A. J.","Ferreira, L. C. F."],"language":[],"coverage":[],"title":["Global existence for Schrodinger-Debye system for initial data with\n  infinite mass"],"description":["  We obtain global existence results for the Cauchy problem associated to the\nSchrodinger-Debye system for a class of data with infinite mass (L2-norm). A\nsmallness condition on data is assumed. Our results include data such as\nsingular-homogeneous functions and some types of data blowing up at finitely\nmany points. We also study the asymptotic stability of the solutions. Our\nanalysis is performed in the framework of weak-Lp spaces.\n","Comment: In order to improve our existence results"]}]
["1009.2312",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2312","Arch. Ration. Mech. Anal. 204 (2012), 917-944"],"date":["2010-09-13","2012-01-05"],"type":["text"],"creator":["Ohta, Shin-ichi","Sturm, Karl-Theodor"],"language":[],"coverage":[],"title":["Non-contraction of heat flow on Minkowski spaces"],"description":["  We study contractivity properties of gradient flows for functions on normed\nspaces or, more generally, on Finsler manifolds. Contractivity of the flows\nturns out to be equivalent to a new notion of convexity for the functions. This\nis different from the usual convexity along geodesics in non-Riemannian Finsler\nmanifolds. As an application, we show that the heat flow on Minkowski normed\nspaces other than inner product spaces is not contractive with respect to the\nquadratic Wasserstein distance.\n","Comment: 26 pages; minor revisions, to appear in Arch. Ration. Mech. Anal"]}]
["1011.0085",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0085","Discrete and Continuous Dynamical Systems - Series A 32, 7 (2012)\n  2403 -- 2416"],"date":["2010-10-30"],"type":["text"],"creator":["Haissinsky, Peter","Pilgrim, Kevin M."],"language":[],"coverage":[],"title":["Examples of coarse expanding conformal maps"],"description":["  In previous work, a class of noninvertible topological dynamical systems $f:\nX \\to X$ was introduced and studied; we called these {\\em topologically coarse\nexpanding conformal} systems. To such a system is naturally associated a\npreferred quasisymmetry (indeed, snowflake) class of metrics in which arbitrary\niterates distort roundness and ratios of diameters by controlled amounts; we\ncalled this {\\em metrically coarse expanding conformal}. In this note we extend\nthe class of examples to several more familiar settings, give applications of\nour general methods, and discuss implications for the computation of conformal\ndimension.\n"]}]
["1011.2291",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2291","Int. J. Theor. Phys. 52 (2013) 42","doi:10.1007/s10773-012-1297-1"],"date":["2010-11-10","2011-09-29"],"type":["text"],"creator":["Sadeghi, J.","Pourhassan, B.","Amani, A. R."],"language":[],"coverage":[],"title":["The effect of higher derivative correction on $\\eta /s$ and\n  conductivities in STU model"],"description":["  In this paper we study the ratio of shear viscosity to entropy, electrical\nand thermal conductivities for the R-charged black hole in STU model. We\ngeneralize previous works to the case of a black hole with three different\ncharges. Actually we use diffusion constant to obtain ratio of shear viscosity\nto entropy. By applying the thermodynamical stability we recover previous\nresults. Also we investigate the effect of higher derivative corrections.\n","Comment: revised version"]}]
["1011.5473",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5473","Revista Matem\\'atica Iberoamericana 28, 4 (2012) 1025 -- 1034"],"date":["2010-11-24"],"type":["text"],"creator":["Haissinsky, Peter","Pilgrim, Kevin M."],"language":[],"coverage":[],"title":["Quasisymmetrically inequivalent hyperbolic Julia sets"],"description":["  We give explicit examples of pairs of Julia sets of hyperbolic rational maps\nwhich are homeomorphic but not quasisymmetrically homeomorphic.\n"]}]
["1105.1116",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1116","Physical Review E, Vol. 84(2) 021711 (2011)","doi:10.1103/PhysRevE.84.021711"],"date":["2011-05-05"],"type":["text"],"creator":["Modes, Carl D.","Warner, Mark"],"language":[],"coverage":[],"title":["Blueprinting Nematic Glass: Systematically Constructing and Combining\n  Active Points of Curvature for Emergent Morphology"],"description":["  Much recent progress has been made in the study of nematic solids, both\nglassy and elastomeric, particularly in the realm of stress-free, defect-driven\ndeformation in thin sheets of material. In this paper we consider a subset of\ntexture domains in nematic glasses that are simple to synthesize, and explore\nthe ways that these simple domains may be compatibly combined to yield analogs\nof the traditional smooth disclination defect textures seen in standard liquid\ncrystals. We calculate the deformation properties of these constructed\ntextures, and show that, subject to the compatibility constraints of the\nconstruction, these textures may be further combined to achieve shape\nblueprinting of 3-D structures from flat sheets.\n","Comment: 8 pages, 8 figures"]}]
["1106.3311",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3311","Phys. Rev. B 86, 115329 (2012)","doi:10.1103/PhysRevB.86.115329"],"date":["2011-06-16","2012-06-05"],"type":["text"],"creator":["Wright, Anthony R.","Rosenow, Bernd"],"language":[],"coverage":[],"title":["Splitting of roton minimum in the \\nu=5/2 Moore-Read state"],"description":["  We calculate the dynamical structure factor of the \\nu=5/2 non-abelian\nquantum Hall state in the dipole approximation, valid for large momenta. Due to\nthe fact that both quasi-particles (qps) and quasi-holes (qhs) have an internal\nMajorana degree of freedom, a qp-qh pair has a fermionic degree of freedom\nwhich can be either empty or occupied, and leads to a splitting of the roton\nmode. Observation of this splitting by means of finite wavelength optical\nspectroscopy could provide evidence for Majorana modes in the \\nu=5/2 quantum\nHall state.\n","Comment: 8 pages including Supp. Mat., 3 figures"]}]
["1106.4432",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4432","Communications in Statistics--Computation and Simulation, 42(7),\n  1533-1548, 2013","doi:10.1080/03610918.2012.667476"],"date":["2011-06-22","2012-02-13"],"type":["text"],"creator":["Martin, Ryan"],"language":[],"coverage":[],"title":["An approximate Bayesian marginal likelihood approach for estimating\n  finite mixtures"],"description":["  Estimation of finite mixture models when the mixing distribution support is\nunknown is an important problem. This paper gives a new approach based on a\nmarginal likelihood for the unknown support. Motivated by a Bayesian Dirichlet\nprior model, a computationally efficient stochastic approximation version of\nthe marginal likelihood is proposed and large-sample theory is presented. By\nrestricting the support to a finite grid, a simulated annealing method is\nemployed to maximize the marginal likelihood and estimate the support. Real and\nsimulated data examples show that this novel stochastic\napproximation--simulated annealing procedure compares favorably to existing\nmethods.\n","Comment: 16 pages, 1 figure, 3 tables"]}]
["1107.1145",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1145"],"date":["2011-07-06","2013-02-08"],"type":["text"],"creator":["Lipmanov, E. M."],"language":[],"coverage":[],"title":["Semi-Empirical Flavor Mixing Phenomenology and T2K Theta_13 Data"],"description":["  Stimulated by recent T2K indications on a surprisingly large neutrino mixing\ntheta_13 angle we suggest that this last unknown angle is not independent but\ndetermined by the known large solar and atmospheric neutrino oscillation angles\nvia simple, symmetric, positive-definite equation. Encouragingly, it appears in\nagreement with recent new long base-line appearance nu-mu to nu-e neutrino\noscillation T2K data. At zero approximation this equation determines benchmark\nbimaximal neutrino mixing matrix as its unique solution with one texture zero.\nExtension to quark mixing angles leads to definite equation with unit mixing\nmatrix as sole solution. All six realistic neutrino and quark mixing angles are\nexplicitly expressed as small deviations from the zero approximation benchmark\nones by one small empirical universal parameter. Thus in the considered\nsemi-empirical flavor phenomenology the system of two related neutrino and\nquark equations is the source of the known main empirical rule of 'large\nneutrino mixing angles versus small quark ones' as well as other particle\nmixing regularities.\n","Comment: That withdrawal applies only to Version 4 of arXiv:1107.1145 that\n  does not belong to the article arXiv:1107.1145 and was submitted by a mistake\n  of the author. It will be resubmitted to arXiv:1202.5043"]}]
["1107.2833",{"format":[],"subject":["Mathematics - Representation Theory","22E46 (Primary) 14F10, 32C38 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2833"],"date":["2011-07-14","2013-02-08"],"type":["text"],"creator":["Oshima, Yoshiki"],"language":[],"coverage":[],"title":["On the restriction of Zuckerman's derived functor modules A_q(\\lambda)\n  to reductive subgroups"],"description":["  In this article, we study the restriction of Zuckerman's derived functor\n(g,K)-modules A_q(\\lambda) to g' for symmetric pairs of reductive Lie algebras\n(g,g'). When the restriction decomposes into irreducible (g',K')-modules, we\ngive an upper bound for the branching law. In particular, we prove that each\n(g',K')-module occurring in the restriction is isomorphic to a submodule of\nA_q'(\\lambda') for a parabolic subalgebra q' of g', and determine their\nassociated varieties. For the proof, we construct A_q(\\lambda) on complex\npartial flag varieties by using D-modules.\n","Comment: 30 pages, typos corrected, references added"]}]
["1109.6665",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6665"],"date":["2011-09-29","2013-02-08"],"type":["text"],"creator":["Ahmadi, Behzad","Simeone, Osvaldo"],"language":[],"coverage":[],"title":["Distributed and Cascade Lossy Source Coding with a Side Information\n  \"Vending Machine\""],"description":["  Source coding with a side information \"vending machine\" is a recently\nproposed framework in which the statistical relationship between the side\ninformation and the source, instead of being given and fixed as in the\nclassical Wyner-Ziv problem, can be controlled by the decoder. This control\naction is selected by the decoder based on the message encoded by the source\nnode. Unlike conventional settings, the message can thus carry not only\ninformation about the source to be reproduced at the decoder, but also control\ninformation aimed at improving the quality of the side information. In this\npaper, the analysis of the trade-offs between rate, distortion and cost\nassociated with the control actions is extended from the previously studied\npoint-to-point set-up to two basic multiterminal models. First, a distributed\nsource coding model is studied, in which two encoders communicate over\nrate-limited links to a decoder, whose side information can be controlled. The\ncontrol actions are selected by the decoder based on the messages encoded by\nboth source nodes. For this set-up, inner bounds are derived on the\nrate-distortion-cost region for both cases in which the side information is\navailable causally and non-causally at the decoder. These bounds are shown to\nbe tight under specific assumptions, including the scenario in which the\nsequence observed by one of the nodes is a function of the source observed by\nthe other and the side information is available causally at the decoder. Then,\na cascade scenario in which three nodes are connected in a cascade and the last\nnode has controllable side information, is also investigated. For this model,\nthe rate-distortion-cost region is derived for general distortion requirements\nand under the assumption of causal availability of side information at the last\nnode.\n","Comment: 33 pages, 7 figures, submitted to IEEE Transactions on Information\n  Theory (1st revision)"]}]
["1110.1504",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1504","J. Phys.: Conf. Ser. 408 012070 (2013)","doi:10.1088/1742-6596/408/1/012070"],"date":["2011-10-07"],"type":["text"],"creator":["Berger, Niklaus"],"language":[],"coverage":[],"title":["A novel experiment searching for the lepton flavour violating decay mu\n  -> eee"],"description":["  Since the discovery of neutrino oscillations it is known that lepton flavour\nis not conserved. Lepton flavour violating processes in the charged lepton\nsector have so far however eluded detection; as they are heavily suppressed in\nthe standard model of particle physics, an observation would be a clear signal\nfor new physics and help to understand the source of neutrino masses and CP\nviolation. We propose a novel experiment searching for the decay mu -> eee with\nthe aim of ultimately reaching a sensitivity of 10^-16, an improvement by four\norders of magnitude compared to previous experiments. The technologies enabling\nthis step are thin high-voltage monolithic active pixel sensors for precise\ntracking at high rates with a minimum of material and scintillating fibres for\nhigh resolution time measurements.\n","Comment: 4 pages, 3 figures, contribution to NUFACT 11, XIIIth International\n  Workshop on Neutrino Factories, Super beams and Beta beams, 1-6 August 2011,\n  CERN and University of Geneva"]}]
["1111.1942",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1942","Phys. Rev. D 85, 034035 (2012)","doi:10.1103/PhysRevD.85.034035"],"date":["2011-11-08"],"type":["text"],"creator":["Jung, H.","Kraemer, M.","Lipatov, A. V.","Zotov, N. P."],"language":[],"coverage":[],"title":["Investigation of beauty production and parton shower effects at LHC"],"description":["  We present hadron-level predictions from the Monte Carlo generator Cascade\nand parton level calculations of open b quark, b-flavored hadron and inclusive\nb-jet production in the framework of the kt-factorization QCD approach for the\nLHC energies. The unintegrated gluon densities in a proton are determined using\nthe CCFM evolution equation and the Kimber-Martin-Ryskin (KMR) prescription.\nOur predictions are compared with the first data taken by the CMS and LHCb\ncollaborations at 7 TeV. We study the theoretical uncertainties of our\ncalculations and investigate the effects coming from parton showers in initial\nand final states. The special role of initial gluon transverse momenta in\ndescription of the data is pointed out.\n","Comment: 19 pages, 11 figures. arXiv admin note: substantial text overlap with\n  arXiv:1105.5071"]}]
["1111.6676",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6676","Astronomy & Astrophysics, 525, A41 (2011)","doi:10.1051/0004-6361/200913533"],"date":["2011-11-28"],"type":["text"],"creator":["Kobanov, N. I.","Kolobov, D. Y.","Chupin, S. A.","Nakariakov, V. M."],"language":[],"coverage":[],"title":["Height distribution of the power of 3-min oscillations over sunspots"],"description":["  Context. The height structure of 3-min oscillations over sunspots is studied\nin the context of the recently discovered effect of height inversion: over the\numbra, the spatial location of the maximum of chromospheric 3-min oscillation\npower corresponds to the relative decrease in the power of photospheric\noscillations. Aims. We investigate whether the height inversion of the power of\n3-min oscillations is a common feature of the spatial structure of the\noscillations for the majority of sunspots. Methods. Spectrogram sequences of\nH-alpha 6563{\\AA} and FeI 6569{\\AA} over sunspots, acquired with very high\ncadency (about 2 s or better) are obtained. The distribution of the oscillation\npower of the line-of-sight velocity signal is studied by using methods of\nwavelet frequency filtration and Fourier analysis. Results. The effect of the\nheight inversion is found in 9 of 11 analyzed active regions. The\ninterpretation of this effect is possibly connected to both the decrease in the\nlevel of photosphere in sunspot umbrae and the magnetic field topology.\n"]}]
["1112.0485",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0485","Nano Lett. 12, 4065 (2012)","doi:10.1021/nl301491m"],"date":["2011-12-02","2011-12-05"],"type":["text"],"creator":["West, Adam D.","Weatherill, Kevin J.","Hayward, Thomas J.","Fry, Paul W.","Schrefl, Thomas","Gibbs, Mike R. J.","Adams, Charles S.","Allwood, Dan A.","Hughes, Ifan G."],"language":[],"coverage":[],"title":["Manipulating ultracold atoms with a reconfigurable nanomagnetic system\n  of domain walls"],"description":["  The divide between the realms of atomic-scale quantum particles and\nlithographically-defined nanostructures is rapidly being bridged. Hybrid\nquantum systems comprising ultracold gas-phase atoms and substrate-bound\ndevices already offer exciting prospects for quantum sensors, quantum\ninformation and quantum control. Ideally, such devices should be scalable,\nversatile and support quantum interactions with long coherence times.\nFulfilling these criteria is extremely challenging as it demands a stable and\ntractable interface between two disparate regimes. Here we demonstrate an\narchitecture for atomic control based on domain walls (DWs) in planar magnetic\nnanowires that provides a tunable atomic interaction, manifested experimentally\nas the reflection of ultracold atoms from a nanowire array. We exploit the\nmagnetic reconfigurability of the nanowires to quickly and remotely tune the\ninteraction with high reliability. This proof-of-principle study shows the\npracticability of more elaborate atom chips based on magnetic nanowires being\nused to perform atom optics on the nanometre scale.\n","Comment: 4 pages, 4 figures"]}]
["1201.4376",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4376"],"date":["2012-01-20","2013-02-07"],"type":["text"],"creator":["De Cristofaro, Emiliano","Soriente, Claudio"],"language":[],"coverage":[],"title":["Participatory Privacy: Enabling Privacy in Participatory Sensing"],"description":["  Participatory Sensing is an emerging computing paradigm that enables the\ndistributed collection of data by self-selected participants. It allows the\nincreasing number of mobile phone users to share local knowledge acquired by\ntheir sensor-equipped devices, e.g., to monitor temperature, pollution level or\nconsumer pricing information. While research initiatives and prototypes\nproliferate, their real-world impact is often bounded to comprehensive user\nparticipation. If users have no incentive, or feel that their privacy might be\nendangered, it is likely that they will not participate. In this article, we\nfocus on privacy protection in Participatory Sensing and introduce a suitable\nprivacy-enhanced infrastructure. First, we provide a set of definitions of\nprivacy requirements for both data producers (i.e., users providing sensed\ninformation) and consumers (i.e., applications accessing the data). Then, we\npropose an efficient solution designed for mobile phone users, which incurs\nvery low overhead. Finally, we discuss a number of open problems and possible\nresearch directions.\n","Comment: To appear in IEEE Network. Vol. 27, No. 1. January 2013. Submitted\n  March 2011, Accepted January 2012"]}]
["1201.5426",{"format":[],"subject":["Computer Science - Artificial Intelligence","D.3.3","F.3.2","G.1.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5426"],"date":["2012-01-25","2013-02-07"],"type":["text"],"creator":["Abdallah, A. Nait","van Emden, M. H."],"language":[],"coverage":[],"title":["Constraint Propagation as Information Maximization"],"description":["  This paper draws on diverse areas of computer science to develop a unified\nview of computation:\n  (1) Optimization in operations research, where a numerical objective function\nis maximized under constraints, is generalized from the numerical total order\nto a non-numerical partial order that can be interpreted in terms of\ninformation. (2) Relations are generalized so that there are relations of which\nthe constituent tuples have numerical indexes, whereas in other relations these\nindexes are variables. The distinction is essential in our definition of\nconstraint satisfaction problems. (3) Constraint satisfaction problems are\nformulated in terms of semantics of conjunctions of atomic formulas of\npredicate logic. (4) Approximation structures, which are available for several\nimportant domains, are applied to solutions of constraint satisfaction\nproblems.\n  As application we treat constraint satisfaction problems over reals. These\ncover a large part of numerical analysis, most significantly nonlinear\nequations and inequalities. The chaotic algorithm analyzed in the paper\ncombines the efficiency of floating-point computation with the correctness\nguarantees of arising from our logico-mathematical model of\nconstraint-satisfaction problems.\n","Comment: 21 pages"]}]
["1203.0079",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0079"],"date":["2012-02-29","2013-02-07"],"type":["text"],"creator":["Ohta, Shin-ichi"],"language":[],"coverage":[],"title":["Splitting theorems for Finsler manifolds of nonnegative Ricci curvature"],"description":["  We investigate the structure of a Finsler manifold of nonnegative weighted\nRicci curvature including a straight line, and extend the classical\nCheeger-Gromoll-Lichnerowicz splitting theorem. Such a space admits a\ndiffeomorphic, measure-preserving splitting in general. As for a special class\nof Berwald spaces, we can perform the isometric splitting in the sense that\nthere is a one-parameter family of isometries generated from the gradient\nvector field of the Busemann function. A Betti number estimate is also given\nfor Berwald spaces.\n","Comment: 21 pages; minor corrections; to appear in J. Reine Angew. Math"]}]
["1203.0911",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0911","Physical Review A 86, 062325 (2012)","doi:10.1103/PhysRevA.86.062325"],"date":["2012-03-05","2012-07-02"],"type":["text"],"creator":["Rosset, Denis","Ferretti-Schöbitz, Raphael","Bancal, Jean-Daniel","Gisin, Nicolas","Liang, Yeong-Cherng"],"language":[],"coverage":[],"title":["Imperfect measurements settings: implications on quantum state\n  tomography and entanglement witnesses"],"description":["  Reliable and well-characterized quantum resources are indispensable\ningredients in quantum information processing. Typically, in a realistic\ncharacterization of these resources, apparatuses come with intrinsic\nuncertainties that can manifest themselves in the form of systematic errors.\nWhile systematic errors are generally accounted for through careful\ncalibration, the effect of remaining imperfections on the characterization of\nquantum resources has been largely overlooked in the literature. In this paper,\nwe investigate the effect of systematic errors that arise from imperfect\nalignment of measurement bases --- an error that can conceivably take place due\nto the limited controlability of measurement devices. We show that\ncharacterization of quantum resources using quantum state tomography or\nentanglement witnesses can be undermined with an amount of such imprecision\nthat is not uncommon in laboratories. Curiously, for quantum state tomography,\nwe find that having entanglement can help to reduce the susceptibility to this\nkind of error. We also briefly discuss how a given entanglement witness can be\nmodified to incorporate the effect of such errors.\n","Comment: 13 pages, 9 figures. Key results moved from Appendices to main text,\n  proofs strengthened, figures added and text corrected to aid readability"]}]
["1203.1905",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1905","Computer Networks 57 (2013), 273-285","doi:10.1016/j.comnet.2012.09.009"],"date":["2012-03-08"],"type":["text"],"creator":["Vieira, Fabio R. J.","de Rezende, José F.","Barbosa, Valmir C.","Fdida, Serge"],"language":[],"coverage":[],"title":["Local heuristic for the refinement of multi-path routing in wireless\n  mesh networks"],"description":["  We consider wireless mesh networks and the problem of routing end-to-end\ntraffic over multiple paths for the same origin-destination pair with minimal\ninterference. We introduce a heuristic for path determination with two\ndistinguishing characteristics. First, it works by refining an extant set of\npaths, determined previously by a single- or multi-path routing algorithm.\nSecond, it is totally local, in the sense that it can be run by each of the\norigins on information that is available no farther than the node's immediate\nneighborhood. We have conducted extensive computational experiments with the\nnew heuristic, using AODV and OLSR, as well as their multi-path variants, as\nunderlying routing methods. For two different CSMA settings (as implemented by\n802.11) and one TDMA setting running a path-oriented link scheduling algorithm,\nwe have demonstrated that the new heuristic is capable of improving the average\nthroughput network-wide. When working from the paths generated by the\nmulti-path routing algorithms, the heuristic is also capable to provide a more\nevenly distributed traffic pattern.\n"]}]
["1203.2627",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2627","Phys. Rev. B 87, 045425 (2013)","doi:10.1103/PhysRevB.87.045425"],"date":["2012-03-12","2013-02-08"],"type":["text"],"creator":["Sarma, S. Das","Hwang, E. H."],"language":[],"coverage":[],"title":["Velocity renormalization and anomalous quasiparticle dispersion in\n  extrinsic graphene"],"description":["  Using many-body diagrammatic perturbation theory we consider carrier density-\nand substrate-dependent many-body renormalization of doped or gated graphene\ninduced by Coulombic electron-electron interaction effects. We quantitatively\ncalculate the many-body spectral function, the renormalized quasiparticle\nenergy dispersion, and the renormalized graphene velocity using the\nleading-order self-energy in the dynamically screened Coulomb interaction\nwithin the ring diagram approximation. We predict experimentally detectable\nmany-body signatures, which are enhanced as the carrier density and the\nsubstrate dielectric constant are reduced, finding an intriguing instability in\nthe graphene excitation spectrum at low wave vectors where interaction\ncompletely destroys all particle-like features of the noninteracting linear\ndispersion. We also make experimentally relevant quantitative predictions about\nthe carrier density and wave-vector dependence of graphene velocity\nrenormalization induced by electron-electron interaction. We compare on-shell\nand off-shell self-energy approximations within the ring diagram approximation,\nfinding a substantial quantitative difference between their predicted velocity\nrenormalization corrections in spite of the generally weak-coupling nature of\ninteraction in graphene.\n","Comment: 9 pages, 6 figures"]}]
["1204.3214",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3214","JOURNAL OF MODERN DYNAMICS 6 (2012), , no. 4, (2012) 451 -- 476"],"date":["2012-04-14"],"type":["text"],"creator":["Haïssinsky, Peter","Pilgrim, Kevin"],"language":[],"coverage":[],"title":["An algebraic characterization of expanding Thurston maps"],"description":["  Let $f: S^2 \\to S^2$ be a postcritically finite branched covering map without\nperiodic branch points. We give necessary and sufficient algebraic conditions\nfor $f$ to be homotopic, relative to its postcritical set, to an expanding map\n$g$.\n"]}]
["1204.3243",{"format":[],"subject":["High Energy Physics - Lattice","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3243","Phys.Rev.Lett. 109 (2012) 111601","doi:10.1103/PhysRevLett.109.111601"],"date":["2012-04-15"],"type":["text"],"creator":["Langfeld, Kurt","Lucini, Biagio","Rago, Antonio"],"language":[],"coverage":[],"title":["The density of states in gauge theories"],"description":["  The density of states is calculated for a SU(2) and a compact U(1) lattice\ngauge theory using a modified version of the Wang-Landau algorithm. We find\nthat the density of states of the SU(2) gauge theory can be reliably calculated\nover a range of 120,000 orders of magnitude for lattice sizes as big as 20^4.\nWe demonstrate the potential of the algorithm by reproducing the SU(2) average\naction, its specific heat and the critical couplings of the weak first order\ntransition in U(1).\n","Comment: 4 pages, 6 figures"]}]
["1204.3828",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3828","JHEP 05 (2012) 104","doi:10.1007/JHEP05(2012)104"],"date":["2012-04-17"],"type":["text"],"creator":["Lipatov, A. V.","Malyshev, M. A.","Zotov, N. P."],"language":[],"coverage":[],"title":["Prompt photon and associated heavy quark production at hadron colliders\n  with kt-factorization"],"description":["  In the framework of the kt-factorization approach, the production of prompt\nphotons in association with a heavy (charm or beauty) quarks at high energies\nis studied. The consideration is based on the O(\\alpha \\alpha_s^2) off-shell\namplitudes of gluon-gluon fusion and quark-(anti)quark interaction\nsubprocesses. The unintegrated parton densities in a proton are determined\nusing the Kimber-Martin-Ryskin prescription. The analysis covers the total and\ndifferential cross sections and extends to specific angular correlations\nbetween the produced prompt photons and muons originating from the semileptonic\ndecays of associated heavy quarks. Theoretical uncertainties of our evaluations\nare studied and comparison with the results of standard NLO pQCD calculations\nis performed. Our numerical predictions are compared with the recent\nexperimental data taken by the D0 and CDF collaborations at the Tevatron.\nFinally, we extend our results to LHC energies.\n","Comment: 14 pages, 10 figures"]}]
["1204.5926",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5926"],"date":["2012-04-26","2013-02-08"],"type":["text"],"creator":["Legoll, Frederic","Lelievre, Tony","Samaey, Giovanni"],"language":[],"coverage":[],"title":["A micro-macro parareal algorithm: application to singularly perturbed\n  ordinary differential equations"],"description":["  We introduce a micro-macro parareal algorithm for the time-parallel\nintegration of multiscale-in-time systems. The algorithm first computes a\ncheap, but inaccurate, solution using a coarse propagator (simulating an\napproximate slow macroscopic model), which is iteratively corrected using a\nfine-scale propagator (accurately simulating the full microscopic dynamics).\nThis correction is done in parallel over many subintervals, thereby reducing\nthe wall-clock time needed to obtain the solution, compared to the integration\nof the full microscopic model. We provide a numerical analysis of the algorithm\nfor a prototypical example of a micro-macro model, namely singularly perturbed\nordinary differential equations. We show that the computed solution converges\nto the full microscopic solution (when the parareal iterations proceed) only if\nspecial care is taken during the coupling of the microscopic and macroscopic\nlevels of description. The convergence rate depends on the modeling error of\nthe approximate macroscopic model. We illustrate these results with numerical\nexperiments.\n"]}]
["1205.1539",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Dynamical Systems","16W50, 16S99, 54H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1539"],"date":["2012-05-07"],"type":["text"],"creator":["Lundström, Patrik","Öinert, Johan"],"language":[],"coverage":[],"title":["Simple Skew Category Algebras Associated with Minimal Partially Defined\n  Dynamical Systems"],"description":["  In this article, we continue our study of category dynamical systems, that is\nfunctors $s$ from a category $G$ to $\\Top^{\\op}$, and their corresponding skew\ncategory algebras. Suppose that the spaces $s(e)$, for $e \\in \\ob(G)$, are\ncompact Hausdorff. We show that if (i) the skew category algebra is simple,\nthen (ii) $G$ is inverse connected, (iii) $s$ is minimal and (iv) $s$ is\nfaithful. We also show that if $G$ is a locally abelian groupoid, then (i) is\nequivalent to (ii), (iii) and (iv). Thereby, we generalize results by\n\\\"{O}inert for skew group algebras to a large class of skew category algebras.\n","Comment: 17 pages. arXiv admin note: substantial text overlap with\n  arXiv:1006.4776"]}]
["1205.4890",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4890","Annual Review of Cold Atoms and Molecules, 1, 301 (2013)","doi:10.1142/9789814440400_0008"],"date":["2012-05-22"],"type":["text"],"creator":["Pritchard, J. D.","Weatherill, K. J.","Adams, C. S."],"language":[],"coverage":[],"title":["Non-linear optics using cold Rydberg atoms"],"description":["  The implementation of electromagnetically induced transparency (EIT) in a\ncold Rydberg gas provides an attractive route towards strong photon--photon\ninteractions and fully deterministic all-optical quantum information\nprocessing. In this brief review we discuss the underlying principles of how\nlarge single photon non-linearities are achieved in this system and describe\nexperimental progress to date.\n","Comment: 50 pages, 21 figures. Preprint of book chapter submitted to the\n  Annual Review of cold atoms and molecules \\copyright (2012) [copyright World\n  Scientific Publishing Company]"]}]
["1205.5338",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5338","2013, ApJ, 763, 76","doi:10.1088/0004-637X/763/2/76"],"date":["2012-05-24","2013-02-08"],"type":["text"],"creator":["Scott, Nicholas","Graham, Alister W."],"language":[],"coverage":[],"title":["Updated Mass Scaling Relations for Nuclear Star Clusters and a\n  Comparison to Supermassive Black Holes"],"description":["  We investigate whether nuclear star clusters and supermassive black holes\nfollow a common set of mass scaling relations with their host galaxy's\nproperties, and hence can be considered to form a single class of central\nmassive object. We have compiled a large sample of galaxies with measured\nnuclear star cluster masses and host galaxy properties from the literature and\nfit log-linear scaling relations. We find that nuclear star cluster mass,\nM_{NC}, correlates most tightly with the host galaxy's velocity dispersion: log\nM_{NC} = (2.11 \\pm 0.31) log (\\sigma/54) + (6.63 \\pm 0.09), but has a slope\ndramatically shallower than the relation defined by supermassive black holes.\nWe find that the nuclear star cluster mass relations involving host galaxy (and\nspheroid) luminosity and stellar and dynamical mass, intercept with but are in\ngeneral shallower than the corresponding black hole scaling relations. In\nparticular M_{NC} \\propto {M}_{Gal,dyn}^{0.55 \\pm 0.15}; the nuclear cluster\nmass is not a constant fraction of its host galaxy or spheroid mass. We\nconclude that nuclear stellar clusters and supermassive black holes do not form\na single family of central massive objects.\n","Comment: 8 pages, 3 figures"]}]
["1205.5916",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5916","ACS Nano 6, 4639-4647 (2012)","doi:10.1021/nn301850g"],"date":["2012-05-26"],"type":["text"],"creator":["Smaali, Kacem","Clement, Nicolas","Patriarche, Gilles","Vuillaume, Dominique"],"language":[],"coverage":[],"title":["Conductance statistics from a large array of sub-10 nm molecular\n  junctions"],"description":["  Devices made of few molecules constitute the miniaturization limit that both\ninorganic and organic-based electronics aspire to reach. However, integration\nof millions of molecular junctions with less than 100 molecules each has been a\nlong technological challenge requiring well controlled nanometric electrodes.\nHere we report molecular junctions fabricated on a large array of sub-10 nm\nsingle crystal Au nanodots electrodes, a new approach that allows us to measure\nthe conductance of up to a million of junctions in a single conducting Atomic\nForce Microscope (C-AFM) image. We observe two peaks of conductance for\nalkylthiol molecules. Tunneling decay constant (beta) for alkanethiols, is in\nthe same range as previous studies. Energy position of molecular orbitals,\nobtained by transient voltage spectroscopy, varies from peak to peak, in\ncorrelation with conductance values.\n","Comment: ACS Nano (in press)"]}]
["1205.7024",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.7024","Phys. Rev. Lett. 110, 067205 (2013)","doi:10.1103/PhysRevLett.110.067205"],"date":["2012-05-31","2013-02-07"],"type":["text"],"creator":["Liu, Zheng-Xin","Wen, Xiao-Gang"],"language":[],"coverage":[],"title":["Symmetry protected Spin Quantum Hall phases in 2-Dimensions"],"description":["  Symmetry protected topological (SPT) states are short-range entangled states\nwith symmetry. Nontrivial SPT states have symmetry protected gapless edge\nexcitations. In 2-dimension (2D), there are infinite number of nontrivial SPT\nphases with SU(2) or SO(3) symmetry. These phases can be described by\nSU(2)/SO(3) nonlinear-sigma models with a quantized topological \\theta-term. At\nopen boundary, the \\theta-term becomes the Wess-Zumino-Witten term and\nconsequently the boundary excitations are decoupled gapless left movers and\nright movers. Only the left movers (if \\theta>0) carry the SU(2)/SO(3) quantum\nnumbers. As a result, the SU(2) SPT phases have a half-integer quantized spin\nHall conductance and the SO(3) SPT phases an even-integer quantized spin Hall\nconductance. Both the SU(2)/SO(3) SPT phases are symmetric under their U(1)\nsubgroup and can be viewed as U(1) SPT phases with even-integer quantized Hall\nconductance.\n","Comment: 5 pages + appendix"]}]
["1206.1278",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Quantum Physics","35J05, 35Pxx, 49Rxx, 51Pxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1278","SIAM Reviews (2013)"],"date":["2012-06-06","2013-02-08"],"type":["text"],"creator":["Grebenkov, Denis S.","Nguyen, Binh-Thanh"],"language":[],"coverage":[],"title":["Geometrical structure of Laplacian eigenfunctions"],"description":["  We summarize the properties of eigenvalues and eigenfunctions of the Laplace\noperator in bounded Euclidean domains with Dirichlet, Neumann or Robin boundary\ncondition. We keep the presentation at a level accessible to scientists from\nvarious disciplines ranging from mathematics to physics and computer sciences.\nThe main focus is put onto multiple intricate relations between the shape of a\ndomain and the geometrical structure of eigenfunctions.\n","Comment: 70 pages, 22 figures"]}]
["1206.4865",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D07, 14F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4865"],"date":["2012-06-21","2013-02-08"],"type":["text"],"creator":["Sheng, Mao","Zuo, Kang"],"language":[],"coverage":[],"title":["Periodic Higgs subbundles in positive and mixed characteristic"],"description":["  Let $k$ be an algebraically closed field of odd characteristic $p$ and $X$ a\nproper smooth scheme over the Witt ring $W(k)$. To an object\n$(M,Fil^{\\cdot},\\nabla,\\Phi)$ in the Faltings category\n$\\mathcal{MF}^{\\nabla}_{[0,n]}(X), n\\leq p-2$, one associates an \\'{e}tale\nlocal system $\\V$ over the generic fiber of $X$ and a Higgs bundle $(E,\\theta)$\nover $X$. Our motivation is to find the analogue of the classical Simpson\ncorrespondence for the categories of subobjects of $\\V$ and $(E,\\theta)$. Our\nmain discovery in this paper is the notion of periodic Higgs subbundles, both\nin positive characteristic and in mixed characteristic. In char $p$, it relies\non the inverse Cartier transform constructed by Ogus and Vologodsky in their\nwork on the char $p$ nonabelian Hodge theory. A lifting of the inverse Cartier\ntransform to mixed characteristic is constructed, which is used for the notion\nof periodicity in mixed characteristic. We show a one to one correspondence\nbetween the set of periodic Higgs subbundles of $(E,\\theta)$ and the set of\n\\'{e}tale sub local systems of $\\V\\otimes_{\\Z_{p}}\\Z_{p^r}$, where $r$ is a\nnatural number. The notion turns out to be useful in applications. We have\nproven, among other results, that the reduction $(E,\\theta)_0$ of $(E,\\theta)$\nmodulo $p$ is Higgs stable, if and only if, the corresponding representation\n$\\V$ is absolutely irreducible over $k$.\n","Comment: This is the updated version of our older manuscript with title\n  'Periodic Higgs subbundles in mixed characteristic'"]}]
["1207.0605",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14M25 (Primary) 20M25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0605","J. Pure Appl. Algebra 217 (2013) 700-708","doi:10.1016/j.jpaa.2012.08.001"],"date":["2012-07-03","2012-10-08"],"type":["text"],"creator":["Rohrer, Fred"],"language":[],"coverage":[],"title":["The geometry of toric schemes"],"description":["  Geometric properties of schemes obtained by gluing algebras of monoids,\nincluding separation and finiteness properties, irreducibility, normality,\ncatenarity, dimension, and Serre's properties (S_k) and (R_k), are\ninvestigated. This is used to show how the geometry of a toric scheme over an\narbitrary base is influenced by the geometry of the base.\n","Comment: to appear in J. Pure Appl. Algebra; corrected typos, updated\n  references"]}]
["1207.1758",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1758","Statistics in Medicine, 2013"],"date":["2012-07-07","2013-02-08"],"type":["text"],"creator":["Thomas, A. C."],"language":[],"coverage":[],"title":["The Social Contagion Hypothesis: Comment on \"Social Contagion Theory:\n  Examining Dynamic Social Networks and Human Behavior\""],"description":["  I reflect on the statistical methods of the Christakis-Fowler studies on\nnetwork-based contagion of traits by checking the sensitivity of these kinds of\nresults to various alternate specifications and generative mechanisms. Despite\nthe honest efforts of all involved, I remain pessimistic about establishing\nwhether binary health outcomes or product adoptions are contagious if the\nevidence comes from simultaneously observed data.\n"]}]
["1207.3446",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3446"],"date":["2012-07-14","2013-02-08"],"type":["text"],"creator":["Kim, Jang Soo","Stanton, Dennis"],"language":[],"coverage":[],"title":["Moments of Askey-Wilson polynomials"],"description":["  New formulas for the nth moment of the Askey-Wilson polynomials are given.\nThese are derived using analytic techniques, and by considering three\ncombinatorial models for the moments: Motzkin paths, matchings, and staircase\ntableaux. A related positivity theorem is given and another one is conjectured.\n","Comment: 23 pages"]}]
["1207.3908",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3908","J. Phys. Chem. C 116(33), 17753 - 17763 (2012)","doi:10.1021/jp3018106"],"date":["2012-07-17"],"type":["text"],"creator":["Clement, Nicolas","Guerin, David","Pleutin, Stephane","Godey, Sylvie","Vuillaume, Dominique"],"language":[],"coverage":[],"title":["Role of Hydration on the Electronic Transport through Molecular\n  Junctions on Silicon"],"description":["  Molecular electronics is a fascinating area of research with the ability to\ntune device properties by a chemical tailoring of organic molecules. However,\nmolecular electronics devices often suffer from dispersion and lack of\nreproducibility of their electrical performances. Here, we show that water\nmolecules introduced during the fabrication process or coming from the\nenvironment can strongly modify the electrical transport properties of\nmolecular junctions made on hydrogen-terminated silicon. We report an increase\nin conductance by up to three orders of magnitude, as well as an induced\nasymmetry in the current-voltage curves. These observations are correlated with\na specific signature of the dielectric response of the monolayer at low\nfrequency. In addition, a random telegraph signal is observed for these\njunctions with macroscopic area. Electrochemical charge transfer reaction\nbetween the semiconductor channel and H+/H2 redox couple is proposed as the\nunderlying phenomenon. Annealing the samples at 150{\\deg}C is an efficient way\nto suppress these water-related effects. This study paves the way to a better\ncontrol of molecular devices and has potential implications when these\nmonolayers are used as hydrophobic layers or incorporated in chemical sensors.\n","Comment: Full paper and supplementary information. Accepted for publication in\n  J. Phys. Chem. C"]}]
["1208.1344",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1344","JCAP 1302:014,2013","doi:10.1088/1475-7516/2013/02/014"],"date":["2012-08-07","2013-02-08"],"type":["text"],"creator":["De Simone, Andrea","Riotto, Antonio"],"language":[],"coverage":[],"title":["Cosmological Perturbations from the Standard Model Higgs"],"description":["  We propose that the Standard Model (SM) Higgs is responsible for generating\nthe cosmological perturbations of the universe by acting as an isocurvature\nmode during a de Sitter inflationary stage. In view of the recent ATLAS and CMS\nresults for the Higgs mass, this can happen if the Hubble rate during inflation\nis in the range $(10^{10}- 10^{14})$ GeV (depending on the SM parameters).\nImplications for the detection of primordial tensor perturbations through the\n$B$-mode of CMB polarization via the PLANCK satellite are discussed. For\nexample, if the Higgs mass value is confirmed to be $m_h=125.5$ GeV and $m_t,\n\\alpha_s$ are at their central values, our mechanism predicts tensor\nperturbations too small to be detected in the near future. On the other hand,\nif tensor perturbations will be detected by PLANCK through the $B$-mode of CMB,\nthen there is a definite relation between the Higgs and top masses, making the\nmechanism predictive and falsifiable.\n","Comment: 11 pages, 2 figures. Minor corrections and references added to match\n  published version"]}]
["1208.1748",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1748","Phys. Rev. E 87, 022106 (2013)","doi:10.1103/PhysRevE.87.022106"],"date":["2012-08-08","2013-01-13"],"type":["text"],"creator":["Dyre, Jeppe C."],"language":[],"coverage":[],"title":["NVU perspective on simple liquids' quasiuniversality"],"description":["  The last half century of research into the structure, dynamics, and\nthermodynamics of simple liquids has revealed a number of approximate\nuniversalities. This paper argues that simple liquids' reduced-coordinate\nconstant-potential-energy hypersurfaces constitute a quasiuniversal family of\ncompact Riemannian manifolds parameterized by a single number, from which\nfollows these liquids' quasiuniversalities.\n"]}]
["1208.2408",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2408"],"date":["2012-08-12","2013-02-07"],"type":["text"],"creator":["Han, Kyung Hoon"],"language":[],"coverage":[],"title":["The predual of the space of decomposable maps from a $C^*$-algebra into\n  a von Neumann algebra"],"description":["  For a $C^*$-algebra $\\mathcal A$ and a von Neumann algebra $\\mathcal R$, we\ndescribe the predual of space $D(\\mathcal A,\\mathcal R)$ of decomposable maps\nfrom $\\mathcal A$ into $\\mathcal R$ equipped with decomposable norm. This\npredual is found to be the matrix regular operator space structure on $\\mathcal\nA \\otimes \\mathcal R_*$ with a certain universal property. Its matrix norms are\nthe largest and its positive cones on each matrix level are the smallest among\nall possible matrix regular operator space structures on $\\mathcal A \\otimes\n\\mathcal R_*$ under the two natural restrictions: (1) $|x \\otimes y| \\le |x|\n|y|$ for $x\\in M_k(\\mathcal A), y \\in M_l(\\mathcal R_*)$ and (2) $v \\otimes w$\nis positive if $v \\in M_k(\\mathcal A)^+$ and $w \\in M_l(\\mathcal R_*)^+$.\n","Comment: 18 pages, to appear in JMAA"]}]
["1208.5448",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5448","Phys. Rev. E 86, 030901(R) (2012)","doi:10.1103/PhysRevE.86.030901"],"date":["2012-08-27"],"type":["text"],"creator":["Weber, Christoph. A.","Schaller, Volker","Bausch, Andreas R.","Frey, Erwin"],"language":[],"coverage":[],"title":["Nucleation-induced transition to collective motion in active systems"],"description":["  While the existence of polar ordered states in active systems is well\nestablished, the dynamics of the self-assembly processes are still elusive. We\nstudy a lattice gas model of self-propelled elongated particles interacting\nthrough excluded volume and alignment interactions, which shows a phase\ntransition from an isotropic to a polar ordered state. By analyzing the\nordering process we find that the transition is driven by the formation of a\ncritical nucleation cluster and a subsequent coarsening process. Moreover, the\ntime to establish a polar ordered state shows a power-law divergence.\n"]}]
["1208.5901",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5901","J. Phys. Chem. C 116(39), 20722-20730 (2012)","doi:10.1021/jp305739c"],"date":["2012-08-29"],"type":["text"],"creator":["Ricœur, Guillaume","Lenfant, Stéphane","Guérin, David","Vuillaume, Dominique"],"language":[],"coverage":[],"title":["Molecule-Electrode Interface Energetics in Molecular Junction: a\n  Transition Voltage Spectroscopy Study"],"description":["  We assess the performances of the transition voltage spectroscopy (TVS)\nmethod to determine the energies of the molecular orbitals involved in the\nelectronic transport though molecular junctions. A large number of various\nmolecular junctions made with alkyl chains but with different chemical\nstructure of the electrode-molecule interfaces are studied. In the case of\nmolecular junctions with clean, unoxidized electrode-molecule interfaces, i.e.\nalkylthiols and alkenes directly grafted on Au and hydrogenated Si,\nrespectively, we measure transition voltages in the range 0.9 - 1.4 V. We\nconclude that the TVS method allows estimating the onset of the tail of the\nLUMO density of states, at energy located 1.0 - 1.2 eV above the electrode\nFermi energy. For oxidized interfaces (e.g. the same monolayer measured with Hg\nor eGaIn drops, or monolayers formed on a slightly oxidized silicon substrate),\nlower transition voltages (0.1 - 0.6 V) are systematically measured. These\nvalues are explained by the presence of oxide-related density of states at\nenergies lower than the HOMO-LUMO of the molecules. As such, the TVS method is\na useful technique to assess the quality of the molecule-electrode interfaces\nin molecular junctions.\n","Comment: Accepted for publication in J. Phys. Chem C. One pdf file including\n  manuscript, figures and supporting information"]}]
["1208.5979",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5979","JHEP 1212 (2012) 023","doi:10.1007/JHEP12(2012)023"],"date":["2012-08-29","2013-02-08"],"type":["text"],"creator":["Colgáin, Eoin Ó"],"language":[],"coverage":[],"title":["Beyond LLM in M-theory"],"description":["  The Lin, Lunin, Maldacena (LLM) ansatz in D = 11 supports two independent\nKilling directions when a general Killing spinor ansatz is considered. Here we\nshow that these directions always commute, identify when the Killing spinors\nare charged, and show that both their inner product and resulting geometry are\ngoverned by two fundamental constants. In particular, setting one constant to\nzero leads to AdS7 x S4, setting the other to zero gives AdS4 x S7, while flat\nspacetime is recovered when both these constants are zero. Furthermore, when\nthe constants are equal, the spacetime is either LLM, or it corresponds to the\nKowalski-Glikman solution where the constants are simply the mass parameter.\n","Comment: 1+30 pages, footnote added"]}]
["1209.0138",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0138"],"date":["2012-09-01"],"type":["text"],"creator":["Cenci, Riccardo","Collaboration, for the BaBar"],"language":[],"coverage":[],"title":["Search for CP Violation in the Decays ${D^{\\pm} \\to\n  K^0_{\\scriptscriptstyle S} K^\\pm$, ${D_s^{\\pm} \\to K^0_{\\scriptscriptstyle S}\n  K^\\pm$, and ${D_s^{\\pm} \\to K^0_{\\scriptscriptstyle S} \\pi^\\pm$"],"description":["  We report on a search for CP violation in the decays K^0_{\\scriptscriptstyle\nS} K^\\pm$, ${D_s^{\\pm} \\to K^0_{\\scriptscriptstyle S} K^\\pm$, and ${D_s^{\\pm}\n\\to K^0_{\\scriptscriptstyle S} \\pi^\\pm$ using a data set corresponding to an\nintegrated luminosity of $469\\,\\invfb$ collected with the BaBar detector at the\nPEP-II asymmetric energy \\epem storage rings. The CP-violating decay rate\nasymmetries $A_{CP}$ are determined to be $(+0.13 \\pm 0.36 \\stat \\pm 0.25\n\\syst)%$, $(-0.05 \\pm 0.23 \\stat \\pm 0.24 \\syst)%$, and $(+0.6 \\pm 2.0 \\stat\n\\pm 0.3 \\syst)%$, respectively for the three modes, before correction for the\nrelevant K^0_{\\scriptscriptstyle S} asymmetry. After this correction, all the\nmeasurements are consistent with zero within one standard deviation. These are\ncurrently the most precise measurements of these asymmetries.\n","Comment: To appear in the proceedings of The 5th International Workshop on\n  Charm Physics (Charm 2012)"]}]
["1209.1545",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1545","Physical Review Letters 110, 020403 (2013)","doi:10.1103/PhysRevLett.110.020403"],"date":["2012-09-07"],"type":["text"],"creator":["Vignolo, Patrizia","Minguzzi, Anna"],"language":[],"coverage":[],"title":["Universal contact for a Tonks-Girardeau gas at finite temperature"],"description":["  We determine the finite-temperature momentum distribution of a strongly\ninteracting 1D Bose gas in the Tonks-Girardeau (impenetrable-boson) limit under\nharmonic confinement, and explore its universal properties associated to the\nscale invariance of the model. We show that, at difference from the unitary\nFermi gas in three dimensions, the weight of its large-momentum tails -- given\nby the Tan's contact -- increase with temperature, and calculate the\nhigh-temperature universal second contact coefficient using a virial expansion.\n","Comment: 6 pages, 2 figures"]}]
["1209.3170",{"format":[],"subject":["Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3170","doi:10.1158/0008-5472.CAN-12-4355"],"date":["2012-09-14","2013-02-08"],"type":["text"],"creator":["Gerlee, P."],"language":[],"coverage":[],"title":["The model muddle: in search of tumour growth laws"],"description":["  In this article we shall trace the historical development of tumour growth\nlaws, which in a quantitative fashion describe the increase in tumour\nmass/volume over time. These models are usually formulated in terms of\ndifferential equations that relate the growth rate of the tumour to its current\nstate, and range from the simple one-parameter exponential growth model, to\nmore advanced models that contain a large number of parameters. Understanding\nthe assumptions and consequences of such models is important, since they often\nunderpin more complex models of tumour growth. The conclusion of this brief\nsurvey is that although much improvement has occurred over the last century,\nmore effort and new models are required if we are to understand the intricacies\nof tumour growth.\n"]}]
["1209.4770",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4770","Phys. Rev. B 87, 075305 (2013)","doi:10.1103/PhysRevB.87.075305"],"date":["2012-09-21","2013-02-08"],"type":["text"],"creator":["Rojek, Stephan","König, Jürgen","Shnirman, Alexander"],"language":[],"coverage":[],"title":["Adiabatic pumping through an interacting quantum dot with spin-orbit\n  coupling"],"description":["  We study adiabatic pumping through a two-level quantum dot with spin-orbit\ncoupling. Using a diagrammatic real-time approach, we calculate both the pumped\ncharge and spin for a periodic variation of the dot's energy levels in the\nlimit of weak tunnel coupling. Thereby, we compare the two limits of vanishing\nand infinitely large charging energy on the quantum dot. We discuss the\ndependence of the pumped charge and pumped spin on gate voltages, the symmetry\nin the tunnel-matrix elements and spin-orbit coupling strength. We identify the\npossibility to generate pure spin currents in the absence of charge currents.\n"]}]
["1209.4969",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4969","AIP Conf. Proc. 1484, 142 (2012)","doi:10.1063/1.4763387"],"date":["2012-09-22"],"type":["text"],"creator":["Nakatsukasa, Takashi","Inakura, Tsunenori","Avogadro, Paolo","Ebata, Shuichiro","Sato, Koichi","Yabana, Kazuhiro"],"language":[],"coverage":[],"title":["Linear-response calculation in the time-dependent density functional\n  theory"],"description":["  Linear response calculations based on the time-dependent density-functional\ntheory are presented. Especially, we report results of the finite amplitude\nmethod which we have recently proposed as an alternative and feasible approach\nto the (quasiparticle-)random-phase approximation. Calculated properties of the\ngiant resonances and low-energy E1 modes are discussed. We found a universal\nlinear correlation between the low-energy E1 strength and the neutron skin\nthickness.\n","Comment: 8 pages, 3 figures, Talk at The 11th International Symposium on\n  Origin of Matter and Evolution of Galaxies (OMEG11), Nov. 14-17, 2011"]}]
["1209.6580",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Databases","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6580"],"date":["2012-09-28","2013-02-07"],"type":["text"],"creator":["Marynowski, João Eugenio","Albonico, Michel","de Almeida, Eduardo Cunha","Sunyé, Gerson"],"language":[],"coverage":[],"title":["Testing MapReduce-Based Systems"],"description":["  MapReduce (MR) is the most popular solution to build applications for\nlarge-scale data processing. These applications are often deployed on large\nclusters of commodity machines, where failures happen constantly due to bugs,\nhardware problems, and outages. Testing MR-based systems is hard, since it is\nneeded a great effort of test harness to execute distributed test cases upon\nfailures. In this paper, we present a novel testing solution to tackle this\nissue called HadoopTest. This solution is based on a scalable harness approach,\nwhere distributed tester components are hung around each map and reduce worker\n(i.e., node). Testers are allowed to stimulate each worker to inject failures\non them, monitor their behavior, and validate testing results. HadoopTest was\nused to test two applications bundled into Hadoop, the Apache open source\nMapReduce implementation. Our initial implementation demonstrates promising\nresults, with HadoopTest coordinating test cases across distributed MapReduce\nworkers, and finding bugs.\n"]}]
["1210.0410",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0410","Scripta Materialia 68 (2013) 510 513","doi:10.1016/j.scriptamat.2012.11.036"],"date":["2012-10-01","2012-11-26"],"type":["text"],"creator":["Turcaud, J. A.","Morrison, K.","Berenov, A.","Alford, N. McN.","Sandeman, K. G.","Cohen, L. F."],"language":[],"coverage":[],"title":["Microstructural control and tuning of thermal conductivity in\n  La0.67Ca0.33MnO3+/-\\delta"],"description":["  Manganites are one of only a small number of material families currently\nbeing trialled as room temperature magnetic refrigerants. Here we examine the\ndependence of the thermal conductivity, K, of La0.67Ca0.33MnO3+/-{\\delta} as a\nfunction of density, grain size and silver impregnation around room\ntemperature. We use a simple effective medium model to extract relevant trends\nin the data and demonstrate a threefold increase in thermal conductivity by\nsilver impregnation.\n","Comment: 4 pages, 4 figures"]}]
["1210.0657",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0657","Phys. Rev. A 86, 063637 (2012)","doi:10.1103/PhysRevA.86.063637"],"date":["2012-10-02"],"type":["text"],"creator":["Alamir, Ardavan","Capuzzi, Pablo","Vignolo, Patrizia"],"language":[],"coverage":[],"title":["Localization of an inhomogeneous Bose-Einstein condensate in a moving\n  random potential"],"description":["  We study the dynamics of a harmonically trapped quasi-one-dimensional\nBose-Einstein condensate subjected to a moving disorder potential of finite\nextent. We show that, due to the inhomogeneity of the sample, only a percentage\nof the atoms is localized at supersonic velocities of a random potential. We\nfind that this percentage can be sensitively increased by introducing suitable\ncorrelations in the disorder potential such as those provided by random dimers.\n","Comment: 6 pages, 9 figures"]}]
["1210.0801",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","Mathematics - Number Theory","20E42, 28D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0801","New York Journal of Mathematics, volume 19, pages 1-11, 2013. URL\n  http://nyjm.albany.edu/j/2013/19-1.html"],"date":["2012-10-02"],"type":["text"],"creator":["Athreya, Jayadev S.","Ghosh, Anish","Prasad, Amritanshu"],"language":[],"coverage":[],"title":["Buildings, Extensions, and Volume Growth Entropy"],"description":["  Let F be a non-Archimedean local field and let E be a finite extension of F.\nLet G be a split semisimple F group. We discuss how to compare volumes on the\nBruhat-Tits buildings B_E and B_F of G(E) and G(F) respectively.\n","Comment: submitted to New York Journal of Mathematics"]}]
["1210.0823",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0823","JHEP 02 (2013) 009","doi:10.1007/JHEP02(2013)009"],"date":["2012-10-02"],"type":["text"],"creator":["Lipatov, A. V."],"language":[],"coverage":[],"title":["Isolated prompt photon pair production at hadron colliders with\n  kt-factorization"],"description":["  In the framework of the kt-factorization approach, the isolated prompt photon\npair production in pp and p \\bar p collisions at high energies is studied. The\nconsideration is based on the quark-antiquark annihilation, quark-gluon\nscattering and gluon-gluon fusion subprocesses, where the non-zero transverse\nmomenta of incoming partons are taken into account. The unintegrated quark and\ngluon densities in a proton are determined using the Kimber-Martin-Ryskin\nprescription. The numerical analysis covers the total and differential\nproduction cross sections and extends to specific angular correlations between\nthe produced prompt photons. Theoretical uncertainties of our evaluations are\nstudied and comparison with the NLO pQCD calculations is performed. The\nnumerical predictions are compared with the recent experimental data taken by\nthe D0, CDF, CMS and ATLAS collaborations at the Tevatron and LHC energies.\n","Comment: 30 pages, 15 figures, 3 tables"]}]
["1210.1829",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1829","Adv. Mater. 25(3), 427-431 (2013)","doi:10.1002/adma.201201668"],"date":["2012-10-05"],"type":["text"],"creator":["Tran, Truong Khoa","Smaali, Kacem","Hardouin, Marie","Bricaud, Quentin","Ocafrain, Maitena","Blanchard, Philippe","Lenfant, Stephane","Godey, Sylvie","Roncali, Jean","Vuillaume, Dominique"],"language":[],"coverage":[],"title":["A Crown-Ether Loop-Derivatized Oligothiophene Doubly Attached on Gold\n  Surface as Cation-Binding Switchable Molecular Junction"],"description":["  A crown-ether dithiol quaterthiophene is synthesized for its covalent\nimmobilization by double fixation on gold surface. While the corresponding\ndithioester precursor exhibits Pb2+ complexation properties in solution as\nevidenced by UV-vis spectroscopy and cyclic voltammetry, this Pb2+ affinity is\nstill maintained for monolayers of the dithiol on gold. In addition,\ncurrent-voltage measurements by Eutectic GaIn drop contact on the monolayer\nshow a significant increase (up to 1.6 x 1E3) of the current at low bias after\nPb2+ complexation.\n","Comment: Paper and supplementary information; Advanced Materials (on line,\n  2012)"]}]
["1210.2743",{"format":[],"subject":["Mathematics - Number Theory","14H52 (Primary) 11T24 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2743"],"date":["2012-10-09","2013-02-08"],"type":["text"],"creator":["Moody, Dustin","Rasmussen, Christopher"],"language":[],"coverage":[],"title":["Character sums determined by low degree isogenies of elliptic curves"],"description":["  We consider character sums determined by isogenies of elliptic curves over\nfinite fields. We prove a congruence condition for character sums attached to\narbitrary cyclic isogenies, and produce explicit formulas for isogenies of\nsmall degree.\n","Comment: 11 pages"]}]
["1210.2747",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2747","Int. J. Quantum Inf. Vol. 10, No. 8 (2012) 1241006 (9 pages)","doi:10.1142/S0219749912410067"],"date":["2012-10-09"],"type":["text"],"creator":["Allevi, Alessia","Olivares, Stefano","Bondani, Maria"],"language":[],"coverage":[],"title":["Experimental quantification of non-Gaussianity of phase-randomized\n  coherent states"],"description":["  We present the experimental investigation of the non-Gaussian nature of some\nmixtures of Fock states by reconstructing their Wigner function and exploiting\ntwo recently introduced measures of non-Gaussianity. In particular, we\ndemonstrate the consistency between the different approaches and the\nmonotonicity of the two measures for states belonging to the class of phase\nrandomized coherent states. Moreover, we prove that the exact behavior of one\nmeasure with respect to the other depends on the states under investigation and\ndevise possible criteria to discriminate which measure is more useful for the\ncharacterization of the states in realistic applications.\n","Comment: 9 pages, 4 figures"]}]
["1210.2896",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2896","Phys. Rev. B 87, 075306 (2013)","doi:10.1103/PhysRevB.87.075306"],"date":["2012-10-10"],"type":["text"],"creator":["Hwang, E. H.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Valley-dependent 2D transport in Si-MOSFETs"],"description":["  Motivated by interesting recent experimental results, we consider\ntheoretically charged-impurity scattering-limited 2D electronic transport in\n(100), (110), and (111)-Si inversion layers at low temperatures and carrier\ndensities, where screening effects are important. We show conclusively that,\ngiven the same bare Coulomb disorder, the 2D mobility for a given system\nincreases monotonically with increasing valley degeneracy. We also show that\nthe temperature and the parallel magnetic field dependence of the 2D\nconductivity is strongly enhanced by increasing valley degeneracy. We\nanalytically consider the low temperature limit of 2D transport, particularly\nits theoretical dependence on valley degeneracy, comparing with our full\nnumerical results and with the available experimental results. We make\nqualitative and quantitative predictions for the parallel magnetic field\ninduced 2D magnetoresistance in recently fabricated high-mobility 6-valley\nSi(111)-on-vacuum inversion layers. We also provide a theory for 2D transport\nin ultrahigh mobility Si(111) structures recently fabricated in the laboratory,\ndiscussing the possibility of observing the fractional quantum Hall effect in\nsuch Si(111) structures.\n","Comment: 8 pages, 7 figures"]}]
["1210.3187",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3187"],"date":["2012-10-11","2013-02-08"],"type":["text"],"creator":["Swamy, Vasuki Narasimha","Bhashyam, Srikrishna","Sundaresan, Rajesh","Viswanath, Pramod"],"language":[],"coverage":[],"title":["An asymptotically optimal push-pull method for multicasting over a\n  random network"],"description":["  We consider allcast and multicast flow problems where either all of the nodes\nor only a subset of the nodes may be in session. Traffic from each node in the\nsession has to be sent to every other node in the session. If the session does\nnot consist of all the nodes, the remaining nodes act as relays. The nodes are\nconnected by undirected links whose capacities are independent and identically\ndistributed random variables. We study the asymptotics of the capacity region\n(with network coding) in the limit of a large number of nodes, and show that\nthe normalized sum rate converges to a constant almost surely. We then provide\na decentralized push-pull algorithm that asymptotically achieves this\nnormalized sum rate without network coding.\n","Comment: 13 pages, extended version of paper presented at the IEEE\n  International Symposium on Information Theory (ISIT) 2012, minor revision to\n  text to address review comments, to appear in IEEE Transactions in\n  information theory"]}]
["1210.4240",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4240","Phys. Rev. B 87, 085411 (2013)","doi:10.1103/PhysRevB.87.085411"],"date":["2012-10-15","2012-10-29"],"type":["text"],"creator":["Wright, Anthony R.","McKenzie, Ross H."],"language":[],"coverage":[],"title":["Quantum oscillations and Berry's phase in topological insulator surface\n  states with broken particle-hole symmetry"],"description":["  Quantum oscillations can be used to determine properties of the Fermi surface\nof metals by varying the magnitude and orientation of an external magnetic\nfield. Topological insulator surface states are an unusual mix of normal and\nDirac fermions. Unlike in graphene and simple metals, Berry's geometric phase\nin topological insulator surface states is not necessarily quantised. We show\nthat reliably extracting this geometric phase from the phase offset associated\nwith the quantum oscillations is subtle. This is especially so in the presence\nof a Dirac gap such as that associated with the Zeeman splitting or interlayer\ntunneling. We develop a semi-classical theory for general mixed normal-Dirac\nsystems in the presence of a gap, and in doing so clarify the role of topology\nand broken particle-hole symmetry. We propose a systematic procedure of fitting\nLandau level index plots at large filling factors to reliably extract the phase\noffset associated with Berry's phase.\n","Comment: 12 pages, 6 figures. Included effect of bulk Fermi surface"]}]
["1210.6374",{"format":[],"subject":["Quantum Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6374","Phys. Rev. A 82, 022106 (2013)","doi:10.1103/PhysRevA.87.022106"],"date":["2012-10-23","2013-02-06"],"type":["text"],"creator":["Pachon, Leonardo A.","Brumer, Paul"],"language":[],"coverage":[],"title":["Incoherent Excitation of Thermally Equilibrated Open Quantum Systems"],"description":["  Under natural conditions, excitation of biological molecules, which display\nnon-unitary open system dynamics, occurs via incoherent processes such as\ntemperature changes or irradiation by sunlight/moonlight. The dynamics of such\nprocesses is explored analytically in a non-Markovian generic model.\nSpecifically, a system S in equilibrium with a thermal bath TB is subjected to\nan external incoherent perturbation BB (such as sunlight) or another thermal\nbath TB', which induces time evolution in (S+TB). Particular focus is on (i)\nthe extent to which the resultant dynamics is coherent, and (ii) the role of\n\"stationary coherences\", established in the (S+TB) equilibration, in the\nresponse to the second incoherent perturbation. Results for systems with\nparameters analogous to those in light harvesting molecules in photosynthesis\nshow that the resultant dynamical behaviour is incoherent beyond a very short\nresponse to the turn-on of the perturbation.\n","Comment: 10 pages, 8 figures. Minor changes. It matches the published version"]}]
["1210.7419",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.7419","New J. Phys. 15, 025013 (2013)","doi:10.1088/1367-2630/15/2/025013"],"date":["2012-10-28","2012-12-04"],"type":["text"],"creator":["Madsen, K. H.","Lodahl, P."],"language":[],"coverage":[],"title":["Quantitative analysis of quantum dot dynamics and emission spectra in\n  cavity quantum electrodynamics"],"description":["  We present detuning-dependent spectral and decay-rate measurements to study\nthe difference between spectral and dynamical properties of single quantum dots\nembedded in micropillar and photonic-crystal cavities. For the micropillar\ncavity, the dynamics is well described by the dissipative Jaynes-Cummings\nmodel, while systematic deviations are observed for the emission spectra. The\ndiscrepancy for the spectra is attributed to coupling of other exciton lines to\nthe cavity and interference of different propagation paths towards the detector\nof the fields emitted by the quantum dot. In contrast, quantitative information\nabout the system can readily be extracted from the dynamical measurements. In\nthe case of photonic crystal cavities we observe an anti crossing in the\nspectra when detuning a single quantum dot through resonance, which is the\nspectral signature of strong coupling. However, time-resolved measurements\nreveal that the actual coupling strength is significantly smaller than\nanticipated from the spectral measurements and that the quantum dot is rather\nweakly coupled to the cavity. We suggest that the observed Rabi splitting is\ndue to cavity feeding by other quantum dots and/or multiexcition complexes\ngiving rise to collective emission effects.\n","Comment: 14 pages, 5 figures, submitted"]}]
["1211.1990",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1990","PLoS One. 2012; 7(12): e51530","doi:10.1371/journal.pone.0051530"],"date":["2012-11-08"],"type":["text"],"creator":["Park, Choongseok","Rubchinsky, Leonid"],"language":[],"coverage":[],"title":["Potential mechanisms for imperfect synchronization in parkinsonian basal\n  ganglia"],"description":["  Neural activity in the brain of parkinsonian patients is characterized by the\nintermittently synchronized oscillatory dynamics. This imperfect\nsynchronization, observed in the beta frequency band, is believed to be related\nto the hypokinetic motor symptoms of the disorder. Our study explores potential\nmechanisms behind this intermittent synchrony. We study the response of a\nbursting pallidal neuron to different patterns of synaptic input from\nsubthalamic nucleus (STN) neuron. We show how external globus pallidus (GPe)\nneuron is sensitive to the phase of the input from the STN cell and can exhibit\nintermittent phase-locking with the input in the beta band. The temporal\nproperties of this intermittent phase-locking show similarities to the\nintermittent synchronization observed in experiments. We also study the\nsynchronization of GPe cells to synaptic input from the STN cell with\ndependence on the dopamine-modulated parameters. Dopamine also affects the\ncellular properties of neurons. We show how the changes in firing patterns of\nSTN neuron due to the lack of dopamine may lead to transition from a lower to a\nhigher coherent state, roughly matching the synchrony levels observed in basal\nganglia in normal and parkinsonian states. The intermittent nature of the\nneural beta band synchrony in Parkinson's disease is achieved in the model due\nto the interplay of the timing of STN input to pallidum and pallidal neuronal\ndynamics, resulting in sensitivity of pallidal output to the phase of the\narriving STN input. Thus the mechanism considered here (the change in firing\npattern of subthalamic neurons through the dopamine-induced change of membrane\nproperties) may be one of the potential mechanisms responsible for the\ngeneration of the intermittent synchronization observed in Parkinson's disease.\n","Comment: 27 pages, 9 figures"]}]
["1211.4778",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4778","Applied Physics Letters 102, 051604 (2013)","doi:10.1063/1.4790844"],"date":["2012-11-20"],"type":["text"],"creator":["Guduru, V. K.","del Aguila, A. Granados","Wenderich, S.","Kruize, M. K.","McCollam, A.","Christianen, P. C. M.","Zeitler, U.","Brinkman, A.","Rijnders, G.","Hilgenkamp, H.","Maan, J. C."],"language":[],"coverage":[],"title":["Optically excited multi-band conduction in LaAlO3/SrTiO3\n  heterostructures"],"description":["  The low-temperature resistance of a conducting LaAlO3/SrTiO3 interface with a\n10 nm thick LaAlO3 film decreases by more than 50% after illumination with\nlight of energy higher than the SrTiO3 band-gap. We explain our observations by\noptical excitation of an additional high mobility electron channel, which is\nspatially separated from the photo-excited holes. After illumination, we\nmeasure a strongly non-linear Hall resistance which is governed by the\nconcentration and mobility of the photo-excited carriers. This can be explained\nwithin a two-carrier model where illumination creates a high-mobility electron\nchannel in addition to a low-mobility electron channel which exists before\nillumination.\n","Comment: 4 pages, 3 figures"]}]
["1211.6447",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6447","Phys. Rev. D 87, 035011 (2013)","doi:10.1103/PhysRevD.87.035011"],"date":["2012-11-27","2013-02-07"],"type":["text"],"creator":["Han, Tao","Lewis, Ian","Ruiz, Richard","Si, Zong-guo"],"language":[],"coverage":[],"title":["Lepton Number Violation and W' Chiral Couplings at the LHC"],"description":["  We study the observability for a heavy Majorana neutrino N along with a new\ncharged gauge boson W' at the LHC. We emphasize the complementarity of these\ntwo particles in their production and decay to unambiguously determine their\nproperties. We show that the Majorana nature of N can be verified by the\nlepton-number violating like-sign dilepton process, and by polar and azimuthal\nangular distributions. The chirality of the W' coupling to leptons and to\nquarks can be determined by a polar angle distribution in the reconstructed\nframe and an azimuthal angle distribution.\n","Comment: 44 pages, 17 Figures; v2 journal version"]}]
["1212.2206",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics","Quantitative Biology - Biomolecules","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2206","http://dx.doi.org/10.1557/opl.2012.1653","doi:10.1557/opl.2012.1653"],"date":["2012-12-09","2013-01-02"],"type":["text"],"creator":["Tronci, Giuseppe","Doyle, Amanda","Russell, Stephen J.","Wood, David J."],"language":[],"coverage":[],"title":["Structure-property-function relationships in triple helical collagen\n  hydrogels"],"description":["  In order to establish defined biomimetic systems, type I collagen was\nfunctionalised with 1,3-Phenylenediacetic acid (Ph) as aromatic, bifunctional\nsegment. Following investigation on molecular organization and macroscopic\nproperties, material functionalities, i.e. degradability and bioactivity, were\naddressed, aiming at elucidating the potential of this collagen system as\nmineralization template. Functionalised collagen hydrogels demonstrated a\npreserved triple helix conformation. Decreased swelling ratio and increased\nthermo-mechanical properties were observed in comparison to state-of-the-art\ncarbodiimide (EDC)-crosslinked collagen controls. Ph-crosslinked samples\ndisplayed no optical damage and only a slight mass decrease (~ 4 wt.-%)\nfollowing 1-week incubation in simulated body fluid (SBF), while nearly 50\nwt.-% degradation was observed in EDC-crosslinked collagen. SEM/EDS revealed\namorphous mineral deposition, whereby increased calcium phosphate ratio was\nsuggested in hydrogels with increased Ph content. This investigation provides\nvaluable insights for the synthesis of triple helical collagen materials with\nenhanced macroscopic properties and controlled degradation. In light of these\nfeatures, this system will be applied for the design of tissue-like scaffolds\nfor mineralized tissue formation.\n","Comment: 2012 MRS Fall Meeting Proceedings"]}]
["1212.3212",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3212"],"date":["2012-12-13","2013-02-08"],"type":["text"],"creator":["Nguyen, Hai Son","Sallen, Gregory","Abbarchi, Marco","Ferreira, Robson","Voisin, Christophe","Roussignol, Philippe","Cassabois, Guillaume","Diederichs, Carole"],"language":[],"coverage":[],"title":["Photo-draining and slow capture of carriers in quantum dots probed by\n  resonant excitation spectroscopy"],"description":["  We investigate experimentally and theoretically the resonant emission of\nsingle InAs/GaAs quantum dots in a planar microcavity. Due to the presence of\nat least one residual charge in the quantum dots, the resonant excitation of\nthe neutral exciton is blocked. The influence of the residual doping on the\ninitial quantum dots charge state is analyzed, and the resonant emission\nquenching is interpreted as a Coulomb blockade effect. The use of an additional\nnon-resonant laser in a specific low power regime leads to the carrier draining\nin quantum dots and allows an efficient optical gating of the exciton resonant\nemission. A detailed population evolution model, developed to describe the\ncarrier draining and the optical gate effect, perfectly fits the experimental\nresults in the steady state and dynamical regimes of the optical gate with a\nsingle set of parameters. We deduce that ultra-slow Auger- and phonon-assisted\ncapture processes govern the carrier draining in quantum dots with relaxation\ntimes in the 1 - 100 microsecond range. We conclude that the optical gate acts\nas a very sensitive probe of the quantum dots population relaxation in an\nunprecedented slow-capture regime.\n"]}]
["1212.3273",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3273"],"date":["2012-12-13","2013-02-08"],"type":["text"],"creator":["Bruckman, William","Ruiz, Abraham","Ramos, Elio"],"language":[],"coverage":[],"title":["Earth and Mars crater size frequency distribution and impact rates:\n  Theoretical and observational analysis"],"description":["  A framework for the theoretical and analytical understanding of the impact\ncrater-size frequency distribution is developed and applied to observed data\nfrom Mars and Earth. The analitical model derived gives the crater\npopulation,N, as a function of crater diameter,D, and age, taking into\nconsideration the reduction in crater number as a function of time, cause by\nthe elimination of craters due to effects, such as erosion, obliteration by\nother impacts, and tectonic changes. We are also able to estimate the rate of\nimpacts as a function of D and the kinetic energy, E, of the impactors. In\nparticular, for energies of one megaton or larger we find near one impact every\nthree years for Mars, an interesting and concerning result for future Mars\nexplorations. The corresponding calculations for our planet give a probability\nof one impact per 15 years, while for a Tunguska like event, of about E=10\nmegatons, an estimate of one per century is obtained for Earth. The model\nallows the derivation of an expression that gives the number of craters\nobserved today as a function of D and age. The application of this expression\nto the Earth`s crater data shows a remarkable agreement between theory and\nobservations.\n","Comment: 26 pages, 6 figures. In the replacement we did some minor changes,\n  like misspelling corrections and added references. An important change is\n  that we are now changing the word \"accumulative\" for \"cumulative\", which is\n  the universally accepted word denoting the concept"]}]
["1212.4006",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.4006","J. Phys. B 46, 045302 (2013)","doi:10.1088/0953-4075/46/4/045302"],"date":["2012-12-17"],"type":["text"],"creator":["Kreibich, Manuel","Main, Jörg","Wunner, Günter"],"language":[],"coverage":[],"title":["A variational approach to Bogoliubov excitations and dynamics of dipolar\n  Bose-Einstein condensates"],"description":["  We investigate the stability properties and the dynamics of Bose-Einstein\ncondensates with axial symmetry, especially with dipolar long-range\ninteraction, using both simulations on grids and variational calculations. We\npresent an extended variational ansatz which is applicable for axial symmetry\nand show that this ansatz can reproduce the lowest eigenfrequencies of the\nBogoliubov spectrum, and also the corresponding eigenfunctions. Our variational\nansatz is capable of describing the roton instability of pancake-shaped dipolar\ncondensates for arbitrary angular momenta. After investigating the linear\nregime we apply the ansatz to determine the dynamics and show how the angular\ncollapse is correctly described within the variational framework.\n","Comment: 27 pages, 11 figures"]}]
["1212.4275",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.4275"],"date":["2012-12-18","2013-02-07"],"type":["text"],"creator":["Dinh, Quoc Tran","Necoara, Ion","Diehl, Moritz"],"language":[],"coverage":[],"title":["Fast Inexact Decomposition Algorithms For Large-Scale Separable Convex\n  Optimization"],"description":["  In this paper we propose a new inexact dual decomposition algorithm for\nsolving separable convex optimization problems. This algorithm is a combination\nof three techniques: dual Lagrangian decomposition, smoothing and excessive\ngap. The algorithm requires only one primal step and two dual steps at each\niteration and allows one to solve the subproblem of each component inexactly\nand in parallel. Moreover, the algorithmic parameters are updated automatically\nwithout any tuning strategy as in augmented Lagrangian approaches. We analyze\nthe convergence of the algorithm and estimate its $O(\\frac{1}{\\varepsilon})$\nworst-case complexity. Numerical examples are implemented to verify the\ntheoretical results.\n","Comment: 30 pages, 2 tables and 4 figures"]}]
["1212.5853",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5853"],"date":["2012-12-23","2013-02-07"],"type":["text"],"creator":["Cheng, Eugenia","Leinster, Tom"],"language":[],"coverage":[],"title":["Weak \\omega-categories via terminal coalgebras"],"description":["  Higher categorical structures are often defined by induction on dimension,\nwhich a priori produces only finite-dimensional structures. In this paper we\nshow how to extend such definitions to infinite dimensions using the theory of\nterminal coalgebras, and we apply this method to Trimble's notion of weak\nn-category. Trimble's definition makes explicit the relationship between\nn-categories and topological spaces; our extended theory produces a definition\nof Trimble omega-category and a fundamental \\omega-groupoid construction.\n  Furthermore, terminal coalgebras are often constructed as limits of a certain\ntype. We prove that the theory of Batanin-Leinster weak omega-categories arises\nas just such a limit, justifying our approach to Trimble omega-categories. In\nfact we work at the level of monads for omega-categories, rather than\nomega-categories themselves; this requires more sophisticated technology but\nalso provides a more complete theory of the structures in question.\n","Comment: 57 pages, updated with references to related work of Mark Weber"]}]
["1212.6434",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.6434","Physics Letters B, 719, 383 (2013)","doi:10.1016/j.physletb.2013.01.035"],"date":["2012-12-27","2013-02-05"],"type":["text"],"creator":["Zhang, Liming","Stone, Sheldon"],"language":[],"coverage":[],"title":["Time-dependent Dalitz-plot formalism for B_q -> J/\\psi\\ h+ h-"],"description":["  A formalism for measuring time-dependent CP violation in B_q -> J/\\psi h+ h-\ndecays with J/\\psi-> mu+ mu- is developed for the general case where there can\nbe many h+ h- final states of different angular momentum present. Here h refers\nto any spinless meson. The decay amplitude is derived using similar\nconsiderations as those in a Daltiz like analysis of three-body spinless mesons\ntaking into account the fact that the J/\\psi is spin-1, and the various\ninterferences allowed between different final states. Implementation of this\nprocedure can, in principle, lead to the use of a larger number of final states\nfor CP violation studies.\n","Comment: To be published in Physics Lett. B, 11 pages 1 figure, version 2,\n  fixed error in middle term of Eq. (23)"]}]
["1301.2022",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2022","Phys. Rev. C 87, 014331 (2013)","doi:10.1103/PhysRevC.87.014331"],"date":["2013-01-09"],"type":["text"],"creator":["Avogadro, Paolo","Nakatsukasa, Takashi"],"language":[],"coverage":[],"title":["Efficient calculation for the quasiparticle random-phase approximation\n  matrix"],"description":["  We present an efficient numerical technique to evaluate the matrix of the\n(quasiparticle)-random-phase approximation, using the finite amplitude method\n(FAM). The method is tested in calculation of monopole excitations in 120Sn,\ncompared with result obtained with the former iterative FAM. The\nneutron-pair-transfer modes are calculated with the present method and their\ncharacter change in neutron-rich Pb isotopes is discussed. Computational\naspects of different FAM approaches are also discussed for future applications\nto a large-scale computation.\n","Comment: 18 pages, 2 figures"]}]
["1301.2244",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2244"],"date":["2013-01-10","2013-02-08"],"type":["text"],"creator":["Behari, Satyajit"],"language":[],"coverage":[],"title":["CDF results on $b \\to s \\mu \\mu$ decays"],"description":["  We summarize recent b -> s mu mu results from the CDF experiment based on the\nfull 9.6 fb-1 dataset collected in p-pbar collisions at sqrt(s) = 1.96 TeV. The\ndecays analyzed are; B+ -> K+ mu+ mu-, B0 -> K*0(892) mu+ mu-, B0 -> K0_s mu+\nmu-, B+ -> K*+(892) mu+ mu-, B0_s -> phi mu+ mu-, and Lambda0_b -> Lambda mu+\nmu-. The latter two decays were first observed by CDF in 2011. From an angular\nanalysis of the B -> K* mu+ mu- decays we also present updated results on the\ntransverse polarization and T-odd CP asymmetries reported earlier.\n","Comment: Proceedings of CKM 2012, the 7th International Workshop on the CKM\n  Unitarity Triangle, University of Cincinnati, USA, 28 September - 2 October\n  2012"]}]
["1301.2593",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2593","J. Phys. Chem. C 2013, 117, 2175 - 2182","doi:10.1021/jp3111869"],"date":["2013-01-11","2013-01-28"],"type":["text"],"creator":["Özçelik, V. Ongun","Ciraci, S."],"language":[],"coverage":[],"title":["Size dependence in the stabilities and electronic properties of \\alpha\n  -graphyne and its BN analogue"],"description":["  We predict the stabilities of \\alpha-graphynes and their boron nitride\nanalogues(\\alpha-BNyne), which are considered as competitors of graphene and\ntwo-dimensional hexagonal BN. Based on first-principles plane wave method, we\ninvestigated the stability and structural transformations of these materials at\ndifferent sizes using phonon dispersion calculations and ab-initio finite\ntemperature, molecular dynamics simulations. Depending on the number of\nadditional atoms in the edges between the corner atoms of the hexagons, n, both\n\\alpha-graphyne(n) and \\alpha-BNyne(n) are stable for even n, but unstable for\nodd n. \\alpha-graphyne(3) undergoes a structural transformation, where the\nsymmetry of hexagons is broken. We present the structure optimized cohesive\nenergies, electronic, magnetic and mechanical properties of stable structures.\nOur calculations reveal the existence of Dirac cones in the electronic\nstructures of \\alpha-graphynes of all sizes, where the Fermi velocities\ndecrease with increasing n. The electronic and magnetic properties of these\nstructures are modified by hydrogenation. A single hydrogen vacancy renders a\nmagnetic moment of one Bohr magneton. We finally present the properties of the\nbilayer \\alpha-graphyne and \\alpha-BNyne structures. We expect that these\nlayered materials can function as frameworks in various chemical and electronic\napplications.\n","Comment: Published version in The Journal of Physical Chemistry"]}]
["1301.4188",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.4188","Physical Review Letters 110, 064106 (2013)","doi:10.1103/PhysRevLett.110.064106"],"date":["2013-01-17"],"type":["text"],"creator":["Araújo, N. A. M.","Seybold, H.","Baram, R. M.","Herrmann, H. J.","Andrade Jr, J. S."],"language":[],"coverage":[],"title":["Optimal synchronizability of bearings"],"description":["  Bearings are mechanical dissipative systems that, when perturbed, relax\ntoward a synchronized (bearing) state. Here we find that bearings can be\nperceived as physical realizations of complex networks of oscillators with\nasymmetrically weighted couplings. Accordingly, these networks can exhibit\noptimal synchronization properties through fine tuning of the local interaction\nstrength as a function of node degree [Motter, Zhou, and Kurths, Phys. Rev. E\n71, 016116 (2005)]. We show that, in analogy, the synchronizability of bearings\ncan be maximized by counterbalancing the number of contacts and the inertia of\ntheir constituting rotor disks through the mass-radius relation, $m\\sim\nr^{\\alpha}$, with an optimal exponent $\\alpha=\\alpha_{\\times}$ which converges\nto unity for a large number of rotors. Under this condition, and regardless of\nthe presence of a long-tailed distribution of disk radii composing the\nmechanical system, the average participation per disk is maximized and the\nenergy dissipation rate is homogeneously distributed among elementary rotors.\n","Comment: 5 pages, 6 figures, to appear in Physical Review Letters"]}]
["1301.5514",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5514"],"date":["2013-01-23","2013-02-08"],"type":["text"],"creator":["Ghosh, Pranab","Angelini, Lorella","Baring, Matthew","Baumgartner, Wayne","Black, Kevin","Dotson, Jessie","Harding, Alice","Hill, Joanne","Jahoda, Keith","Kaaret, Phillip","Kallman, Tim","Krawczynski, Henric","Krolik, Julian","Lai, Dong","Markwardt, Craig","Marshall, Herman","Martoff, Jeffrey","Morris, Robin","Okajima, Takashi","Petre, Robert","Poutanen, Juri","Reynolds, Stephen","Scargle, Jeffrey","Schnittman, Jeremy","Serlemitsos, Peter","Soong, Yang","Strohmayer, Tod","Swank, Jean","Tawara, Y.","Tamagawa, Toru"],"language":[],"coverage":[],"title":["White Paper on GEMS Study of Polarized X-rays from Neutron Stars"],"description":["  We examine the expected X-ray polarization properties of neutron-star X-ray\nsources of various types, e.g., accretion and rotation powered pulsars,\nmagnetars, and low-mass X-ray binaries. We summarize the model calculations\nleading to these expected properties. We describe how a comparison of these\nwith their observed properties, as inferred from GEMS data, will probe the\nessential dynamical, electromagnetic, plasma, and emission processes in\nneutron-star binaries, discriminate between models of these processes, and\nconstrain model parameters. An exciting goal is the first observational\ndemonstration in this context of the existence of vacuum resonance, a\nfundamental quantum electrodynamical phenomenon first described in the 1930s.\n","Comment: 29 pages 11 figures"]}]
["1301.6630",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Learning","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6630"],"date":["2013-01-28","2013-02-08"],"type":["text"],"creator":["Monti, Corrado","Rozza, Alessandro","Zappella, Giovanni","Zignani, Matteo","Arvidsson, Adam","Poletti, Monica"],"language":[],"coverage":[],"title":["Political Disaffection: a case study on the Italian Twitter community"],"description":["  In our work we analyse the political disaffection or \"the subjective feeling\nof powerlessness, cynicism, and lack of confidence in the political process,\npoliticians, and democratic institutions, but with no questioning of the\npolitical regime\" by exploiting Twitter data through machine learning\ntechniques. In order to validate the quality of the time-series generated by\nthe Twitter data, we highlight the relations of these data with political\ndisaffection as measured by means of public opinion surveys. Moreover, we show\nthat important political news of Italian newspapers are often correlated with\nthe highest peaks of the produced time-series.\n"]}]
["1301.7357",{"format":[],"subject":["Mathematics - Probability","60J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.7357"],"date":["2013-01-30","2013-02-07"],"type":["text"],"creator":["Smith, Aaron"],"language":[],"coverage":[],"title":["Comparison Theory for Markov Chains on Different State Spaces and\n  Application to Random Walk on Derangements"],"description":["  Let $X_{t}$ and $Y_{t}$ be two Markov chains, on state spaces $\\Omega \\subset\n\\hat{\\Omega}$. In this paper, we discuss how to prove bounds on the spectrum of\n$X_{t}$ based on bounds on the spectrum of $Y_{t}$. This generalizes work of\nDiaconis, Saloff-Coste, Yuen and others on comparison of chains in the case\n$\\Omega = \\hat{\\Omega}$. The main tool is the extension of functions from the\nsmaller space to the larger, which allows comparison of the entire spectrum of\nthe two chains. The theory is used to give quick analyses of several chains\nwithout symmetry. The main application is to a `random transposition' walk on\nderangements.\n","Comment: 36 pages"]}]
["1301.7643",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.7643"],"date":["2013-01-31","2013-02-07"],"type":["text"],"creator":["Halevi, Tzipora","Lewis, Jim","Memon, Nasir"],"language":[],"coverage":[],"title":["Phishing, Personality Traits and Facebook"],"description":["  Phishing attacks have become an increasing threat to online users. Recent\nresearch has begun to focus on the factors that cause people to respond to\nthem. Our study examines the correlation between the Big Five personality\ntraits and email phishing response. We also examine how these factors affect\nusers behavior on Facebook, including posting personal information and choosing\nFacebook privacy settings.\n  Our research shows that when using a prize phishing email, we find a strong\ncorrelation between gender and the response to the phishing email. In addition,\nwe find that the neuroticism is the factor most correlated to responding to\nthis email. Our study also found that people who score high on the openness\nfactor tend to both post more information on Facebook as well as have less\nstrict privacy settings, which may cause them to be susceptible to privacy\nattacks. In addition, our work detected no correlation between the participants\nestimate of being vulnerable to phishing attacks and actually being phished,\nwhich suggests susceptibility to phishing is not due to lack of awareness of\nthe phishing risks and that realtime response to phishing is hard to predict in\nadvance by online users.\n  We believe that better understanding of the traits which contribute to online\nvulnerability can help develop methods for increasing users privacy and\nsecurity in the future.\n"]}]
["1302.0278",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.0278"],"date":["2013-02-01","2013-02-08"],"type":["text"],"creator":["Guliyev, E.","Ahmadov, F.","Ahmadov, G.","Sadigov, A.","Sadigov, Z.","Anfimov, N.","Krumshtein, Z.","Olshevski, A.","Shvetsov, V.","Zhezher, V.","Madatov, R."],"language":[],"coverage":[],"title":["Investigation of gamma ray detection performance of thin LFS\n  scintillator with MAPD readout"],"description":["  Prototype of gamma ray detector based on Micro Pixel Avalanche Photodiodes\n(MAPD) with high pixel density 15000 pixel/$mm^2$, optically coupled to\nLutetium Fine Silicate (LFS) scintillator has been developed. The detection\nperformance investigated in the range of energy 59.6 - 662 keV at room\ntemperature. The results of measurements are presented in this work.\n"]}]
["1302.0330",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.0330","doi:10.1093/mnras/stt171"],"date":["2013-02-01","2013-02-08"],"type":["text"],"creator":["Kumar, Avinash","Fisher, Robert T."],"language":[],"coverage":[],"title":["The Astrochemical Evolution of Turbulent Giant Molecular Clouds : I -\n  Physical Processes and Method of Solution for Hydrodynamic, Embedded Starless\n  Clouds"],"description":["  Contemporary galactic star formation occurs predominantly within\ngravitationally unstable, cold, dense molecular gas within supersonic,\nturbulent, magnetized giant molecular clouds (GMCs). Significantly, because the\nchemical evolution timescale and the turbulent eddy-turnover timescale are\ncomparable at typical GMC conditions, molecules evolve via inherently\nnon-equilibrium chemistry which is strongly coupled to the dynamical evolution\nof the cloud.\n  Current numerical simulation techniques, which include at most three decades\nin length scale, can just begin to bridge the divide between the global\ndynamical time of supersonic turbulent GMCs, and the thermal and chemical\nevolution within the thin post-shock cooling layers of their background\nturbulence. We address this GMC astrochemical scales problem using a solution\nmethodology, which permits both complex three-dimensional turbulent dynamics as\nwell as accurate treatment of non-equilibrium post-shock thermodynamics and\nchemistry.\n  We present the current methodology in the context of the larger scope of\nphysical processes important in understanding the chemical evolution of GMCs,\nincluding gas-phase chemistry, dust grains and surface chemistry, and turbulent\nheating. We present results of a new Lagrangian verification test for\nsupersonic turbulence. We characterize the evolution of these species according\nto the dimensionless local post-shock Damk\\\"{o}hler number, which quantifies\nthe ratio of the dynamical time in the post-shock cooling flow to the chemical\nreaction time of a given species.\n  Lastly, we discuss implications of this work to the selection of GMC\nmolecular tracers, and the zeroing of chemical clocks of GMC cores.\n","Comment: 35 pages, 7 figures, 16 tables. Accepted to MNRAS. Revised to correct\n  some typographic errors"]}]
["1302.0541",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35K55, 58J35, 53A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.0541"],"date":["2013-02-03","2013-02-08"],"type":["text"],"creator":["Fardoun, Ali","Regbaoui, Rachid"],"language":[],"coverage":[],"title":["Evolution of starshaped hypersurfaces by general curvature functions"],"description":["  We consider the evolution of starshaped hypersurfaces in the Euclidean space\nby general curvature functions. Under appropriate conditions on the curvature\nfunction, we prove the global existence and convergence of the flow to a\nhypersurface of prescribed curvature.\n"]}]
["1302.0583",{"format":[],"subject":["Statistics - Methodology","Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.0583"],"date":["2013-02-04"],"type":["text"],"creator":["Fuh, Cheng-Der","Teng, Huei-Wen","Wang, Ren-Her"],"language":[],"coverage":[],"title":["Efficient Importance Sampling for Rare Event Simulation with\n  Applications"],"description":["  Importance sampling has been known as a powerful tool to reduce the variance\nof Monte Carlo estimator for rare event simulation. Based on the criterion of\nminimizing the variance of Monte Carlo estimator within a parametric family, we\npropose a general account for finding the optimal tilting measure. To this end,\nwhen the moment generating function of the underlying distribution exists, we\nobtain a simple and explicit expression of the optimal alternative\ndistribution. The proposed algorithm is quite general to cover many interesting\nexamples, such as normal distribution, noncentral $\\chi^2$ distribution, and\ncompound Poisson processes. To illustrate the broad applicability of our\nmethod, we study value-at-risk (VaR) computation in financial risk management\nand bootstrap confidence regions in statistical inferences.\n"]}]
["1302.1701",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1701"],"date":["2013-02-07","2013-02-08"],"type":["text"],"creator":["Sunohara, Satoshi","Tamaki, Kiyoshi","Imoto, Nobuyuki"],"language":[],"coverage":[],"title":["Blind post-processing for the unbalanced BB84"],"description":["  For the realization of quantum key distribution, it is important to\ninvestigate its security based on a mathematical model that captures properties\nof the actual devices used by the legitimate users. Recently, Ferenczi, et. al.\n(Phys. Rev. A 86 042327 (2012)) pointed out potential influences that the\nlosses in phase modulators and/or the unbalance in the transmission rate of\nbeam splitters may have on the security of the phase-encoded BB84 and analyzed\nthe security of this scheme, which is called the unbalanced BB84. In this\npaper, we ask whether blindly applying the post-processing of the balanced BB84\nto the unbalanced BB84 would lead to an insecure key or not, and we conclude\nthat we can safely distill a secure key even with this post-processing. It\nfollows from our proof that as long as the unbalances are basis-independent,\nour conclusion holds even if the unbalances are unknown and fluctuate in time.\n","Comment: 6 pages, two-column format, 5 figures, layout corrected"]}]
["1302.1744",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1744"],"date":["2013-02-07","2013-02-08"],"type":["text"],"creator":["Chen, Yen-Chun","Chen, Hao-Chung","Lo, Hsiang-Yu","Tsai, Bing-Ru","Yu, Ite A.","Chen, Ying-Cheng","Chen, Yong-Fan"],"language":[],"coverage":[],"title":["Few-Photon All-Optical {\\pi} Phase modulation Based on a\n  Double-{\\Lambda} System"],"description":["  We propose an efficient all-optical phase modulation based on a\ndouble-{\\Lambda} system and demonstrate a {\\pi} phase shift of a few-photon\npulse induced by another few-photon pulse in cold rubidium atoms with this\nscheme. By changing the phases of the applied laser fields, one can control the\nproperty of the double-{\\Lambda} medium. This phase-dependent mechanism makes\nthe double-{\\Lambda} system different form the conventional cross-Kerr-based\nsystem which only depends on the applied laser intensities. The proposed scheme\nprovides a new route to generate strong nonlinear interactions between photons,\nand may have potential for applications in quantum information technologies.\n","Comment: 5 pages, 4 figures"]}]
["1302.1880",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1880"],"date":["2013-02-07"],"type":["text"],"creator":["Burton, C. D."],"language":[],"coverage":[],"title":["Finite temperature R-squared quantum gravity"],"description":["  The quantum gravity path integral's measure can be written as the product of\nclassical backgrounds and quantum fluctuations about each background. After\nproving that fluctuations about the background do not diffuse in Hilbert space\nand obey the laws of many-body statistics, their probability distributions,\nentropy, and expected background are determined. This background obeys\nexpectation-valued Einstein equations and features an entropy-based positive\ncosmological constant. From the fluctuation probability distributions, a finite\ntemperature, R-squared, quantum gravity path integral is constructed whose\naction presents an interaction picture of quantum gravity that `moves with' the\nexpected background in Hilbert space. Within this interaction picture of\nquantum fluctuations about an expected background, the fields required to\ndescribe quantum gravity have been transformed into `ordinary' quantum fields\npropagating on this `rigid' or `fixed' expected background. Back-reaction has\nbeen fully accounted for, and the quantum formulation is manifestly background\nindependent.\n","Comment: 14 pages"]}]
["1302.1882",{"format":[],"subject":["Computer Science - Cryptography and Security","D.4.6","D.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1882","International Journal of UbiComp (IJU), Vol.4, No.1, January 2013","doi:10.5121/iju.2013.4101"],"date":["2013-02-07"],"type":["text"],"creator":["Vidakovic, Dragan","Nikolic, Olivera","Parezanovic, Dusko"],"language":[],"coverage":[],"title":["Acceleration detection of large (probably) prime numbers"],"description":["  In order to avoid unnecessary applications of Miller-Rabin algorithm to the\nnumber in question, we resort to trial division by a few initial prime numbers,\nsince such a division take less time.\n  How far we should go with such a division is the that we are trying to answer\nin this paper?For the theory of the matter is fully resolved. However, that in\npractice we do not have much use.\n  Therefore, we present a solution that is probably irrelevant to theorists,\nbut it is very useful to people who have spent many nights to produce large\n(probably) prime numbers using its own software.\n","Comment: 8 pages, 6 figures"]}]
["1302.1887",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1887"],"date":["2013-02-07"],"type":["text"],"creator":["Bourhrous, Hassan"],"language":[],"coverage":[],"title":["CMB Tensor Anisotropies in f(R) Gravity"],"description":["  The cosmic microwave background (CMB) carries information from the last\nscattering surface that puts constraints on the multitude of proposed\ncosmological models and the gravitation theories they are based on. One class\nof such theories is $f(R)$ gravity, which has become an interesting endeavour\nto correct for the degeneracies of the concordance model.\n  We presents a description of CMB anisotropies generated by tensor\nperturbations in $f(R)$ theories of gravity. The temperature and the $E$-mode\npolarisation power spectra in the special case of $f(R)=R^n$ are computed using\na modified version of CAMB package.\n","Comment: MSc Dissertation"]}]
["1302.1888",{"format":[],"subject":["Mathematics - Number Theory","14F30, 14L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1888"],"date":["2013-02-07"],"type":["text"],"creator":["Liu, Tong"],"language":[],"coverage":[],"title":["Compatibility of Kisin modules for different uniformizers"],"description":["  Let p be a prime and T a lattice inside a semi-stable representation V. We\nprove that Kisin modules associated to T by selecting different uniformizers\nare isomorphic after tensoring a subring in W(R). As consequences, we show that\nseveral lattices inside the filtered (phi, N)-module of V constructed from\nKisin modules are independent on the choice of uniformizers. Finally we use a\nsimilar strategy to show that the Wach module can be recovered from the\n(\\varphi, \\hat G)-module associated to T when V is crystalline and the base\nfield is unramified.\n","Comment: 22 pages"]}]
["1302.1898",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1898"],"date":["2013-02-07"],"type":["text"],"creator":["Zhiqing Zhang for the H1 Collaboration"],"language":[],"coverage":[],"title":["New measurement and QCD analysis of DIS data from HERA"],"description":["  This talk covers three contributions from H1: \"Measurement of the inclusive\ne^\\pm p scattering cross section at high inelasticity y and of the structure\nfunction F_L\", \"Determination of the integrated luminosity at HERA using\nelastic QED Compton events\" and \"Inclusive deep inelastic scattering at high Q2\nwith longitudinally polarized lepton beams at HERA\". These are new measurements\nmainly based on the full HREA-II data but include also those from HERA-I in the\ncombination whenever it is relevant. The main results of these measurements are\nbriefly summarized here.\n","Comment: ICHEP 2012 proceedings, 6 pages, 3 figures"]}]
["1302.1899",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1899"],"date":["2013-02-07"],"type":["text"],"creator":["Ginsburg, Idan","Brown, Warren R.","Wegner, Gary A."],"language":[],"coverage":[],"title":["Variability of Hypervelocity Stars"],"description":["  We present time-series photometry of 11 hypervelocity stars (HVSs) to\nconstrain their nature. Known HVSs are mostly late-B spectral type objects that\nmay be either main-sequence (MS) or evolved blue horizontal branch (BHB) stars.\nFortunately, MS stars at these effective temperatures, $T_{eff} \\sim$ 12,000 K,\nare good candidates for being a class of variable stars known as slowly\npulsating B stars (SPBs). We obtained photometry on four nights at the WIYN 3.5\nm telescope, and on six nights on the 2.4 m Hiltner telescope. Using sinusoidal\nfits, we constrain four of our targets to have periods between $P \\sim 0.2 - 2$\ndays, with a mean value of 0.6 days. Our amplitudes vary between $A = 0.5 -\n3$%. This suggests that these four HVSs are SPBs. We discuss a possible origin\nfor these stars, and why further observations are necessary.\n","Comment: 7 pages, 12 figures, 2 tables, submitted to ApJ"]}]
["1302.1900",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1900"],"date":["2013-02-07"],"type":["text"],"creator":["Robert, Gerardo González"],"language":[],"coverage":[],"title":["Generalized Thue-Morse Continued Fractions"],"description":["  The Thue-Morse sequence is generalized to the $TM_m$ sequences and two\nequivalent definitions are given. This generalization leads to transcendental\nnumbers and has Queff\\'elec's theorem on Thue-Morse continued fractions as a\nspecial case. It is also shown that the theorem of Adamczewski and Bugeaud for\npalindromic continued fractions cannot be applied in this case.\n","Comment: 9 pages"]}]
["1302.1902",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1902"],"date":["2013-02-07"],"type":["text"],"creator":["Jiang, Jing","Thompson, John S.","Sun, Hongjian","Grant, Peter M."],"language":[],"coverage":[],"title":["Practical Analysis of Codebook Design and Frequency Offset Estimation\n  for Virtual-MIMO Systems"],"description":["  A virtual multiple-input multiple-output (MIMO) wireless system using the\nreceiver-side cooperation with the compress-and-forward (CF) protocol, is an\nalternative to a point-to-point MIMO system, when a single receiver is not\nequipped with multiple antennas. It is evident that the practicality of CF\ncooperation will be greatly enhanced if an efficient source coding technique\ncan be used at the relay. It is even more desirable that CF cooperation should\nnot be unduly sensitive to carrier frequency offsets (CFOs). This paper\npresents a practical study of these two issues. Firstly, codebook designs of\nthe Voronoi vector quantization (VQ) and the tree-structure vector quantization\n(TSVQ) to enable CF cooperation at the relay are described. A comparison in\nterms of the codebook design and encoding complexity is analyzed. It is shown\nthat the TSVQ is much simpler to design and operate, and can achieve a\nfavorable performance-complexity tradeoff. Furthermore, this paper demonstrates\nthat CFO can lead to significant performance degradation for the virtual MIMO\nsystem. To overcome this, it is proposed to maintain clock synchronization and\njointly estimate the CFO between the relay and the destination. This approach\nis shown to provide a significant performance improvement.\n","Comment: 27 pages, 8 figures, 1 table. This paper has been submitted to IET\n  Communications and accepted for publication"]}]
["1302.1904",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1904"],"date":["2013-02-07"],"type":["text"],"creator":["Kaschek, Daniel","Timmer, Jens"],"language":[],"coverage":[],"title":["A Unified Approach to Integration and Optimization of Parametric\n  Ordinary Differential Equations"],"description":["  Parameter estimation in ordinary differential equations, although applied and\nrefined in various fields of the quantitative sciences, is still confronted\nwith a variety of difficulties. One major challenge is finding the global\noptimum of a log-likelihood function that has several local optima, e.g. in\noscillatory systems. In this publication, we introduce a formulation based on\ncontinuation of the log-likelihood function that allows to restate the\nparameter estimation problem as a boundary value problem. By construction, the\nordinary differential equations are solved and the parameters are estimated\nboth in one step. The formulation as a boundary value problem enables an\noptimal transfer of information given by the measurement time courses to the\nsolution of the estimation problem, thus favoring convergence to the global\noptimum. This is demonstrated explicitly for the fully as well as the partially\nobserved Lotka-Volterra system.\n"]}]
["1302.1909",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1909"],"date":["2013-02-07"],"type":["text"],"creator":["Ramos, Alexandre F.","Hornos, Jose Eduardo M.","Reinitz, John"],"language":[],"coverage":[],"title":["Noise reduction by coupling of stochastic processes and canalization in\n  biology"],"description":["  Randomness is an unavoidable feature of the intracellular environment due to\nchemical reactants being present in low copy number. That phenomenon, predicted\nby Delbr\\\"uck long ago \\cite{delbruck40}, has been detected in both prokaryotic\n\\cite{elowitz02,cai06} and eukaryotic \\cite{blake03} cells after the\ndevelopment of the fluorescence techniques. On the other hand, developing\norganisms, e.g. {\\em D. melanogaster}, exhibit strikingly precise\nspatio-temporal patterns of protein/mRNA concentrations\n\\cite{gregor07b,manu09a,manu09b,boettiger09}. Those two characteristics of\nliving organisms are in apparent contradiction: the precise patterns of protein\nconcentrations are the result of multiple mutually interacting random chemical\nreactions. The main question is to establish biochemical mechanisms for\ncoupling random reactions so that canalization, or fluctuations reduction\ninstead of amplification, takes place. Here we explore a model for coupling two\nstochastic processes where the noise of the combined process can be smaller\nthan that of the isolated ones. Such a canalization occurs if, and only if,\nthere is negative covariance between the random variables of the model. Our\nresults are obtained in the framework of a master equation for a negatively\nself-regulated -- or externally regulated -- binary gene and show that the\nprecise control due to negative self regulation \\cite{becskei00} is because it\nmay generate negative covariance. Our results suggest that negative covariance,\nin the coupling of random chemical reactions, is a theoretical mechanism\nunderlying the precision of developmental processes.\n"]}]
["1302.1912",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1912"],"date":["2013-02-07"],"type":["text"],"creator":["Seth, Ashish","Agarwal, Himanshu","Singla, Ashim Raj"],"language":[],"coverage":[],"title":["Testing and Evaluation of Service Oriented Systems"],"description":["  Evaluation of service oriented system has been a challenge, though there are\nlarge number of evaluation metrics exist but none of them is efficient to\nevaluate these systems effectively.This paper discusses the different testing\ntools and evaluation methods available for SOA and summarizes their limitation\nand support in context of service oriented architectures.\n","Comment: 13 pages 3 figures 2 tables"]}]
["1302.1913",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1913"],"date":["2013-02-07"],"type":["text"],"creator":["Banaei, Armin","Georghiades, Costas N."],"language":[],"coverage":[],"title":["On Randomized Sensing and Access Schemes in Wireless Ad-Hoc Cognitive\n  Networks"],"description":["  Over the past decade we have witnessed a rapid growth and development in\nwireless communication systems, to the point that conventional spectrum\nallocation policies may not be able to fulfill them all. Federal Communications\nCommission (FCC) licenses certain frequency segments to a particular user in a\nparticular geographic area. Industrial, Scientific and Medical (ISM) radio\nbands have also been envisioned for all other unlicensed user to share, as long\nas they follow certain power regulations. But with the recent boom in the\nwireless technologies, these open channels have become overcrowded with\neverything from wireless networks to wireless controllers.\n  Therefore, the regulatory and standardization agencies have been working on\nnew spectrum regulation policies for wireless communication systems. The\nunderlying idea is to let unlicensed users to use the licensed band as long as\nthey can guarantee low interference to the licensed users. Though seemingly\nsimple, sophisticated interference management protocols are needed to meet the\nexpected level of transparency accepted by licensed users. In this report we\nadopt the dynamic spectrum access approach to limit the interference to primary\nusers and analyze the performance of the cognitive MAC protocols based on\nrandomized sensing and access schemes.\n"]}]
["1302.1916",{"format":[],"subject":["Mathematics - Statistics Theory","46N30, 47N30, 62G05, 62L12, 62M09, 46N60, 97M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1916","PLoS ONE 7(11): e42368, 2012","doi:10.1371/journal.pone.0042368"],"date":["2013-02-07"],"type":["text"],"creator":["Hampton, Jerrad","Lladser, Manuel E."],"language":[],"coverage":[],"title":["Estimation of Distribution Overlap of Urn Models"],"description":["  A classical problem in statistics is estimating the expected coverage of a\nsample, which has had applications in gene expression, microbial ecology,\noptimization, and even numismatics. Here we consider a related extension of\nthis problem to random samples of two discrete distributions. Specifically, we\nestimate what we call the dissimilarity probability of a sample, i.e., the\nprobability of a draw from one distribution not being observed in k draws from\nanother distribution. We show our estimator of dissimilarity to be a\nU-statistic and a uniformly minimum variance unbiased estimator of\ndissimilarity over the largest appropriate range of k. Furthermore, despite the\nnon-Markovian nature of our estimator when applied sequentially over k, we show\nit converges uniformly in probability to the dissimilarity parameter, and we\npresent criteria when it is approximately normally distributed and admits a\nconsistent jackknife estimator of its variance. As proof of concept, we analyze\nV35 16S rRNA data to discern between various microbial environments. Other\npotential applications concern any situation where dissimilarity of two\ndiscrete distributions may be of interest. For instance, in SELEX experiments,\neach urn could represent a random RNA pool and each draw a possible solution to\na particular binding site problem over that pool. The dissimilarity of these\npools is then related to the probability of finding binding site solutions in\none pool that are absent in the other.\n","Comment: 27 pages, 4 figures"]}]
["1302.1919",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","Mathematics - Number Theory","68R15, 11K45, 11K16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1919"],"date":["2013-02-07"],"type":["text"],"creator":["Aistleitner, Christoph"],"language":[],"coverage":[],"title":["Normal numbers and normality measure"],"description":["  The normality measure $\\mathcal{N}$ has been introduced by Mauduit and\nS{\\'a}rk{\\\"o}zy in order to describe the pseudorandomness properties of finite\nbinary sequences. Alon, Kohayakawa, Mauduit, Moreira and R{\\\"o}dl proved that\nthe minimal possible value of the normality measure of an $N$-element binary\nsequence satisfies $$ (1/2 + o(1)) \\log_2 N \\leq \\min_{E_N \\in \\{0,1\\}^N}\n\\mathcal{N}(E_N) \\leq 3 N^{1/3} (\\log N)^{2/3} $$ for sufficiently large $N$.\nIn the present paper we improve the upper bound to $c (\\log N)^2$ for some\nconstant $c$, by this means solving the problem of the asymptotic order of the\nminimal value of the normality measure up to a logarithmic factor, and\ndisproving a conjecture of Alon \\emph{et al.}. The proof is based on relating\nthe normality measure of binary sequences to the discrepancy of normal numbers\nin base 2.\n"]}]
["1302.1920",{"format":[],"subject":["Computer Science - Systems and Control","F.2.1","D.2.4","I.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1920"],"date":["2013-02-07"],"type":["text"],"creator":["Jha, Susmit","Seshia, Sanjit A."],"language":[],"coverage":[],"title":["SWATI: Synthesizing Wordlengths Automatically Using Testing and\n  Induction"],"description":["  In this paper, we present an automated technique SWATI: Synthesizing\nWordlengths Automatically Using Testing and Induction, which uses a combination\nof Nelder-Mead optimization based testing, and induction from examples to\nautomatically synthesize optimal fixedpoint implementation of numerical\nroutines. The design of numerical software is commonly done using\nfloating-point arithmetic in design-environments such as Matlab. However, these\ndesigns are often implemented using fixed-point arithmetic for speed and\nefficiency reasons especially in embedded systems. The fixed-point\nimplementation reduces implementation cost, provides better performance, and\nreduces power consumption. The conversion from floating-point designs to\nfixed-point code is subject to two opposing constraints: (i) the word-width of\nfixed-point types must be minimized, and (ii) the outputs of the fixed-point\nprogram must be accurate. In this paper, we propose a new solution to this\nproblem. Our technique takes the floating-point program, specified accuracy and\nan implementation cost model and provides the fixed-point program with\nspecified accuracy and optimal implementation cost. We demonstrate the\neffectiveness of our approach on a set of examples from the domain of automated\ncontrol, robotics and digital signal processing.\n"]}]
["1302.1921",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1921"],"date":["2013-02-07"],"type":["text"],"creator":["Kuribayashi, Shin-ichi"],"language":[],"coverage":[],"title":["Improving Quality of Service and Reducing Power Consumption with WAN\n  accelerator in Cloud Computing Environments"],"description":["  The widespread use of cloud computing services is expected to deteriorate a\nQuality of Service and toincrease the power consumption of ICT devices, since\nthe distance to a server becomes longer than before. Migration of virtual\nmachines over a wide area can solve many problems such as load balancing and\npower saving in cloud computing environments.\n  This paper proposes to dynamically apply WAN accelerator within the network\nwhen a virtual machine is moved to a distant center, in order to prevent the\ndegradation in performance after live migration of virtual machines over a wide\narea. mSCTP-based data transfer using different TCP connections before and\nafter migration is proposed in order to use a currently available WAN\naccelerator. This paper does not consider the performance degradation of live\nmigration itself. Then, this paper proposes to reduce the power consumption of\nICT devices, which consists of installing WAN accelerators as part of cloud\nresources actively and increasing the packet transfer rate of communication\nlink temporarily. It is demonstrated that the power consumption with WAN\naccelerator could be reduced to one-tenth of that without WAN accelerator.\n","Comment: 12 pages, International Journal of Computer Networks & Communications\n  (IJCNC) Vol.5, No.1, January 2013"]}]
["1302.1923",{"format":[],"subject":["Computer Science - Databases","H.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1923"],"date":["2013-02-07"],"type":["text"],"creator":["Liu, Jixue","Liu, Chengfei","Haerder, Theo","Yu, Jeffery Xu"],"language":[],"coverage":[],"title":["Update XML Views"],"description":["  View update is the problem of translating an update to a view to some updates\nto the source data of the view. In this paper, we show the factors determining\nXML view update translation, propose a translation procedure, and propose\ntranslated updates to the source document for different types of views. We\nfurther show that the translated updates are precise. The proposed solution\nmakes it possible for users who do not have access privileges to the source\ndata to update the source data via a view.\n"]}]
["1302.1930",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1930"],"date":["2013-02-07"],"type":["text"],"creator":["Kit, Chio Chon"],"language":[],"coverage":[],"title":["Linear Approximation of Rear Stagnation-point Flow"],"description":["  This paper investigates the nature of the development of two-dimensional\nsteady flow of an incompressible fluid at the rear stagnation-point.\n"]}]
["1302.1938",{"format":[],"subject":["Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1938"],"date":["2013-02-07"],"type":["text"],"creator":["Mozer, F. S.","Sundkvist, David"],"language":[],"coverage":[],"title":["Electron Heating in Quasi-Perpendicular Shocks"],"description":["  Seventy crossings of the Earths bow shock by the THEMIS satellites have been\nused to study thermal electron heating in collisionless, quasi-perpendicular\nshocks. It was found that the temperature increase of thermal electrons\ndiffered from the magnetic field increase by factors as great as three, that\nthe parallel electron temperature increase was not produced by parallel\nelectric fields, and that the parallel and perpendicular electron temperature\nincreases were the same on the average. It was also found that the\nperpendicular and parallel electron heating occurred simultaneously so that the\nisotropization time is the same as the heating time. These results cannot be\nexplained by energy transfer from waves to electrons or by the motion of\nmagnetized electrons through the shock. Electric field fluctuations on the\nscale of the electron gyro-diameter were found to be of finite amplitude in the\nshock ramp, which requires that the electron trajectories be more random and\nchaotic than orderly and adiabatic. The data may be explained by the large\namplitude electric field fluctuations that demagnetize electrons as they move\nthrough the cross-shock electric field\n","Comment: 7 pages, 8 figures"]}]
["1302.1939",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1939"],"date":["2013-02-07"],"type":["text"],"creator":["Sobie, R.","Agarwal, A.","Gable, I.","Leavett-Brown, C.","Paterson, M.","Taylor, R.","Charbonneau, A.","Impey, R.","Podiama, W."],"language":[],"coverage":[],"title":["HTC Scientific Computing in a Distributed Cloud Environment"],"description":["  This paper describes the use of a distributed cloud computing system for\nhigh-throughput computing (HTC) scientific applications. The distributed cloud\ncomputing system is composed of a number of separate\nInfrastructure-as-a-Service (IaaS) clouds that are utilized in a unified\ninfrastructure. The distributed cloud has been in production-quality operation\nfor two years with approximately 500,000 completed jobs where a typical\nworkload has 500 simultaneous embarrassingly-parallel jobs that run for\napproximately 12 hours. We review the design and implementation of the system\nwhich is based on pre-existing components and a number of custom components. We\ndiscuss the operation of the system, and describe our plans for the expansion\nto more sites and increased computing capacity.\n"]}]
["1302.1940",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1940","doi:10.1109/LED.2011.2162390"],"date":["2013-02-07"],"type":["text"],"creator":["Liu, Jie","Yu, Bin","Anantram, M. P."],"language":[],"coverage":[],"title":["Scaling Analysis of Nanowire Phase Change Memory"],"description":["  This letter analyzes the scaling property of nanowire (NW) phase change\nmemory (PCM) using analytic and numerical methods. The scaling scenarios of the\nthree widely-used NW PCM peration schemes (constant electric field, voltage,\nand current) are studied and compared. It is shown that if the device size is\ndownscaled by a factor of 1/k (k>1), the peration energy (current) will be\nreduced by more than k3 (k) times, and the operation speed will be increased by\nk2 times. It is also shown that more than 90% of operation energy is wasted as\nthermal flux into substrate and electrodes. We predict that, if the wasted\nthermal flux is effectively reduced by heat confinement technologies, the\nenergy consumed per RESET operation can be decreased from about 1 pJ to less\nthan 100 fJ. It is shown that reducing NW aspect ratio (AR) helps decreasing\nPCM energy consumption. It is revealed that cross-cell thermal proximity\ndisturbance is counter-intuitively alleviated by scaling, leading to a\ndesirable scaling scenario.\n"]}]
["1302.1942",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Theory","Primary: 00A69, 41-02, Secondary: 46N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1942","Inverse Problems and Imaging, Volume 6, No. 2, 2012, 201-214","doi:10.3934/ipi.2012.6.201"],"date":["2013-02-07"],"type":["text"],"creator":["Jiang, Hong","Deng, Wei","Shen, Zuowei"],"language":[],"coverage":[],"title":["Surveillance Video Processing Using Compressive Sensing"],"description":["  A compressive sensing method combined with decomposition of a matrix formed\nwith image frames of a surveillance video into low rank and sparse matrices is\nproposed to segment the background and extract moving objects in a surveillance\nvideo. The video is acquired by compressive measurements, and the measurements\nare used to reconstruct the video by a low rank and sparse decomposition of\nmatrix. The low rank component represents the background, and the sparse\ncomponent is used to identify moving objects in the surveillance video. The\ndecomposition is performed by an augmented Lagrangian alternating direction\nmethod. Experiments are carried out to demonstrate that moving objects can be\nreliably extracted with a small amount of measurements.\n","Comment: 14 pages, 5 figures"]}]
["1302.1944",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1944","Biomolecular Forms and Functions, M. Bansal and N. Srinivasan,\n  Eds. IISc Press - World Scientific Publishing, Singapore, pp. 136-147 (2013)"],"date":["2013-02-07"],"type":["text"],"creator":["Korkut, Anil","Hendrickson, Wayne A"],"language":[],"coverage":[],"title":["Stereochemistry of Polypeptide Conformation in Coarse Grained Analysis"],"description":["  The conformations available to polypeptides are determined by the interatomic\nforces acting on the peptide units, whereby backbone torsion angles are\nrestricted as described by the Ramachandran plot. Although typical proteins are\ncomposed predominantly from {\\alpha}-helices and {\\beta}-sheets, they\nnevertheless adopt diverse tertiary structure, each folded as dictated by its\nunique amino-acid sequence. Despite such uniqueness, however, the functioning\nof many proteins involves changes between quite different conformations. The\nstudy of large-scale conformational changes, particularly in large systems, is\nfacilitated by a coarse-grained representation such as provided by virtually\nbonded C{\\alpha} atoms. We have developed a virtual atom molecular mechanics\n(VAMM) force field to describe conformational dynamics in proteins and a\nVAMM-based algorithm for computing conformational transition pathways. Here we\ndescribe the stereochemical analysis of proteins in this coarse-grained\nrepresentation, comparing the relevant plots in coarse-grained conformational\nspace to the corresponding Ramachandran plots, having contoured each at levels\ndetermined statistically from residues in a large database. The distributions\nshown for an all-{\\alpha} protein, two all-{\\beta} proteins and one\n{\\alpha}+{\\beta} protein serve to relate the coarse-grained distributions to\nthe familiar Ramachandran plot.\n","Comment: 12 pages, 3 figures, Postprint of book chapter submitted to the\n  Biomolecular Forms and Functions, M. Bansal and N. Srinivasan, Eds. copyright\n  (2013) [copyright World Scientific Publishing Company]"]}]
["1302.1945",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1945","Journal of Computational and Applied Mathematics, vol. 236, no. 9,\n  pp. 2529-2544, 2012","doi:10.1016/j.cam.2011.12.012"],"date":["2013-02-08"],"type":["text"],"creator":["Jiang, Hong","Wilford, Paul"],"language":[],"coverage":[],"title":["A Stochastic Conjugate Gradient Method for Approximation of Functions"],"description":["  A stochastic conjugate gradient method for approximation of a function is\nproposed. The proposed method avoids computing and storing the covariance\nmatrix in the normal equations for the least squares solution. In addition, the\nmethod performs the conjugate gradient steps by using an inner product that is\nbased stochastic sampling. Theoretical analysis shows that the method is\nconvergent in probability. The method has applications in such fields as\npredistortion for the linearization of power amplifiers.\n","Comment: 21 pages, 5 figures"]}]
["1302.1948",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1948"],"date":["2013-02-08"],"type":["text"],"creator":["Dasgupta, Sanjoy","Sinha, Kaushik"],"language":[],"coverage":[],"title":["Randomized partition trees for exact nearest neighbor search"],"description":["  The k-d tree was one of the first spatial data structures proposed for\nnearest neighbor search. Its efficacy is diminished in high-dimensional spaces,\nbut several variants, with randomization and overlapping cells, have proved to\nbe successful in practice. We analyze three such schemes. We show that the\nprobability that they fail to find the nearest neighbor, for any data set and\nany query point, is directly related to a simple potential function that\ncaptures the difficulty of the point configuration. We then bound this\npotential function in two situations of interest: the first, when data come\nfrom a doubling measure, and the second, when the data are documents from a\ntopic model.\n"]}]
["1302.1950",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1950"],"date":["2013-02-08"],"type":["text"],"creator":["Konno, Yoshihiko"],"language":[],"coverage":[],"title":["Shrinkage estimation of a mean matrix of a multivariate complex normal\n  distribution"],"description":["  The problem of estimating a mean matrix of a multivariate complex normal\ndistribution with an unknown covariance matrix is considered under an invariant\nloss function. By using complex versions of the Stein identity, the Stein-Haff\nidentity, and calculus on eigenvalues, a formula is obtained for an unbiased\nestimate of the risk of an invariant class of estimators, from which several\nminimax shrinkage estimators are constructed.\n"]}]
["1302.1952",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1952"],"date":["2013-02-08"],"type":["text"],"creator":["Fischler, Stéphane","Hussain, Mumtaz","Kristensen, Simon","Levesley, Jason"],"language":[],"coverage":[],"title":["A converse to linear independence criteria, valid almost everywhere"],"description":["  We prove a weighted analogue of the Khintchine-Groshev Theorem, where the\ndistance to the nearest integer is replaced by the absolute value. This is\nsubsequently applied to proving the optimality of several linear independence\ncriteria over the field of rational numbers.\n"]}]
["1302.1954",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1954","doi:10.1109/Grid.2012.15"],"date":["2013-02-08"],"type":["text"],"creator":["Li, Zheng","O'Brien, Liam","Zhang, He","Cai, Rainbow"],"language":[],"coverage":[],"title":["On a Catalogue of Metrics for Evaluating Commercial Cloud Services"],"description":["  Given the continually increasing amount of commercial Cloud services in the\nmarket, evaluation of different services plays a significant role in\ncost-benefit analysis or decision making for choosing Cloud Computing. In\nparticular, employing suitable metrics is essential in evaluation\nimplementations. However, to the best of our knowledge, there is not any\nsystematic discussion about metrics for evaluating Cloud services. By using the\nmethod of Systematic Literature Review (SLR), we have collected the de facto\nmetrics adopted in the existing Cloud services evaluation work. The collected\nmetrics were arranged following different Cloud service features to be\nevaluated, which essentially constructed an evaluation metrics catalogue, as\nshown in this paper. This metrics catalogue can be used to facilitate the\nfuture practice and research in the area of Cloud services evaluation.\nMoreover, considering metrics selection is a prerequisite of benchmark\nselection in evaluation implementations, this work also supplements the\nexisting research in benchmarking the commercial Cloud services.\n","Comment: 10 pages, Proceedings of the 13th ACM/IEEE International Conference\n  on Grid Computing (Grid 2012), pp. 164-173, Beijing, China, September 20-23,\n  2012"]}]
["1302.1955",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1955"],"date":["2013-02-08"],"type":["text"],"creator":["Monnai, Akihiko"],"language":[],"coverage":[],"title":["Dissipative hydrodynamic evolution of hot quark matter at finite baryon\n  density"],"description":["  High-energy heavy ion collider experiments at RHIC and LHC have revealed that\nrelativistic hydrodynamic models describe the hot and dense quark matter\nquantitatively. In this study, I develop a novel dissipative hydrodynamic model\nat finite baryon density to investigate the net baryon rapidity distribution.\nThe results show that the distribution is widened in hydrodynamic evolution,\nwhich implies that the transparency of the collisions is effectively enhanced.\nThis suggests that the kinetic energy loss for medium production at the initial\nstage could be larger. Furthermore, the net baryon distribution is found\nsensitive to baryon diffusion, implying that dissipative hydrodynamic modeling\nwould be important for understanding the hot medium.\n","Comment: 8 pages, 5 figures - To appear in the conference proceedings for\n  Quark Confinement and the Hadron Spectrum X, October 8-12, 2012, TUM Campus\n  Garching, Munich, Germany"]}]
["1302.1957",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1957","doi:10.1109/CLOUD.2012.74"],"date":["2013-02-08"],"type":["text"],"creator":["Li, Zheng","O'Brien, Liam","Cai, Rainbow","Zhang, He"],"language":[],"coverage":[],"title":["Towards a Taxonomy of Performance Evaluation of Commercial Cloud\n  Services"],"description":["  Cloud Computing, as one of the most promising computing paradigms, has become\nincreasingly accepted in industry. Numerous commercial providers have started\nto supply public Cloud services, and corresponding performance evaluation is\nthen inevitably required for Cloud provider selection or cost-benefit analysis.\nUnfortunately, inaccurate and confusing evaluation implementations can be often\nseen in the context of commercial Cloud Computing, which could severely\ninterfere and spoil evaluation-related comprehension and communication. This\npaper introduces a taxonomy to help profile and standardize the details of\nperformance evaluation of commercial Cloud services. Through a systematic\nliterature review, we constructed the taxonomy along two dimensions by\narranging the atomic elements of Cloud-related performance evaluation. As such,\nthis proposed taxonomy can be employed both to analyze existing evaluation\npractices through decomposition into elements and to design new experiments\nthrough composing elements for evaluating performance of commercial Cloud\nservices. Moreover, through smooth expansion, we can continually adapt this\ntaxonomy to the more general area of evaluation of Cloud Computing.\n","Comment: 8 pages, Proceedings of the 5th International Conference on Cloud\n  Computing (IEEE CLOUD 2012), pp. 344-351, Honolulu, Hawaii, USA, June 24-29,\n  2012"]}]
["1302.1960",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1960"],"date":["2013-02-08"],"type":["text"],"creator":["Sichkar, S. M.","Antonov, V. N."],"language":[],"coverage":[],"title":["Electronic structure, phonon spectra and electron-phonon interaction in\n  HfB2"],"description":["  The electronic structure, Fermi surface, angle dependence of the cyclotron\nmasses and extremal cross sections of the Fermi surface, phonon spectra,\nelectron-phonon Eliashberg and transport spectral functions, temperature\ndependence of electrical resistivity of the HfB2 diboride were investigated\nfrom first principles using the fully relativistic and full potential linear\nmuffin-tin orbital methods. The calculations of the dynamic matrix were carried\nout within the framework of the linear response theory. A good agreement with\nexperimental data of electron-phonon spectral functions, electrical\nresistivity, cyclotron masses and extremal cross sections of the Fermi surface\nwas achieved.\n"]}]
["1302.1961",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1961","Wave Motion, 48 (2011) 552-567","doi:10.1016/j.wavemoti.2011.04.004"],"date":["2013-02-08"],"type":["text"],"creator":["Shams, Moniba","Destrade, Michel","Ogden, Ray W."],"language":[],"coverage":[],"title":["Initial stresses in elastic solids: Constitutive laws and\n  acoustoelasticity"],"description":["  On the basis of the nonlinear theory of elasticity, the general constitutive\nequation for an isotropic hyperelastic solid in the presence of initial stress\nis derived. This derivation involves invariants that couple the deformation\nwith the initial stress and in general, for a compressible material, it\nrequires 10 invariants, reducing to 9 for an incompressible material.\nExpressions for the Cauchy and nominal stress tensors in a finitely deformed\nconfiguration are given along with the elasticity tensor and its specialization\nto the initially stressed undeformed configuration. The equations governing\ninfinitesimal motions superimposed on a finite deformation are then used to\nstudy the combined effects of initial stress and finite deformation on the\npropagation of homogeneous plane waves in a homogeneously deformed and\ninitially stressed solid of infinite extent. This general framework allows for\nvarious different specializations, which make contact with earlier works. In\nparticular, connections with results derived within Biot's classical theory are\nhighlighted. The general results are also specialized to the case of a small\ninitial stress and a small pre-deformation, i.e. to the evaluation of the\nacoustoelastic effect. Here the formulas derived for the wave speeds cover the\ncase of a second-order elastic solid without initial stress and subject to a\nuniaxial tension [Hughes and Kelly, Phys. Rev. 92 (1953) 1145] and are\nconsistent with results for an undeformed solid subject to a residual stress\n[Man and Lu, J. Elasticity 17 (1987) 159]. These formulas provide a basis for\nacoustic evaluation of the second- and third-order elasticity constants and of\nthe residual stresses. The results are further illustrated in respect of a\nprototype model of nonlinear elasticity with initial stress, allowing for both\nfinite deformation and nonlinear dependence on the initial stress.\n","Comment: 23 pages"]}]
["1302.1964",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1964","Journal of Magnetism and Magnetic Materials, Vol. 258-259, 2003,\n  pp. 48-50","doi:10.1016/S0304-8853(02)01009-0"],"date":["2013-02-08"],"type":["text"],"creator":["Murtazaev, A. K.","Mutailamov, V. A."],"language":[],"coverage":[],"title":["Investigation on the critical dynamics of real magnetics models by\n  computational physics methods"],"description":["  The critical dynamics of classical 3D Heisenberg model and complex model of\nthe real antiferromagnetic Cr2O3 is investigated with use of the method of\nmolecular dynamics. The dynamic critical exponent z are determined for these\nmodels on the basis of the theory dynamic finite-size scaling.\n","Comment: 3 pages, 1 fugure"]}]
["1302.1965",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1965"],"date":["2013-02-08"],"type":["text"],"creator":["Goutte, Stéphane","Oudjane, Nadia","Russo, Francesco"],"language":[],"coverage":[],"title":["Variance optimal hedging for continuous time additive processes and\n  applications"],"description":["  For a large class of vanilla contingent claims, we establish an explicit\nF\\\"ollmer-Schweizer decomposition when the underlying is an exponential of an\nadditive process. This allows to provide an efficient algorithm for solving the\nmean variance hedging problem. Applications to models derived from the\nelectricity market are performed.\n"]}]
["1302.1966",{"format":[],"subject":["Mathematics - Numerical Analysis","65HXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1966","Journal of Applied Mathematics and Bioinformatics, vol.2, no. 3,\n  2012, 213-233 ISSN: 1792-6602(print), 1792- 6939(online) Scienpress Ltd, 2012"],"date":["2013-02-08"],"type":["text"],"creator":["Tiruneh, Ababu Teklemariam","Ndlela, William N.","Nkambule, Stanley J."],"language":[],"coverage":[],"title":["A three point formula for finding roots of equations by the method of\n  least squares"],"description":["  A new method of root finding is formulated that uses a numerical iterative\nprocess involving three points. A given function y = f(x) whose roots are\ndesired is fitted and approximated by a polynomial function of the form P(x)=\na(x-b)^N that passes between three equi-spaced points using the method of least\nsquares. Successive iterations using the same procedure of curve fitting is\nused to locate the root within a given level of tolerance. The power N of the\ncurve suitable for a given function form can be appropriately varied at each\nstep of the iteration to give a faster rate of convergence and avoid cases\nwhere oscillation, divergence or off shooting to an invalid domain may be\nencountered. An estimate of the rate of convergence is provided. It is shown\nthat the method has a quadratic convergence similar to that of Newton's method.\nExamples are provided showing the procedure as well as comparison of the rate\nof convergence with the secant and Newton methods. The method does not require\nevaluation of function derivatives.\n","Comment: Comments about this proposed method are welcome"]}]
["1302.1967",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1967"],"date":["2013-02-08"],"type":["text"],"creator":["Kumar, Sanjeev","Chakraborty, Prabuddha B."],"language":[],"coverage":[],"title":["The role of disorder symmetry in a dirty superconductor: a\n  Bogoliubov-deGennes (BdG) study"],"description":["  We study the effect of disorder symmetry in a disordered s-wave\nsuperconductor. We begin with an attractive Hubbard model on a two-dimensional\nsquare lattice in the presence of diagonal- and off-diagonal disorder. The\nmodel is studied numerically using Bogoliubov-deGennes mean-field approach. We\nfind that the off-diagonal disorder is much more efficient in destroying\nsuperconducting order. A detailed analysis brings out very distinct qualitative\npictures in the two cases: diagonal disorder leads to formation of small scale\nisolated superconducting islands separated by large region of normal metal,\nwhereas off-diagonal disorder leads to a connected network of superconducting\nregion. Naively, it seems that the connected network of superconducting regions\nshould have a large average value for superconducting order parameter, but this\ndoes not hold true for large disorder, as we demonstrate explicitly. Our\nqualititive picture is supported by real-space data on local order parameters.\n","Comment: 7 pages, 6 figures"]}]
["1302.1968",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1968"],"date":["2013-02-08"],"type":["text"],"creator":["Ishikawa, Masao"],"language":[],"coverage":[],"title":["(q,t)-hook formula for Birds and Banners"],"description":["  We study Okada's conjecture on $(q,t)$-hook formula of general $d$-complete\nposets. Proctor classified $d$-complete posets into 15 irreducible ones. We try\nto give a case-by-case proof of Okada's $(q,t)$-hook formula conjecture using\nthe symmetric functions. Here we give a proof of the conjecture for birds and\nbanners, in which we use Gasper's identity for VWP-series ${}_{12}W_{11}$.\n","Comment: 27 pages, 7 figures. arXiv admin note: text overlap with\n  arXiv:0909.0086, arXiv:0905.4033, arXiv:math/0511333, arXiv:0708.1193 by\n  other authors"]}]
["1302.1971",{"format":[],"subject":["Computer Science - Computers and Society","14J60 (Primary), 14F05, 14J26 (Secondary)","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1971"],"date":["2013-02-08"],"type":["text"],"creator":["Senthilnayaki, B.","Venkatalakshmi, K.","Kannan, A."],"language":[],"coverage":[],"title":["A fuzzy similarity based approach for intelligent web based e-learning"],"description":["  In this paper, an intelligent system for web based e-Learning is proposed\nwhich analyzes students knowledge capacity by applying clustering technique.\nThis system uses fuzzy logic and k-means clustering algorithm to arrange the\ndocuments according to the level of their performance. Moreover, a new domain\nontology alignment technique is proposed that uses contextual information of\nthe knowledge sources from the e-Learning domain for effective decision making.\nThe proposed ontology alignment method has been empirically tested in an\ne-Learning environment and the experimental results show that the proposed\nmethod performs better than the existing methods in terms of precision and\nrecall. The salient contributions of this paper are the use of Jaccard\nSimilarity, fuzzy approach for ontology alignment and K-Means clustering\nalgorithm for decision making using decision rules for providing intelligent\ne-Learning.\n","Comment: 6 pages, 7 figures and 1 table"]}]
["1302.1975",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems","35Bxx, 35Qxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1975"],"date":["2013-02-08"],"type":["text"],"creator":["Estevez, P. G."],"language":[],"coverage":[],"title":["Construction of Lumps with nontrivial interaction"],"description":["  We develop a method based upon the Singular Manifold Method that yields an\niterative and analytic procedure to construct solutions for a\nBogoyavlenskii-Kadomtsev-Petviashvili equation. This method allows us to\nconstruct a rich collection of lump solutions with a nontrivial evolution\nbehavior\n","Comment: Proceedings of GADEIS 2012. 3 figures"]}]
["1302.1980",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1980"],"date":["2013-02-08"],"type":["text"],"creator":["Li, Yajing","Wang, Yejuan"],"language":[],"coverage":[],"title":["Uniform asymptotic stability of solutions of fractional functional\n  differential equations"],"description":["  In this paper, some global existence and uniform asymptotic stability results\nfor fractional functional differential equations are proved. It is worthy\nmentioning that when $\\alpha=1$ the initial value problem (1.1) reduces to a\nclassical dissipative differential equation with delays in [4]\n","Comment: 18 pages, 2 figures"]}]
["1302.1989",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1989"],"date":["2013-02-08"],"type":["text"],"creator":["Bizet, Nana Geraldine Cabo","Nilles, Hans Peter"],"language":[],"coverage":[],"title":["Heterotic Mini-landscape in blow-up"],"description":["  Localization properties of fields in compact extra dimensions are crucial\ningredients for string model building, particularly in the framework of\norbifold compactifications. Realistic models often require a slight deviation\nfrom the orbifold point, that can be analyzed using field theoretic methods\nconsidering (singlet) fields with nontrivial vacuum expectation values. Some of\nthese fields correspond to blow-up modes that represent the resolution of\norbifold singularities. Improving on previous analyses we give here an explicit\nexample of the blow-up of a model from the heterotic Mini-landscape. An exact\nidentification of the blow-up modes at various fixed points and fixed tori with\norbifold twisted fields is given. We match the massless spectra and identify\nthe blow-up modes as non-universal axions of compactified string theory. We\nstress the important role of the Green-Schwarz anomaly polynomial for the\ndescription of the resolution of orbifold singularities.\n","Comment: 34 pages, 5 figures"]}]
["1302.1990",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1990"],"date":["2013-02-08"],"type":["text"],"creator":["Tiwari, S. K.","Singh, C. P."],"language":[],"coverage":[],"title":["Hot and Dense Hadron Gas (HG): A New Excluded-volume approach"],"description":["  We formulate a thermodynamically consistent equation of state (EOS), based on\nexcluded-volume approach, for a hot, dense hadron gas (HG). We calculate\nvarious thermodynamical quantities of HG and various hadron ratios and compare\nour model results with the results of other excluded-volume models and\nexperimental data. We also calculate various transport coefficients such as\n$\\eta/s$ etc. and compare them with other HG model results. Furthermore, we\ntest the validity of our model in getting the rapidity spectra of various\nhadrons and the effect of flow on them is investigated by matching our\npredictions with the experimental data.\n","Comment: 5 pages, 4 figures, To be published in proceedings of QGP Meet-2012\n  held at VECC, Kolkata, India"]}]
["1302.1991",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1991"],"date":["2013-02-08"],"type":["text"],"creator":["Srivastava, P. K.","Singh, C. P."],"language":[],"coverage":[],"title":["QCD Phase Transition in a new Hybrid Model Formulation"],"description":["  Search of a proper and realistic equations of state (EOS) for strongly\ninteracting matter used in the study of QCD phase diagram still appears as a\nchallenging task. Recently, we have constructed a hybrid model description for\nthe quark gluon plasma (QGP) as well as hadron gas (HG) phases where we use a\nnew excluded-volume model for HG and a thermodynamically-consistent\nquasiparticle model for the QGP phase. We attempt to use them to get a QCD\nphase boundary and a critical point. We test our hybrid model by reproducing\nthe entire lattice QCD data for strongly interacting matter at zero baryon\nchemical potential ($\\mu_{B}$)and predict the results at finite $\\mu_{B}$ and\n$T$.\n","Comment: 5 pages, 4 figures, to be published in proceedings of QGP MEET 2012\n  held at VECC, Kolkata, INDIA"]}]
["1302.1996",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1996"],"date":["2013-02-08"],"type":["text"],"creator":["Buchta, D.","Krishnan, S. R.","Brauer, N. B.","Drabbels, M.","O'Keeffe, P.","Devetta, M.","DiFraia, M.","Callegari, C.","Richter, R.","Coreno, M.","Prince, K.","Stienkemeier, F.","Moshammer, R.","Mudrich, M."],"language":[],"coverage":[],"title":["Penning ionization of doped helium nanodroplets following EUV excitation"],"description":["  Helium nanodroplets are widely used as a cold, weakly interacting matrix for\nspectroscopy of embedded species. In this work we excite or ionize doped He\ndroplets using synchrotron radiation and study the effect onto the dopant atoms\ndepending on their location inside the droplets (rare gases) or outside at the\ndroplet surface (alkali metals). Using photoelectron-photoion coincidence\nimaging spectroscopy at variable photon energies (20-25 eV), we compare the\nrates of charge-transfer to Penning ionization of the dopants in the two cases.\nThe surprising finding is that alkali metals, in contrast to the rare gases,\nare efficiently Penning ionized upon excitation of the (n=2)-bands of the host\ndroplets. This indicates rapid migration of the excitation to the droplet\nsurface, followed by relaxation, and eventually energy transfer to the alkali\ndopants.\n"]}]
["1302.2003",{"format":[],"subject":["Quantitative Biology - Biomolecules","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2003"],"date":["2013-02-08"],"type":["text"],"creator":["Beccara, Silvio a","Skrbic, Tatjana","Covino, Roberto","Micheletti, Cristian","Faccioli, Pietro"],"language":[],"coverage":[],"title":["Folding Pathways of a Knotted Protein with a Realistic Atomistic Force\n  Field"],"description":["  We report on atomistic simulation of the folding of a natively-knotted\nprotein, MJ0366, based on a realistic force field. To the best of our knowledge\nthis is the first reported effort where a realistic force field is used to\ninvestigate the folding pathways of a protein with complex native topology. By\nusing the dominant-reaction pathway scheme we collected about 30 successful\nfolding trajectories for the 82-amino acid long trefoil-knotted protein.\nDespite the dissimilarity of their initial unfolded configuration, these\ntrajectories reach the natively-knotted state through a remarkably similar\nsuccession of steps. In particular it is found that knotting occurs essentially\nthrough a threading mechanism, involving the passage of the C-terminal through\nan open region created by the formation of the native beta-sheet at an earlier\nstage. The dominance of the knotting by threading mechanism is not observed in\nMJ0366 folding simulations using simplified, native-centric models. This points\nto a previously underappreciated role of concerted amino acid interactions,\nincluding non-native ones, in aiding the appropriate order of contact formation\nto achieve knotting.\n","Comment: Accepted for publication on PLoS Comp. Biol"]}]
["1302.2005",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2005"],"date":["2013-02-08"],"type":["text"],"creator":["Akopian, N.","Trotta, R.","Zallo, E.","Kumar, S.","Atkinson, P.","Rastelli, A.","Schmidt, O. G.","Zwiller, V."],"language":[],"coverage":[],"title":["An artificial atom locked to natural atoms"],"description":["  Single-photon sources that emit photons at the same energy play a key role in\nthe emerging concepts of quantum information, such as entanglement swapping,\nquantum teleportation and quantum networks. They can be realized in a variety\nof systems, where semiconductor quantum dots, or 'artificial atoms', are\narguably among the most attractive. However, unlike 'natural atoms', no two\nartificial atoms are alike. This peculiarity is a serious hurdle for quantum\ninformation applications that require photonic quantum states with identical\nenergies. Here we demonstrate a single artificial atom that generates photons\nwith an absolute energy that is locked to an optical transition in a natural\natom. Furthermore, we show that our system is robust and immune to drifts and\nfluctuations in the environment of the emitter. Our demonstration is crucial\nfor realization of a large number of universally-indistinguishable solid-state\nsystems at arbitrary remote locations, where frequency-locked artificial atoms\nmight become fundamental ingredients.\n"]}]
["1302.2017",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2017"],"date":["2013-02-08"],"type":["text"],"creator":["Hatanaka, Takeshi","Wasa, Yasuaki","Fujita, Masayuki"],"language":[],"coverage":[],"title":["Cooperative Environmental Monitoring for PTZ Visual Sensor Networks: A\n  Payoff-based Learning Approach"],"description":["  This paper investigates cooperative environmental monitoring for\nPan-Tilt-Zoom (PTZ) visual sensor networks. We first present a novel\nformulation of the optimal environmental monitoring problem, whose objective\nfunction is intertwined with the uncertain state of the environment. In\naddition, due to the large volume of vision data, it is desired for each sensor\nto execute processing through local computation and communication. To address\nthe issues, we present a distributed solution to the problem based on game\ntheoretic cooperative control and payoff-based learning. At the first stage, a\nutility function is designed so that the resulting game constitutes a potential\ngame with potential function equal to the group objective function, where the\ndesigned utility is shown to be computable through local image processing and\ncommunication. Then, we present a payoff-based learning algorithm so that the\nsensors are led to the global objective function maximizers without using any\nprior information on the environmental state. Finally, we run experiments to\ndemonstrate the effectiveness of the present approach.\n","Comment: 34 pages, 27 figures"]}]
["1302.2019",{"format":[],"subject":["Mathematics - Probability","60G22, 60G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2019"],"date":["2013-02-08"],"type":["text"],"creator":["Vardar, Ceren","Cakar, Hatice"],"language":[],"coverage":[],"title":["Bounds on the Expected Value of Maximum Loss of Fractional Brownian\n  Motion"],"description":["  In this study, it is theoretically proven that the expected value of maximum\nloss of fractional Brownian motion (fBm) up to time 1 with Hurst parameter\n$[1/2,1)$ is bounded above by $2/\\sqrt{\\pi}$ and below by $1/\\sqrt{\\pi}$. This\nresult is generalized for fBm with $H\\in[1/2,1)$ up to any fixed time, $t$.\nThis also leads us to the bounds related to the distribution of maximum loss of\nfBm. As numerical study some lower bounds on the expected value of maximum loss\nof fBm up to time 1 are obtained by discretization. Simulation study is\nconducted with Cholesky method. Finally, comparison of the established bounds\nwith simulation results is given.\n"]}]
["1302.2022",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2022","Nature Materials 11, 788 (2012)","doi:10.1038/nmat3383"],"date":["2013-02-08"],"type":["text"],"creator":["Lezama, Ignacio Gutiérrez","Nakano, Masaki","Minder, Nikolas A.","Chen, Zhihua","Di Girolamo, Flavia V.","Facchetti, Antonio","Morpurgo, Alberto F.","."],"language":[],"coverage":[],"title":["Single-Crystal Organic Charge-Transfer Interfaces probed using\n  Schottky-Gated Heterostructures"],"description":["  Organic semiconductors based on small conjugated molecules generally behave\nas insulators when undoped, but the hetero-interfaces of two such materials can\nshow electrical conductivity as large as in a metal. Although charge transfer\nis commonly invoked to explain the phenomenon, the details of the process and\nthe nature of the interfacial charge carriers remain largely unexplored. Here\nwe use Schottky-gated heterostructures to probe the conducting layer at the\ninterface between rubrene and PDIF-CN2 single crystals. Gate-modulated\nconductivity measurements demonstrate that interfacial transport is due to\nelectrons, whose mobility exhibits band-like behavior from room temperature to\n~ 150 K, and remains as high as ~ 1 cm2V-1s-1 at 30 K for the best devices. The\nelectron density decreases linearly with decreasing temperature, an observation\nthat can be explained quantitatively based on the heterostructure band diagram.\nThese results elucidate the electronic structure of rubrene-PDIF-CN2 interfaces\nand show the potential of Schottky-gated organic heterostructures for the\ninvestigation of transport in molecular semiconductors.\n","Comment: 37 pages, 9 Figures (including supplementary information)"]}]
["1302.2024",{"format":[],"subject":["Computer Science - Graphics","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2024"],"date":["2013-02-08"],"type":["text"],"creator":["Klein, Jonathan","Reuling, Dennis","Grimm, Jan","Pfau, Andreas","Lefloch, Damien","Lambers, Martin","Kolb, Andreas"],"language":[],"coverage":[],"title":["User Interface for Volume Rendering in Virtual Reality Environments"],"description":["  Volume Rendering applications require sophisticated user interaction for the\ndefinition and refinement of transfer functions. Traditional 2D desktop user\ninterface elements have been developed to solve this task, but such concepts do\nnot map well to the interaction devices available in Virtual Reality\nenvironments.\n  In this paper, we propose an intuitive user interface for Volume Rendering\nspecifically designed for Virtual Reality environments. The proposed interface\nallows transfer function design and refinement based on intuitive two-handed\noperation of Wand-like controllers. Additional interaction modes such as\nnavigation and clip plane manipulation are supported as well.\n  The system is implemented using the Sony PlayStation Move controller system.\nThis choice is based on controller device capabilities as well as application\nand environment constraints.\n  Initial results document the potential of our approach.\n"]}]
["1302.2025",{"format":[],"subject":["Mathematics - Combinatorics","Primary 05A05, Secondary 11A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2025"],"date":["2013-02-08"],"type":["text"],"creator":["Legendre, Stéphane"],"language":[],"coverage":[],"title":["Foldings and Meanders"],"description":["  We review the stamp folding problem, the number of ways to fold a strip of\n$n$ stamps, and the related problem of enumerating meander configurations. The\nstudy of equivalence classes of foldings and meanders under symmetries allows\nto characterize and enumerate folding and meander shapes. Symmetric foldings\nand meanders are described, and relations between folding and meandric\nsequences are given. Extended tables for these sequences are provided.\n","Comment: Article. 18 pages, 10 figures, 3 tables"]}]
["1302.2026",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2026","CERN-2013-001, pp. 33-43"],"date":["2013-02-08"],"type":["text"],"creator":["Machida, Shinji"],"language":[],"coverage":[],"title":["Fixed field alternating gradient"],"description":["  The concept of a fixed field alternating gradient (FFAG) accelerator was\ninvented in the 1950s. Although many studies were carried out up to the late\n1960s, there has been relatively little progress until recently, when it\nreceived widespread attention as a type of accelerator suitable for very fast\nacceleration and for generating high-power beams. In this paper, we describe\nthe principles and design procedure of a FFAG accelerator.\n","Comment: presented at the CERN Accelerator School CAS 2011: High Power Hadron\n  Machines, Bilbao, 24 May - 2 June 2011"]}]
["1302.2027",{"format":[],"subject":["Statistics - Applications","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2027"],"date":["2013-02-08"],"type":["text"],"creator":["Caccavale, Maria Virginia","Iovanella, Antonio","Lancia, Carlo","Lulli, Guglielmo","Scoppola, Benedetto"],"language":[],"coverage":[],"title":["On the statistical description of the inbound air traffic over Heathrow\n  airport"],"description":["  We present a model to describe the inbound air traffic over a congested hub.\nWe show that this model gives a very accurate description of the traffic by the\ncomparison of our theoretical distribution of the queue with the actual\ndistribution observed over Heathrow airport. We discuss also the robustness of\nour model.\n"]}]
["1302.2028",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2028"],"date":["2013-02-08"],"type":["text"],"creator":["Shapira, Yuri","Shapira, Bracha","Shabtai, Asaf"],"language":[],"coverage":[],"title":["Content-based data leakage detection using extended fingerprinting"],"description":["  Protecting sensitive information from unauthorized disclosure is a major\nconcern of every organization. As an organizations employees need to access\nsuch information in order to carry out their daily work, data leakage detection\nis both an essential and challenging task. Whether caused by malicious intent\nor an inadvertent mistake, data loss can result in significant damage to the\norganization. Fingerprinting is a content-based method used for detecting data\nleakage. In fingerprinting, signatures of known confidential content are\nextracted and matched with outgoing content in order to detect leakage of\nsensitive content. Existing fingerprinting methods, however, suffer from two\nmajor limitations. First, fingerprinting can be bypassed by rephrasing (or\nminor modification) of the confidential content, and second, usually the whole\ncontent of document is fingerprinted (including non-confidential parts),\nresulting in false alarms. In this paper we propose an extension to the\nfingerprinting approach that is based on sorted k-skip-n-grams. The proposed\nmethod is able to produce a fingerprint of the core confidential content which\nignores non-relevant (non-confidential) sections. In addition, the proposed\nfingerprint method is more robust to rephrasing and can also be used to detect\na previously unseen confidential document and therefore provide better\ndetection of intentional leakage incidents.\n"]}]
["1302.2030",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2030"],"date":["2013-02-08"],"type":["text"],"creator":["Amann, C. P.","Ballauff, M.","Egelhaaf, S. U.","Fritschi, S.","Fuchs, M.","Krüger, M.","Laurati, M.","Mutch, K. J.","Samwer, K.","Siebenbürger, M.","Voigtmann, Th.","Weysser, F."],"language":[],"coverage":[],"title":["Stress-strain relations in bulk metallic glasses and colloidal\n  dispersions"],"description":["  A comparison is made between the nonlinear rheological response of bulk\nmetallic glass formers and of colloidal dispersions. Stress-strain curves\nmeasured after switch-on of constant deformation rates are analyzed\nquantitatively using a schematic model of mode coupling theory generalized to\nhomogeneous and incompressible flows. A mapping between metallic and dispersion\nrheology is possible when stresses are rescaled by an entropic scale,\naccumulated strains by geometrical factors, and rates by the intrinsic\nrelaxation time. Exploiting this similarity and the possibility to directly\nobserve individual colloidal particles, we investigate the structural\ndistortions in the colloidal system using confocal microscopy. The distortions\nexhibit the (from elasticity theory) expected quadrupolar but also a strong\nisotropic component.\n","Comment: 5 pages, 4 figures (submitted to phys. rev.)"]}]
["1302.2033",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2033"],"date":["2013-02-08"],"type":["text"],"creator":["Alonso-Herrero, Almudena"],"language":[],"coverage":[],"title":["AGN and star formation activity in local luminous and ultraluminous\n  infrared galaxies"],"description":["  The enormous amounts of infrared (IR) radiation emitted by luminous infrared\ngalaxies (LIRGs, L_IR=10^11-10^12Lsun) and ultraluminous infrared galaxies\n(ULIRGs, L_IR>10^12Lsun) are produced by dust heated by intense star formation\n(SF) activity and/or an active galactic nucleus (AGN). The elevated star\nformation rates and high AGN incidence in (U)LIRGs make them ideal candidates\nto study the interplay between SF and AGN activity in the local universe. In\nthis paper I review recent results on the physical extent of the SF activity,\nthe AGN detection rate (including buried AGN), the AGN bolometric contribution\nto the luminosity of the systems, as well as the evolution of local LIRGs and\nULIRGs. The main emphasis of this review is on recent results from IR\nobservations.\n","Comment: Invited review at \"Nuclei of Seyfert galaxies and QSOs - Central\n  engine & conditions of star formation\" to appear in Proceedings of Science"]}]
["1302.2036",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L05, 20M18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2036"],"date":["2013-02-08"],"type":["text"],"creator":["Grigoryan, T. A.","Lipacheva, E. V.","Tepoyan, V. H."],"language":[],"coverage":[],"title":["On $\\pi$-extensions of the semigroup $\\mathbb{Z}_+$"],"description":["  We study inverse $\\pi$-extensions of the semigroup $\\mathbb{Z}_+$. It is\nshown that $\\pi$-extension of the semigroup $\\mathbb{Z}_+$ is inverse, iff its\n$\\pi$-extension coincides with $\\pi(\\mathbb{Z}_+)$. The existence of a\nnon-inverse $\\pi$-extension for semigroup $\\mathbb{Z}_+$ is proved.\n","Comment: Short communication, 3 pages"]}]
["1302.2038",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2038"],"date":["2013-02-08"],"type":["text"],"creator":["Bouhmadi-Lopez, Mariam","Morais, Joao","Henriques, Alfredo B."],"language":[],"coverage":[],"title":["The spectrum of gravitational waves in an f(R) model with a bounce"],"description":["  We present an inflationary model preceded by a bounce in a metric $f(R)$\ntheory. In this model, modified gravity affects only the early stages of the\nuniverse. We analyse the predicted spectrum of the gravitational waves in this\nscenario using the method of the Bogoliubov coefficients. We show that there\nare distinctive (oscillatory) signals on the spectrum for very low frequencies;\ni.e., corresponding to modes that are currently entering the horizon.\n","Comment: 4 pages, 2 figures. Contribution to the Spanish Relativity Meeting in\n  Portugal 2012 (ERE2012), Guimaraes, Portugal"]}]
["1302.2041",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2041"],"date":["2013-02-08"],"type":["text"],"creator":["Tee, Sim-Hui"],"language":[],"coverage":[],"title":["Pattern Analysis of Tandem Repeats in Nlrp1"],"description":["  Pattern analysis of tandem repeats in gene is an indispensable computational\napproach to the understanding of the gene expression and pathogenesis of\ndiseases. This research applied a computational motif model and database\ntechniques to study the distribution of tandem repeats in Nlrp1 gene, which is\na critical gene to detect the invading pathogens in the immunologic mechanisms.\nThe frequency of tandem repeats in Nlrp1 gene was studied for mono-, di-, tri-,\nand tetranucleotides. Mutations of Nlrp1 gene were analyzed to identify the\ninsertion,deletion, and substitution of nucleotides. The results of this\nresearch provide a basis for future work in computational drug design and\nbiomedical engineering in tackling diseases associated with immune system.\n"]}]
["1302.2047",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2047"],"date":["2013-02-08"],"type":["text"],"creator":["Tee, Sim-Hui"],"language":[],"coverage":[],"title":["In Silico Analysis of Tandem Repeats in GIF of Gastric Parietal Cells"],"description":["  Tandem repeats are ubiquitous in the genome of organisms and their mutated\nforms play a vital role in pathogenesis. In this study, tandem repeats in\nGastric Intrinsic Factor (GIF) of gastric parietal cells have been investigated\nusing an in silico approach. Six types of the nucleotide tandem repeat motifs\nhave been investigated, including mono-, di-, tri-, tetra-, penta- and\nhexanucleotide. The distribution of the repeat motifs in the gene was analyzed.\nThe results of this study provide an insight into the biomolecular mechanisms\nand pathogenesis implicated by the GIF of gastric parietal cells. Based on the\nfindings of the tandem repeats in GIF of gastric parietal cells, therapeutic\nstrategies and disease markers may be developed accordingly by the biomedical\nscientists.\n","Comment: Submitted to Journal of Biomedical Engineering Research"]}]
["1302.2048",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2048"],"date":["2013-02-08"],"type":["text"],"creator":["Barbier, Morgan","Munuera, Carlos"],"language":[],"coverage":[],"title":["Improving success probability and embedding efficiency in code based\n  steganography"],"description":["  For stegoschemes arising from error correcting codes, embedding depends on a\ndecoding map for the corresponding code. As decoding maps are usually not\ncomplete, embedding can fail. We propose a method to ensure or increase the\nprobability of embedding success for these stegoschemes. This method is based\non puncturing codes. We show how the use of punctured codes may also increase\nthe embedding efficiency of the obtained stegoschemes.\n"]}]
["1302.2050",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2050"],"date":["2013-02-08"],"type":["text"],"creator":["Zwirner, Fabio"],"language":[],"coverage":[],"title":["Quantum corrections to broken N=8 supergravity"],"description":["  The discovery of the Higgs boson and the non-discovery (so far) of additional\nparticles at the TeV scale underline our poor understanding of the hierarchy\nproblems in the physics of the fundamental interactions. Loosely motivated by\nthis consideration, I review some recent results on the classical and quantum\nstability of Minkowski vacua in spontaneously broken N=8 supergravity.\n","Comment: 6 pages: contribution to the proceedings of ICHEP2012, The 36th\n  International Conference on High Energy Physics, 4-11 July 2012, Melbourne,\n  Australia"]}]
["1302.2054",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","Mathematics - Symplectic Geometry","14D20, 81T30, 14F05, 14N35, 14A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2054"],"date":["2013-02-08"],"type":["text"],"creator":["Liu, Chien-Hao","Yau, Shing-Tung"],"language":[],"coverage":[],"title":["A mathematical theory of D-string world-sheet instantons, I: Compactness\n  of the stack of $Z$-semistable Fourier-Mukai transforms from a compact family\n  of nodal curves to a projective Calabi-Yau 3-fold"],"description":["  In a suitable regime of superstring theory, D-branes in a Calabi-Yau space\nand their most fundamental behaviors can be nicely described mathematically\nthrough morphisms from Azumaya spaces with a fundamental module to that\nCalabi-Yau space. In the earlier work [L-L-S-Y] (D(2): arXiv:0809.2121\n[math.AG], with Si Li and Ruifang Song) from the project, we explored this\nnotion for the case of D1-branes (i.e. D-strings) and laid down some basic\ningredients toward understanding the notion of D-string world-sheet instantons\nin this context. In this continuation, D(10), of D(2), we move on to construct\na moduli stack of semistable morphisms from Azumaya nodal curves with a\nfundamental module to a projective Calabi-Yau 3-fold $Y$. In this Part I of the\nnote, D(10.1), we define the notion of twisted central charge $Z$ for\nFourier-Mukai transforms of dimension 1 and width [0] from nodal curves and the\nassociated stability condition on such transforms and prove that for a given\ncompact stack of nodal curves $C_{\\cal M}/{\\cal M}$, the stack\n$FM^{1,[0];Zss}_{C_{\\cal M}/{\\cal M}}(Y,c)$ of $Z$-semistable Fourier-Mukai\ntransforms of dimension 1 and width [0] from nodal curves in the family\n$C_{\\cal M}/{\\cal M}$ to $Y$ of fixed twisted central charge $c$ is compact.\nFor the application in the sequel D(10.2), $C_{\\cal M}/{\\cal M}$ will contain\n$C_{\\bar{\\cal M}_g}/\\bar{\\cal M}_g$ as a substack and $FM^{1,[0];Zss}_{C_{\\cal\nM}/{\\cal M}}(Y,c)$ in this case will play a key role in defining stability\ncondition for morphisms from arbitrary Azumaya nodal curves (with the\nunderlying nodal curves not necessary in the family $C_{\\cal M}/{\\cal M}$) to\n$Y$.\n","Comment: 25+2 pages"]}]
["1302.2056",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2056"],"date":["2013-02-08"],"type":["text"],"creator":["Hernandez-Orallo, Jose"],"language":[],"coverage":[],"title":["Complexity distribution of agent policies"],"description":["  We analyse the complexity of environments according to the policies that need\nto be used to achieve high performance. The performance results for a\npopulation of policies leads to a distribution that is examined in terms of\npolicy complexity and analysed through several diagrams and indicators. The\nnotion of environment response curve is also introduced, by inverting the\nperformance results into an ability scale. We apply all these concepts,\ndiagrams and indicators to a minimalistic environment class, agent-populated\nelementary cellular automata, showing how the difficulty, discriminating power\nand ranges (previous to normalisation) may vary for several environments.\n"]}]
["1302.2057",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2057"],"date":["2013-02-08"],"type":["text"],"creator":["Cortez, Jeronimo","Blas, Daniel Martin-de","Marugan, Guillermo A. Mena","Velhinho, Jose M."],"language":[],"coverage":[],"title":["Quantization of the massless scalar field in de Sitter spacetime with\n  unitary dynamics"],"description":["  We present a Fock quantization with unitary dynamics for the massless scalar\nfield in de Sitter spacetime.\n","Comment: 3 pages, contribution for the Proceedings of MG13, Stockholm, 2012"]}]
["1302.2062",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2062"],"date":["2013-02-08"],"type":["text"],"creator":["Lin, Zengqiang","Zhang, Yang"],"language":[],"coverage":[],"title":["Quotients of one-sided trianglated categories by rigid subcategories as\n  module categories"],"description":["  We prove that some subquotient categories of one-sided triangulated\ncategories are abelian. This unifies a result by Iyama-Yoshino in the case of\ntriangulated categories and a result by Demonet-Liu in the case of exact\ncategories.\n","Comment: 16 pages"]}]
["1302.2065",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2065"],"date":["2013-02-08"],"type":["text"],"creator":["Stecker, Floyd W."],"language":[],"coverage":[],"title":["An Empirical Determination of the EBL and the Gamma-ray Opacity of the\n  Universe"],"description":["  I present the results of a new approach to the intensity and photon density\nspectrum of the intergalactic background light as a function of redshift using\nobservational data obtained in many different wavelength bands from local to\ndeep galaxy surveys. This enables an empirical determination of both the EBL\nand its observationally based uncertainties. Using these results one can place\n68% confidence upper and lower limits on the opacity of the universe to\n{\\gamma}-rays, free of the theoretical assumptions that were needed for past\ncalculations. I compare our results with measurements of the extragalactic\nbackground light, upper limits obtained from observations made by the Fermi\nGamma-ray Space Telescope, and new observationally based results from Fermi and\nH.E.S.S. using recent analyses of blazar spectra.\n","Comment: 2012 Fermi Symposium Proceedings - eConf C121028, 6 pages, 5 figures"]}]
["1302.2066",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","39B62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2066"],"date":["2013-02-08"],"type":["text"],"creator":["Lehec, Joseph"],"language":[],"coverage":[],"title":["Short probabilistic proof of the Brascamp-Lieb and Barthe theorems"],"description":["  We give a short proof of the Brascamp-Lieb theorem, which asserts that a\ncertain general form of Young's convolution inequality is saturated by Gaussian\nfunctions. The argument is inspired by Borell's stochastic proof of the\nPr\\'ekopa-Leindler inequality and applies also to the reversed Brascamp-Lieb\ninequality, due to Barthe.\n","Comment: 12 pages"]}]
["1302.2076",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","52A20, 52A40, 46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2076"],"date":["2013-02-08"],"type":["text"],"creator":["Szarek, Stanislaw J."],"language":[],"coverage":[],"title":["On measures of symmetry and floating bodies"],"description":["  We consider the following measure of symmetry of a convex n-dimensional body\nK: $\\rho(K)$ is the smallest constant for which there is a point x in K such\nthat for partitions of K by an n-1-dimensional hyperplane passing through x the\nratio of the volumes of the two parts is at most $\\rho(K)$. It is well known\nthat $\\rho(K)=1$ iff K is symmetric. We establish a precise upper bound on\n$\\rho(K)$; this recovers a 1960 result of Grunbaum. We also provide a\ncharacterization of equality cases (relevant to recent results of Nill and\nPaffenholz about toric varieties) and relate these questions to the concept of\nconvex floating bodies.\n","Comment: 5 pages; this is a slightly edited manuscript from early '00s\n  containing a proof of a 1960 result of Grunbaum; it is being posted since\n  this particular presentation turned out to facilitate certain arguments in\n  toric geometry"]}]
["1302.2078",{"format":[],"subject":["Mathematical Physics","Mathematics - Classical Analysis and ODEs","Mathematics - Spectral Theory","34A55, 34E05, 34L40, 58J51, 33C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2078"],"date":["2013-01-28"],"type":["text"],"creator":["Sakhnovich, Lev"],"language":[],"coverage":[],"title":["Sliding inverse problems for radial Dirac and Schr\\\"odinger equations"],"description":["  New inverse and half-inverse problems: {\\it sliding problems} are introduced.\nIn this way several physically important equations are recovered from the\nquantum defect. In particular, sliding problems are solved for radial\nSchr\\\"odinger equation, radial Dirac system and multidimensional Schr\\\"odinger\nequation. Systems with Coulomb-type potentials are considered as well.\n"]}]
["1302.2079",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30, 65N12, 65N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2079"],"date":["2013-02-08"],"type":["text"],"creator":["Heuer, Norbert","Tran, Thanh"],"language":[],"coverage":[],"title":["A mixed method for Dirichlet problems with radial basis functions"],"description":["  We present a simple discretization by radial basis functions for the Poisson\nequation with Dirichlet boundary condition. A Lagrangian multiplier using\npiecewise polynomials is used to accommodate the boundary condition. This\nsimplifies previous attempts to use radial basis functions in the interior\ndomain to approximate the solution and on the boundary to approximate the\nmultiplier, which technically requires that the mesh norm in the interior\ndomain is significantly smaller than that on the boundary. Numerical\nexperiments confirm theoretical results.\n"]}]
["1302.2080",{"format":[],"subject":["Mathematical Physics","81-XX Quantum theory","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2080","Physics of Particles and Nuclei Letters 10 (2013) 91","doi:10.1134/S1547477113020131"],"date":["2013-02-08"],"type":["text"],"creator":["Silenko, A. J."],"language":[],"coverage":[],"title":["Classical Limit of Relativistic Quantum Mechanical Equations in the\n  Foldy-Wouthuysen Representation"],"description":["  It is shown that, under the Wentzel-Kramers-Brillouin approximation\nconditions, using the Foldy-Wouthuysen representation allows the problem of\nfinding a classical limit of relativistic quantum mechanical equations to be\nreduced to the replacement of operators in the Hamiltonian and quantum\nmechanical equations of motion by the respective classical quantities.\n","Comment: 6 pages"]}]
["1302.2084",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2084"],"date":["2013-02-08"],"type":["text"],"creator":["Cohen, E. G. D."],"language":[],"coverage":[],"title":["Einstein and Boltzmann: Determinism and Probability or The Virial\n  Expansion Revisited"],"description":["  Boltzmann's Principle S = k ln W was repeatedly criticized by Einstein since\nit lacked a proper dynamical foundation in view of the thermal motion of the\nparticles, out of which a physical system consists. This suggests, in\nparticular, that the statistical mechanics of a system in thermal equilibrium\nshould be based on dynamics. As an example, a dynamical derivation of the\ndensity expansions of the two-particle distribution function, as well as of the\nthermodynamic properties of a moderately dense gas in thermal equilibrium, is\noutlined here. This is a different derivation than the usual one based on\nGibbs' probabilistic canonical ensemble, where dynamics is eliminated at the\nbeginning and equilibrium statistical mechanics is reduced to statics. It is\nargued that the present derivation in this paper could, in principle, also be\napplied to other equilibrium properties and perhaps also to other fields.\n"]}]
["1302.2090",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2090"],"date":["2013-02-08"],"type":["text"],"creator":["Roca, J. J. Rodes","Torrejón, J. M.","Martínez-Núñez, S.","Bernabéu, G."],"language":[],"coverage":[],"title":["On the physical meaning of the 2.1 keV absorption feature in 4U 1538-52"],"description":["  The improvement of the capabilities of nowadays X-ray observatories, like\nChandra or XMM-Newton, offers the possibility to detect both absorption and\nemission lines and to study the nature of the matter surrounding the neutron\nstar in X-ray binaries and the phenomena that produce these lines. The aim of\nthis work is to discuss the different physical scenarios in order to explain\nthe meaning of the significant absorption feature present in the X-ray spectrum\nof 4U 1538-52. Using the last available calibrations, we discard the\npossibility that this feature is due to calibration, gain effects or be\nproduced by the X-ray background or a dust region. Giving the energy resolution\nof the XMM-Newton telescope we could not establish if the line is formed in the\natmosphere of the neutron star or by the dispersion of the stellar wind of the\noptical counterpart.\n","Comment: 6 pages, 2 multipanel figures, accepted for publication on\n  Proceedings of \"An INTEGRAL view of the high-energy sky (the first 10 years)\"\n  the 9th INTEGRAL Workshop, October 15-19, 2012, Paris, France, in Proceedings\n  of Science (INTEGRAL 2012), Eds. A. Goldwurm, F. Lebrun and C. Winkler,\n  (http://pos.sissa.it/cgi-bin/reader/conf.cgi?confid=176), id PoS(INTEGRAL\n  2012)031"]}]
["1302.2091",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2091"],"date":["2013-02-08"],"type":["text"],"creator":["Cazorla, Claudio","Errandonea, Daniel"],"language":[],"coverage":[],"title":["The high-pressure high-temperature phase diagram of calcium fluoride\n  from classical atomistic simulations"],"description":["  We study the phase diagram of calcium fluoride (CaF2) under pressure using\nclassical molecular dynamic simulations performed with a simple pairwise\ninteratomic potential of the Born-Mayer-Huggings form. Our results obtained\nunder conditions 0 < P < 20 GPa and 0 < T < 4000 K reveal a rich variety of\nmulti-phase boundaries involving different crystal, superionic and liquid\nphases, for all which we provide an accurate parametrization. Interestingly, we\npredict the existence of three special triple points (i.e.\nsolid-solid-superionic, solid-superionic-superionic and\nsuperionic-superionic-liquid coexisting states) within a narrow and\nexperimentally accessible thermodynamic range of 6 < P < 8 GPa and 1500 < T <\n2750 K. Also, we examine the role of short-ranged repulsive (SR) and\nlong-ranged attractive (LA) atomic interactions in the prediction of melting\nlines with the finding that SR Ca-F and LA F-F contributions are most decisive.\n","Comment: 12 pages, 7 figures"]}]
["1302.2093",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Multiagent Systems","Computer Science - Systems and Control","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2093"],"date":["2013-02-08"],"type":["text"],"creator":["Doan, Minh Dang","Giselsson, Pontus","Keviczky, Tamás","De Schutter, Bart","Rantzer, Anders"],"language":[],"coverage":[],"title":["A distributed accelerated gradient algorithm for distributed model\n  predictive control of a hydro power valley"],"description":["  A distributed model predictive control (DMPC) approach based on distributed\noptimization is applied to the power reference tracking problem of a hydro\npower valley (HPV) system. The applied optimization algorithm is based on\naccelerated gradient methods and achieves a convergence rate of O(1/k^2), where\nk is the iteration number. Major challenges in the control of the HPV include a\nnonlinear and large-scale model, nonsmoothness in the power-production\nfunctions, and a globally coupled cost function that prevents distributed\nschemes to be applied directly. We propose a linearization and approximation\napproach that accommodates the proposed the DMPC framework and provides very\nsimilar performance compared to a centralized solution in simulations. The\nprovided numerical studies also suggest that for the sparsely interconnected\nsystem at hand, the distributed algorithm we propose is faster than a\ncentralized state-of-the-art solver such as CPLEX.\n"]}]
["1302.2096",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2096","Appl. Phys. Lett. 10, 213502 (2012)","doi:10.1063/1.4720516"],"date":["2013-02-08"],"type":["text"],"creator":["Rana, K. G.","Khikhlovskyi, V.","Banerjee, T."],"language":[],"coverage":[],"title":["Electrical transport across Au/Nb:SrTiO3 Schottky interface with\n  different Nb doping"],"description":["  We have investigated electron transport in Nb doped SrTiO$_3$ single crystals\nfor two doping densities. We find that the resistivity and mobility are\ntemperature dependent in both whereas the carrier concentration is almost\ntemperature invariant. We rationalize this using the hydrogenic theory for\nshallow donors. Further, we probe electrical transport across Schottky\ninterfaces of Au on TiO$_2$ terminated n-type SrTiO$_3$. Quantitative analysis\nof macroscopic I-V measurements reveal thermionic emission dominated transport\nfor the low doped substrate whereas it deviates from such behavior for the high\ndoped substrate. This work is relevant for designing devices to study\nelectronic transport using oxide-semiconductors.\n","Comment: 10 Pages, 3 Figures"]}]
["1302.2101",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2101"],"date":["2013-02-08"],"type":["text"],"creator":["Chen, Yu"],"language":[],"coverage":[],"title":["Total wave based fast direct solver for volume scattering problems"],"description":["  We present a fast direct solver for the volume scattering problem of the\nHelmholtz equation. The algorithm is faster than existing methods. Moreover,\ndiscretization for our method is much simpler and more accurate than that for\nfinite difference, finite elements, and integral equations.\n"]}]
["1302.2102",{"format":[],"subject":["Statistics - Computation","62H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2102"],"date":["2013-02-08"],"type":["text"],"creator":["Browne, Ryan P.","McNicholas, Paul D."],"language":[],"coverage":[],"title":["Estimating Common Principal Components in High Dimensions"],"description":["  We consider the problem of minimizing an objective function that depends on\nan orthonormal matrix. This situation is encountered when looking for common\nprincipal components, for example, and the Flury method is a popular approach.\nHowever, the Flury method is not effective for higher dimensional problems. We\nobtain several simple majorization-minizmation (MM) algorithms that provide\nsolutions to this problem and are effective in higher dimensions. We then use\nsimulated data to compare them with other approaches in terms of convergence\nand computational time.\n"]}]
["1302.2104",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Combinatorics","35C07, 35R02, 35K55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2104"],"date":["2013-02-08"],"type":["text"],"creator":["Mugnolo, Delio","Rault, Jean-François"],"language":[],"coverage":[],"title":["Construction of exact travelling waves for the Benjamin-Bona-Mahony\n  equation on networks"],"description":["  We are interested in the existence of travelling waves for the\nBenjamin-Bona-Mahony equation on a network. First we construct an explicit\nwave, defined in $\\mathbb{R}$. Then, we use this wave to derive some conditions\non the coefficients appearing in the equations and on the geometry of the\nnetwork to ensure the existence of travelling waves on the network.\n","Comment: 18 pages, 7 figures"]}]
["1302.2115",{"format":[],"subject":["Mathematics - Group Theory","20C07, 20F19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2115"],"date":["2013-02-08"],"type":["text"],"creator":["Kurdachenko, Leonid A.","Subbotin, Igor Ya.","Chepurdya, Vasiliy A."],"language":[],"coverage":[],"title":["On the structure of some modules over generalized soluble groups"],"description":["  Let R be a ring and G a group. An R-module A is said to be\nartinian-by-(finite rank) if TorR(A) is artinian and A/TorR(A) has finite\nR-rank. The authors study ZG-modules A such that A/CA(H) is artinian-by-(finite\nrank) (as a Z-module) for every proper subgroup H.\n","Comment: 9 pages"]}]
["1302.2122",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2122","American Mathematical Monthly, 2008"],"date":["2013-02-08"],"type":["text"],"creator":["Ungar, Abraham A."],"language":[],"coverage":[],"title":["From Mobius to Gyrogroups"],"description":["  The evolution from Mobius to gyrogroups began in 1988, and is still ongoing\nin [14, 15]. Gyrogroups, a natural generalization of groups, lay a fruitful\nbridge between nonassociative algebra and hyperbolic geometry, just as groups\nlay a fruitful bridge between associative algebra and Euclidean geometry. More\nthan 150 years have passed since the German mathematician August Ferdinand\nMobius first studied the transformations that now bear his name. Yet, the rich\nstructure he thereby exposed is still far from being exhausted, as the\nevolution from Mobius to gyrogroups demonstrates.\n"]}]
["1302.2126",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Computation","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2126"],"date":["2013-02-08"],"type":["text"],"creator":["Ellingson, Leif","Patrangenaru, Vic","Ruymgaart, Frits"],"language":[],"coverage":[],"title":["Nonparametric Estimation of Means on Hilbert Manifolds and Extrinsic\n  Analysis of Mean Shapes of Contours"],"description":["  Motivated by the problem of nonparametric inference in high level digital\nimage analysis, we introduce a general extrinsic approach for data analysis on\nHilbert manifolds with a focus on means of probability distributions on such\nsample spaces. To perform inference on these means, we appeal to the concept of\nneighborhood hypotheses from functional data analysis and derive a one-sample\ntest. We then consider analysis of shapes of contours lying in the plane. By\nembedding the corresponding sample space of such shapes, which is a Hilbert\nmanifold, into a space of Hilbert-Schmidt operators, we can define extrinsic\nmean shapes of planar contours and their sample analogues. We apply the general\nmethods to this problem while considering the computational restrictions faced\nwhen utilizing digital imaging data. Comparisons of computational cost are\nprovided to another method for analyzing shapes of contours.\n","Comment: 29 pages, 12 figures"]}]
["1302.2131",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computation and Language","Computer Science - Information Retrieval","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2131"],"date":["2013-02-08"],"type":["text"],"creator":["Pavlyshenko, Bohdan"],"language":[],"coverage":[],"title":["Data Mining of the Concept \"End of the World\" in Twitter Microblogs"],"description":["  This paper describes the analysis of quantitative characteristics of frequent\nsets and association rules in the posts of Twitter microblogs, related to the\ndiscussion of \"end of the world\", which was allegedly predicted on December 21,\n2012 due to the Mayan calendar. Discovered frequent sets and association rules\ncharacterize semantic relations between the concepts of analyzed subjects.The\nsupport for some fequent sets reaches the global maximum before the expected\nevent with some time delay. Such frequent sets may be considered as predictive\nmarkers that characterize the significance of expected events for blogosphere\nusers. It was shown that time dynamics of confidence of some revealed\nassociation rules can also have predictive characteristics. Exceeding a certain\nthreshold, it may be a signal for the corresponding reaction in the society\nduring the time interval between the maximum and probable coming of an event.\n"]}]
["1302.2134",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2134","doi:10.1093/mnras/stt075"],"date":["2013-02-08"],"type":["text"],"creator":["Wolak, P.","Szymczak, M.","Gerard, E."],"language":[],"coverage":[],"title":["Long-term polarimetric observations of OH127.8+0.0"],"description":["  OH 1612 and 1667 MHz masers from the well known object OH127.8+0.0 were mon-\nitored in full-polarization mode over a period of 6.5 years and mapped with\nMERLIN at one epoch. The OH variability pattern of the star is typical of\nextremely long- period AGB stars. The distance determined from the 1612 MHz\nlight curve and a new measurement of the angular radius is 3.87 (0.28) kpc. At\nboth frequencies, the flux of polarized emission tightly follows the total flux\nvariations while, the degrees of circu- lar and linear polarization are\nconstant within measurement accuracy.. There is net polarization at both lines.\nThe magnetic field strength estimated from a likely Zeeman pair is -0.6 mG at\nthe distance of 5400 au from the star.At the near and far sides of the\nenvelope, the polarization vectors are well aligned implying a regular\nstructure of the magnetic field. The polarization characteristics of the OH\nmaser emission suggest a radial magnetic field which is frozen in the stellar\nwind.\n","Comment: 12 pages, 9 figures"]}]
["1302.2135",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2135"],"date":["2013-02-08"],"type":["text"],"creator":["Kumagai, Takashi","Zeitouni, Ofer"],"language":[],"coverage":[],"title":["Fluctuations of recentered maxima of discrete Gaussian Free Fields on a\n  class of recurrent graphs"],"description":["  We provide conditions that ensure that the recentered maximum of the Gaussian\nfree field on a sequence of graphs fluctuates at the same order as the field at\nthe point of maximal variance. In particular, on a sequence of such graphs the\nrecentered maximum is not tight, similarly to the situation in Z but in\ncontrast with the situation in Z^2. We show that our conditions cover a large\nclass of \"fractal\" graphs.\n"]}]
["1302.2137",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2137"],"date":["2013-02-08"],"type":["text"],"creator":["Cohen, Edith","Cormode, Graham","Duffield, Nick","Lund, Carsten"],"language":[],"coverage":[],"title":["On the Tradeoff between Stability and Fit"],"description":["  In computing, as in many aspects of life, changes incur cost. Many\noptimization problems are formulated as a one-time instance starting from\nscratch. However, a common case that arises is when we already have a set of\nprior assignments, and must decide how to respond to a new set of constraints,\ngiven that each change from the current assignment comes at a price. That is,\nwe would like to maximize the fitness or efficiency of our system, but we need\nto balance it with the changeout cost from the previous state.\n  We provide a precise formulation for this tradeoff and analyze the resulting\n{\\em stable extensions} of some fundamental problems in measurement and\nanalytics. Our main technical contribution is a stable extension of PPS\n(probability proportional to size) weighted random sampling, with applications\nto monitoring and anomaly detection problems. We also provide a general\nframework that applies to top-$k$, minimum spanning tree, and assignment. In\nboth cases, we are able to provide exact solutions, and discuss efficient\nincremental algorithms that can find new solutions as the input changes.\n","Comment: 24 pages, 3 figures"]}]
["1302.2142",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2142"],"date":["2013-02-08"],"type":["text"],"creator":["Liu, Ying","Gelman, Andrew","Zheng, Tian"],"language":[],"coverage":[],"title":["Simulation-efficient shortest probability intervals"],"description":["  Bayesian highest posterior density (HPD) intervals can be estimated directly\nfrom simulations via empirical shortest intervals. Unfortunately, these can be\nnoisy (that is, have a high Monte Carlo error). We derive an optimal weighting\nstrategy using bootstrap and quadratic programming to obtain a more compu-\ntationally stable HPD, or in general, shortest probability interval (Spin). We\nprove the consistency of our method. Simulation studies on a range of theoret-\nical and real-data examples, some with symmetric and some with asymmetric\nposterior densities, show that intervals constructed using Spin have better\ncov- erage (relative to the posterior distribution) and lower Monte Carlo error\nthan empirical shortest intervals. We implement the new method in an R package\n(SPIn) so it can be routinely used in post-processing of Bayesian simulations.\n","Comment: 22 pages, 13 figures"]}]
["math/0611022",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45 (Primary) 13D40, 13F30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611022","J. Pure Appl. Algebra 210 (2007), 639-643","doi:10.1016/j.jpaa.2006.11.002"],"date":["2006-11-01","2006-12-07"],"type":["text"],"creator":["Brodmann, M.","Kurmann, S.","Rohrer, F."],"language":[],"coverage":[],"title":["An Avoidance Principle with an Application to the Asymptotic Behaviour\n  of Graded Local Cohomology"],"description":["  We present an Avoidance Principle for certain graded rings. As an application\nwe fill a gap in the proof of a result by Brodmann, Rohrer and Sazeedeh about\nthe antipolynomiality of the Hilbert-Samuel multiplicity of the graded\ncomponents of the local cohomology modules of a finitely generated module over\na Noetherian homogeneous ring with two-dimensional local base ring.\n","Comment: 6 pages; to appear in Journal of Pure and Applied Algebra; corrected\n  typos"]}]
