["0801.3878",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3878","IEEE Transactions on Information Theory, vol 56, no. 5,\n  pp.2143-2167, May 2010; Corrections: IEEE Transactions on Information Theory,\n  vol. 56, no.9, p. 4762, Sep. 2010. Corrections: vol.56, no.9, p.4762, 2010"],"date":["2008-01-25","2009-03-19"],"type":["text"],"creator":["Muramatsu, Jun","Miyake, Shigeki"],"language":[],"coverage":[],"title":["Hash Property and Coding Theorems for Sparse Matrices and\n  Maximum-Likelihood Coding"],"description":["  The aim of this paper is to prove the achievability of several coding\nproblems by using sparse matrices (the maximum column weight grows\nlogarithmically in the block length) and maximal-likelihood (ML) coding. These\nproblems are the Slepian-Wolf problem, the Gel'fand-Pinsker problem, the\nWyner-Ziv problem, and the One-helps-one problem (source coding with partial\nside information at the decoder). To this end, the notion of a hash property\nfor an ensemble of functions is introduced and it is proved that an ensemble of\n$q$-ary sparse matrices satisfies the hash property. Based on this property, it\nis proved that the rate of codes using sparse matrices and maximal-likelihood\n(ML) coding can achieve the optimal rate.\n","Comment: This manuscript has been submitted to IEEE Transactions on\n  Information Theory and a part of this manuscript has been submitted to IEEE\n  International Symposium on Information Theory (ISIT2008,ISIT2009). 55 pages\n  v2: major changes"]}]
["0802.0123",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Spectral Theory","58J52, 32V05, 32V20, 11M36, 37C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0123","Annales de l'institut Fourier, 62 no. 2 (2012), p. 727-782","doi:10.5802/aif.2693"],"date":["2008-02-01"],"type":["text"],"creator":["Rumin, Michel","Seshadri, Neil"],"language":[],"coverage":[],"title":["Analytic torsions on contact manifolds"],"description":["  We propose a definition for analytic torsion of the contact complex on\ncontact manifolds. We show it coincides with Ray-Singer torsion on any\n3-dimensional CR Seifert manifold equipped with a unitary representation. In\nthis particular case we compute it and relate it to dynamical properties of the\nReeb flow. In fact the whole spectral torsion function we consider may be\ninterpreted on CR Seifert manifolds as a purely dynamical function through\nSelberg-type trace formulae.\n","Comment: 40 pages"]}]
["0905.1612",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1612"],"date":["2009-05-11","2013-01-25"],"type":["text"],"creator":["Tsakmakidis, Kosmas L.","Wartak, Marek S.","Aryal, Durga P.","Hess, Ortwin"],"language":[],"coverage":[],"title":["Linear coupling between lightwaves in metamaterials enables lossless\n  artificial magnetism"],"description":["  A well-known principle in optical physics states that power can never be\nexchanged between two light waves propagating inside a homogeneous medium when\nthe medium response is strictly linear. Power exchange between light waves\nusually occurs with the aid of nonlinearity. A typical example is nonlinear\noptical parametric amplification where net energy can flow from a\nhigh-frequency (high-energy) light wave (pump) to a lower-frequency signal\nwave, leading to amplification of the signal wave. Here, we show that this\nlimitation of ordinary media can be overcome using suitably engineered\nmetamaterials, which in the recent past have enabled a variety of extraordinary\napplications, unattainable using conventional materials, such as perfect\nlenses, invisibility cloaks and trapped rainbows. We introduce a blueprint for\nmagnetic metamaterials that enables, in a totally linear fashion, coherent and\nconstructive active power flow from one light wave to another (second) light\nwave.\n"]}]
["0906.1004",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1004"],"date":["2009-06-04","2013-01-25"],"type":["text"],"creator":["Harrison, Matthew T."],"language":[],"coverage":[],"title":["A Dynamic Programming Approach for Approximate Uniform Generation of\n  Binary Matrices with Specified Margins"],"description":["  Consider the collection of all binary matrices having a specific sequence of\nrow and column sums and consider sampling binary matrices uniformly from this\ncollection. Practical algorithms for exact uniform sampling are not known, but\nthere are practical algorithms for approximate uniform sampling. Here it is\nshown how dynamic programming and recent asymptotic enumeration results can be\nused to simplify and improve a certain class of approximate uniform samplers.\nThe dynamic programming perspective suggests interesting generalizations.\n","Comment: 27 pages, minor typographic corrections from previous version,\n  superseded by arXiv:1301.3928"]}]
["0909.4415",{"format":[],"subject":["Mathematics - Logic","03C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4415"],"date":["2009-09-24","2013-01-25"],"type":["text"],"creator":["Solanki, Vinesh","Sustretov, Dmitry","Zilber, Boris"],"language":[],"coverage":[],"title":["Quantum Harmonic Oscillator as a Zariski Geometry"],"description":["  We carry out a model-theoretic analysis of the Heisenberg algebra. To this\nend, a geometric structure is associated to the Heisenberg algebra and is shown\nto be a Zariski geometry. Furthermore, this Zariski geometry is shown to be\nnon-classical, in the sense that it is not interpretable in an algebraically\nclosed field. On assuming self-adjointness of the position and momentum\noperators, one obtains a discrete substructure of which the original Zariski\ngeometry is seen as the complexification.\n","Comment: some typos corrected"]}]
["1004.0802",{"format":[],"subject":["Physics - Optics","78-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0802","Applied Physics Letters, 96, 193103 (2010)","doi:10.1063/1.3427429"],"date":["2010-04-06"],"type":["text"],"creator":["Minovich, Alexander","Neshev, Dragomir N.","Powell, David A.","Shadrivov, Ilya V.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Tunable fishnet metamaterials infiltrated by liquid crystals"],"description":["  We analyze numerically the optical response and effective macroscopic\nparameters of fishnet metamaterials infiltrated with a nematic liquid crystal.\nWe show that even a small amount of liquid crystal can provide tuning of the\nstructures due to reorientation of the liquid crystal director. This enables\nswitchable optical metamaterials, where the refractive index can be switched\nfrom positive to negative by an external field. This tuning is primarily\ndetermined by the shift of the cut-off wavelength of the holes, with only a\nsmall influence due to the change in plasmon dispersion\n"]}]
["1006.5271",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5271"],"date":["2010-06-28","2013-01-25"],"type":["text"],"creator":["Muramatsu, Jun","Miyake, Shigeki"],"language":[],"coverage":[],"title":["Construction of Slepian-Wolf Source Code and Broadcast Channel Code\n  Based on Hash Property"],"description":["  The aim of this paper is to prove theorems for the Slepian-Wolf source coding\nand the broadcast channel coding (independent messages and no common message)\nbased on the the notion of a stronger version of the hash property for an\nensemble of functions. Since an ensemble of sparse matrices has a strong hash\nproperty, codes using sparse matrices can realize the achievable rate region.\nFurthermore, extensions to the multiple source coding and multiple output\nbroadcast channel coding are investigated.\n","Comment: The proofs of Lemmas 4 and 9 are revised. Some proofs are simplified.\n  Some typos are fixed. A part of this paper has been published in Proceedings\n  of 2010 IEEE International Symposium on Information Theory (ISIT2010) and\n  Proceedings of 7th Asia-Europe Workshop \"CONCEPTS in INFORMATION THEORY\"\n  (AEW7), 2011, 39 pages"]}]
["1010.2796",{"format":[],"subject":["Mathematics - Algebraic Geometry","14P99, 44A60 (Primary) 12D15, 43A35, 46B99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2796","Arch. Math. 100 (43-53), 2013","doi:10.1007/s00013-012-0460-5"],"date":["2010-10-13","2012-06-14"],"type":["text"],"creator":["Ghasemi, Mehdi","Kuhlmann, Salma","Samei, Ebrahim"],"language":[],"coverage":[],"title":["The Moment Problem for Continuous Positive Semidefinite Linear\n  functionals"],"description":["  Let $\\tau$ be a locally convex topology on the countable dimensional\npolynomial $\\reals$-algebra $\\rx:=\\reals[X_1,...,X_n]$. Let $K$ be a closed\nsubset of $\\reals^n$, and let $M:=M_{\\{g_1, ... g_s\\}}$ be a finitely generated\nquadratic module in $\\rx$. We investigate the following question: When is the\ncone $\\Pos(K)$ (of polynomials nonnegative on $K$) included in the closure of\n$M$? We give an interpretation of this inclusion with respect to representing\ncontinuous linear functionals by measures. We discuss several examples; we\ncompute the closure of $M=\\sos$ with respect to weighted norm-$p$ topologies.\nWe show that this closure coincides with the cone $\\Pos(K)$ where $K$ is a\ncertain convex compact polyhedron.\n","Comment: 14 pages"]}]
["1010.4883",{"format":[],"subject":["Mathematics - Number Theory","11Y60, 11Y11, 11A41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4883"],"date":["2010-10-23","2013-01-25"],"type":["text"],"creator":["Caldwell, Chris K.","Cheng, Yuanyou Furui"],"language":[],"coverage":[],"title":["Determining Mills' Constant and a Note on Honaker's Problem"],"description":["  In 1947 Mills proved that there exists a constant $A$ such that $\\lfloor\nA^{3^n} \\rfloor$ is a prime for every positive integer $n$. Determining $A$\nrequires determining an effective Hoheisel type result on the primes in short\nintervals - though most books ignore this difficulty. Under the Riemann\nHypothesis, we show that there exists at least one prime between every pair of\nconsecutive cubes and determine (given RH) that the least possible value of\nMills' constant $A$ does begin with 1.3063778838. We calculate this value to\n6850 decimal places by determining the associated primes to over 6000 digits\nand probable primes (PRPs) to over 60000 digits. We also apply the\nCram\\'er-Granville Conjecture to Honaker's problem in a related context.\n","Comment: 9 pages, published on Journal of Integer Sequences, Vol. 8 (2005),\n  Article 05.4.1"]}]
["1011.4034",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4034","Phys. Rev. E 83, 036703 (2011)","doi:10.1103/PhysRevE.83.036703"],"date":["2010-11-17"],"type":["text"],"creator":["Kallus, Yoav","Elser, Veit"],"language":[],"coverage":[],"title":["Dense packing crystal structures of physical tetrahedra"],"description":["  We present a method for discovering dense packings of general convex hard\nparticles and apply it to study the dense packing behavior of a one-parameter\nfamily of particles with tetrahedral symmetry representing a deformation of the\nideal mathematical tetrahedron into a less ideal, physical, tetrahedron and all\nthe way to the sphere. Thus, we also connect the two well studied problems of\nsphere packing and tetrahedron packing on a single axis. Our numerical results\nuncover a rich optimal-packing behavior, compared to that of other continuous\nfamilies of particles previously studied. We present four structures as\ncandidates for the optimal packing at different values of the parameter,\nproviding an atlas of crystal structures which might be observed in systems of\nnano-particles with tetrahedral symmetry.\n"]}]
["1101.5642",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5642","Phys. Rev. B 84, 064528 (2011)","doi:10.1103/PhysRevB.84.064528"],"date":["2011-01-28"],"type":["text"],"creator":["Hollen, S. M.","Nguyen, H. Q.","Rudisaile, E.","Stewart Jr., M. D.","Shainline, J.","Xu, J. M.","Valles Jr, J. M."],"language":[],"coverage":[],"title":["Cooper pair insulator in amorphous films induced by nanometer-scale\n  thickness variations"],"description":["  Unusual transport properties of superconducting (SC) materials, such as the\nunder doped cuprates, low dimensional superconductors in strong magnetic\nfields, and insulating films near the Insulator Superconductor Transition\n(IST), have been attributed to the formation of inhomogeneous phases.\nDifficulty correlating the behaviors with observations of the inhomogeneities\nmake these connections uncertain. Of primary interest here are proposals that\ninsulating films near the IST, which show an activated resistance and giant\npositive magnetoresistance, contain islands of Cooper Pairs (CPs). Here we\npresent evidence that these types of inhomogeneities are essential to such an\ninsulating phase in amorphous Bi (a-Bi) films deposited on substrates patterned\nwith nanometer-sized holes. The patterning induces film thickness variations,\nand corresponding coupling constant variations, that transform the composition\nof the insulator from localized electrons to CPs. Analyses near the\nthickness-tuned ISTs of films on nine different substrates show that weak links\nbetween SC islands dominate the transport. In particular, the ISTs all occur\nwhen the link resistance approaches the resistance quantum for pairs. These\nobservations lead to a detailed picture of CPs localized by spatial variations\nof the superconducting coupling constant.\n","Comment: 4 pages, 3 figures, 1 supplemental page with 1 supplemental figure"]}]
["1103.4405",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4405","doi:10.1063/1.3583366"],"date":["2011-03-22"],"type":["text"],"creator":["Swenson, David W. H.","Levy, Tal","Cohen, Guy","Rabani, Eran","Miller, William H."],"language":[],"coverage":[],"title":["Application of a semiclassical model for the second-quantized\n  many-electron Hamiltonian to nonequilibrium quantum transport: The resonant\n  level model"],"description":["  A semiclassical (SC) approach is developed for nonequilibrium quantum\ntransport in molecular junctions. Following the early work of Miller and White\n[J. Chem. Phys. 84, 5059 (1986)], the many-electron Hamiltonian in second\nquantization is mapped onto a classical model that preserves the fermionic\ncharacter of electrons. The resulting classical electronic Hamiltonian allows\nfor real-time molecular dynamics simulations of the many-body problem from an\nuncorrelated initial state to the steady state. Comparisons with exact results\ngenerated for the resonant level model reveal that a semiclassical treatment of\ntransport provides a quantitative description of the dynamics at all relevant\ntimescales for a wide range of bias and gate potentials, and for different\ntemperatures. The approach opens a door to treating nontrivial quantum\ntransport problems that remain far from the reach of fully quantum\nmethodologies.\n","Comment: 9 pages, 4 figures"]}]
["1104.3614",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3614","Letters in Mathematical Physics 103 (2013), 113--130","doi:10.1007/s11005-012-0587-0"],"date":["2011-04-18","2012-09-23"],"type":["text"],"creator":["Matsumoto, Sho"],"language":[],"coverage":[],"title":["Moments of a single entry of circular orthogonal ensembles and\n  Weingarten calculus"],"description":["  Consider a symmetric unitary random matrix $V=(v_{ij})_{1 \\le i,j \\le N}$\nfrom a circular orthogonal ensemble. In this paper, we study moments of a\nsingle entry $v_{ij}$. For a diagonal entry $v_{ii}$ we give the explicit\nvalues of the moments, and for an off-diagonal entry $v_{ij}$ we give leading\nand subleading terms in the asymptotic expansion with respect to a large matrix\nsize $N$. Our technique is to apply the Weingarten calculus for a\nHaar-distributed unitary matrix.\n","Comment: 17 pages"]}]
["1105.2625",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2625","Physical Review Letters 107, 116802 (2011)","doi:10.1103/PhysRevLett.107.116802"],"date":["2011-05-13"],"type":["text"],"creator":["Minovich, Alexander","Klein, Angela E.","Janunts, Norik","Pertsch, Thomas","Neshev, Dragomir N.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Generation and near-field imaging of Airy surface plasmons"],"description":["  We demonstrate experimentally the generation and near-field imaging of\nnondiffracting surface waves - plasmonic Airy beams, propagating on the surface\nof a gold metal film. The Airy plasmons are excited by an engineered nanoscale\nphase grating, and demonstrate significant beam bending over their propagation.\nWe show that the observed Airy plasmons exhibit self-healing properties,\nsuggesting novel applications in plasmonic circuitry and surface optical\nmanipulation.\n","Comment: 4 pages, 4 figures"]}]
["1105.5348",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5348","doi:10.1103/PhysRevB.84.075150"],"date":["2011-05-26"],"type":["text"],"creator":["Cohen, Guy","Rabani, Eran"],"language":[],"coverage":[],"title":["Memory Effects In Nonequilibrium Quantum Impurity Models"],"description":["  Memory effects play a key role in the dynamics of strongly correlated systems\ndriven out of equilibrium. In the present study, we explore the nature of\nmemory in the nonequilibrium Anderson impurity model. The\nNakajima--Zwanzig--Mori formalism is used to derive an exact generalized\nquantum master equation for the reduced density matrix of the interacting\nquantum dot, which includes a non-Markovian memory kernel. A real-time path\nintegral formulation is developed, in which all diagrams are stochastically\nsampled in order to numerically evaluate the memory kernel. We explore the\neffects of temperature down to the Kondo regime, as well as the role of\nsource--drain bias voltage and band width on the memory. Typically, the memory\ndecays on timescales significantly shorter than the dynamics of the reduced\ndensity matrix itself, yet under certain conditions it develops a smaller long\ntail. In addition we address the conditions required for the existence,\nuniqueness and stability of a steady-state.\n","Comment: 4 pages, 3 figures"]}]
["1106.5337",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems","Mathematics - Operator Algebras","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5337","S\\'eminaire Bourbaki. Vol. 2010/2011. Ast\\'erisque No. 348 (2012),\n  Exp. No. 1039, 339--374"],"date":["2011-06-27"],"type":["text"],"creator":["Houdayer, Cyril"],"language":[],"coverage":[],"title":["Invariant percolation and measured theory of nonamenable groups"],"description":["  Using percolation techniques, Gaboriau and Lyons recently proved that every\ncountable, discrete, nonamenable group $\\Gamma$ contains measurably the free\ngroup $\\mathbf F_2$ on two generators: there exists a probability\nmeasure-preserving, essentially free, ergodic action of $\\mathbf F_2$ on $([0,\n1]^\\Gamma, \\lambda^\\Gamma)$ such that almost every $\\Gamma$-orbit of the\nBernoulli shift splits into $\\mathbf F_2$-orbits. A combination of this result\nand works of Ioana and Epstein shows that every countable, discrete,\nnonamenable group admits uncountably many non-orbit equivalent actions.\n","Comment: Bourbaki seminar, 33 pages"]}]
["1107.1811",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1811"],"date":["2011-07-09","2013-01-24"],"type":["text"],"creator":["Fuquene, Jairo","Perez, Maria","Pericchi, Luis"],"language":[],"coverage":[],"title":["Modelling outliers and structural breaks in dynamic linear models with a\n  novel use of a heavy tailed prior for the variances: An alternative to the\n  Inverted Gamma"],"description":["  Modelling outliers and structural breaks in dynamic linear models with a\nnovel use of a heavy tailed prior for the variances: An alternative to the\nInverted Gamma\n","Comment: in press Brazilian Journal of Probability and Statistics"]}]
["1108.0975",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematics - Dynamical Systems","76F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0975","Ann. Rev. Fluid Mech., 44:203-225, 2012","doi:10.1146/annurev-fluid-120710-101228"],"date":["2011-08-03"],"type":["text"],"creator":["Kawahara, Genta","Uhlmann, Markus","van Veen, Lennaert"],"language":[],"coverage":[],"title":["The Significance of Simple Invariant Solutions in Turbulent Flows"],"description":["  Recent remarkable progress in computing power and numerical analysis is\nenabling us to fill a gap in the dynamical systems approach to turbulence. One\nof the significant advances in this respect has been the numerical discovery of\nsimple invariant sets, such as nonlinear equilibria and periodic solutions, in\nwell-resolved Navier--Stokes flows. This review describes some fundamental and\npractical aspects of dynamical systems theory for the investigation of\nturbulence, focusing on recently found invariant solutions and their\nsignificance for the dynamical and statistical characterization of\nlow-Reynolds-number turbulent flows. It is shown that the near-wall\nregeneration cycle of coherent structures can be reproduced by such solutions.\nThe typical similarity laws of turbulence, i.e. the Prandtl wall law and the\nKolmogorov law for the viscous range, as well as the pattern and intensity of\nturbulence-driven secondary flow in a square duct can also be represented by\nthese simple invariant solutions.\n","Comment: To appear in Annual Review of Fluid Mechanics, Vol. 44, 2012"]}]
["1108.4900",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4900","Geom. Funct. Anal., 22(6), 1832-1891 (2012)","doi:10.1007/s00039-012-0190-7"],"date":["2011-08-24","2012-08-20"],"type":["text"],"creator":["Golsefidy, Alireza Salehi","Varjú, Péter P."],"language":[],"coverage":[],"title":["Expansion in perfect groups"],"description":["  Let Ga be a subgroup of GL_d(Q) generated by a finite symmetric set S. For an\ninteger q, denote by Ga_q the subgroup of Ga consisting of the elements that\nproject to the unit element mod q. We prove that the Cayley graphs of Ga/Ga_q\nwith respect to the generating set S form a family of expanders when q ranges\nover square-free integers with large prime divisors if and only if the\nconnected component of the Zariski-closure of Ga is perfect.\n","Comment: 62 pages, no figures, revision based on referee's comments: new ideas\n  are explained in more details in the introduction, typos corrected, results\n  and proofs unchanged"]}]
["1108.5538",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5538","Operator Theory: Advances and Applications, Vol. 221 (2012),\n  453--468"],"date":["2011-08-29"],"type":["text"],"creator":["Lotoreichik, Vladimir","Rohleder, Jonathan"],"language":[],"coverage":[],"title":["Schatten-von Neumann estimates for resolvent differences of Robin\n  Laplacians on a half-space"],"description":["  The difference of the resolvents of two Laplacians on a half-space subject to\nRobin boundary conditions is studied. In general this difference is not\ncompact, but it will be shown that it is compact and even belongs to some\nSchatten-von-Neumann class, if the coefficients in the boundary condition are\nsufficiently close to each other in a proper sense. In certain cases the\nresolvent difference is shown to belong even to the same Schatten-von Neumann\nclass as it is known for the resolvent difference of two Robin Laplacians on a\ndomain with a compact boundary.\n","Comment: to appear in Operator Theory: Advances and Applications; 15 pages"]}]
["1108.5924",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5924","J. Fluid Mech., 684:441-474, 2011","doi:10.1017/jfm.2011.311"],"date":["2011-08-30"],"type":["text"],"creator":["Chan-Braun, Clemens","García-Villalba, Manuel","Uhlmann, Markus"],"language":[],"coverage":[],"title":["Force and torque acting on particles in a transitionally rough open\n  channel flow"],"description":["  Direct numerical simulation of open channel flow over a geometrically rough\nwall has been performed at a bulk Reynolds number of approximately 2900. The\nwall consisted of a layer of spheres in a square arrangement. Two cases have\nbeen considered. In the first case the spheres are small (with diameter\nequivalent to 10.7 wall units) and the limit of the hydraulically smooth flow\nregime is approached. In the second case the spheres are more than three times\nlarger (49.3 wall units) and the flow is in the transitionally rough flow\nregime. Special emphasis is given on the characterisation of the force and\ntorque acting on a particle due to the turbulent flow. It is found that in both\ncases the mean drag, lift and spanwise torque are to a large extent produced at\nthe top region of the particle surface. The intensity of the particle force\nfluctuations is significantly larger in the large-sphere case, while the trend\ndiffers for the fluctuations of the individual components of the torque. A\nsimplified model is used to show that the torque fluctuations might be\nexplained by the spheres acting as a filter with respect to the size of the\nflow scales which can effectively generate torque fluctuations. Fluctuations of\nboth force and torque are found to exhibit strongly non-Gaussian probability\ndensity functions with particularly long tails, an effect which is more\npronounced in the small-sphere case. Some implications of the present results\nfor sediment erosion are briefly discussed.\n","Comment: accepted for publication in J. Fluid Mech. (2011)"]}]
["1110.2922",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2922","Phys. Rev. B 85, 134113 (2012)","doi:10.1103/PhysRevB.85.134113"],"date":["2011-10-13","2013-01-25"],"type":["text"],"creator":["Guguchia, Z.","Shengelaya, A.","Keller, H.","Köhler, J.","Bussmann-Holder, A."],"language":[],"coverage":[],"title":["Tuning the structural instability of SrTiO_3 by Eu doping: The phase\n  diagram of Sr_1-xEu_xTiO_3"],"description":["  The phase diagram of Sr_1-xEu_xTiO_3 is determined experimentally by electron\nparamagnetic resonance and resistivity measurements and analyzed theoretically\nwithin the self-consistent phonon approximation as a function of x\n([0.03-1.0]). The transition temperature of the structural instability of the\nsystem increases nonlinearly to higher temperatures with increasing x. This is\ninterpreted theoretically by a substantial alteration in the dynamics caused by\na change in the double-well potential from broad and shallow to narrow and\ndeep.\n","Comment: 15 pages, 5 figures"]}]
["1111.1156",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1156","Archive for Rational Mechanics and Analysis 207 (2013) 139--158","doi:10.1007/s00205-012-0559-7"],"date":["2011-11-04"],"type":["text"],"creator":["Laurencot, Philippe","Walker, Christoph"],"language":[],"coverage":[],"title":["A stationary free boundary problem modeling electrostatic MEMS"],"description":["  A free boundary problem describing small deformations in a membrane based\nmodel of electrostatically actuated MEMS is investigated. The existence of\nstationary solutions is established for small voltage values. A justification\nof the widely studied narrow-gap model is given by showing that steady state\nsolutions of the free boundary problem converge toward stationary solutions of\nthe narrow-gap model when the aspect ratio of the device tends to zero.\n"]}]
["1112.1866",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1866","J. Phys.: Conf. Ser. 376 012002, 2012","doi:10.1088/1742-6596/376/1/012002"],"date":["2011-12-08"],"type":["text"],"creator":["Hollen, S. M.","Valles Jr, J. M."],"language":[],"coverage":[],"title":["Cooper pair islanding model of insulating nanohoneycomb films"],"description":["  We first review evidence for the Cooper pair insulator (CPI) phase in\namorphous nanohoneycomb (NHC) films. We then extend our analysis of\nsuperconducting islands induced by film thickness variations in NHC films to\nexamine the evolution of island sizes through the magnetic field-driven SIT.\nFinally, using the islanding picture, we present a plausible model for the\nappearance and behavior of the CPI phase in amorphous NHC films.\n","Comment: 7 pages, 3 figures"]}]
["1112.5939",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5939"],"date":["2011-12-27","2013-01-25"],"type":["text"],"creator":["Park, Chang Yong","Yu, Dai-Hyuk","Lee, Won-Kyu","Park, Sang Eon","Kim, Eok Bong","Lee, Sun Kyung","Cho, Jun Woo","Yoon, Tai Hyun","Mun, Jongchul","Park, Sung Jong","Kwon, Taeg Yong","Lee, Sang-Bum"],"language":[],"coverage":[],"title":["Absolute frequency measurement of 1S0 (F = 1/2) - 3P0 (F = 1/2)\n  transition of 171Yb atoms in a one-dimensional optical lattice at KRISS"],"description":["  We measured the absolute frequency of the optical clock transition 1S0 (F =\n1/2) - 3P0 (F = 1/2) of 171Yb atoms confined in a one-dimensional optical\nlattice and it was determined to be 518 295 836 590 863.5(8.1) Hz. The\nfrequency was measured against Terrestrial Time (TT; the SI second on the\ngeoid) by using an optical frequency comb of which the frequency was\nphase-locked to an H-maser as a flywheel oscillator traceable to TT. The magic\nwavelength was also measured as 394 798.48(79) GHz. The results are in good\nagreement with two previous measurements of other institutes within the\nspecified uncertainty of this work.\n","Comment: 11 pages, 10 figures, 1 Table"]}]
["1202.5464",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5464","Electronic Journal of Probability 18 (2013) 14","doi:10.1214/EJP.v18-2116"],"date":["2012-02-24"],"type":["text"],"creator":["Abraham, Romain","Delmas, Jean-Francois","Hoscheit, Patrick"],"language":[],"coverage":[],"title":["A note on Gromov-Hausdorff-Prokhorov distance between (locally) compact\n  measure spaces"],"description":["  We present an extension of the Gromov-Hausdorff metric on the set of compact\nmetric spaces: the Gromov-Hausdorff-Prokhorov metric on the set of compact\nmetric spaces endowed with a finite measure. We then extend it to the\nnon-compact case by describing a metric on the set of rooted complete locally\ncompact length spaces endowed with a locally finite measure. We prove that this\nspace with the extended Gromov-Hausdorff-Prokhorov metric is a Polish space.\nThis generalization is needed to define L\\'evy trees, which are (possibly\nunbounded) random real trees endowed with a locally finite measure.\n"]}]
["1203.0894",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0894","doi:10.1103/PhysRevA.86.043621"],"date":["2012-03-05"],"type":["text"],"creator":["Wasak, T.","Chwedenczuk, J.","Zin, P.","Trippenbach, M."],"language":[],"coverage":[],"title":["Raman scattering of atoms from a quasi-condensate in a perturbative\n  regime"],"description":["  It is demonstrated that measurements of positions of atoms scattered from a\nquasi-condensate in a Raman process provide information on the temperature of\nthe parent cloud. In particular, the widths of the density and second order\ncorrelation functions are sensitive to the phase fluctuations induced by\nnon-zero temperature of the quasi-condensate. It is also shown how these widths\nevolve during expansion of the cloud of scattered atoms. These results are\nuseful for planning future Raman scattering experiments and indicate the degree\nof spatial resolution of atom-position measurements necessary to detect the\ntemperature dependence of the quasi-condensate.\n","Comment: 8 pages, 8 figures"]}]
["1203.2069",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2069","Pramana 79 (2012) 691-701","doi:10.1007/s12043-012-0372-8"],"date":["2012-03-09"],"type":["text"],"creator":["Bachacou, Henri"],"language":[],"coverage":[],"title":["Searches for phenomena beyond the Standard Model at the LHC with the\n  ATLAS and CMS detectors"],"description":["  The LHC has delivered several fb-1 of data in spring and summer 2011, opening\nnew windows of opportunity for discovering phenomena beyond the Standard Model.\nA summary of the searches conducted by the ATLAS and CMS experiments based on\nabout 1 fb-1 of data is presented.\n","Comment: Presented at Lepton-Photon 2011, Mumbai, India; 10 pages, 11 figures"]}]
["1203.2445",{"format":[],"subject":["Mathematics - Numerical Analysis","65D32, 41A25, 41A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2445","SIAM J. Numer. Anal. 50 (2012) 2581-2587"],"date":["2012-03-12","2012-07-31"],"type":["text"],"creator":["Xiang, Shuhuang","Bornemann, Folkmar"],"language":[],"coverage":[],"title":["On the convergence rates of Gauss and Clenshaw-Curtis quadrature for\n  functions of limited regularity"],"description":["  We study the optimal general rate of convergence of the n-point quadrature\nrules of Gauss and Clenshaw-Curtis when applied to functions of limited\nregularity: if the Chebyshev coefficients decay at a rate O(n^{-s-1}) for some\ns > 0, Clenshaw-Curtis and Gauss quadrature inherit exactly this rate. The\nproof (for Gauss, if 0 < s < 2, there is numerical evidence only) is based on\nwork of Curtis, Johnson, Riess, and Rabinowitz from the early 1970s and on a\nrefined estimate for Gauss quadrature applied to Chebyshev polynomials due to\nPetras (1995). The convergence rate of both quadrature rules is up to one power\nof n better than polynomial best approximation; hence, the classical proof\nstrategy that bounds the error of a quadrature rule with positive weights by\npolynomial best approximation is doomed to fail in establishing the optimal\nrate.\n","Comment: 7 pages, the figure of the revision has an unsymmetric example, to\n  appear in SIAM J. Numer. Anal"]}]
["1203.4944",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4944","Nanoscale Research Letters 2012, 7:447","doi:10.1186/1556-276X-7-447"],"date":["2012-03-22","2012-06-14"],"type":["text"],"creator":["Koval, N. E.","Sánchez-Portal, D.","Borisov, A. G.","Muiño, R. Díez"],"language":[],"coverage":[],"title":["Dynamic screening of a localized hole during photoemission from a metal\n  cluster"],"description":["  Recent advances in attosecond spectroscopy techniques have fueled the\ninterest in the theoretical description of electronic processes taking place in\nthe subfemtosecond time scale. Here we study the coupled dynamic screening of a\nlocalized hole and a photoelectron emitted from a metal cluster using a\nsemi-classical model. Electron density dynamics in the cluster is calculated\nwith Time-Dependent Density Functional Theory and the motion of the\nphotoemitted electron is described classically. We show that the dynamic\nscreening of the hole by the cluster electrons affects the motion of the\nphotoemitted electron. At the very beginning of its trajectory, the\nphotoemitted electron interacts with the cluster electrons that pile up to\nscreen the hole. Within our model, this gives rise to a significant reduction\nof the energy lost by the photoelectron. Thus, this is a velocity dependent\neffect that should be accounted for when calculating the average losses\nsuffered by photoemitted electrons in metals.\n","Comment: 15 pages, 5 figures"]}]
["1204.1793",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1793","JHEP 1212 (2012) 048","doi:10.1007/JHEP12(2012)048"],"date":["2012-04-09","2013-01-24"],"type":["text"],"creator":["Grigoriev, Maxim"],"language":[],"coverage":[],"title":["Parent formulations, frame-like Lagrangians, and generalized auxiliary\n  fields"],"description":["  We elaborate on the recently proposed Lagrangian parent formulation. In\nparticular, we identify a natural choice of the allowed field configurations\nensuring the equivalence of the parent and the starting point Lagrangians. We\nalso analyze the structure of the generalized auxiliary fields employed in the\nparent formulation and establish the relationship between the parent Lagrangian\nand the recently proposed Lagrange structure for the unfolded dynamics. As an\nillustration of the parent formalism a systematic derivation of the frame-like\nLagrangian for totally symmetric fields starting from the Fronsdal one is\ngiven. We also present a concise and manifestly sp(2)-symmetric form of the\noff-shell constraints and gauge symmetries for AdS higher spin fields at the\nnonlinear level.\n","Comment: 36 pages, typos corrected, references added, extra comment on page 32\n  added"]}]
["1204.3335",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3335"],"date":["2012-04-15","2013-01-25"],"type":["text"],"creator":["Katz, Eric","Zureick-Brown, David"],"language":[],"coverage":[],"title":["The Chabauty-Coleman bound at a prime of bad reduction and clifford\n  bounds for geometric rank functions"],"description":["  Let X be a curve over a number field K with genus g>=2, $\\pp$ a prime of O_K\nover an unramified rational prime p>2r, J the Jacobian of X, r=rank J(K), and\n$\\scrX$ a regular proper model of X at $\\pp$. Suppose r<g. We prove that\n#X(K)<=#\\scrX(F_{\\pp})+2r, extending the refined version of the\nChabauty-Coleman bound to the case of bad reduction. The new technical insight\nis to isolate variants of the classical rank of a divisor on a curve which are\nbetter suited for singular curves and which satisfy Clifford's theorem.\n","Comment: 22 pages"]}]
["1204.4225",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4225"],"date":["2012-04-18","2013-01-24"],"type":["text"],"creator":["Gonzalez, Diego","Montesinos, Merced","Velazquez, Mercedes"],"language":[],"coverage":[],"title":["Gauge and spacetime connections in the Plebanski formulation of complex\n  general relativity"],"description":["  The Plebanski formulation of complex general relativity is given in terms of\nvariables valued in the complexification of the $so(3)$ Lie algebra. Therefore,\nit is genuinely a gauge theory that is also diffeomorphism-invariant. For this\nreason, the way that the Levi-Civita connection emerges from this formulation\nis not direct because both the internal (gauge) and the spacetime connections\nare geometrical structures a priori not related, there is not a natural link\nbetween them. Any possible relationship must be put in by hand or must come\nfrom extra hypotheses. In this paper, we analyze the correct relationship\nbetween these connections and show how they are related.\n","Comment: LaTeX File"]}]
["1204.4737",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4737","Eur. Phys. J. B 86, 17 (2013)","doi:10.1140/epjb/e2012-30921-4"],"date":["2012-04-20","2012-11-05"],"type":["text"],"creator":["Rasanen, E.","Heller, E. J."],"language":[],"coverage":[],"title":["Optimal control of quantum revival"],"description":["  Increasing fidelity is the ultimate challenge of quantum information\ntechnology. In addition to decoherence and dissipation, fidelity is affected by\ninternal imperfections such as impurities in the system. Here we show that the\nquality of quantum revival, i.e., periodic recurrence in the time evolution,\ncan be restored almost completely by coupling the distorted system to an\nexternal field obtained from quantum optimal control theory. We demonstrate the\nprocedure with wave-packet calculations in both one- and two-dimensional\nquantum wells, and analyze the required physical characteristics of the control\nfield. Our results generally show that the inherent dynamics of a quantum\nsystem can be idealized at an extremely low cost.\n"]}]
["1204.5660",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","81V70 (Primary) 35Q40, 49S05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5660"],"date":["2012-04-25","2013-01-25"],"type":["text"],"creator":["Anapolitanos, Ioannis","Griesemer, Marcel"],"language":[],"coverage":[],"title":["Multipolarons in a Constant Magnetic Field"],"description":["  The binding of a system of $N$ polarons subject to a constant magnetic field\nof strength $B$ is investigated within the Pekar-Tomasevich approximation. In\nthis approximation the energy of $N$ polarons is described in terms of a\nnon-quadratic functional with a quartic term that accounts for the\nelectron-electron self-interaction mediated by phonons. The size of a coupling\nconstant, denoted by $\\alpha$, in front of the quartic is determined by the\nelectronic properties of the crystal under consideration, but in any case it is\nconstrained by $0<\\alpha<1$. For all values of $N$ and $B$ we find an interval\n$\\alpha_{N,B}<\\alpha<1$ where the $N$ polarons bind in a single cluster\ndescribed by a minimizer of the Pekar-Tomasevich functional. This minimizer is\nexponentially localized in the $N$-particle configuration space $\\R^{3N}$.\n","Comment: 19 pages, fully revised version with stronger results allowing for\n  fermionic, bosonic and boltzonic polarons"]}]
["1204.6245",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6245","Phys. Rev. B 87, 035132 (2013)","doi:10.1103/PhysRevB.87.035132"],"date":["2012-04-27","2013-01-25"],"type":["text"],"creator":["Vaezi, Abolhassan"],"language":[],"coverage":[],"title":["Fractional topological superconductors with fractionalized Majorana\n  fermions"],"description":["  In this paper, we introduce a two-dimensional fractional topological\nsuperconductor (FTSC) as a strongly correlated topological state which can be\nachieved by inducing superconductivity into an Abelian fractional quantum Hall\nstate, through the proximity effect. When the proximity coupling is weak, the\nFTSC has the same topological order as its parent state and is thus Abelian.\nHowever, upon increasing the proximity coupling, the bulk gap of such an\nAbelian FTSC closes and reopens resulting in a new topological order: a\nnon-Abelian FTSC. Using several arguments we will conjecture that the conformal\nfield theory (CFT) that describes the edge state of the non-Abelian FTSC is\n$U(1)/Z_2$ orbifold theory and use this to write down the ground-state wave\nfunction. Further, we predict FTSC based on the Laughlin state at $\\nu=1/m$\nfilling to host fractionalized Majorana zero modes bound to superconducting\nvortices. These zero modes are non-Abelian quasiparticles which is evident in\ntheir quantum dimension of $d_m=\\sqrt{2m}$. Using the multi-quasi-particle wave\nfunction based on the edge CFT, we derive the projective braid matrix for the\nzero modes. Finally, the connection between the non-Abelian FTSCs and the\n$Z_{2m}$ rotor model with a similar topological order is illustrated.\n","Comment: 15 pages, 2 figures"]}]
["1204.6602",{"format":[],"subject":["Mathematics - Group Theory","20M05, 20M12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6602"],"date":["2012-04-30","2013-01-25"],"type":["text"],"creator":["Gray, R.","Maltcev, V.","Mitchell, J. D.","Ruskuc, N."],"language":[],"coverage":[],"title":["Ideals and finiteness conditions for subsemigroups"],"description":["  In this paper we consider a number of finiteness conditions for semigroups\nrelated to their ideal structure, and ask whether such conditions are preserved\nby sub- or supersemigroups with finite Rees or Green index. Specific properties\nunder consideration include stability, D=J and minimal conditions on ideals.\n","Comment: 25 pages, revised according to referee's comments, to appear in\n  Glasgow Mathematical Journal"]}]
["1205.0212",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0212","J. Supercond. Nov. Magn. 26, 285 (2013)","doi:10.1007/s10948-012-1743-6"],"date":["2012-05-01","2013-01-25"],"type":["text"],"creator":["Guguchia, Z.","Shengelaya, A.","Maisuradze, A.","Howald, L.","Bukowski, Z.","Chikovani, M.","Luetkens, H.","Katrych, S.","Karpinski, J.","Keller, H."],"language":[],"coverage":[],"title":["Muon-spin rotation and magnetization studies of chemical and hydrostatic\n  pressure effects in EuFe_{2}(As_{1-x}P_{x})_{2}"],"description":["  The magnetic phase diagram of EuFe$_{2}$(As$_{1-x}$P$_{x}$)$_{2}$ was\ninvestigated by means of magnetization and muon-spin rotation studies as a\nfunction of chemical (isovalent substitution of As by P) and hydrostatic\npressure. The magnetic phase diagrams of the magnetic ordering of the Eu and Fe\nspins with respect to P content and hydrostatic pressure are determined and\ndiscussed. The present investigations reveal that the magnetic coupling between\nthe Eu and the Fe sublattices strongly depends on chemical and hydrostatic\npressure. It is found that chemical and hydrostatic pressure have a similar\neffect on the Eu and Fe magnetic order.\n","Comment: 11 pages, 10 figures"]}]
["1205.0594",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0594","Phys. Lett. B 714 (2012) 136","doi:10.1016/j.physletb.2012.05.063"],"date":["2012-05-02","2013-01-25"],"type":["text"],"creator":["CMS Collaboration"],"language":[],"coverage":[],"title":["Measurement of the Lambda(b) cross section and the anti-Lambda(b) to\n  Lambda(b) ratio with Lambda(b) to J/Psi Lambda decays in pp collisions at\n  sqrt(s) = 7 TeV"],"description":["  The Lambda(b) differential production cross section and the cross section\nratio anti-Lambda(b)/Lambda(b) are measured as functions of transverse momentum\npt(Lambda(b)) and rapidity abs(y(Lambda(b))) in pp collisions at sqrt(s) = 7\nTeV using data collected by the CMS experiment at the LHC. The measurements are\nbased on Lambda(b) decays reconstructed in the exclusive final state J/Psi\nLambda, with the subsequent decays J/Psi to an opposite-sign muon pair and\nLambda to proton pion, using a data sample corresponding to an integrated\nluminosity of 1.9 inverse femtobarns. The product of the cross section times\nthe branching ratio for Lambda(b) to J/Psi Lambda versus pt(Lambda(b)) falls\nfaster than that of b mesons. The measured value of the cross section times the\nbranching ratio for pt(Lambda(b)) > 10 GeV and abs(y(Lambda(b))) < 2.0 is 1.06\n+/- 0.06 +/- 0.12 nb, and the integrated cross section ratio for\nanti-Lambda(b)/Lambda(b) is 1.02 +/- 0.07 +/- 0.09, where the uncertainties are\nstatistical and systematic, respectively.\n","Comment: Submitted to Physics Letters B"]}]
["1205.1191",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1191","Physical Review E 87(2013), 012913","doi:10.1103/PhysRevE.87.012913"],"date":["2012-05-06","2013-01-24"],"type":["text"],"creator":["Li, Chuanzhong","He, Jingsong","Porsezian, K."],"language":[],"coverage":[],"title":["Rogue waves of the Hirota and the Maxwell-Bloch equations"],"description":["  In this paper, we derive a Darboux transformation of the Hirota and the\nMaxwell-Bloch(H-MB) system which is governed by femtosecond pulse propagation\nthrough an erbium doped fibre and further generalize it to the matrix form of\nthe $n$-fold Darboux transformation of this system. This $n$-fold Darboux\ntransformation implies the determinant representation of $n$-th new solutions\nof $(E^{[n]},p^{[n]}, \\eta^{[n]})$ generated from known solution of $(E,\np,\\eta)$. The determinant representation of $(E^{[n]},p^{[n]} ,\\eta^{[n]})$\nprovides soliton solutions, positon solutions, and breather solutions (both\nbright and dark breathers) of the H-MB system. From the breather solutions, we\nalso construct bright and dark rogue wave solutions for the H-MB system, which\nis currently one of the hottest topics in mathematics and physics.\nSurprisingly, the rogue wave solution for $p\\, and\\, \\eta$ has two peaks\nbecause of the order of the numerator and denominator of them. Meanwhile, after\nfixing time and spatial parameters and changing other two unknown parameters\n$\\alpha$ and $\\beta$, we generate a rogue wave shape for the first time.\n","Comment: 17 pages"]}]
["1205.1411",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1411","doi:10.1140/epjcs/s10052-012-2228-2"],"date":["2012-05-07","2013-01-25"],"type":["text"],"creator":["Fonseca, R. M.","Romao, J. C.","Teixeira, A. M."],"language":[],"coverage":[],"title":["Revisiting the $\\Gamma(K \\to e \\nu)/\\Gamma(K \\to \\mu \\nu)$ ratio in\n  supersymmetric unified models"],"description":["  It has been pointed out that supersymmetric extensions of the Standard Model\ncan induce significant changes to the theoretical prediction of the ratio\n$\\Gamma(K\\rightarrow e\\nu)/\\Gamma (K\\rightarrow\\mu\\nu)\\equiv R_{K}$, through\nlepton flavour violating couplings. In this work we carry out a full\ncomputation of all one-loop corrections to the relevant $\\nu\\ell H^{+}$ vertex,\nand discuss the new contributions to $R_{K}$ arising in the context of\ndifferent constrained (minimal supergravity inspired) models which succeed in\naccounting for neutrino data, further considering the possibility of\naccommodating a near future observation of a $\\mu\\to e\\gamma$ transition. We\nalso re-evaluate the prospects for $R_{K}$ in the framework of unconstrained\nsupersymmetric models. In all cases, we address the question of whether it is\npossible to saturate the current experimental sensitivity on $R_{K}$ while in\nagreement with the recent limits on $B$-meson decay observables (in particular\nBR($B_{s}\\to\\mu^+\\mu^-$) and R($B_{u}\\to\\tau\\nu$)), as well as BR($\\tau\\to e\n\\gamma$) and available collider constraints. Our findings reveal that in view\nof the recent bounds, and even when enhanced by effective sources of flavour\nviolation in the right-handed $\\tilde{e}-\\tilde{\\tau}$ sector, constrained\nsupersymmetric (seesaw) models typically provide excessively small\ncontributions to $R_{K}$. Larger contributions can be found in more general\nsettings, where the charged Higgs mass can be effectively lowered, and even\nfurther enhanced in the unconstrained MSSM. However, our analysis clearly shows\nthat even in this last case SUSY contributions to $R_{K}$ are still unable to\nsaturate the current experimental bounds on this observable, especially due to\na strong tension with the $B_{u}\\to\\tau\\nu$ bound.\n","Comment: Revised version reflects the published article. 26 pages, 7 Figures\n  in Encapsulated Postscript"]}]
["1205.2920",{"format":[],"subject":["Physics - General Physics","34E05, 70F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2920"],"date":["2012-03-01","2013-01-25"],"type":["text"],"creator":["Ribaric, Marijan","Sustersic, Luka"],"language":[],"coverage":[],"title":["Modeling of the long-time asymptotic dynamics of a point-like object"],"description":["  We introduce four original concepts: First, the point-like object (PO)\nspecified as a classical extended real object whose response to an external\nforce is aptly specified solely by the trajectory of a single point, whose\nvelocity eventually stops changing after the cessation of the external force.\nSecond, the dynamic models of an PO that generalize the Newton second law by\nthe explicit modeling of PO-acceleration by nonlinear functions of the external\nforce. Third, the long-time asymptotic dynamics of an PO (LTAD) modeled by\npolynomials in time-derivatives of the external force (by LTAD-models). To make\nLTAD-models we do not need to know the PO equation of motion. Given the PO\nequation of motion, without solving it, we can calculate the appropriate\nLTAD-models, but not vice verse. Fourth, the asymptotic differential equations\nabout the LTAD. They are equivalent to the LTAD-models, but not to the PO\nequation of motion.\n  To resolve the conceptual controversy surrounding the relativistic\nLorentz-Abraham-Dirac equation, we interpret this equation as an asymptotic\ndifferential equation about the LTAD of an electrified PO, and not as a\ndifferential equation of motion for an electrified PO.\n  Keywords: Point-like; asymptotic dynamics; cyclic motion; differential\nequation; Lorentz-Abraham-Dirac equation\n","Comment: Improved presentation, references, and keywords"]}]
["1205.3624",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3624","Int. J. Multiphase Flow, 46:54-74, 2012","doi:10.1016/j.ijmultiphaseflow.2012.05.007"],"date":["2012-05-16"],"type":["text"],"creator":["Garcia-Villalba, Manuel","Kidanemariam, Aman G.","Uhlmann, Markus"],"language":[],"coverage":[],"title":["DNS of vertical plane channel flow with finite-size particles: Voronoi\n  analysis, acceleration statistics and particle-conditioned averaging"],"description":["  We have performed a direct numerical simulation of dilute turbulent\nparticulate flow in a vertical plane channel, fully resolving the phase\ninterfaces. The flow conditions are the same as those in the main case of\n\"Uhlmann, M., Phys. Fluids, vol. 20, 2008, 053305\", with the exception of the\ncomputational domain length which has been doubled in the present study. The\nstatistics of flow and particle motion are not significantly altered by the\nelongation of the domain. The large-scale columnar-like structures which had\npreviously been identified do persist and they are still only marginally\ndecorrelated in the prolonged domain. Voronoi analysis of the spatial particle\ndistribution shows that the state of the dispersed phase can be characterized\nas slightly more ordered than random tending towards a homogeneous spatial\ndistribution. It is also found that the p.d.f.'s of Lagrangian particle\naccelerations for wall-normal and spanwise directions follow a lognormal\ndistribution as observed in previous experiments of homogeneous flows. The\nstreamwise component deviates from this law presenting significant skewness.\nFinally, a statistical analysis of the flow in the near field around the\nparticles reveals that particle wakes present two regions, a near wake where\nthe velocity deficit decays as 1/x and a far wake with a decay of approximately\n1/(x*x).\n","Comment: accepted for publication in Int. J. Multiphase Flow"]}]
["1205.5872",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5872","JHEP 10 (2012) 087","doi:10.1007/JHEP10(2012)087"],"date":["2012-05-26","2013-01-25"],"type":["text"],"creator":["CMS Collaboration"],"language":[],"coverage":[],"title":["Measurement of jet fragmentation into charged particles in pp and PbPb\n  collisions at sqrt(s[NN]) = 2.76 TeV"],"description":["  Jet fragmentation in pp and PbPb collisions at a centre-of-mass energy of\n2.76 TeV per nucleon pair was studied using data collected with the CMS\ndetector at the LHC. Fragmentation functions are constructed using\ncharged-particle tracks with transverse momenta pt > 4 GeV for dijet events\nwith a leading jet of pt > 100 GeV. The fragmentation functions in PbPb events\nare compared to those in pp data as a function of collision centrality, as well\nas dijet-pt imbalance. Special emphasis is placed on the most central PbPb\nevents including dijets with unbalanced momentum, indicative of energy loss of\nthe hard scattered parent partons. The fragmentation patterns for both the\nleading and subleading jets in PbPb collisions agree with those seen in pp data\nat 2.76 TeV. The results provide evidence that, despite the large parton energy\nloss observed in PbPb collisions, the partition of the remaining momentum\nwithin the jet cone into high-pt particles is not strongly modified in\ncomparison to that observed for jets in vacuum.\n","Comment: Submitted to the Journal of High Energy Physics"]}]
["1205.6251",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6251","Journal of Materials Chemistry, 2012, 22, 20175-20178","doi:10.1039/C2JM34101H"],"date":["2012-05-28","2012-09-12"],"type":["text"],"creator":["Sun, Hong-Tao","Yonezawa, Tetsu","Gillett-Kunnath, Miriam M.","Sakka, Yoshio","Shirahata, Naoto","Gui, Sa Chu Rong","Fujii, Minoru","Sevov, Slavi C."],"language":[],"coverage":[],"title":["Ultra-broad near-infrared photoluminescence from crystalline\n  (K-crypt)2Bi2 containing [Bi2]2- dimers"],"description":["  For the first time, we report that a single crystal of (K-crypt)2Bi2\ncontaining [Bi2]2+ displays ultra-broad near-infrared photoluminescence (PL)\npeaking at around 1190 nm and having a full width at the half maximum of 212\nnm, stemming from the inherent electronic transitions of [Bi2]2+.The results\nnot only add to the number of charged Bi species with luminescence, but also\ndeepen the understanding of Bi-related near-infrared emission behavior and lead\nto the reconsideration of the fundamentally important issue of Bi-related PL\nmechanisms in some material systems such as bulk glasses, fibers, and\nconventional optical crystals.\n"]}]
["1205.6615",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6615","Phys. Rev. Lett. 109, 071803 (2012)","doi:10.1103/PhysRevLett.109.071803"],"date":["2012-05-30","2013-01-25"],"type":["text"],"creator":["CMS Collaboration"],"language":[],"coverage":[],"title":["Search for new physics with same-sign isolated dilepton events with jets\n  and missing transverse energy"],"description":["  A search for new physics is performed in events with two same-sign isolated\nleptons, hadronic jets, and missing transverse energy in the final state. The\nanalysis is based on a data sample corresponding to an integrated luminosity of\n4.98 inverse femtobarns produced in pp collisions at a center-of-mass energy of\n7 TeV collected by the CMS experiment at the LHC. This constitutes a factor of\n140 increase in integrated luminosity over previously published results. The\nobserved yields agree with the standard model predictions and thus no evidence\nfor new physics is found. The observations are used to set upper limits on\npossible new physics contributions and to constrain supersymmetric models. To\nfacilitate the interpretation of the data in a broader range of new physics\nscenarios, information on the event selection, detector response, and\nefficiencies is provided.\n","Comment: Published in Physical Review Letters"]}]
["1206.0433",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0433","Phys. Rev. Lett. 109 (2012) 141801","doi:10.1103/PhysRevLett.109.141801"],"date":["2012-06-03","2013-01-25"],"type":["text"],"creator":["CMS Collaboration"],"language":[],"coverage":[],"title":["Search for a W' or techni-rho decaying into WZ in pp collisions at\n  sqrt(s) = 7 TeV"],"description":["  A search is performed in pp collisions at sqrt(s) = 7 TeV for exotic\nparticles decaying via WZ to final states with electrons and muons. The data\nsample corresponds to an integrated luminosity of approximately 5 inverse\nfemtobarns. No significant excess is observed in the data above the expected\nstandard model background. Upper bounds at 95% confidence level are set on the\nproduction cross section of the W' boson described by the sequential standard\nmodel and on the W'WZ coupling. W' bosons with masses below 1143 GeV are\nexcluded. Limits are also set in the context of low-scale technicolor models,\nunder a range of assumptions concerning the model parameters.\n","Comment: Submitted to Physical Review Letters"]}]
["1206.0973",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0973","Phys. Rev. Lett. 110 (2013) 048105","doi:10.1103/PhysRevLett.110.048105"],"date":["2012-06-05","2012-12-28"],"type":["text"],"creator":["Dobramysl, Ulrich","Tauber, Uwe C."],"language":[],"coverage":[],"title":["Environmental vs. demographic variability in two-species predator-prey\n  models"],"description":["  We investigate the competing effects and relative importance of intrinsic\ndemographic and environmental variability on the evolutionary dynamics of a\nstochastic two-species Lotka-Volterra model by means of Monte Carlo simulations\non a two-dimensional lattice. Individuals are assigned inheritable predation\nefficiencies; quenched randomness in the spatially varying reaction rates\nserves as environmental noise. We find that environmental variability enhances\nthe population densities of both predators and prey while demographic\nvariability leads to essentially neutral optimization.\n","Comment: 5 pages, 4 figures included; to appear in Phys. Rev. Lett. (2013)"]}]
["1206.1744",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1744","J. Phys. A: Math. Theor. 46 (2013) 065301","doi:10.1088/1751-8113/46/6/065301"],"date":["2012-06-08","2013-01-25"],"type":["text"],"creator":["Karlström, O.","Emary, C.","Zedler, P.","Pedersen, J. N.","Bergenfeldt, C.","Samuelsson, P.","Brandes, T.","Wacker, A."],"language":[],"coverage":[],"title":["A diagrammatic description of the equations of motion, current, and\n  noise within the second-order von Neumann approach"],"description":["  We investigate the second-order von Neumann approach from a diagrammatic\npoint-of-view and demonstrate its equivalence with the resonant tunneling\napproximation. Investigation of higher-order diagrams shows that the method\ncorrectly reproduces the equation of motion for the single-particle reduced\ndensity matrix of an arbitrary non-interacting many-body system. This explains\nwhy the method reproduces the current exactly for such systems. We go on to\nshow, however, that diagrams not included in the method are needed to calculate\nexactly higher cumulants of the charge transport. This thorough comparison\nsheds light on the validity of all these self consistent second-order\napproaches. We analyze the discrepancy between the noise calculated by our\nmethod and the exact Levitov formula for a simple non-interacting quantum dot\nmodel. Furthermore we study the noise of the canyon of current suppression in a\ntwo-level dot, a phenomenon that requires the inclusion of electron-electron\ninteraction as well as higher-order tunneling processes.\n","Comment: 27 pages, 14 figures"]}]
["1206.1849",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1849","Phys. Lett. B 714 (2012) 158","doi:10.1016/j.physletb.2012.06.051"],"date":["2012-06-08","2013-01-25"],"type":["text"],"creator":["CMS Collaboration"],"language":[],"coverage":[],"title":["Search for narrow resonances in dilepton mass spectra in pp collisions\n  at sqrt(s) = 7 TeV"],"description":["  A search for narrow, high-mass resonances decaying to electron or muon pairs\nhas been performed using pp collision data collected at sqrt(s) = 7 TeV by the\nCMS experiment in 2011. The data sample corresponds to an integrated luminosity\nof approximately 5 inverse femtobarns. The event yields observed in the signal\nregions are consistent with predictions of the standard model backgrounds, and\nupper limits on the cross section times branching fraction for a resonance\ndecaying to dileptons are extracted from a shape analysis of the dilepton\ninvariant mass distribution. The resulting mass limits at 95% confidence level\nare 2330 GeV for the Z' in the Sequential Standard Model, 2000 GeV for the\nsuperstring-inspired Z'(psi) resonance, 890 (540) GeV for the Stueckelberg\nextension Z'(St) with the mass parameter epsilon = 0.06 (0.04), and 2140 (1810)\nGeV for Kaluza--Klein gravitons with the coupling parameter k/Mbar(Pl) of 0.10\n(0.05). These limits are the most stringent to date.\n","Comment: Submitted to Physics Letters B"]}]
["1206.3430",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3430","Phys. Rev. A 87, 013629 (2013)","doi:10.1103/PhysRevA.87.013629"],"date":["2012-06-15","2013-01-25"],"type":["text"],"creator":["Grisins, Pjotrs","Mazets, Igor E."],"language":[],"coverage":[],"title":["Coherence and Josephson oscillations between two tunnel-coupled\n  one-dimensional atomic quasicondensates at finite temperature"],"description":["  We revisit the theory of tunnel-coupled atomic quasicondensates in\ndouble-well elongated traps at finite temperatures. Using the\nfunctional-integral approach, we calculate the relative-phase correlation\nfunction beyond the harmonic limit of small fluctuations of the relative phase\nand its conjugate relative-density variable. We show that the thermal\nfluctuations of the relative phase between the two quasicondensates decrease\nthe frequency of Josephson oscillations and even wash out these oscillations\nfor small values of the tunnel coupling.\n","Comment: revtex4, 4 figures (.eps)"]}]
["1206.5492",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5492","Phys. Rev. B 87, 035131 (2013)","doi:10.1103/PhysRevB.87.035131"],"date":["2012-06-24","2013-01-25"],"type":["text"],"creator":["Esfahani, D. Nasr","Covaci, L.","Peeters, F. M."],"language":[],"coverage":[],"title":["Field effect on surface states in a doped Mott-Insulator thin film"],"description":["  Surface effects of a doped thin film made of a strongly correlated material\nare investigated both in the absence and presence of a perpendicular electric\nfield. We use an inhomogeneous Gutzwiller approximation for a single band\nHubbard model in order to describe correlation effects. For low doping, the\nbulk value of the quasiparticle weight is recovered exponentially deep into the\nslab, but with increasing doping, additional Friedel oscillations appear near\nthe surface. We show that the inverse correlation length has a power-law\ndependence on the doping level. In the presence of an electrical field,\nconsiderable changes in the quasiparticle weight can be realized throughout the\nsystem. We observe a large difference (as large as five orders of magnitude) in\nthe quasiparticle weight near the opposite sides of the slab. This effect can\nbe significant in switching devices that use the surface states for transport.\n"]}]
["1206.5707",{"format":[],"subject":["Mathematics - Rings and Algebras","17A32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5707"],"date":["2012-06-25","2013-01-25"],"type":["text"],"creator":["Hedges, Allison","Stitzinger, Ernest"],"language":[],"coverage":[],"title":["More on the Frattini Subalgebra of a Leibniz Algebra"],"description":["  We study the Frattini subalgebra of Leibniz algebras generated by one\nelement. We also investigate Leibniz algebras all of whose proper subalgebras\nare elementary.\n","Comment: This paper has been withdrawn by the authors due to the discovery of\n  an additional case in theorem 9"]}]
["1206.6201",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6201"],"date":["2012-06-27","2013-01-24"],"type":["text"],"creator":["Fukui, Hiroyuki","Otachi, Yota","Uehara, Ryuhei","Uno, Takeaki","Uno, Yushi"],"language":[],"coverage":[],"title":["On Complexity of Flooding Games on Graphs with Interval Representations"],"description":["  The flooding games, which are called Flood-It, Mad Virus, or HoneyBee, are a\nkind of coloring games and they have been becoming popular online. In these\ngames, each player colors one specified cell in his/her turn, and all connected\nneighbor cells of the same color are also colored by the color. This flooding\nor coloring spreads on the same color cells. It is natural to consider these\nnew coloring games on more general boards, or general graphs. Recently,\ncomputational complexities of the variants of the flooding games on several\ngraph classes have been studied. In this paper, we investigate the flooding\ngames on some graph classes characterized by interval representations. Our\nresults state that the number of colors is a key parameter to determine the\ncomputational complexity of the flooding games. When the number of colors is a\nfixed constant, these games can be solved in polynomial time on an interval\ngraph. On the other hand, if the number of colors is not bounded, the flooding\ngame is NP-complete on a proper interval graph. We also state similar results\nfor split graphs.\n"]}]
["1207.1829",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1829","Nanostructured Materials, 161-183, 2004","doi:10.1007/0-306-47722-X_10"],"date":["2012-07-07","2013-01-25"],"type":["text"],"creator":["Allan, G.","Delerue, C.","Krzeminski, C.","Lannoo, M."],"language":[],"coverage":[],"title":["Nanoelectronics"],"description":["  In this chapter we intend to discuss the major trends in the evolution of\nmicroelectronics and its eventual transition to nanoelectronics. As it is well\nknown, there is a continuous exponential tendency of microelectronics towards\nminiaturization summarized in G. Moore's empirical law. There is consensus that\nthe corresponding decrease in size must end in 10 to 15 years due to physical\nas well as economical limits. It is thus necessary to prepare new solutions if\none wants to pursue this trend further. One approach is to start from the\nultimate limit, i.e. the atomic level, and design new materials and components\nwhich will replace the present day MOS (metal-oxide-semi- conductor) based\ntechnology. This is exactly the essence of nanotechnology, i.e. the ability to\nwork at the molecular level, atom by atom or molecule by molecule, to create\nlarger structures with fundamentally new molecular orga- nization. This should\nlead to novel materials with improved physical, chemi- cal and biological\nproperties. These properties can be exploited in new devices. Such a goal would\nhave been thought out of reach 15 years ago but the advent of new tools and new\nfabrication methods have boosted the field. We want to give here an overview of\ntwo different subfields of nano- electronics. The first part is centered on\ninorganic materials and describes two aspects: i) the physical and economical\nlimits of the tendency to miniaturiza- tion; ii) some attempts which have\nalready been made to realize devices with nanometric size. The second part\ndeals with molecular electronics, where the basic quantities are now molecules,\nwhich might offer new and quite interest- ing possibilities for the future of\nnanoelectronics\n","Comment: HAL : hal-00710039, version 2. This version corrects some aspect\n  concerning the metal-insulator-metal without dots"]}]
["1207.4698",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4698","Journal of Physics: Condensed Matter 24, 492201 (2012) (IOPselect)","doi:10.1088/0953-8984/24/49/492201"],"date":["2012-07-19"],"type":["text"],"creator":["Guguchia, Z.","Keller, H.","Kohler, J.","Bussmann-Holder, A."],"language":[],"coverage":[],"title":["Magnetic field enhanced structural instability in EuTiO_{3}"],"description":["  EuTiO_{3} undergoes a structural phase transition from cubic to tetragonal at\nT_S = 282 K which is not accompanied by any long range magnetic order. However,\nit is related to the oxygen ocathedra rotation driven by a zone boundary\nacoustic mode softening. Here we show that this displacive second order\nstructural phase transition can be shifted to higher temperatures by the\napplication of an external magnetic field (increased by 4 K for mu_{0}H = 9 T).\nThis observed field dependence is in agreement with theoretical predictions\nbased on a coupled spin-anharmonic-phonon interaction model.\n","Comment: 4 pages, 4 figures"]}]
["1207.6211",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6211","Phys. Rev. C 87, 014334 (2013)","doi:10.1103/PhysRevC.87.014334"],"date":["2012-07-26","2013-01-24"],"type":["text"],"creator":["Liang, Haozhao","Shen, Shihang","Zhao, Pengwei","Meng, Jie"],"language":[],"coverage":[],"title":["Pseudospin symmetry in supersymmetric quantum mechanics: Schr\\\"odinger\n  equations"],"description":["  The origin of pseudospin symmetry (PSS) and its breaking mechanism are\nexplored by combining supersymmetry (SUSY) quantum mechanics, perturbation\ntheory, and the similarity renormalization group (SRG) method. The\nSchr\\\"odinger equation is taken as an example, corresponding to the\nlowest-order approximation in transforming a Dirac equation into a diagonal\nform by using the SRG. It is shown that while the spin-symmetry-conserving term\nappears in the single-particle Hamiltonian $H$, the PSS-conserving term appears\nnaturally in its SUSY partner Hamiltonian $\\tilde{H}$. The eigenstates of\nHamiltonians $H$ and $\\tilde{H}$ are exactly one-to-one identical except for\nthe so-called intruder states. In such a way, the origin of PSS deeply hidden\nin $H$ can be traced in its SUSY partner Hamiltonian $\\tilde{H}$. The\nperturbative nature of PSS in the present potential without spin-orbit term is\ndemonstrated by the perturbation calculations, and the PSS-breaking term can be\nregarded as a very small perturbation on the exact PSS limits. A general\ntendency that the pseudospin-orbit splittings become smaller with increasing\nsingle-particle energies can also be interpreted in an explicit way.\n","Comment: 31 pages, 11 figures, 2 tables"]}]
["1207.6359",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6359","PRL 109, 266403 (2012)","doi:10.1103/PhysRevLett.109.266403"],"date":["2012-07-26","2012-11-30"],"type":["text"],"creator":["Li, ZhenHua","Tong, NingHua","Zheng, Xiao","Hou, Dong","Wei, JianHua","Hu, Jie","Yan, YiJing"],"language":[],"coverage":[],"title":["Hierarchical Liouville-space approach for accurate and universal\n  characterization of quantum impurity systems"],"description":["  A hierarchical equations of motion (HEOM) based numerical approach is\ndeveloped for accurate and efficient evaluation of dynamical observables of\nstrongly correlated quantum impurity systems. This approach is capable of\ndescribing quantitatively Kondo resonance and Fermi liquid characteristics,\nachieving the accuracy of latest high-level numerical renormalization group\napproach, as demonstrated on single-impurity Anderson model systems. Its\napplication to a two-impurity Anderson model results in differential\nconductance versus external bias, which correctly reproduces the continuous\ntransition from Kondo states of individual impurity to singlet spin-states\nformed between two impurities. The outstanding performance on characterizing\nboth equilibrium and nonequilibrium properties of quantum impurity systems\nmakes the HEOM approach potentially useful for addressing strongly correlated\nlattice systems in the frame work of dynamical mean field theory.\n","Comment: 5 pages, 4 figures, to appear in PRL"]}]
["1207.6633",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6633"],"date":["2012-07-27","2013-01-25"],"type":["text"],"creator":["Soule, Christophe"],"language":[],"coverage":[],"title":["Erratum : Linear projections and successive minima"],"description":["  Given a euclidean lattice and a curve in the corresponding projective space,\nour goal is to relate the height of the curve to the successive minima of the\nlattice. The proof of such a statement in\nhttp://hal.archves-ouvertes.vf/hal-00270564 was incorrect. We prove another\nresult instead.\n"]}]
["1207.6680",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","11M41, 28A12, 28A80 (Primary) 28A75, 28A78, 28C15, 33C05, 37B10,\n  37F35, 40A05, 40A10, 65Q30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6680","Fractal Geometry and Dynamical Systems in Pure and Applied\n  Mathematics, Part 1 (D. Carfi, M. L. Lapidus, E. P. J. Pearse and M. van\n  Frankenhuijsen, eds.), Contemporary Mathematics, Amer. Math. Soc.,\n  Providence, RI, 2013"],"date":["2012-07-27","2013-01-24"],"type":["text"],"creator":["de Santiago, Rolando","Lapidus, Michel L.","Roby, Scott A.","Rock, John A."],"language":[],"coverage":[],"title":["Multifractal analysis via scaling zeta functions and recursive structure\n  of lattice strings"],"description":["  The multifractal structure underlying a self-similar measure stems directly\nfrom the weighted self-similar system (or weighted iterated function system)\nwhich is used to construct the measure. This follows much in the way that the\ndimension of a self-similar set, be it the Hausdorff, Minkowski, or similarity\ndimension, is determined by the scaling ratios of the corresponding\nself-similar system via Moran's theorem. The multifractal structure allows for\nour definition of scaling regularity and scaling zeta functions motivated by\ngeometric zeta functions and, in particular, partition zeta functions. Some of\nthe results of this paper consolidate and partially extend the results\nregarding a multifractal analysis for certain self-similar measures supported\non compact subsets of a Euclidean space based on partition zeta functions.\nSpecifically, scaling zeta functions generalize partition zeta functions when\nthe choice of the family of partitions is given by the natural family of\npartitions determined by the self-similar system in question. Moreover, in\ncertain cases, self-similar measures can be shown to exhibit lattice or\nnonlattice structure with respect to specified scaling regularity values.\nAdditionally, in the context provided by generalized fractal strings viewed as\nmeasures, we define generalized self-similar strings, allowing for the\nexamination of many of the results presented here in a specific overarching\ncontext and for a connection to the results regarding the corresponding complex\ndimensions as roots of Dirichlet polynomials. Furthermore, generalized lattice\nstrings and recursive strings are defined and shown to be very closely related.\n","Comment: 33 pages, no figures, in press"]}]
["1208.1279",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1279","Phys. Rev. C 87, 014905 (2013)","doi:10.1103/PhysRevC.87.014905"],"date":["2012-08-06"],"type":["text"],"creator":["Linnyk, O.","Cassing, W.","Manninen, J.","Bratkovskaya, E. L.","Gossiaux, P. B.","Aichelin, J.","Song, T.","Ko, C. M."],"language":[],"coverage":[],"title":["Dilepton production in proton-proton and Pb+Pb collisions at\n  sqrt(s_NN)=2.76 TeV"],"description":["  We study e^+e^- pair production in proton-proton and central Pb+Pb collisions\nat sqrt(s_NN)=2.76 TeV within two models: an extended statistical hadronization\nmodel (SHM) and the Parton-Hadron-String Dynamics (PHSD) transport approach. We\nfind that the PHSD calculations roughly agree with the dilepton spectrum from\nhadronic sources with the 'cocktail' estimates from the statistical\nhadronization model matched to available data at LHC energies. The dynamical\nsimulations within the PHSD show a moderate increase of the low mass dilepton\nyield essentially due to the in-medium modification of the rho-meson.\nFurthermore, pronounced traces of the partonic degrees of freedom are found in\nthe PHSD results in the intermediate mass regime. The dilepton production from\nthe strongly interacting quark-gluon plasma (sQGP) exceeds that from the\nsemi-leptonic decays of open charm and bottom mesons. Additionally, we observe\nthat a transverse momentum cut of 1 GeV/c further suppresses the relative\ncontribution of the heavy meson decays to the dilepton yield, such that the\nsQGP radiation strongly dominates the spectrum for masses from 1 to 3 GeV,\nallowing a closer look at the electromagnetic emissivity of the partonic plasma\nin the early phase of Pb+Pb collisions.\n","Comment: 16 pages, 10 figures"]}]
["1208.2970",{"format":[],"subject":["Quantum Physics","Physics - Chemical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2970","Phys. Rev. Lett. 110, 030401 (2013)","doi:10.1103/PhysRevLett.110.030401"],"date":["2012-08-14","2013-01-07"],"type":["text"],"creator":["Steuernagel, Ole","Kakofengitis, Dimitris","Ritter, Georg"],"language":[],"coverage":[],"title":["Wigner flow reveals topological order in quantum phase space dynamics"],"description":["  The behaviour of classical mechanical systems is characterised by their phase\nportraits, the collections of their trajectories. Heisenberg's uncertainty\nprinciple precludes the existence of sharply defined trajectories, which is why\ntraditionally only the time evolution of wave functions is studied in quantum\ndynamics. These studies are quite insensitive to the underlying structure of\nquantum phase space dynamics. We identify the flow that is the quantum analog\nof classical particle flow along phase portrait lines. It reveals hidden\nfeatures of quantum dynamics and extra complexity. Being constrained by\nconserved flow winding numbers, it also reveals fundamental topological order\nin quantum dynamics that has so far gone unnoticed.\n","Comment: 6 pages, 6 figures"]}]
["1208.3427",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3427","Phys. Lett. B719, 196-199 (2013)","doi:10.1016/j.physletb.2013.01.011"],"date":["2012-08-16","2013-01-11"],"type":["text"],"creator":["Farias, C. F.","Nascimento, J. R.","Petrov, A. Yu."],"language":[],"coverage":[],"title":["On the effective potential for Horava-Lifshitz-like theories with the\n  arbitrary critical exponent"],"description":["  We calculate the one-loop effective potential for Horava-Lifshitz-like QED\nand Yukawa-like theory for arbitrary values of the critical exponent and the\nspace-time dimension.\n","Comment: 10 pages, version accepted in PLB"]}]
["1208.5419",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5419","Phys. Rev. Lett. 110, 045302 (2013)","doi:10.1103/PhysRevLett.110.045302"],"date":["2012-08-27","2012-09-20"],"type":["text"],"creator":["Qi, Ran","Shi, Zhe-Yu","Zhai, Hui"],"language":[],"coverage":[],"title":["Fermion Pairing across a Dipolar Interaction Induced Resonance"],"description":["  It is known from the solution of the two-body problem that an anisotropic\ndipolar interaction can give rise to s-wave scattering resonances, which are\nnamed as dipolar interaction induced resonaces (DIIR). In this letter, we study\nzero-temperature many-body physics of a two-component Fermi gas across a DIIR.\nIn the low-density regime, it is very striking that the resulting pairing order\nparameter is a nearly isotropic singlet pairing and the physics can be well\ndescribed by an s-wave resonant interaction potential with finite range\ncorrections, despite of the anisotropic nature of dipolar interaction. The\npairing energy is as strong as a unitary Fermi gas nearby a magnetic Feshbach\nresonance. In the high density regime, the anisotropic effect plays an\nimportant role. We find phase transitions from singlet pairing to a state with\nmixed singlet and triplet pairing, and then from mixed pairing to pure triplet\npairing. The state with mixed pairing spontaneously breaks the time-reversal\nsymmetry.\n","Comment: 4.5 pages, 4 figures, figures updated, minor changes in text"]}]
["1209.1814",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1814"],"date":["2012-09-09","2013-01-25"],"type":["text"],"creator":["Fontanella, Laura"],"language":[],"coverage":[],"title":["Strong Tree Properties at Successors of Singular Cardinals"],"description":["  We prove that successors of singular limits of strongly compact cardinals\nhave the strong tree property. We also prove that aleph_{omega+1} can\nconsistently satisfy the strong tree property.\n"]}]
["1209.3341",{"format":[],"subject":["Mathematics - Complex Variables","30C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3341"],"date":["2012-09-14","2013-01-24"],"type":["text"],"creator":["Sevost'yanov, Evgeny"],"language":[],"coverage":[],"title":["The radius of injectivity of local ring $Q$-homeomorphisms"],"description":["  The paper is devoted to the study of mappings with non--bounded\ncharacteristics of quasiconformality. The analog of the theorem about radius\ninjectivity of locally quasiconformal mappings was proved for some class of\nmappings. There are found sharp conditions under which the so called local\n$Q$--homeomorphisms are injective in some neighborhood of a fixed point.\n","Comment: 11 pages"]}]
["1209.3368",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3368","Phys. Rev. B 86, 214511 (2012)","doi:10.1103/PhysRevB.86.214511"],"date":["2012-09-15","2013-01-25"],"type":["text"],"creator":["Silaev, M. A.","Volovik, G. E."],"language":[],"coverage":[],"title":["Topological Fermi arcs in superfluid $^3$He"],"description":["  We consider fermionic states bound on domain walls in a Weyl superfluid\n$^3$He-A and on interfaces between $^3$He-A and a fully gapped topological\nsuperfluid $^3$He-B. We demonstrate that in both cases fermionic spectrum\ncontains Fermi arcs which are continuous nodal lines of energy spectrum\nterminating at the projections of two Weyl points to the plane of surface\nstates in momentum space. The number of Fermi arcs is determined by the index\ntheorem which relates bulk values of topological invariant to the number of\nzero energy surface states. The index theorem is consistent with an exact\nspectrum of Bogolubov- de Gennes equation obtained numerically meanwhile the\nquasiclassical approximation fails to reproduce the correct number of zero\nmodes. Thus we demonstrate that topology describes the properties of exact\nspectrum beyond quasiclassical approximation.\n","Comment: 9 pages, 6 figures"]}]
["1209.4685",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4685","Phys. Rev. Lett. 110, 046402 (2013)","doi:10.1103/PhysRevLett.110.046402"],"date":["2012-09-20","2013-01-24"],"type":["text"],"creator":["Garate, Ion"],"language":[],"coverage":[],"title":["Phonon-induced topological transitions and crossovers in Dirac materials"],"description":["  We show that electron-phonon interactions can alter the topological\nproperties of Dirac insulators and semimetals, both at zero and nonzero\ntemperature. Contrary to the common belief that increasing temperature always\ndestabilizes topological phases, our results highlight instances in which\nphonons may lead to the appearance of topological surface states above a\ncrossover temperature in a material that has a topologically trivial ground\nstate.\n","Comment: 5 pages; published version"]}]
["1209.4728",{"format":[],"subject":["Physics - Atomic Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4728","Physical Review Letters 110, 045004 (2013)","doi:10.1103/PhysRevLett.110.045004"],"date":["2012-09-21","2013-01-25"],"type":["text"],"creator":["Robert-de-Saint-Vincent, M.","Hofmann, C. S.","Schempp, H.","Günter, G.","Whitlock, S.","Weidemüller, M."],"language":[],"coverage":[],"title":["Spontaneous avalanche ionization of a strongly blockaded Rydberg gas"],"description":["  We report the sudden and spontaneous evolution of an initially correlated gas\nof repulsively interacting Rydberg atoms to an ultracold plasma. Under\ncontinuous laser coupling we create a Rydberg ensemble in the strong blockade\nregime, which at longer times undergoes an ionization avalanche. By combining\noptical imaging and ion detection, we access the full information on the\ndynamical evolution of the system, including the rapid increase in the number\nof ions and a sudden depletion of the Rydberg and ground state densities.\nRydberg-Rydberg interactions are observed to strongly affect the dynamics of\nplasma formation. Using a coupled rate-equation model to describe our data, we\nextract the average energy of electrons trapped in the plasma, and an effective\ncross-section for ionizing collisions between Rydberg atoms and atoms in\nlow-lying states. Our results suggest that the initial correlations of the\nRydberg ensemble should persist through the avalanche. This would provide the\nmeans to overcome disorder-induced-heating, and offer a route to enter new\nstrongly-coupled regimes.\n","Comment: 5 pages plus supplemental material"]}]
["1209.5703",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5703"],"date":["2012-09-23","2013-01-25"],"type":["text"],"creator":["Wesson, Paul S.","Overduin, James M."],"language":[],"coverage":[],"title":["A Scalar Field and the Einstein Vacuum in Modern Kaluza-Klein Theory"],"description":["  Five-dimensional relativity as an extension of general relativity has field\nequations that simplify considerably given the adoption of a new gauge. The\nresult is a scalar field governed by the Klein-Gordon equation, in an empty\nspacetime with a cosmological constant governed by Einstein's equations. The\nmain application is to the properties of massive particles in a\nvacuum-dominated universe.\n","Comment: Changes from v.1: New last paragraph, Appendix"]}]
["1210.1813",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1813","Phys. Rev. A 86, 055603 (2012)","doi:10.1103/PhysRevA.86.053633"],"date":["2012-10-05","2013-01-25"],"type":["text"],"creator":["Mazets, Igor E."],"language":[],"coverage":[],"title":["Two-dimensional dynamics of expansion of a degenerate Bose gas"],"description":["  Expansion of a degenerate Bose gas released from a pancakelike trap is\nnumerically simulated under the assumption of separation of the motion in the\nplane of the loose initial trapping and the motion in the direction of the\ninitial tight trapping. The initial conditions for the phase fluctuations are\ngenerated using the extension to the two-dimensional case of the description of\nthe phase noise by the Ornstein-Uhlenbeck stochastic process. The numerical\nsimulations, taking into account both the finite size of the two-dimensional\nsystem and the atomic interactions, which cannot be neglected on the early\nstage of expansion, did not reproduce the scaling law for the peaks in the\ndensity fluctuation spectra experimentally observed by Choi, Seo, Kwon, and\nShin [Phys. Rev. Lett. 109, 125301 (2012)]. The latter experimental results may\nthus require an explanation beyond our current assumptions.\n","Comment: 4 pages, 2 figures, revtex4"]}]
["1210.2324",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2324"],"date":["2012-10-08","2013-01-24"],"type":["text"],"creator":["Németh, A. B.","Németh, S. Z."],"language":[],"coverage":[],"title":["Self-dual cones, generalized lattice operations and isotone projections"],"description":["  By using the metric projection onto a closed self-dual cone of the Euclidean\nspace, M. S. Gowda, R. Sznajder and J. Tao have defined generalized lattice\noperations, which in the particular case of the nonnegative orthant of a\nCartesian reference system reduce to the lattice operations of the\ncoordinate-wise ordering. The aim of the present note is twofold: to give a\ngeometric characterization of the closed convex sets which are invariant with\nrespect to these operations, and to relate this invariance property to the\nisotonicity of the metric projection onto these sets. As concrete examples the\nLorentz cone and the nonnegative orthant are considered. Old and recent results\non closed convex Euclidean sublattices due to D. M. Topkis, A. F. Veinott and\nto M. Queyranne and F. Tardella, respectively are obtained as particular cases.\nThe topic is related to variational inequalities where the isotonicity of the\nmetric projection is an important technical tool. For Euclidean sublattices\nthis approach was considered by G. Isac, H. Nishimura and E. A. Ok.\n"]}]
["1210.5231",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","20G42, 43A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5231"],"date":["2012-10-18","2013-01-25"],"type":["text"],"creator":["Daws, Matthew","Salmi, Pekka"],"language":[],"coverage":[],"title":["Completely positive definite functions and Bochner's theorem for locally\n  compact quantum groups"],"description":["  We prove two versions of Bochner's theorem for locally compact quantum\ngroups. First, every completely positive definite \"function\" on a locally\ncompact quantum group $\\G$ arises as a transform of a positive functional on\nthe universal C*-algebra $C_0^u(\\dual\\G)$ of the dual quantum group. Second,\nwhen $\\G$ is coamenable, complete positive definiteness may be replaced with\nthe weaker notion of positive definiteness, which models the classical notion.\nA counterexample is given to show that the latter result is not true in\ngeneral. To prove these results, we show two auxiliary results of independent\ninterest: products are linearly dense in $\\lone_\\sharp(\\G)$, and when $\\G$ is\ncoamenable, the Banach *-algebra $\\lone_\\sharp(\\G)$ has a contractive bounded\napproximate identity.\n","Comment: 20 pages"]}]
["1210.5462",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5462"],"date":["2012-10-19","2013-01-25"],"type":["text"],"creator":["Eichten, Estia","Lane, Kenneth","Martin, Adam"],"language":[],"coverage":[],"title":["A Higgs Impostor in Low-Scale Technicolor"],"description":["  We propose a \"Higgs impostor\" model for the 125 GeV boson, $X$, recently\ndiscovered at the LHC. It is a technipion, $\\eta_T$, with $I^G J^{PC} = 0^-\n0^{-+}$ expected in this mass region in low-scale technicolor. Its coupling to\npairs of standard-model gauge bosons are dimension-five operators whose\nstrengths are determined within the model. It is easy for the gluon fusion rate\n$\\sigma B(gg \\to \\eta_T \\to \\gamma\\gamma)$ to agree with the measured one, but\n$\\eta_T \\to ZZ^*,\\,WW^*$ are greatly suppressed relative to the standard-model\nHiggs rates. This is a crucial test of our proposal. In this regard, we assess\nthe most recent data on $X$ decay modes, with a critical discussion of $X \\to\nZZ^* \\to 4\\ell$. In our model the $\\eta_T$ mixes almost completely with the\nisovector $\\pi^0_T$, giving two similar states, $\\eta_L$ at 125 Gev and\n$\\eta_H$ higher, possibly in the range 170--190 Gev. Important consequences of\nthis mixing are (1) the only associated production of et al is via $\\to \\to W\n\\eta_L$, and this could be sizable; (2) $\\eta_H$ may soon be accessible in $gg\n\\to \\eta_H \\to \\gamma\\gamma$; and (3) LSTC phenomenology at the LHC is\nsubstantially modified.\n","Comment: 25 pages, 9 figures, references added. Our discussion of the 125 GeV\n  boson discovered at CERN is updated to include the latest ATLAS and CMS data.\n  We critically examine the crucial ZZ* -> 4l data and argue that it does not\n  justify identifying this boson as a Higgs. In addition, several minor\n  corrections have been made"]}]
["1210.6177",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6177","2012, ApJ, 761, 30","doi:10.1088/0004-637X/761/1/30"],"date":["2012-10-23","2012-11-13"],"type":["text"],"creator":["Feiden, Gregory A.","Chaboyer, Brian"],"language":[],"coverage":[],"title":["Self-Consistent Magnetic Stellar Evolution Models of the Detached,\n  Solar-Type Eclipsing Binary EF Aquarii"],"description":["  We introduce a new one-dimensional stellar evolution code, based on the\nexisting Dartmouth code, that self-consistently accounts for the presence of a\nglobally pervasive magnetic field. The methods involved in perturbing the\nequations of stellar structure, the equation of state, and the mixing-length\ntheory of convection are presented and discussed. As a first test of the code's\nviability, stellar evolution models are computed for the components of a\nsolar-type, detached eclipsing binary (DEB) system, EF Aquarii, shown to\nexhibit large disagreements with stellar models. The addition of the magnetic\nperturbation corrects the radius and effective temperature discrepancies\nobserved in EF Aquarii. Furthermore, the required magnetic field strength at\nthe model photosphere is within a factor of two of the magnetic field strengths\nestimated from the stellar X-ray luminosities measured by ROSAT and those\npredicted from Ca II K line core emission. These models provide firm evidence\nthat the suppression of thermal convection arising from the presence of a\nmagnetic field is sufficient to significantly alter the structure of solar-type\nstars, producing noticeably inflated radii and cooler effective temperatures.\nThe inclusion of magnetic effects within a stellar evolution model has a wide\nrange of applications, from DEBs and exoplanet host stars to the donor stars of\ncataclysmic variables.\n","Comment: Accepted for publication in ApJ, 15 pages, 3 figures; Misprints are\n  corrected in version 2"]}]
["1210.7212",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.7212","doi:10.1063/1.4788709"],"date":["2012-10-26"],"type":["text"],"creator":["Garcia, P. D.","Javadi, A.","Thyrrestrup, H.","Lodahl, P."],"language":[],"coverage":[],"title":["Quantifying the intrinsic amount of fabrication disorder in\n  photonic-crystal waveguides from optical far-field intensity measurements"],"description":["  Residual disorder due to fabrication imperfections has important impact in\nnanophotonics where it may degrade device performance by increasing radiation\nloss or spontaneously trap light by Anderson localization. We propose and\ndemonstrate experimentally a method of quantifying the intrinsic amount of\ndisorder in state-of-the-art photonic-crystal waveguides from far-field\nmeasurements of the Anderson-localized modes. This is achieved by comparing the\nspectral range that Anderson localization is observed to numerical simulations\nand the method offers sensitivity down to ~ 1 nm.\n"]}]
["1210.8150",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.8150","doi:10.1051/0004-6361/201220582"],"date":["2012-10-30","2013-01-25"],"type":["text"],"creator":["CALIFA collaboration","Husemann, B.","Jahnke, K.","Sánchez, S. F.","Barrado, D.","Bekeraitė, S.","Bomans, D. J.","Castillo-Morales, A.","Catalán-Torrecilla, C.","Fernandes, R. Cid","Falcón-Barroso, J.","García-Benito, R.","Delgado, R. M. González","Iglesias-Páramo, J.","Johnson, B. D.","Kupko, D.","López-Fernandez, R.","Lyubenova, M.","Marino, R. A.","Mast, D.","Miskolczi, A.","Monreal-Ibero, A.","de Paz, A. Gil","Pérez, E.","Pérez, I.","Rosales-Ortega, F. F.","Ruiz-Lara, T.","Schilling, U.","van de Ven, G.","Walcher, J.","Alves, J.","de Amorim, A. L.","Backsmann, N.","Barrera-Ballesteros, J. K.","Bland-Hawthorn, J.","Cortijo, C.","Dettmar, R. -J.","Demleitner, M.","Díaz, A. I.","Enke, H.","Florido, E.","Flores, H.","Galbany, L.","Gallazzi, A.","García-Lorenzo, B.","Gomes, J. M.","Gruel, N.","Haines, T.","Holmes, L.","Jungwiert, B.","Kalinova, V.","Kehrig, C.","Kennicutt Jr, R. C.","Klar, J.","Lehnert, M. D.","Lóez-Sáchez, Á. R.","de Lorenzo-Cáceres, A.","Mármol-Queraltó, E.","Márquez, I.","Mendez-Abreu, J.","Mollá, M.","del Olmo, A.","Meidt, S. E.","Papaderos, P.","Puschnig, J.","Quirrenbach, A.","Roth, M. M.","Sánchez-Blázquez, P.","Spekkens, K.","Singh, R.","Stanishev, V.","Trager, S. C.","Vilchez, J. M.","Wild, V.","Wisotzki, L.","Zibetti, S.","Ziegler, B."],"language":[],"coverage":[],"title":["CALIFA, the Calar Alto Legacy Integral Field Area survey. II. First\n  public data release"],"description":["  We present the first public data release of the CALIFA survey. It consists of\nscience-grade optical datacubes for the first 100 of eventually 600 nearby\n(0.005<z<0.03) galaxies, obtained with the integral-field spectrograph\nPMAS/PPak mounted on the 3.5m telescope at the Calar Alto observatory. The\ngalaxies in DR1 already cover a wide range of properties in color-magnitude\nspace, morphological type, stellar mass, and gas ionization conditions. This\noffers the potential to tackle a variety of open questions in galaxy evolution\nusing spatially resolved spectroscopy. Two different spectral setups are\navailable for each galaxy, (i) a low-resolution V500 setup covering the nominal\nwavelength range 3745-7500A with a spectral resolution of 6.0A (FWHM), and (ii)\na medium-resolution V1200 setup covering the nominal wavelength range\n3650-4840A with a spectral resolution of 2.3A (FWHM). We present the\ncharacteristics and data structure of the CALIFA datasets that should be taken\ninto account for scientific exploitation of the data, in particular the effects\nof vignetting, bad pixels and spatially correlated noise. The data quality test\nfor all 100 galaxies showed that we reach a median limiting continuum\nsensitivity of 1.0x10^-18erg/s/cm^2/A/arcsec^2 at 5635A and\n2.2x10^-18erg/s/cm^2/A/arcsec^2 at 4500A for the V500 and V1200 setup\nrespectively, which corresponds to limiting r and g band surface brightnesses\nof 23.6mag/arcsec^2 and 23.4mag/arcsec^2, or an unresolved emission-line flux\ndetection limit of roughly 1x10^-17erg/s/cm^2/arcsec^2 and\n0.6x10^-17erg/s/cm^2/arcsec^2, respectively. The median spatial resolution is\n3.7\", and the absolute spectrophotometric calibration is better than 15%\n(1sigma). We also describe the available interfaces and tools that allow easy\naccess to this first public CALIFA data.\n","Comment: 27 pages, 25 figures, 6 tables, final version including corrections\n  after proof reading, the CALIFA DR1 homepage at http://califa.caha.es/DR1 is\n  open for the public"]}]
["1211.0050",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0050","Phys. Rev. Lett. 110, 043003 (2013)","doi:10.1103/PhysRevLett.110.043003"],"date":["2012-10-31"],"type":["text"],"creator":["Steiner, Matthias","Meyer, Hendrik M.","Deutsch, Christian","Reichel, Jakob","Köhl, Michael"],"language":[],"coverage":[],"title":["A single ion coupled to an optical fiber cavity"],"description":["  We present the realization of a combined trapped-ion and optical cavity\nsystem, in which a single Yb^+ ion is confined by a micron-scale ion trap\ninside a 230 mum-long optical fiber cavity. We characterize the spatial\nion-cavity coupling and measure the ion-cavity coupling strength using a\ncavity-stimulated Lambda-transition. Owing to the small mode volume of the\nfiber resonator, the coherent coupling strength between the ion and a single\nphoton exceeds the natural decay rate of the dipole moment. This system can be\nintegrated into ion-photon quantum networks and is a step towards cavity\nquantum-electrodynamics (cavity-QED) based quantum information processing with\ntrapped ions.\n"]}]
["1211.2417",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.2417"],"date":["2012-11-11","2013-01-24"],"type":["text"],"creator":["Mori, Hiromu","Matsumoto, Yoshihiro","Mori, Koichi","Kryssanov, Victor","Makino, Shoji","Struzik, Zbigniew R.","Hori, Gen","Rutkowski, Tomasz M."],"language":[],"coverage":[],"title":["Multicommand Tactile Brain Computer Interface based on Fingertips or\n  Head Stimulation"],"description":["  The paper presents results from a computational neuroscience study conducted\nto test vibrotactile stimuli delivered to subject fingertips and head areas in\norder to evoke the somatosensory brain responses utilized in a haptic brain\ncomputer interface (hBCI) paradigm. We present the preliminary and very\nencouraging results, with subjects conducting online hBCI interfacing\nexperiments, ranging from 40% to 90% with a very fast inter-stimulus-interval\n(ISI) of 250ms. The presented results confirm our hypothesis that the hBCI\nparadigm concept is valid and it allows for rapid stimuli presentation in order\nto achieve a satisfactory information-transfer-rate of the novel BCI.\n","Comment: This paper has been withdrawn by the author due to extension of the\n  research and submission to the other conference"]}]
["1211.2513",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.2513","Phys.Rev.D87:023007,2013","doi:10.1103/PhysRevD.87.023007"],"date":["2012-11-12","2013-01-19"],"type":["text"],"creator":["Bambi, Cosimo"],"language":[],"coverage":[],"title":["Testing the space-time geometry around black hole candidates with the\n  analysis of the broad K$\\alpha$ iron line"],"description":["  Astrophysical black hole candidates are thought to be the Kerr black holes\npredicted by General Relativity, but there is not yet clear evidence that the\ngeometry of the space-time around these objects is really described by the Kerr\nmetric. In order to confirm the Kerr black hole hypothesis, we have to observe\nstrong gravity features and check that they are in agreement with the ones\npredicted by General Relativity. In this paper, I study the broad K$\\alpha$\niron line, which is often seen in the X-ray spectrum of both stellar-mass and\nsuper-massive black hole candidates and whose shape is supposed to be strongly\naffected by the space-time geometry. As found in previous studies in the\nliterature, there is a strong correlation between the spin parameter and the\ndeformation parameter; that is, the line emitted around a Kerr black hole with\na certain spin can be very similar to the one coming from the space-time around\na non-Kerr object with a quite different spin. Despite that, the analysis of\nthe broad K$\\alpha$ iron line is potentially more powerful than the\ncontinuum-fitting method, as it can put an interesting bound on possible\ndeviations from the Kerr geometry independently of the value of the spin\nparameter and without additional measurements.\n","Comment: 14 pages, 9 figures. v2: refereed version covering a wider range of\n  spins and inclinations"]}]
["1211.2845",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.2845","Phys. Rev. B 87, 035415 (2013)","doi:10.1103/PhysRevB.87.035415"],"date":["2012-11-12","2013-01-25"],"type":["text"],"creator":["Sarma, S. Das","Hwang, E. H."],"language":[],"coverage":[],"title":["Density dependent electrical conductivity in suspended graphene:\n  Approaching the Dirac point in transport"],"description":["  We theoretically consider, comparing with the existing experimental\nliterature, the electrical conductivity of gated monolayer graphene as a\nfunction of carrier density, temperature, and disorder in order to assess the\nprospects of accessing the Dirac point using transport studies in high-quality\nsuspended graphene. We show that the temperature dependence of graphene\nconductivity around the charge neutrality point provides information about how\nclose the system can approach the Dirac point although competition between\nlong-range and short-range disorder as well as between diffusive and ballistic\ntransport may considerably complicate the picture. We also find that acoustic\nphonon scattering contribution to the graphene resistivity is always relevant\nat the Dirac point in contrast to higher density situations where the acoustic\nphonon contribution to the resistivity is strongly suppressed at the low\ntemperature Bloch-Gr\\\"{u}neisen regime. We provide detailed numerical results\nfor temperature and density dependent conductivity for suspended graphene.\n","Comment: 15 pages, 10 figures"]}]
["1211.2931",{"format":[],"subject":["Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.2931","Phys. Rev. A 87, 013425 (2013)","doi:10.1103/PhysRevA.87.013425"],"date":["2012-11-13","2013-01-10"],"type":["text"],"creator":["Cartarius, Florian","Cormick, Cecilia","Morigi, Giovanna"],"language":[],"coverage":[],"title":["Stability and dynamics of ion rings in linear multipole traps"],"description":["  Trapped singly-charged ions can crystallize as a result of laser cooling. The\nemerging structure depends on the number of particles and on the geometry of\nthe trapping potential. In linear multipole radiofrequency traps, the geometry\nof the radial potential can lead to the formation of single-ring structures. We\nanalyse the conditions and stability of single rings as a function of the\nnumber of poles. For larger numbers of ions the rings form tubes in which the\narrangement of the ions corresponds to a triangular lattice folded onto a\ncylinder. The stability of these tubular structures is numerically studied for\ndifferent lattice constants and their normal mode spectrum is determined.\n","Comment: Version accepted for publication in Phys. Rev. A, 10 pages, 9\n  figures, 1 table"]}]
["1211.4007",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4007"],"date":["2012-11-16","2013-01-24"],"type":["text"],"creator":["Kułaga-Przymus, Joanna"],"language":[],"coverage":[],"title":["On the strong convolution singularity property"],"description":["  We develop a new method for proving that a flow has the so-called strong\nconvolution singularity property, i.e. the Gaussian system induced by its\n(reduced) maximal spectral type has simple spectrum. We use these methods to\ngive examples of smooth flows on closed orientable surfaces of genus at least 2\nwith a weaker property: each of their maximal spectral types $\\sigma$ is such\nthat the Gaussian system induced by $\\sigma$ has simple spectrum on the\nso-called 3rd chaos (i.e. $V_\\sigma^{\\odot 3}$ has simple spectrum).\n","Comment: revised version, 53 pages"]}]
["1211.5741",{"format":[],"subject":["Mathematics - Algebraic Topology","55P48 (Primary) 18D50, 18D10, 18D20, 18D35, 55R05, 55R35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5741"],"date":["2012-11-25","2013-01-24"],"type":["text"],"creator":["Iwase, Norio"],"language":[],"coverage":[],"title":["Associahedra, Multiplihedra and units in $A_{\\infty}$ form"],"description":["  Jim Stasheff gave two apparently distinct definitions of an $A_{m}$ form, $m\n\\leq \\infty$ in [15,16]. It is also claimed that the two definitions are\nequivalent in [15,16], while it is not apparently clear for us. That is why we\nare trying to clarify related things and to show that the claim is actually\ntrue under a `loop-like' hypothesis in this paper. Along with these two\ndefinitions, we must construct Associahedra and Multiplihedra as convex\npolytopes with piecewise-linearly decomposed faces to manipulate units in\n$A_{\\infty}$ form. This is done in Iwase [8,9], Iwase-Mimura [10] or by Haiman\n[7] especially on Associahedra, followed recently by Forcey [6] and\nMau-Woodward [12], while the origin of Associahedra goes back to Tamari [17].\nIn this paper, we follow [10] on the geometric constructions of Associahedra\nand Multiplihedra. In Appendix, we also explain how we can construct\nAssociahedra or Multiplihedra as polytopes on the (half) lattice by taking a\nshadow or collecting words from trivalent or bearded trees.\n","Comment: 54 pages, 1 figure"]}]
["1212.0576",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0576","EPL, 100 (2012) 66007","doi:10.1209/0295-5075/100/66007"],"date":["2012-12-03"],"type":["text"],"creator":["Liu, Wenjia","Schmittmann, B.","Zia, R. K. P."],"language":[],"coverage":[],"title":["Extraordinary variability and sharp transitions in a maximally\n  frustrated dynamic network"],"description":["  Using Monte Carlo and analytic techniques, we study a minimal dynamic network\ninvolving two populations of nodes, characterized by different preferred\ndegrees. Reminiscent of introverts and extroverts in a population, one set of\nnodes, labeled \\textit{introverts} ($I$), prefers fewer contacts (a lower\ndegree) than the other, labeled \\textit{extroverts} ($E$). As a starting point,\nwe consider an \\textit{extreme} case, in which an $I$ simply cuts one of its\nlinks at random when chosen for updating, while an $E$ adds a link to a random\nunconnected individual (node). The model has only two control parameters,\nnamely, the number of nodes in each group, $N_{I}$ and $N_{E}$). In the steady\nstate, only the number of crosslinks between the two groups fluctuates, with\nremarkable properties: Its average ($X$) remains very close to 0 for all\n$N_{I}>N_{E}$ or near its maximum ($\\mathcal{N}\\equiv N_{I}N_{E}$) if\n$N_{I}<N_{E}$. At the transition ($N_{I}=N_{E}$), the fraction $X/\\mathcal{N}$\nwanders across a substantial part of $[0,1]$, much like a pure random walk.\nMapping this system to an Ising model with spin-flip dynamics and unusual\nlong-range interactions, we note that such fluctuations are far greater than\nthose displayed in either first or second order transitions of the latter.\nThus, we refer to the case here as an `extraordinary transition.' Thanks to the\nrestoration of detailed balance and the existence of a `Hamiltonian,' several\nqualitative aspects of these remarkable phenomena can be understood\nanalytically.\n","Comment: 6 pages, 3 figures, accepted for publication in EPL"]}]
["1212.1265",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1265"],"date":["2012-12-06","2013-01-25"],"type":["text"],"creator":["Chiou, Dah-Wei","Ni, Wei-Tou","Tang, Alf"],"language":[],"coverage":[],"title":["Loop quantization of spherically symmetric midisuperspaces and loop\n  quantum geometry of the maximally extended Schwarzschild spacetime"],"description":["  We elaborate on the Ashtekar's formalism for spherically symmetric\nmidisuperspaces and, for loop quantization, propound a new quantization scheme\nwhich yields a graph-preserving Hamiltonian constraint operator and by which\none can impose the fundamental discreteness of loop quantum gravity a la the\nstrategy of \"improved\" dynamics in loop quantum cosmology (LQC). Remarkable\nconsequences are inferred at the heuristic level of effective dynamics: first,\nconsistency of the constraint algebra regarding the Hamiltonian and\ndiffeomorphism constraints fixes the improved quantization scheme to be of the\nform reminiscent of the improved scheme in LQC which preserves scaling\ninvariance; second, consistency regarding two Hamiltonian constraints further\ndemands the inclusion of higher order holonomy corrections and fixes a ratio\nfactor of 2 for the improved scheme. It is suggested that the classical\nsingularity is resolved and replaced by a quantum bounce which bridges a\nclassical solution to another classical phase. However, the constraints violate\nbriefly during the bouncing period, indicating that one cannot make sense of\nsymmetry reduction by separating the degrees of freedom of the full theory into\nspherical and non-spherical ones in the vicinity of the quantum bounce,\nalthough the heuristic effective dynamics can still give a reliable\nsemiclassical description of large-scale physics. Particularly, for the\nSchwarzschild solution in accordance with the Kruskal coordinates, revealing\ninsights lead us to conjecture the complete quantum extension of the\nSchwarzschild spacetime: the black hole is evaporated via the Hawking radiation\nand meanwhile the quantum spacetime is largely extended from the classical one\nvia the quantum bounce, suggesting that the information paradox might be\nresolved.\n","Comment: 46 pages, 3 figures, 2 tables; revised with one more reference added"]}]
["1212.1841",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14M06, 13C40, 14Q99, 13P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1841"],"date":["2012-12-08","2013-01-25"],"type":["text"],"creator":["Eisenbud, David","Hartshorne, Robin","Schreyer, Frank-Olaf"],"language":[],"coverage":[],"title":["Twenty Points in P^3"],"description":["  Using the possibility of computationally determining points on a finite cover\nof a unirational variety over a finite field, we determine all possibilities\nfor direct Gorenstein linkages between general sets of points in P^3 over an\nalgebraically closed field of characteristic 0. As a consequence we show that a\ngeneral set of d points is glicci (that is, in the Gorenstein linkage class of\na complete intersection) if d <= 33 or d=37,38. Computer algebra plays an\nessential role in the proof. The case of 20 points had been an outstanding\nproblem in the area for a dozen years.\n","Comment: 22 pages, one figure, hyperrefs added"]}]
["1212.2239",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2239","ApJ, 764, 46 2013 February","doi:10.1088/0004-637X/764/1/46"],"date":["2012-12-10","2013-01-14"],"type":["text"],"creator":["Frank, K. A.","Peterson, J. R.","Andersson, K.","Fabian, A. C.","Sanders, J. S."],"language":[],"coverage":[],"title":["Characterization of ICM Temperature Distributions of 62 Galaxy Clusters\n  with XMM-Newton"],"description":["  We measure the intracluster medium temperature distributions for 62 galaxy\nclusters in the HIFLUGCS, an X-ray flux-limited sample, with available X-ray\ndata from XMM-Newton. We search for correlations between the width of the\ntemperature distributions and other cluster properties, including median\ncluster temperature, luminosity, size, presence of a cool core, AGN activity,\nand dynamical state. We use a Markov Chain Monte Carlo analysis which models\nthe ICM as a collection of X-ray emitting smoothed particles of plasma. Each\nsmoothed particle is given its own set of parameters, including temperature,\nspatial position, redshift, size, and emission measure. This allows us to\nmeasure the width of the temperature distribution, median temperature, and\ntotal emission measure of each cluster. We find that none of the clusters have\na temperature width, \\sigma_kT, consistent with isothermality.\nCounterintuitively, we also find that the temperature distribution widths of\ndisturbed, non-cool-core, and AGN-free clusters tend to be wider than in other\nclusters. A linear fit to \\sigma_kT - kT_med finds \\sigma_kT ~ 0.20kT_med +\n1.08, with an estimated intrinsic scatter of ~ 0.55 keV, demonstrating a large\nrange in ICM thermal histories.\n","Comment: 22 pages, 16 figures, accepted to ApJ"]}]
["1212.3203",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3203","Phys. Rev. E 86, 060102(R) (2012)","doi:10.1103/PhysRevE.86.060102"],"date":["2012-12-13"],"type":["text"],"creator":["Boltz, Horst-Holger","Kierfeld, Jan"],"language":[],"coverage":[],"title":["Localization transition of stiff directed lines in random media"],"description":["  We investigate the localization of stiff directed lines with bending energy\nby a short-range random potential. Using perturbative arguments, Flory\narguments, and a replica calculation, we show that a stiff directed line in 1+d\ndimensions undergoes a localization transition with increasing disorder for\n$d>2/3$. We demonstrate that this transition is accessible by numerical\ntransfer matrix calculations in 1+1 dimensions and analyze the properties of\nthe disorder-dominated phase. On the basis of the two-replica problem, we\npropose a relation between the localization of stiff directed lines in 1+d\ndimensions and of directed lines under tension in 1+3d dimensions, which is\nstrongly supported by identical free energy distributions. This shows that pair\ninteractions in the replicated Hamiltonian determine the nature of directed\nline localization transitions with consequences for the critical behavior of\nthe Kardar-Parisi-Zhang (KPZ) equation. Furthermore, we quantify how the\npersistence length of the stiff directed line is reduced by disorder.\n","Comment: 5 pages, 4 figures"]}]
["1212.4638",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.4638"],"date":["2012-12-19","2013-01-25"],"type":["text"],"creator":["Caullery, Florian"],"language":[],"coverage":[],"title":["Polynomial functions of degree 20 which are APN infinitely often"],"description":["  We give all the polynomials functions of degree 20 which are APN over an\ninfinity of field extensions and show they are all CCZ-equivalent to the\nfunction $x^5$, which is a new step in proving the conjecture of Aubry, McGuire\nand Rodier.\n","Comment: arXiv admin note: text overlap with arXiv:1101.6033 by other authors"]}]
["1212.5159",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5159","2013, ApJ, 764, 44","doi:10.1088/0004-637X/764/1/44"],"date":["2012-12-20"],"type":["text"],"creator":["Zhao, Yinghe","Gao, Yu","Gu, Qiusheng"],"language":[],"coverage":[],"title":["A Study on the Chemical Properties of Blue Compact Dwarf Galaxies"],"description":["  In this paper, we report our studies on the gaseous and chemical properties\nof a relatively large sample (53 members) of blue compact dwarf galaxies\n(BCDs). The results of correlations among the oxygen abundance, stellar mass,\ngas mass, baryonic mass, and gas fraction are present both for E- and I-type\nBCDs, which are classified according to Loose & Thuan (1985) and show\nelliptical and irregular outer haloes, respectively. These correlations of\nI-type BCDs show similar slopes to those of E-type ones. However, in general,\nE-type BCDs are more gas-poor and metal-rich than I-type ones at a given\nbaryonic mass. Based on these results, we suggest that E-type BCDs, at least a\npart of them, and I-type ones might be likely at different evolutionary phases\nand/or having different progenitors. Our investigation of the correlation\nbetween oxygen abundance and gas fraction shows that BCDs appear to have not\nevolved as isolated systems, but to have experienced some gas flows and/or\nmergers.\n","Comment: 10 emulateapj pages, 8 figures; to appear in ApJ"]}]
["1212.5925",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5925","Physical Review Letters 110, 047003 (2013)","doi:10.1103/PhysRevLett.110.047003"],"date":["2012-12-24"],"type":["text"],"creator":["Gretarsson, H.","Saha, S. R.","Drye, T.","Paglione, J.","Kim, Jungho","Casa, D.","Gog, T.","Wu, W.","Julian, S. R.","Kim, Young-June"],"language":[],"coverage":[],"title":["Spin-state transition in the Fe-pnictides"],"description":["  We report a Fe K\\beta x-ray emission spectroscopy study of local magnetic\nmoments in the rare-earth doped iron pnictide Ca_{1-x}RE_xFe_2As_2 (RE=La, Pr,\nand Nd). In all samples studied the size of the Fe local moment is found to\ndecrease significantly with temperature and goes from ~0.9 \\mu_B at T = 300 K\nto ~0.45 \\mu_B at T = 70 K. In the collapsed tetragonal (cT) phase of Nd- and\nPr-doped samples (T<70K) the local moment is quenched, while the moment remains\nunchanged for the La-doped sample, which does not show lattice collapse. Our\nresults show that Ca_{1-x}RE_xFe_2As_2 (RE= Pr and Nd) exhibits a spin-state\ntransition and provide direct evidence for a non-magnetic Fe^{2+} ion in the\ncT-phase, as predicted by Yildirim. We argue that the gradual change of the the\nspin-state over a wide temperature range reveals the importance of multiorbital\nphysics, in particular the competition between the crystal field split Fe 3d\norbitals and the Hund's rule coupling.\n","Comment: 5 pages and 3 figures. To be published in PRL"]}]
["1301.0284",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.0284"],"date":["2013-01-02","2013-01-25"],"type":["text"],"creator":["Esen, Sevda","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["DeltaGamma_s Measurement at the Upsilon(5S) from Belle"],"description":["  Using the full Belle Upsilon(5S) data sample of 121 fb^-1we have measured\nexclusive branching fractions for the decays B_s^0 -> D_s^(*)+D_s^(*)-.\nAssuming these decay modes saturate decays to CP-even final states, the\nbranching fraction determines the relative width difference between the CP-odd\nand -even eigenstates of the B_s.\n","Comment: Proceedings of CKM 2012, the 7th International Workshop on the CKM\n  Unitarity Triangle, University of Cincinnati, USA, 28 September - 2 October\n  2012"]}]
["1301.1034",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1034"],"date":["2013-01-06","2013-01-25"],"type":["text"],"creator":["Clymo, R. S."],"language":[],"coverage":[],"title":["How many digits in a mean are worth reporting?"],"description":["  Most biological scientists need to report mean values, yet many have little\nidea of how many digits are significant, and at what point further digits are\nmere random junk. Thus a recent report that the mean of 17 values was 3.863\nwith a standard error of the mean of 2.162 revealed only that none of the seven\nauthors understood the limitations of their work.\n  The simple rule derived here by experiment for restricting a mean value to\nits significant digits is this: the last significant digit in the mean value is\nat the same decimal decade as the first significant digit (the first non-zero)\nin the standard error of the mean. An extended rule for the mean, and a\ndifferent rule for the standard error of the mean itself are also derived. For\nthe example above the reported values should be a mean of 4 with standard error\nof the mean 2.2. Routine application of these simple rules will often show that\na result is not as compelling as one had hoped.\n","Comment: 6 pages, 2 Table, 2 Figures. Added a unit, and a short suggestion.\n  Not likely to be published elsewhere"]}]
["1301.1860",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1860","2012, The Astrophysical Journal, 760, 79","doi:10.1088/0004-637X/760/1/79"],"date":["2013-01-09","2013-01-25"],"type":["text"],"creator":["Haswell, C. A.","Fossati, L.","Ayres, T.","France, K.","Froning, C. S.","Holmes, S.","Kolb, U. C.","Busuttil, R.","Street, R. A.","Hebb, L.","Cameron, A. Collier","Enoch, B.","Burwitz, V.","Rodriguez, J.","West, R. G.","Pollacco, D.","Wheatley, P. J.","Carter, A."],"language":[],"coverage":[],"title":["Near-UV Absorption, Chromospheric Activity, and Star-Planet Interactions\n  in the WASP-12 system"],"description":["  We observed the extreme close-in hot Jupiter system WASP-12 with HST. Near-UV\ntransits up to three times deeper than the optical transit of WASP-12b reveal\nextensive diffuse gas, extending well beyond the Roche lobe. The distribution\nof absorbing gas varies between visits. The deepest NUV transits are at\nwavelength ranges with strong photospheric absorption, implying the absorbing\ngas may have temperature and composition similar to the stellar photosphere.\nOur spectra reveal significantly enhanced absorption (greater than 3 \\sigma\nbelow the median) at ~200 wavelengths on each of two HST visits; 65 of these\nwavelengths are consistent between the two visits, using a strict criterion for\nvelocity matching which excludes matches with velocity shifts exceeding ~20\nkm/s. Excess transit depths are robustly detected throughout the inner wings of\nthe MgII resonance lines independently on both HST visits. We detected\nabsorption in FeII 2586A, the heaviest species yet detected in an exoplanet\ntransit. The MgII line cores have zero flux, emission cores exhibited by every\nother observed star of similar age and spectral type are conspicuously absent.\nWASP-12 probably produces normal MgII profiles, but the inner portions of these\nstrong resonance lines are likely affected by extrinsic absorption. The\nrequired Mg+ column is an order of magnitude greater than expected from the\nISM, though we cannot completely dismiss that possibility. A more plausible\nsource of absorption is gas lost by WASP-12b. We show that planetary mass loss\ncan produce the required column. Our Visit 2 NUV light curves show evidence for\na stellar flare. We show that some of the possible transit detections in\nresonance lines of rare elements may be due instead to non-resonant transitions\nin common species. We present optical observations and update the transit\nephemeris.\n","Comment: 79 pages, 23 figures, published in ApJ \"replaced\" version is\n  identical except for corrected punctuation in the arXiv abstract"]}]
["1301.2406",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2406","Phys.Rev.C 87, 014333 (2013)","doi:10.1103/PhysRevC.87.014333"],"date":["2013-01-11"],"type":["text"],"creator":["Li, A.","Hiyama, E.","Zhou, X. -R.","Sagawa, H."],"language":[],"coverage":[],"title":["Tensor correlation, pairing interaction and deformation in Ne isotopes\n  and Ne hypernuclei"],"description":["  We study tensor and pairing effects on the quadruple deformation of neon\nisotopes based on a deformed Skyrme-Hartree-Fock model with BCS approximation\nfor the pairing channel. We extend the Skyrme-Hartree-Fock formalism for the\ndescription of single- and double-lambda hypernuclei adopting two different\nhyperon-nucleon interactions. It is found that the interplay of pairing and\ntensor interactions is crucial to derive the deformations in several neon\nisotopes. Especially, the shapes of $^{26,30}$Ne are studied in details in\ncomparisons with experimentally observed shapes. Furthermore the deformations\nof the hypernuclei are compared with the corresponding neon isotopic cores in\nthe presence of tensor force. We find the same shapes with somewhat smaller\ndeformations for single $\\Lambda$-hypernuclei compared with their core\ndeformations. It is also pointed out that the latest version of hyperon\ninteraction, the ESC08b model, having a deeper $\\Lambda$ potential makes\nsmaller deformations for hypernuclei than those of another NSC97f model.\n","Comment: 13 pages, 5 figures, Physical Review C 2013 in press"]}]
["1301.3030",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3030","doi:10.1088/0953-8984/25/7/075804"],"date":["2013-01-14"],"type":["text"],"creator":["von Rohr, Fabian","Schilling, Andreas","Cava, Robert J."],"language":[],"coverage":[],"title":["Single-Crystal Growth and Thermoelectric Properties of Ge(Bi,Sb)4Te7"],"description":["  The thermoelectric properties between 10 and 300 K and the growth of single\ncrystals of n-type and p-type GeBi4Te7, GeSb4Te7, and the Ge(Bi1-xSbx)4Te7\nsolid solution are reported. Single crystals were grown by the modified\nBridgman method, and p-type behavior was achieved by the substitution of Bi by\nSb in GeBi4Te7. The thermopower in the Ge(Bi1-xSbx)4Te7 solid solution ranges\nfrom -117 muVK^-1 to +160 muVK^-1. The crossover from n-type to p-type is\ncontinuous with increasing Sb content and is observed at x = 0.15. The highest\nthermoelectric efficiencies among the tested n-type and p-type samples are ZnT\n= 0.11 and ZpT = 0.20, respectively. For an optimal n-p couple in this alloy\nsystem the composite figure of merit is ZnpT = 0.17 at room temperature.\n"]}]
["1301.3530",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3530"],"date":["2013-01-15","2013-01-25"],"type":["text"],"creator":["Cadieu, Charles F.","Hong, Ha","Yamins, Dan","Pinto, Nicolas","Majaj, Najib J.","DiCarlo, James J."],"language":[],"coverage":[],"title":["The Neural Representation Benchmark and its Evaluation on Brain and\n  Machine"],"description":["  A key requirement for the development of effective learning representations\nis their evaluation and comparison to representations we know to be effective.\nIn natural sensory domains, the community has viewed the brain as a source of\ninspiration and as an implicit benchmark for success. However, it has not been\npossible to directly test representational learning algorithms directly against\nthe representations contained in neural systems. Here, we propose a new\nbenchmark for visual representations on which we have directly tested the\nneural representation in multiple visual cortical areas in macaque (utilizing\ndata from [Majaj et al., 2012]), and on which any computer vision algorithm\nthat produces a feature space can be tested. The benchmark measures the\neffectiveness of the neural or machine representation by computing the\nclassification loss on the ordered eigendecomposition of a kernel matrix\n[Montavon et al., 2011]. In our analysis we find that the neural representation\nin visual area IT is superior to visual area V4. In our analysis of\nrepresentational learning algorithms, we find that three-layer models approach\nthe representational performance of V4 and the algorithm in [Le et al., 2012]\nsurpasses the performance of V4. Impressively, we find that a recent supervised\nalgorithm [Krizhevsky et al., 2012] achieves performance comparable to that of\nIT for an intermediate level of image variation difficulty, and surpasses IT at\na higher difficulty level. We believe this result represents a major milestone:\nit is the first learning algorithm we have found that exceeds our current\nestimate of IT representation performance. We hope that this benchmark will\nassist the community in matching the representational performance of visual\ncortex and will serve as an initial rallying point for further correspondence\nbetween representations derived in brains and machines.\n","Comment: The v1 version contained incorrectly computed kernel analysis curves\n  and KA-AUC values for V4, IT, and the HT-L3 models. They have been corrected\n  in this version"]}]
["1301.3803",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Mathematics - Quantum Algebra","57M25, 57M27 (Primary) 18D10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3803"],"date":["2013-01-16","2013-01-24"],"type":["text"],"creator":["Martins, João Faria","Picken, Roger"],"language":[],"coverage":[],"title":["Link invariants from finite categorical groups and braided crossed\n  modules"],"description":["  We define an invariant of tangles and framed tangles given a finite crossed\nmodule and a pair of functions, called a Reidemeister pair, satisfying natural\nproperties. We give several examples of Reidemeister pairs derived from racks,\nquandles, rack and quandle cocycles, 2-crossed modules and braided crossed\nmodules. We prove that our construction includes all rack and quandle\ncohomology (framed) link invariants, as well as the Eisermann invariant of\nknots, for which we also find a lifting by using braided crossed modules.\n","Comment: 41 pages, 19 figures. This version 2 has minor corrections and\n  additions, mainly in the references"]}]
["1301.4560",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.4560"],"date":["2013-01-19","2013-01-25"],"type":["text"],"creator":["Li, Jingzhi","Liu, Hongyu","Shang, Zaijiu","Sun, Hongpeng"],"language":[],"coverage":[],"title":["Two Single-shot Methods for Locating Multiple Electromagnetic Scatterers"],"description":["  We develop two inverse scattering schemes for locating multiple\nelectromagnetic (EM) scatterers by the electric far-field measurement\ncorresponding to a single incident/detecting plane wave. The first scheme is\nfor locating scatterers of small size compared to the wavelength of the\ndetecting plane wave. The multiple scatterers could be extremely general with\nan unknown number of components, and each scatterer component could be either\nan impenetrable perfectly conducting obstacle or a penetrable inhomogeneous\nmedium with an unknown content. The second scheme is for locating multiple\nperfectly conducting obstacles of regular size compared to the detecting EM\nwavelength. The number of the obstacle components is not required to be known\nin advance, but the shape of each component must be from a certain known\nadmissible class. The admissible class may consist of multiple different\nreference obstacles. The second scheme could also be extended to include the\nmedium components if a certain generic condition is satisfied. Both schemes are\nbased on some novel indicator functions whose indicating behaviors could be\nused to locate the scatterers. No inversion will be involved in calculating the\nindicator functions, and the proposed methods are every efficient and robust to\nnoise. Rigorous mathematical justifications are provided and extensive\nnumerical experiments are conducted to illustrate the effectiveness of the\nimaging schemes.\n"]}]
["1301.4924",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.4924"],"date":["2013-01-21"],"type":["text"],"creator":["Niccoli, G."],"language":[],"coverage":[],"title":["On the developments of Sklyanin's quantum separation of variables for\n  integrable quantum field theories"],"description":["  We present a microscopic approach in the framework of Sklyanin's quantum\nseparation of variables (SOV) for the exact solution of 1+1-dimensional quantum\nfield theories by integrable lattice regularizations. Sklyanin's SOV is the\nnatural quantum analogue of the classical method of separation of variables and\nit allows a more symmetric description of classical and quantum integrability\nw.r.t. traditional Bethe ansatz methods. Moreover, it has the advantage to be\napplicable to a more general class of models for which its implementation gives\na characterization of the spectrum complete by construction. Our aim is to\nintroduce a method in this framework which allows at once to derive the\nspectrum (eigenvalues and eigenvectors) and the dynamics (time dependent\ncorrelation functions) of integrable quantum field theories (IQFTs). This\napproach is presented for a paradigmatic example of relativistic IQFT, the\nsine-Gordon model.\n","Comment: 8 pages; invited contribution to the Proceedings of the XVIIth\n  INTERNATIONAL CONGRESS ON MATHEMATICAL PHYSICS, August 2012, Aalborg,\n  Danemark; accepted for publication on the ICMP12 Proceedings by World\n  Scientific. The material here presented is strictly connected to that\n  introduced in arXiv:0910.3173 and arXiv:1204.6307"]}]
["1301.5179",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics","65C05, 15A52, 15A18, 60J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5179","Europhysics Letters, Volume 101, Number 2, Page 20002, Year 2013","doi:10.1209/0295-5075/101/20002"],"date":["2013-01-22"],"type":["text"],"creator":["Kumar, Santosh"],"language":[],"coverage":[],"title":["Random matrix ensembles: Wang-Landau algorithm for spectral densities"],"description":["  We propose a method based on the Wang-Landau algorithm to numerically\ngenerate the spectral densities of random matrix ensembles. The method employs\nDyson's log-gas formalism for random matrix eigenvalues and also enables one to\nsimultaneously investigate the thermodynamic properties. This approach is a\npowerful alternative to the conventionally used Monte Carlo simulations based\non the Boltzmann sampling, and is ideally suited for investigating\nbeta-ensembles.\n","Comment: 8 pages, 5 figures, To appear in EPL"]}]
["1301.5364",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5364"],"date":["2013-01-22","2013-01-24"],"type":["text"],"creator":["Deng, D. -L.","Zu, C.","Chang, X. -Y.","Hou, P. -Y.","Yang, H. -X.","Wang, Y. -X.","Duan, L. -M."],"language":[],"coverage":[],"title":["Exploring Quantum Contextuality to Generate True Random Numbers"],"description":["  Random numbers represent an indispensable resource for many applications. A\nrecent remarkable result is the realization that non-locality in quantum\nmechanics can be used to certify genuine randomness through Bell's theorem,\nproducing reliable random numbers in a device independent way. Here, we explore\nthe contextuality aspect of quantum mechanics and show that true random numbers\ncan be generated using only single qutrit (three-state systems) without\nentanglement and non-locality. In particular, we show that any observed\nviolation of the Klyachko-Can-Binicioglu-Shumovsky (KCBS) inequality [Phys.\nRev. Lett. 101, 20403 (2008)] provides a positive lower bound on genuine\nrandomness. As a proof-of-concept experiment, we demonstrate with photonic\nqutrits that at least 5246 net true random numbers are generated with a\nconfidence level of 99.9%.\n","Comment: Paper : 4.5 pages, 4 figures; Supplementary material : 5 pages, 2\n  figures"]}]
["1301.5609",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5609"],"date":["2013-01-23","2013-01-24"],"type":["text"],"creator":["Galvão-Sousa, Bernardo","Jerrard, Robert L."],"language":[],"coverage":[],"title":["Accelerating fronts in semilinear wave equations"],"description":["  We study dynamics of interfaces in solutions of the equation $\\epsilon \\Box u\n+ \\frac 1 \\epsilon f_\\epsilon(u)=0$, for $f_\\epsilon$ of the form\n$f_\\epsilon(u) = (u^2-1)(2u- \\epsilon\\kappa)$, for $\\kappa\\in {\\mathbb R}$, as\nwell as more general, but qualitatively similar, nonlinearities. We consider\nequations of this form both in $(1+n)$-dimensional Minkowski space, $n\\ge 1$,\nand on certain more general Lorentzian manifolds, and we prove that for\nsuitable initial data, solutions exhibit interfaces that sweep out timelike\nhypersurfaces of mean curvature proportional to $\\kappa$. In particular, in 1\ndimension these interfaces behave like a relativistic point particle subject to\nconstant acceleration.\n","Comment: 28 pages, 2 figures"]}]
["1301.5653",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5653"],"date":["2013-01-23","2013-01-25"],"type":["text"],"creator":["Kazakevich, Grigory","Flanagan, Gene","Johnson, Rolland","Marhauser, Frank","Neubauer, Michael","Treado, Todd","Yakovlev, Vyacheslav P.","Chase, Brian","Nagaitsev, Sergei","Pasquinelli, Ralph J."],"language":[],"coverage":[],"title":["A High-power 650 MHz CW Magnetron Transmitter for Intensity Frontier\n  Superconducting Accelerators"],"description":["  A concept of a 650 MHz CW magnetron transmitter with fast control in phase\nand power, based on two-stage injection-locked CW magnetrons, has been proposed\nto drive Superconducting Cavities (SC) for intensity-frontier accelerators. The\nconcept is based on a theoretical model considering a magnetron as a forced\noscillator and experimentally verified with a 2.5 MW pulsed magnetron. To\nfulfill fast control of phase and output power requirements of SC accelerators,\nboth two-stage injection-locked CW magnetrons are combined with a 3-dB hybrid.\nFast control in output power is achieved by varying the input phase of one of\nthe magnetrons. For output power up to 250 kW we expect the output/input power\nratio to be about 35 to 40 dB in CW or quasi-CW mode with long pulse duration.\nAll magnetrons of the transmitter should be based on commercially available\nmodels to decrease the cost of the system. An experimental model using 1 kW,\nCW, S-band, injection-locked magnetrons with a 3-dB hybrid combiner has been\ndeveloped and built for study. A description of the model, simulations, and\nexperimental results are presented and discussed in this work.\n","Comment: 3 pp. 3rd International Particle Accelerator Conference (IPAC 2012)\n  20-25 May 2012. New Orleans, Louisiana"]}]
["1301.5910",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14B05, 32B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5910"],"date":["2013-01-24"],"type":["text"],"creator":["Druel, Stéphane"],"language":[],"coverage":[],"title":["The Zariski-Lipman conjecture for log canonical spaces"],"description":["  In this paper we prove the Zariski-Lipman conjecture for log canonical\nspaces.\n","Comment: 8 pages"]}]
["1301.5911",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5911","J. Phys.: Condens. Matter (2011)","doi:10.1088/0953-8984/23/21/215701"],"date":["2013-01-24"],"type":["text"],"creator":["Zimbovskaya, Natalya A."],"language":[],"coverage":[],"title":["Electromagnetic quantum waves and their effect on the low temperature\n  magnetoacoustic response of a quasi-two-dimensional metal"],"description":["  We theoretically analyze weakly attenuated electromagnetic waves in\nquasi-two-dimensional (Q2D) metals in high magnetic fields. Within the chosen\ngeometry, the magnetic field is directed perpendicularly to the conducting\nlayers of a Q2D conductor. We showed that longitudinal collective modes could\npropagate along the magnetic field provided that the Fermi surface is\nmoderately corrugated. The considered waves speeds strongly depend on the\nmagnetic field magnitude. Also, we analyzed interactions of these quantum waves\nwith sound waves of fitting polarization and propagation direction, and we\nshowed that such interaction may bring significant changes to the low\ntemperature magnetoacoustic response of Q2D conductors.\n","Comment: 10 pages, 5 figures"]}]
["1301.5912",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5912"],"date":["2013-01-24"],"type":["text"],"creator":["Clarke, Patrick","de Lamare, Rodrigo C."],"language":[],"coverage":[],"title":["Resource Allocation and Interference Mitigation Techniques for\n  Cooperative Multi-Antenna and Spread Spectrum Wireless Networks"],"description":["  This chapter presents joint interference suppression and power allocation\nalgorithms for DS-CDMA and MIMO networks with multiple hops and\namplify-and-forward and decode-and-forward (DF) protocols. A scheme for joint\nallocation of power levels across the relays and linear interference\nsuppression is proposed. We also consider another strategy for joint\ninterference suppression and relay selection that maximizes the diversity\navailable in the system. Simulations show that the proposed cross-layer\noptimization algorithms obtain significant gains in capacity and performance\nover existing schemes.\n","Comment: 10 figures. arXiv admin note: substantial text overlap with\n  arXiv:1301.0094"]}]
["1301.5915",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5915"],"date":["2013-01-24"],"type":["text"],"creator":["D'Oliveira, Rafael Gregorio Lucas","Firer, Marcelo"],"language":[],"coverage":[],"title":["The Packing Radius of a Code and Partitioning Problems: the Case for\n  Poset Metrics"],"description":["  Until this work, the packing radius of a poset code was only known in the\ncases where the poset was a chain, a hierarchy, a union of disjoint chains of\nthe same size, and for some families of codes. Our objective is to approach the\ngeneral case of any poset. To do this, we will divide the problem into two\nparts.\n  The first part consists in finding the packing radius of a single vector. We\nwill show that this is equivalent to a generalization of a famous NP-hard\nproblem known as \"the partition problem\". Then, we will review the main results\nknown about this problem giving special attention to the algorithms to solve\nit. The main ingredient to these algorithms is what is known as the\ndifferentiating method, and therefore, we will extend it to the general case.\n  The second part consists in finding the vector that determines the packing\nradius of the code. For this, we will show how it is sometimes possible to\ncompare the packing radius of two vectors without calculating them explicitly.\n"]}]
["1301.5916",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5916","Phys. Rev. Lett. 109, 258701 (2012)","doi:10.1103/PhysRevLett.109.258701"],"date":["2013-01-24"],"type":["text"],"creator":["Yang, Yang","Wang, Jianhui","Motter, Adilson E."],"language":[],"coverage":[],"title":["Network Observability Transitions"],"description":["  In the modeling, monitoring, and control of complex networks, a fundamental\nproblem concerns the comprehensive determination of the state of the system\nfrom limited measurements. Using power grids as example networks, we show that\nthis problem leads to a new type of percolation transition, here termed a {\\it\nnetwork observability transition}, which we solve analytically for the\nconfiguration model. We also demonstrate a dual role of the network's community\nstructure, which both facilitates optimal measurement placement and renders the\nnetworks substantially more sensitive to `observability attacks'. Aside from\ntheir immediate implications for the development of smart grids, these results\nprovide insights into decentralized biological, social, and technological\nnetworks.\n"]}]
["1301.5918",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5918"],"date":["2013-01-24"],"type":["text"],"creator":["Gelbaum, Zachary"],"language":[],"coverage":[],"title":["On the Largest Eigenvalue of Products from the \\beta-Laguerre Ensemble"],"description":["  We determine the limiting distribution of the largest eigenvalue of products\nfrom the $\\beta$-Laguerre ensemble. This limiting distribution is given by a\nTracy-Widom law with parameter $\\beta_0>0$ depending on the ratio of the\nparameters of the two matrices involved.\n"]}]
["1301.5919",{"format":[],"subject":["Physics - Physics and Society","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5919"],"date":["2013-01-24"],"type":["text"],"creator":["Bettencourt, Luis M. A.","Lobo, Jose","Youn, Hyejin"],"language":[],"coverage":[],"title":["The hypothesis of urban scaling: formalization, implications and\n  challenges"],"description":["  There is strong expectation that cities, across time, culture and level of\ndevelopment, share much in common in terms of their form and function.\nRecently, attempts to formalize mathematically these expectations have led to\nthe hypothesis of urban scaling, namely that certain properties of all cities\nchange, on average, with their size in predictable scale-invariant ways. The\nemergence of these scaling relations depends on a few general properties of\ncities as social networks, co-located in space and time, that conceivably apply\nto a wide range of human settlements. Here, we discuss the present evidence for\nthe hypothesis of urban scaling, some of the methodological issues dealing with\nproxy measurements and units of analysis and place these findings in the\ncontext of other theories of cities and urban systems. We show that a large\nbody of evidence about the scaling properties of cities indicates, in analogy\nto other complex systems, that they cannot be treated as extensive systems and\ndiscuss the consequences of these results for an emerging statistical theory of\ncities.\n","Comment: 37 pages, 6 figures"]}]
["1301.5924",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5924"],"date":["2013-01-24"],"type":["text"],"creator":["Banks, Tom","Fischler, Willy"],"language":[],"coverage":[],"title":["Holographic Theory of Accelerated Observers, the S-matrix, and the\n  Emergence of Effective Field Theory"],"description":["  We present a theory of accelerated observers in the formalism of holographic\nspace time, and show how to define the analog of the Unruh effect for a one\nparameter set of accelerated observers in a causal diamond in Minkowski space.\nThe key fact is that the formalism splits the degrees of freedom in a large\ncausal diamond into particles and excitations on the horizon. The latter form a\nlarge heat bath for the particles, and different Hamiltonians, describing a one\nparameter family of accelerated trajectories, have different couplings to the\nbath. We argue that for a large but finite causal diamond the Hamiltonian\ndescribing a geodesic observer has a residual coupling to the bath and that the\neffect of the bath is finite over the long time interval in the diamond. We\nfind general forms of the Hamiltonian, which guarantee that the horizon degrees\nof freedom will decouple in the limit of large diamonds, leaving over a unitary\nevolution operator for particles, with an asymptotically conserved energy. That\noperator converges to the S-matrix in the infinite diamond limit. The S-matrix\nthus arises from integrating out the horizon degrees of freedom, in a manner\nreminiscent of, but distinct from, Matrix Theory. We note that this model for\nthe S-matrix implies that Quantum Gravity, as opposed to quantum field theory,\nhas a natural adiabatic switching off of the interactions. We argue that\nimposing Lorentz invariance on the S-matrix is natural, and guarantees\nsuper-Poincare invariance in the HST formalism. Spatial translation invariance\nis seen to be the residuum of the consistency conditions of HST.\n","Comment: 17 Pages, Latex2e"]}]
["1301.5934",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5934"],"date":["2013-01-24"],"type":["text"],"creator":["Velez, J. D.","Carlos, Cadavid"],"language":[],"coverage":[],"title":["A remark on the Heat Equation and minimal Morse Functions on Tori and\n  Spheres"],"description":["  Let (M,g) be a compact, connected riemannian manifold that is homogeneous,\ni.e. each pair of points p,q in M have isometric neighborhoods. This paper is a\nfirst step towards an understanding of the extent to which it is true that for\neach \"generic\" initial condition f0, the solution to the Heat Equation is such\nthat for sufficiently large t, f(.,t) is a minimal Morse function, i.e., a\nMorse function whose total number of critical points is the minimal possible on\nM. In this paper we show that this is true for flat tori and round spheres in\nall dimensions.\n","Comment: 6 pages"]}]
["1301.5935",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5935","Solar Physics, online first, 2013","doi:10.1007/s11207-012-0220-5"],"date":["2013-01-24"],"type":["text"],"creator":["Pevtsov, Alexei A.","Bertello, Luca","Tlatov, Andrey G.","Kilcik, Ali","Nagovitsyn, Yury A.","Cliver, Edward W."],"language":[],"coverage":[],"title":["Cyclic and Long-term Variation of Sunspot Magnetic Fields"],"description":["  Measurements from the Mount Wilson Observatory (MWO) are used to study the\nlong-term variations of sunspot field strengths from 1920 to 1958. Following a\nmodified approach similar to that in Pevtsov et al. (2011), for each observing\nweek we select a single sunspot with the strongest field strength measured that\nweek and then compute monthly averages of these weekly maximum field strengths.\nThe data show the solar cycle variation of the peak field strengths with an\namplitude of about 500-700 gauss (G), but no statistically significant\nlong-term trends. Next, we use the sunspot observations from the Royal\nGreenwich Observatory (RGO) to establish a relationship between the sunspot\nareas and the sunspot field strengths for Cycles 15-19. This relationship is\nthen used to create a proxy of peak magnetic field strength based on sunspot\nareas from the RGO and the USAF/NOAA network for the period from 1874 to early\n2012. Over this interval, the magnetic field proxy shows a clear solar cycle\nvariation with an amplitude of 500-700 G and a weaker long-term trend. From\n1874 to around 1920, the mean value of magnetic field proxy increases by about\n300-350 G, and, following a broad maximum in 1920-1960, it decreases by about\n300 G. Using the proxy for the magnetic field strength as the reference, we\nscale the MWO field measurements to the measurements of the magnetic fields in\nPevtsov et al. (2011) to construct a combined data set of maximum sunspot field\nstrengths extending from 1920 to early 2012. This combined data set shows\nstrong solar cycle variations and no significant long-term trend (linear fit to\nthe data yields a slope of $-0.2\\pm$0.8 G year$^{-1}$). On the other hand, the\npeak sunspot field strengths observed at the minimum of the solar cycle show a\ngradual decline over the last three minima (corresponding to cycles 21-23) with\na mean downward trend of $\\approx$ 15 G year$^{-1}$.\n"]}]
["1301.5943",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5943"],"date":["2013-01-24"],"type":["text"],"creator":["Teófilo, Luís Filipe","Reis, Luis Paulo"],"language":[],"coverage":[],"title":["Identifying Player\\'s Strategies in No Limit Texas Hold\\'em Poker\n  through the Analysis of Individual Moves"],"description":["  The development of competitive artificial Poker playing agents has proven to\nbe a challenge, because agents must deal with unreliable information and\ndeception which make it essential to model the opponents in order to achieve\ngood results. This paper presents a methodology to develop opponent modeling\ntechniques for Poker agents. The approach is based on applying clustering\nalgorithms to a Poker game database in order to identify player types based on\ntheir actions. First, common game moves were identified by clustering all\nplayers\\' moves. Then, player types were defined by calculating the frequency\nwith which the players perform each type of movement. With the given dataset, 7\ndifferent types of players were identified with each one having at least one\ntactic that characterizes him. The identification of player types may improve\nthe overall performance of Poker agents, because it helps the agents to predict\nthe opponent\\'s moves, by associating each opponent to a distinct cluster.\n"]}]
["1301.5946",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5946"],"date":["2013-01-24"],"type":["text"],"creator":["Teófilo, Luís Filipe","Reis, Luís Paulo","Cardoso, Henrique Lopes","Félix, Dinis","Sêca, Rui","Ferreira, João","Mendes, Pedro","Cruz, Nuno","Pereira, Vitor","Passos, Nuno"],"language":[],"coverage":[],"title":["Computer Poker Research at LIACC"],"description":["  Computer Poker's unique characteristics present a well-suited challenge for\nresearch in artificial intelligence. For that reason, and due to the Poker's\nmarket increase in popularity in Portugal since 2008, several members of LIACC\nhave researched in this field. Several works were published as papers and\nmaster theses and more recently a member of LIACC engaged on a research in this\narea as a Ph.D. thesis in order to develop a more extensive and in-depth work.\nThis paper describes the existing research in LIACC about Computer Poker, with\nspecial emphasis on the completed master's theses and plans for future work.\nThis paper means to present a summary of the lab's work to the research\ncommunity in order to encourage the exchange of ideas with other labs /\nindividuals. LIACC hopes this will improve research in this area so as to reach\nthe goal of creating an agent that surpasses the best human players.\n"]}]
["1301.5947",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5947"],"date":["2013-01-24"],"type":["text"],"creator":["Wodarz, Dominik"],"language":[],"coverage":[],"title":["Evolutionary Dynamics of Giant Viruses and their Virophages"],"description":["  Giant viruses contain large genomes, encode many proteins atypical for\nviruses, replicate in large viral factories, and tend to infect protists. The\ngiant virus replication factories can in turn be infected by so called\nvirophages, which are smaller viruses that negatively impact giant virus\nreplication. An example are Mimiviruses that infect the protist Acanthamoeba\nand that are themselves infected by the virophage Sputnik. This paper examines\nthe evolutionary dynamics of this system, using mathematical models. While the\nmodels suggest that the virophage population will evolve to increasing degrees\nof giant virus inhibition, it further suggests that this renders the virophage\npopulation prone to extinction due to dynamic instabilities over wide parameter\nranges. Implications and conditions required to avoid extinction are discussed.\nAnother interesting result is that virophage presence can fundamentally alter\nthe evolutionary course of the giant virus. While the giant virus is predicted\nto evolve towards increasing its basic reproductive ratio in the absence of the\nvirophage, the opposite is true its presence. Therefore, virophages can not\nonly benefit the host population directly by inhibiting the giant viruses, but\nalso indirectly by causing giant viruses to evolve towards weaker phenotypes.\nExperimental tests for this model are suggested.\n"]}]
["1301.5950",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5950"],"date":["2013-01-24"],"type":["text"],"creator":["Du, Y. X.","Xue, Z. Y.","Zhang, X. D.","Yan, H."],"language":[],"coverage":[],"title":["Reply to \"Comment on 'Detecting Non-Abelian Geometric Phases with\n  Three-Level \\Lambda\\ Atoms' \""],"description":["  In this reply, we address the comment by Ericsson and Sjoqvist on our paper\n[Phys. Rev. A {\\bf 84}, 034103 (2011)]. We point out that the zero gauge field\nis not the evidence of trivial geometric phase for a non-Abelian SU(2) gauge\nfield. Furthermore, the recalculation shows that the non-Abelian geometric\nphase we proposed in the three-level $\\Lambda$ system is indeed experimentally\ndetectable.\n","Comment: 3 pages,1 figure"]}]
["1301.5953",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5953"],"date":["2013-01-24"],"type":["text"],"creator":["Broersma, Hajo","Fiala, Jiří","Golovach, Petr A.","Kaiser, Tomáš","Paulusma, Daniël","Proskurowski, Andrzej"],"language":[],"coverage":[],"title":["Linear-Time Algorithms for Scattering Number and Hamilton-Connectivity\n  of Interval Graphs"],"description":["  Hung and Chang showed that for all k>=1 an interval graph has a path cover of\nsize at most k if and only if its scattering number is at most k. They also\nshowed that an interval graph has a Hamilton cycle if and only if its\nscattering number is at most 0. We complete this characterization by proving\nthat for all k<=-1 an interval graph is -(k+1)-Hamilton-connected if and only\nif its scattering number is at most k. We also give an O(m+n) time algorithm\nfor computing the scattering number of an interval graph with n vertices an m\nedges, which improves the O(n^4) time bound of Kratsch, Kloks and M\\\"uller. As\na consequence of our two results the maximum k for which an interval graph is\nk-Hamilton-connected can be computed in O(m+n) time.\n"]}]
["1301.5954",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5954"],"date":["2013-01-24"],"type":["text"],"creator":["Liu, Yuan","Mo, Jianhua","Tao, Meixia"],"language":[],"coverage":[],"title":["QoS-Aware Transmission Policies for OFDM Bidirectional\n  Decode-and-Forward Relaying"],"description":["  Two-way relaying can considerably improve spectral efficiency in\nrelay-assisted bidirectional communications. However, the benefits and flexible\nstructure of orthogonal frequency division multiplexing (OFDM)-based two-way\ndecode-and-forward (DF) relay systems is much less exploited. Moreover, most of\nexisting works have not considered quality-of-service (QoS) provisioning for\ntwo-way relaying. In this paper, we consider the OFDM-based bidirectional\ntransmission where a pair of users exchange information with or without the\nassistance of a single DF relay. Each user can communicate with the other via\nthree transmission modes: direct transmission, one-way relaying, and two-way\nrelaying. We jointly optimize the transmission policies, including power\nallocation, transmission mode selection, and subcarrier assignment for\nmaximizing the weighted sum rates of the two users with diverse\nquality-of-service (QoS) guarantees. We formulate the joint optimization\nproblem as a mixed integer programming problem. By using the dual method, we\nefficiently solve the problem in an asymptotically optimal manner. Moreover, we\nderive the capacity region of two-way DF relaying in parallel channels.\nSimulation results show that the proposed resource-allocation scheme can\nsubstantially improve system performance compared with the conventional\nschemes. A number of interesting insights are also provided via comprehensive\nsimulations.\n","Comment: Accepted by IEEE Transactions on Wireless Communications"]}]
["1301.5956",{"format":[],"subject":["Mathematical Physics","81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5956"],"date":["2013-01-24"],"type":["text"],"creator":["Hagedorn, George A."],"language":[],"coverage":[],"title":["A Minimal Uncertainty Product for One Dimensional Semiclassical Wave\n  Packets"],"description":["  Although real, normalized Gaussian wave packets minimize the product of\nposition and momentum uncertainties, generic complex normalized Gaussian wave\npackets do not. We prove they minimize an alternative product of uncertainties\nthat correspond to variables that are phase space rotations of position and\nmomentum.\n"]}]
["1301.5960",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5960"],"date":["2013-01-24"],"type":["text"],"creator":["Liu, Mingkai","Sun, Yue","Powell, David A.","Shadrivov, Ilya V.","Lapine, Mikhail","McPhedran, Ross C.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Twists and turns for metamaterials"],"description":["  We propose and verify experimentally a new concept for achieving strong\nnonlinear coupling between the electromagnetic and elastic properties in\nmetamaterials. This coupling is provided through a novel degree of freedom in\nmetamaterial design: internal rotation within structural elements. Our\nmeta-atoms have high sensitivity to electromagnetic wave power, and the elastic\nand electromagnetic properties can be independently designed to optimise the\nresponse. We demonstrate a rich range of nonlinear phenomena including\nself-tuning and bistability, and provide a comprehensive experimental\ndemonstration of the predicted effects.\n","Comment: Supplemental material is contained in a separate file"]}]
["1301.5962",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5962"],"date":["2013-01-24"],"type":["text"],"creator":["Goda, Takashi"],"language":[],"coverage":[],"title":["On the separability of multivariate functions"],"description":["  Separability of multivariate function alleviates the difficulty in finding a\nminimum or maximum value of a function such that an optimal solution can be\nsearched by solving several disjoint problems with lower dimensionalities. In\nmost of practical problems, however, a function to be optimized is black-box\nand we hardly grasp its separability on ahead. In this study, we first describe\na general separability condition which a function defined over an arbitrary\ndomain must satisfy if and only if that function is separable with respect to\ngiven disjoint subsets of variables. By introducing an alternative separability\ncondition, we propose a Monte Carlo-based algorithm to estimate the\nseparability of a function defined over unit cube with respect to given\ndisjoint subsets of variables. Moreover, we extend our algorithm to estimate\nthe number of disjoint subsets and disjoint subsets themselves such that a\nfunction is separable with respect to them. Computational complexity of our\nextended algorithm is function-dependent and varies from linear to exponential\nin the dimension.\n"]}]
["1301.5964",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5964","Taghi Javdani , Hazura Zulzalil, Abd. Azim Abd. Ghani, Abubakar\n  Md. Sultan, On the current measurement practices in agile software\n  development, International Journal of Computer Science Issues, 2012, Vol. 9,\n  Issue 4, No. 3, pp. 127-133"],"date":["2013-01-24"],"type":["text"],"creator":["Javdani, Taghi","Zulzalil, Hazura","Ghani, Abdul Azim Abd","Sultan, Abu Bakar Md","Parizi, Reza Meimandi"],"language":[],"coverage":[],"title":["On the Current Measurement Practices in Agile Software Development"],"description":["  Agile software development (ASD) methods were introduced as a reaction to\ntraditional software development methods. Principles of these methods are\ndifferent from traditional methods and so there are some different processes\nand activities in agile methods comparing to traditional methods. Thus ASD\nmethods require different measurement practices comparing to traditional\nmethods. Agile teams often do their projects in the simplest and most effective\nway so, measurement practices in agile methods are more important than\ntraditional methods, because lack of appropriate and effective measurement\npractices, will increase risk of project. The aims of this paper are\ninvestigation on current measurement practices in ASD methods, collecting them\ntogether in one study and also reviewing agile version of Common Software\nMeasurement International Consortium (COSMIC) publication.\n","Comment: 7 pages"]}]
["1301.5972",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5972"],"date":["2013-01-25"],"type":["text"],"creator":["Cautis, Sabin"],"language":[],"coverage":[],"title":["The solvable monodromy extension property and varieties of log general\n  type"],"description":["  We speculate on the relationship between the solvable monodromy extension\n(SME) property and log canonical models. A motivating example is the moduli\nspace of smooth curves which, by earlier work, is known to have this SME\nproperty. In this case the maximal SME compactification is the moduli space of\nstable nodal curves which coincides with its log canonical model.\n","Comment: 10 pages"]}]
["1301.5973",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5973"],"date":["2013-01-25"],"type":["text"],"creator":["Nabaee, Mahdy","Labeau, Fabrice"],"language":[],"coverage":[],"title":["Non-Adaptive Distributed Compression in Networks"],"description":["  In this paper, we discuss non-adaptive distributed compression of inter-node\ncorrelated real-valued messages. To do so, we discuss the performance of\nconventional packet forwarding via routing, in terms of the total network load\nversus the resulting quality of service (distortion level). As a better\nalternative for packet forwarding, we briefly describe our previously proposed\none-step Quantized Network Coding (QNC), and make motivating arguments on its\nadvantage when the appropriate marginal rates for distributed source coding are\nnot available at the encoder source nodes. We also derive analytic guarantees\non the resulting distortion of our one-step QNC scenario. Finally, we conclude\nthe paper by providing a mathematical comparison between the total network\nloads of one-step QNC and conventional packet forwarding, showing a significant\nreduction in the case of one-step QNC.\n","Comment: Submitted for 2013 IEEE International Symposium on Information Theory"]}]
["1301.5978",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5978"],"date":["2013-01-25"],"type":["text"],"creator":["Toft, Joachim","Johansson, Karoline","Pilipovic, Stevan","Teofanov, Nenad"],"language":[],"coverage":[],"title":["Young type inequalities for weighted spaces"],"description":["  We establish sharp convolution and multiplication estimates in weighted\nLebesgue, Fourier Lebesgue and modulation spaces. Especially we recover some\nknown results.\n"]}]
["1301.5980",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Logic","05C63, 05B35, 03E60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5980"],"date":["2013-01-25"],"type":["text"],"creator":["Bowler, Nathan","Carmesin, Johannes"],"language":[],"coverage":[],"title":["Infinite Matroids and Determinacy of Games"],"description":["  Solving a problem of Diestel and Pott, we construct a large class of infinite\nmatroids. These can be used to provide counterexamples against the natural\nextension of the Well-quasi-ordering-Conjecture to infinite matroids and to\nshow that the class of planar infinite matroids does not have a universal\nmatroid.\n  The existence of these matroids has a connection to Set Theory in that it\ncorresponds to the Determinacy of certain games. To show that our construction\ngives matroids, we introduce a new very simple axiomatization of the class of\ncountable tame matroids.\n"]}]
["1301.5985",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","16T15, 16E45, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5985"],"date":["2013-01-25"],"type":["text"],"creator":["Brzeziński, Tomasz"],"language":[],"coverage":[],"title":["Curved differential graded algebras and corings"],"description":["  A relationship between curved differential algebras and corings is\nestablished and explored. In particular it is shown that the category of\nsemi-free curved differential graded algebras is equivalent to the category of\ncorings with surjective counits. Under this equivalence, comodules over a\ncoring correspond to integrable connections or quasi-cohesive curved modules,\nwhile contramodules over a coring correspond to a specific class of curved\nmodules introduced and termed Z-divergences in here.\n","Comment: 25 pages"]}]
["1301.5988",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5988"],"date":["2013-01-25"],"type":["text"],"creator":["Meng, Zhaoliang","Luo, Zhongxuan"],"language":[],"coverage":[],"title":["A decomposition method to construct cubature formulae of degree 3"],"description":["  Numerical integration formulas in $n$-dimensional Euclidean space of degree\nthree are discussed. For the integrals with permutation symmetry we present a\nmethod to construct its third-degree integration formulas with $2n$ real\npoints. We present a decomposition method and only need to deal with $n$\none-dimensional moment problems independently.\n","Comment: 15 pages"]}]
["1301.5989",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5989","ASME Journal of Applied Mechanics, 77 (2010) 061015","doi:10.1115/1.4001282"],"date":["2013-01-25"],"type":["text"],"creator":["Destrade, Michel","Gilchrist, Michael D.","Murphy, Jerry G."],"language":[],"coverage":[],"title":["Onset of Non-Linearity in the Elastic Bending of Blocks"],"description":["  The classical flexure problem of non-linear incompressible elasticity is\nrevisited assuming that the bending angle suffered by the block is specified\ninstead of the usual applied moment. The general moment-bending angle\nrelationship is then obtained and is shown to be dependent on only one\nnon-dimensional parameter: the product of the aspect ratio of the block and the\nbending angle. A Maclaurin series expansion in this parameter is then found.\nThe first-order term is proportional to $\\mu$, the shear modulus of linear\nelasticity; the second-order term is identically zero, because the moment is an\nodd function of the angle; and the third-order term is proportional to\n$\\mu(4\\beta -1)$, where $\\beta$ is the non-linear shear coefficient, involving\nthird-order and fourth-order elasticity constants. It follows that bending\nexperiments provide an alternative way of estimating this coefficient, and the\nresults of one such experiment are presented. In passing, the coefficients of\nRivlin's expansion in exact non-linear elasticity are connected to those of\nLandau in weakly (fourth-order) non-linear elasticity.\n","Comment: 17 pages"]}]
["1301.5993",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5993","International Journal of Computer Networks & Communications\n  (IJCNC) Vol.3, No.4, July 2011"],"date":["2013-01-25"],"type":["text"],"creator":["Safaei, Farshad","ValadBeigi, Majed"],"language":[],"coverage":[],"title":["A Probabilistic Approach to Analysis of Reliability in n-D Meshes with\n  Interconnect Router Failures"],"description":["  The routing algorithms for parallel computers, on-chip networks, multi-core\nprocessors, and multiprocessors system-on-chip (MP-SoCs) exhibit router\nfailures must be able to handle interconnect router failures that render a\nsymmetrical mesh non-symmetrically. When developing a routing methodology, the\ntime complexity of calculation should be minimal, and thus complicated routing\nstrategies to introduce profitable paths may not be appropriate. Several\nreports have been released in the literature on using the concept of fault\nrings to provide detour paths to messages blocked by faults and to route\nmessages around the fault regions. In order to analyze the performance of such\nalgorithms, it is required to investigate the characteristics of fault rings.\nIn this paper, we introduce a novel performance index of network reliability\npresenting the probability of message facing fault rings, and evaluating the\nperformance-related reliability of adaptive routing schemes in n-D mesh-based\ninterconnection networks with a variety of common cause fault patterns.\nSufficient simulation results of Monte-Carlo method are conducted to\ndemonstrate the correctness of the proposed analytical model.\n","Comment: 11 pages, 1 figure, 2 tables"]}]
["1301.5995",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5995"],"date":["2013-01-25"],"type":["text"],"creator":["Tsakmakidis, Kosmas L.","Hamm, Joachim M.","Pickering, Tim W.","Hess, Ortwin"],"language":[],"coverage":[],"title":["Plasmonic Nanolasers Without Cavity, Threshold and Diffraction Limit\n  using Stopped Light"],"description":["  We present a plasmonic waveguide where light pulses are stopped at\nwell-accessed complex-frequency zero-group-velocity points. Introducing gain at\nsuch points results in cavity-free, \"thresholdless\" nanolasers beating the\ndiffraction limit via a novel, stopped-light mode-locking mechanism.\n","Comment: Frontiers in Optics 2012 conference, Rochester, New York, USA.\n  Frontiers in Optics Conference, OSA Technical Digest (online) (Optical\n  Society of America, 2012), paper FTh2A.2;\n  http://www.opticsinfobase.org/abstract.cfm?URI=FiO-2012-FTh2A.2"]}]
["1301.5997",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q31"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5997"],"date":["2013-01-25"],"type":["text"],"creator":["Inci, Hasan"],"language":[],"coverage":[],"title":["On the well-posedness of the incompressible Euler Equation"],"description":["  In this thesis we prove that the homogeneous incompressible Euler equation of\nhydrodynamics on the Sobolev spaces $H^s(\\R^n)$, $n \\geq 2$ and $s > n/2+1$,\ncan be expressed as a geodesic equation on an infinite dimensional manifold. As\nan application of this geometric formulation we prove that the solution map of\nthe incompressible Euler equation, associating intial data in $H^s(\\R^n)$ to\nthe corresponding solution at time $t > 0$, is nowhere locally uniformly\ncontinuous and nowhere differentiable.\n","Comment: Thesis"]}]
["1301.6001",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6001"],"date":["2013-01-25"],"type":["text"],"creator":["Sundell, P.","Vilja, I."],"language":[],"coverage":[],"title":["Stability of non-homegeneous models and fine tuning of initial state"],"description":["  We apply phase space analysis to inhomogeneous cosmological model given by\nLema\\^itre-Tolman model. We describe some general conditions required to\ninterpret the model stable enough and, in the present paper, apply them to two\nspecial cases: dust filled homogeneous model with and without cosmological\nconstant. We find that such stability explaining all present astrophysical\nobservations can not be achieved due to instabilities in phase space. This\nhints that non-homogeneous models are not likely to be physically viable,\nalthough any conclusive analysis requires more realistic modeling of\nnon-homogeneous universe.\n","Comment: 10 pages, 3 figures"]}]
["1301.6005",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6005","Phys. Rev. A 87, 012123 (2013)","doi:10.1103/PhysRevA.87.012123"],"date":["2013-01-25"],"type":["text"],"creator":["Heese, Raoul","Freyberger, Matthias"],"language":[],"coverage":[],"title":["Entropic uncertainty relation for pointer-based simultaneous\n  measurements of conjugate observables"],"description":["  We present a family of entropic uncertainty relations for pointer-based\nsimultaneous measurements of conjugate observables. The lower bounds of these\nrelations explicitly incorporate the influence of the measurement apparatus. We\nachieve this by using a mathematical theorem which states that the information\nentropy of convoluted probability distributions is bound from below. As a\nconsequence of these results we can straightforwardly show that appropriately\nsqueezed states are minimal entropy states for simultaneous measurements.\n"]}]
["1301.6006",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6006","Phys. Rev. Lett. vol.110, 015701 (2013)","doi:10.1103/PhysRevLett.110.015701"],"date":["2013-01-25"],"type":["text"],"creator":["Nigro, Biagio","Grimaldi, Claudio","Ryser, Peter","Chatterjee, Avik P.","van der Schoot, Paul"],"language":[],"coverage":[],"title":["Quasiuniversal connectedness percolation of polydisperse rod systems"],"description":["  The connectedness percolation threshold (eta_c) and critical coordination\nnumber (Z_c) of systems of penetrable spherocylinders characterized by a length\npolydispersity are studied by way of Monte Carlo simulations for several aspect\nratio distributions. We find that (i) \\eta_c is a nearly universal function of\nthe weight-averaged aspect ratio, with an approximate inverse dependence that\nextends to aspect ratios that are well below the slender rod limit and (ii)\nthat percolation of impenetrable spherocylinders displays a similar\nquasiuniversal behavior. For systems with a sufficiently high degree of\npolydispersity, we find that Z_c can become smaller than unity, in analogy with\nobservations reported for generalized and complex networks.\n","Comment: 5 pages with 3 figures + 2 pages and 4 figures of supplemental\n  material"]}]
["1301.6007",{"format":[],"subject":["Computer Science - Graphics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6007"],"date":["2013-01-25"],"type":["text"],"creator":["Kageyama, Akira","Ohno, Nobuaki"],"language":[],"coverage":[],"title":["Immersive VR Visualizations by VFIVE. Part 1: Development"],"description":["  We have been developing a visualization application for CAVE-type virtual\nreality (VR) systems for more than a decade. This application, VFIVE, is\ncurrently used in several CAVE systems in Japan for routine visualizations. It\nis also used as a base system of further developments of advanced\nvisualizations. The development of VFIVE is summarized.\n","Comment: 9 figures"]}]
["1301.6008",{"format":[],"subject":["Computer Science - Graphics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6008"],"date":["2013-01-25"],"type":["text"],"creator":["Kageyama, Akira","Ohno, Nobuaki","Kawahara, Shintaro","Kashiyama, Kazuo","Ohtani, Hiroaki"],"language":[],"coverage":[],"title":["Immersive VR Visualizations by VFIVE. Part 2: Applications"],"description":["  VFIVE is a scientific visualization application for CAVE-type immersive\nvirtual reality systems. The source codes are freely available. VFIVE is used\nas a research tool in various VR systems. It also lays the groundwork for\ndevelopments of new visualization software for CAVEs. In this paper, we pick up\nfive CAVE systems in four different institutions in Japan. Applications of\nVFIVE in each CAVE system are summarized. Special emphases will be placed on\nscientific and technical achievements made possible by VFIVE.\n","Comment: 11 pages, 14 figures"]}]
["1301.6011",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6011","International Journal of Artificial Intelligence & Applications\n  (IJAIA), Vol.2, No.2, April 2011"],"date":["2013-01-25"],"type":["text"],"creator":["Tripathy, B. K.","Acharjya, D. P.","Cynthya, V."],"language":[],"coverage":[],"title":["A Framework for Intelligent Medical Diagnosis using Rough Set with\n  Formal Concept Analysis"],"description":["  Medical diagnosis process vary in the degree to which they attempt to deal\nwith different complicating aspects of diagnosis such as relative importance of\nsymptoms, varied symptom pattern and the relation between diseases them selves.\nBased on decision theory, in the past many mathematical models such as crisp\nset, probability distribution, fuzzy set, intuitionistic fuzzy set were\ndeveloped to deal with complicating aspects of diagnosis. But, many such models\nare failed to include important aspects of the expert decisions. Therefore, an\neffort has been made to process inconsistencies in data being considered by\nPawlak with the introduction of rough set theory. Though rough set has major\nadvantages over the other methods, but it generates too many rules that create\nmany difficulties while taking decisions. Therefore, it is essential to\nminimize the decision rules. In this paper, we use two processes such as pre\nprocess and post process to mine suitable rules and to explore the relationship\namong the attributes. In pre process we use rough set theory to mine suitable\nrules, whereas in post process we use formal concept analysis from these\nsuitable rules to explore better knowledge and most important factors affecting\nthe decision making.\n","Comment: 22 pages"]}]
["1301.6021",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Number Theory","F.2.1","G.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6021"],"date":["2013-01-25"],"type":["text"],"creator":["De Feo, Luca","Doliskani, Javad","Schost, Éric"],"language":[],"coverage":[],"title":["Fast algorithms for ell-adic towers over finite fields"],"description":["  Inspired by previous work of Shoup, Lenstra-De Smit and Couveignes-Lercier,\nwe give fast algorithms to compute in (the first levels of) the ell-adic\nclosure of a finite field. In many cases, our algorithms have quasi-linear\ncomplexity.\n"]}]
["1301.6022",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6022"],"date":["2013-01-25"],"type":["text"],"creator":["Romero-Garces, A.","Manso, L. J.","Gutierez, Marco A.","Cintas, R.","Bustos, P."],"language":[],"coverage":[],"title":["Improving the lifecycle of robotics components using Domain-Specific\n  Languages"],"description":["  There is currently a large amount of robotics software using the\ncomponent-oriented programming paradigm. However, the rapid growth in number\nand complexity of components may compromise the scalability and the whole\nlifecycle of robotics software systems. Model-Driven Engineering can be used to\nmitigate these problems. This paper describes how using Domain-Specific\nLanguages to generate and describe critical parts of robotic systems helps\ndevelopers to perform component managerial tasks such as component creation,\nmodification, monitoring and deployment. Four different DSLs are proposed in\nthis paper: i) CDSL for specifying the structure of the components, ii) IDSL\nfor the description of their interfaces, iii) DDSL for describing the\ndeployment process of component networks and iv) PDSL to define and configure\ncomponent parameters. Their benefits have been demonstrated after their\nimplementation in RoboComp, a general-purpose and component-based robotics\nframework. Examples of the usage of these DSLs are shown along with experiments\nthat demonstrate the benefits they bring to the lifecycle of the components.\n","Comment: Presented at DSLRob 2011 (arXiv:cs/1212.3308)"]}]
["1301.6027",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6027"],"date":["2013-01-25"],"type":["text"],"creator":["Blythe, Duncan A. J.","Meinecke, Frank C.","von Buenau, Paul","Mueller, Klaus-Robert"],"language":[],"coverage":[],"title":["Explorative Data Analysis for Changes in Neural Activity"],"description":["  Neural recordings are nonstationary time series, i.e. their properties\ntypically change over time. Identifying specific changes, e.g. those induced by\na learning task, can shed light on the underlying neural processes. However,\nsuch changes of interest are often masked by strong unrelated changes, which\ncan be of physiological origin or due to measurement artifacts. We propose a\nnovel algorithm for disentangling such different causes of non-stationarity and\nin this manner enable better neurophysiological interpretation for a wider set\nof experimental paradigms. A key ingredient is the repeated application of\nStationary Subspace Analysis (SSA) using different temporal scales. The\nusefulness of our explorative approach is demonstrated in simulations, theory\nand EEG experiments with 80 Brain-Computer-Interfacing (BCI) subjects.\n"]}]
["1301.6029",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6029","Advances in Astronomy, vol. 2012, Article ID 853927","doi:10.1155/2012/853927"],"date":["2013-01-25"],"type":["text"],"creator":["Bonaldi, Anna","Ricciardi, Sara"],"language":[],"coverage":[],"title":["Spectrum of the Anomalous Microwave Emission in the North Celestial Pole\n  with WMAP 7-Year data"],"description":["  We estimate the frequency spectrum of the diffuse anomalous microwave\nemission (AME) on the North Celestial Pole (NCP) region of the sky with the\nCorrelated Component Analysis (CCA) component separation method applied to WMAP\n7-yr data. The NCP is a suitable region for this analysis because the AME is\nweakly contaminated by synchrotron and free-free emission. By modeling the AME\ncomponent as a peaked spectrum we estimate the peak frequency to be\n$21.7\\pm0.8$\\,GHz, in agreement with previous analyses which favored $\\nu_{\\rm\np}<23$\\,GHz. The ability of our method to correctly recover the position of the\npeak is verified through simulations. We compare the estimated AME spectrum\nwith theoretical spinning dust models to constrain the hydrogen density $n_{\\rm\nH}$. The best results are obtained with densities around 0.2--0.3\\,cm$^{-3}$,\ntypical of warm ionised medium (WIM) to warm neutral medium (WNM) conditions.\nThe degeneracy with the gas temperature prevents an accurate determination of\n$n_{\\rm H}$, especially for low hydrogen ionization fractions, where densities\nof a few cm$^{-3}$ are also allowed.\n","Comment: 13 pages, 6 figures, published in Advances in Astronomy"]}]
["1301.6030",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6030","doi:10.1051/0004-6361/201220533"],"date":["2013-01-25"],"type":["text"],"creator":["Bourrier, Vincent","Etangs, Alain Lecavelier des","Dupuy, Hélène","Ehrenreich, David","Vidal-Madjar, Alfred","Hébrard, Guillaume","Ballester, Gilda E.","Désert, Jean-Michel","Ferlet, Roger","Sing, David K.","Wheatley, Peter J."],"language":[],"coverage":[],"title":["Atmospheric escape from HD 189733b observed in HI Lyman-alpha: detailed\n  analysis of HST/STIS September 2011 observations"],"description":["  Observations of transits of the hot giant exoplanet HD 189733b in the\nunresolved HI Lyman-alpha line show signs of hydrogen escaping the upper\natmosphere of the planet. New resolved Lyman-alpha observations obtained with\nthe STIS spectrograph onboard the Hubble Space Telescope in April 2010 and\nSeptember 2011 confirmed that the planet is evaporating, and furthermore\ndiscovered significant temporal variations in the physical conditions of its\nevaporating atmosphere. Here we present a detailed analysis of the September\n2011 observations of HD 189733b, when an atmospheric signature was detected. We\npresent specific methods to find and characterize this absorption signature of\nescaping hydrogen in the Lyman-alpha line, and to calculate its false-positive\nprobability, found to be 3.6%. Taking advantage of the spectral resolution and\nhigh sensitivity of the STIS spectrograph, we also present new results on\ntemporal and spectro-temporal variability of this absorption feature. We also\nreport the observation of HD 189733b in other lines (SiIII at 1206.5A, NV at\n1240A). Variations in these lines could be explained either by early\noccultation by a bow-shock rich in highly ionized species, or by stellar\nvariations.\n","Comment: 14 pages, 18 figures, accepted for publication in A&A"]}]
["1301.6032",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6032","doi:10.1007/s00601-013-0618-0"],"date":["2013-01-25"],"type":["text"],"creator":["Cieply, Ales","Smejkal, Jaroslav"],"language":[],"coverage":[],"title":["On the origin and movement of the poles in the coupled channels model\n  for $\\bar{K}N$ interactions"],"description":["  The origin of the poles generated by chiral coupled-channel dynamics and\napplied to $\\bar{K}N$ interactions is related to the nonzero diagonal couplings\nin the $\\pi\\Sigma$, $\\bar{K}N$ and $K\\Xi$ channels. An evolution of the poles\nfrom the zero coupling limit and from a limit of restored SU(3) symmetry is\ndiscussed.\n","Comment: 5 pages, to appear in Proceedings of the FB20 conference, August\n  20-25, 2012, Fukuoka, Japan"]}]
["1301.6034",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6034"],"date":["2013-01-25"],"type":["text"],"creator":["Gupta, Sachin B.","Suresh, K. G.","Nigam, A. K."],"language":[],"coverage":[],"title":["Change in the order of magnetic transition in HoRhGe as probed by\n  magnetoresistance and magnetocaloric studies"],"description":["  Magnetoresistance and magnetocaloric properties of polycrystalline HoRhGe\nhave been studied. This compound orders antiferromagnetically with a Neel\ntemperature (TN) of 5.5 K and undergoes a first order metamagnetic transition\nat 2 K. It shows a large negative magnetoresistance of 25% at TN, for a field\nof 50 kOe. However, at 2 K and in lower fields, the magnetoresistance is found\nto be positive with a magnitude of about 12%, which is attributed to the first\norder metamagnetic transition. The compound also shows large magnetocaloric\neffect near its Neel temperature. Field dependence of magnetic entropy change\nalso reflects the change in the nature of magnetic transition as the field is\nincreased. The value of magnetic entropy change (-{\\Delta}SM) is found to be\n11.1 J/kg K for a field change of 50 kOe. Field dependence of magnetoresistance\nand magnetocaloric effect clearly shows the change in the order of the\nmetamagnetic transition with increase in field.\n","Comment: 11 pages, 5 figures"]}]
["1301.6037",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6037","EPJ Web of Conferences 37, 02004 (2012)","doi:10.1051/epjconf/20123702004"],"date":["2013-01-25"],"type":["text"],"creator":["Cieply, Ales","Smejkal, Jaroslav"],"language":[],"coverage":[],"title":["SIDDHARTA impact on $\\bar{K}N$ amplitudes used in in-medium applications"],"description":["  We have performed new fits of our chirally motivated coupled--channels model\nfor meson-baryon interactions and discussed the impact of the SIDDHARTA\nmeasurement on the $\\bar{K}N$ amplitudes in the free space and in nuclear\nmedium. The kaon--nucleon amplitudes generated by the model are fully\nconsistent with our earlier studies that used the older kaonic hydrogen data by\nthe DEAR collaboration. The subthreshold energy dependence of the in-medium\n$\\bar{K}N$ amplitudes plays a crucial role in $\\bar{K}$--nuclear applications.\n","Comment: 4 pages, published in Proceedings of the MESON 2012 conference,\n  Cracow, Poland, May 31 - June 5, 2012"]}]
["1301.6040",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6040","EPJ Web of Conferences 37, 09007 (2012)"],"date":["2013-01-25"],"type":["text"],"creator":["Berlowski, Marcin"],"language":[],"coverage":[],"title":["Search for \\eta-->e+e- decay with the WASA experiment"],"description":["  Nowadays the field of searching for a new physics became a very interesting\nsubject in a light meson decays due to a recent results from KTeV collaboration\nwhich found the 3.3\\sigma\\ disagreement between Standard Model theory and their\nresults of \\pi 0-->e+e- branching ratio measurement. They propose to explain\nthis discrepancy with a new U boson particle that interacts both with meson and\nvirtual photon producing e+e- pair. The same effect could be observed in eta\nmeson decay into electron-positron. The current branching ratio limit is far\naway from the predicted non-Standard Model theory and due to that fact it\ncannot distinguish between Standard Model and more exotic explanation. The\nfollowing report shows the analysis highlights for searching for a such effect\nin pp --> pp (\\eta --> e+e-) at 1.4 GeV produced in WASA@COSY experiment.\n","Comment: 4 pages, 8 figures"]}]
["1301.6043",{"format":[],"subject":["Physics - Classical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6043"],"date":["2013-01-25"],"type":["text"],"creator":["Boyer, Timothy H."],"language":[],"coverage":[],"title":["Is Planck's Constant h a \"Quantum\" Constant? An Alternative Classical\n  Interpretation"],"description":["  Although Planck's constant h is currently regarded as the elementary quantum\nof action appearing in quantum theory, it can also be interpreted as the\nmultiplicative scale factor setting the scale of classical zero-point radiation\nappearing in classical electromagnetic theory. Relativistic classical electron\ntheory with classical electromagnetic zero-point radiation gives many results\nin agreement with quantum theory. The areas of agreement between this classical\ntheory and Nature seem worth further investigation.\n","Comment: 10 pages"]}]
["1301.6047",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6047"],"date":["2013-01-25"],"type":["text"],"creator":["Allen, Mark","Lara, Hector Chang"],"language":[],"coverage":[],"title":["Free boundary on a cone"],"description":["  We study two phase problems posed over a two dimensional cone generated by a\nsmooth curve $\\gamma$ on the unit sphere. We show that when\n$length(\\gamma)<2\\pi$ the free boundary avoids the vertex of the cone. When\n$length(\\gamma) \\geq 2\\pi$ we provide examples of minimizers such that the\nvertex belongs to the free boundary.\n"]}]
["1301.6056",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6056","Theory and Applications of Categories 28 (2013), 1-23"],"date":["2013-01-25"],"type":["text"],"creator":["Gurski, Nick"],"language":[],"coverage":[],"title":["The monoidal structure of strictification"],"description":["  We study the monoidal structure of the standard strictification functor\n$\\textrm{st}:\\mathbf{Bicat} \\rightarrow \\mathbf{2Cat}$. In doing so, we\nconstruct monoidal structures on the 2-category whose objects are bicategories\nand on the 2-category whose objects are 2-categories.\n"]}]
["1301.6058",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6058"],"date":["2013-01-25"],"type":["text"],"creator":["Moroshko, Edward","Crammer, Koby"],"language":[],"coverage":[],"title":["Weighted Last-Step Min-Max Algorithm with Improved Sub-Logarithmic\n  Regret"],"description":["  In online learning the performance of an algorithm is typically compared to\nthe performance of a fixed function from some class, with a quantity called\nregret. Forster proposed a last-step min-max algorithm which was somewhat\nsimpler than the algorithm of Vovk, yet with the same regret. In fact the\nalgorithm he analyzed assumed that the choices of the adversary are bounded,\nyielding artificially only the two extreme cases. We fix this problem by\nweighing the examples in such a way that the min-max problem will be well\ndefined, and provide analysis with logarithmic regret that may have better\nmultiplicative factor than both bounds of Forster and Vovk. We also derive a\nnew bound that may be sub-logarithmic, as a recent bound of Orabona et.al, but\nmay have better multiplicative factor. Finally, we analyze the algorithm in a\nweak-type of non-stationary setting, and show a bound that is sub-linear if the\nnon-stationarity is sub-linear as well.\n"]}]
["1301.6059",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6059"],"date":["2013-01-25"],"type":["text"],"creator":["Kochetkov, Yury"],"language":[],"coverage":[],"title":["Homologies of moduli space $\\mathcal{M}_{2,1}$"],"description":["  We consider the space $\\mathcal{M}_{2,1}$ --- the open moduli space of\ncomplex curves of genus 2 with one marked point. Using language of chord\ndiagrams we describe the cell structure of $\\mathcal{M}_{2,1}$ and cell\nadjacency. This allows us to construct matrices of boundary operators and\ncompute Betty numbers of $\\mathcal{M}_{2,1}$ over $\\mathbb{Q}$.\n","Comment: 16 pages, 2 figures"]}]
["1301.6060",{"format":[],"subject":["General Relativity and Quantum Cosmology","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6060"],"date":["2013-01-25"],"type":["text"],"creator":["Smolyaninov, Igor I."],"language":[],"coverage":[],"title":["Extra-dimensional metamaterials: simple models of inflation and metric\n  signature transitions"],"description":["  Lattices of topological defects, such as Abrikosov lattices and domain wall\nlattices often arise as metastable ground states in higher-dimensional field\ntheoretical models. We demonstrate that such lattice states may be described as\nextra-dimensional metamaterials via higher-dimensional effective medium theory.\nA 4+1 dimensional extension of Maxwell electrodynamics with a compactified\ntime-like dimension has been considered as an example. It is demonstrated that\nfrom the point of view of macroscopic electrodynamics an Abrikosov lattice\nstate in such a 4+1 dimensional spacetime may be described as a uniaxial\nhyperbolic metamaterial. Extraordinary photons perceive this medium as a 3+1\ndimensional Minkowski spacetime in which one of the original spatial dimensions\n(the optical axis of the metamaterial) plays the role of a new time-like\ncoordinate. Since metric signature of this effective space-time depends on the\nAbrikosov lattice periodicity, the described model may be useful in studying\nmetric signature transitions. A particular kind of metric signature transition\nunderstood as a macroscopic medium effect may emulate cosmological inflation.\n","Comment: 14 pages, 1 figure"]}]
["1301.6061",{"format":[],"subject":["Mathematical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6061"],"date":["2013-01-25"],"type":["text"],"creator":["Gerth, Daniel","Hofmann, Bernd","Birkholz, Simon","Koke, Sebastian","Steinmeyer, Günter"],"language":[],"coverage":[],"title":["Regularization of an autoconvolution problem in ultrashort laser pulse\n  characterization"],"description":["  An ill-posed inverse problem of autoconvolution type is investigated. This\ninverse problem occurs in nonlinear optics in the context of ultrashort laser\npulse characterization. The novelty of the mathematical model consists in a\nphysically required extension of the deautoconvolution problem beyond the\nclassical case usually discussed in literature: (i) For measurements of\nultrashort laser pulses with the self-diffraction SPIDER method, a stable\napproximate solution of an autocovolution equation with a complex-valued kernel\nfunction is needed. (ii) The considered scenario requires complex functions\nboth, in the solution and the rhs of the integral equation. Since, however,\nnoisy data are available not only for amplitude and phase functions of the rhs,\nbut also for the amplitude of the solution, the stable approximate\nreconstruction of the associated smooth phase function represents the main goal\nof the paper. An iterative regularization approach is described that is\nspecifically adapted to the physical situation in pulse characterization, using\na non-standard stopping rule for the iteration process of computing regularized\nsolutions. Our approach is illustrated by several case studies for synthetic\nnoisy data and physically realistic complex-valued kernel functions. Based on\nan example with focus on amplitude perturbations, we show that the\nautoconvolution equation is locally ill-posed everywhere. To date, the\nanalytical treatment of the impact of noisy data on phase perturbations remains\nan open question. However, we show its influence with the help of numerical\nexperiments. Moreover, we formulate assertions on the non-uniqueness of the\ncomplex-valued autoconvolution problem, at least for the simplified case of a\nconstant kernel. The presented results and figures associated with case studies\nillustrate the ill-posedness phenomena also for the case of non-trivial complex\nkernel functions.\n","Comment: 21 pages, 4 figures, accepted for publication in Inverse Problems in\n  Science and Engineering"]}]
["1301.6074",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6074"],"date":["2013-01-25"],"type":["text"],"creator":["Mannarelli, Massimo"],"language":[],"coverage":[],"title":["Trapped phonons"],"description":["  We analyze the effect of restricted geometries on the contribution of\nNambu-Goldstone bosons (phonons) to the shear viscosity, $\\eta$, of a\nsuperfluid. For illustrative purpose we examine a simplified system consisting\nof a circular boundary of radius $R$, confining a two-dimensional rarefied gas\nof phonons. Considering the Maxwell-type conditions, we show that phonons that\nare not in equilibrium with the boundary and that are not specularly reflected\nexert a shear stress on the boundary. In this case it is possible to define an\neffective (ballistic) shear viscosity coefficient $\\eta \\propto \\rho_{\\rm ph}\n\\chi R$, where $\\rho_{\\rm ph}$ is the density of phonons and $\\chi$ is a\nparameter which characterizes the type of scattering at the boundary. For an\noptically trapped superfluid our results corroborate the findings of Refs.\n\\cite{Mannarelli:2012su, Mannarelli:2012eg}, which imply that at very low\ntemperature the shear viscosity correlates with the size of the optical trap\nand decreases with decreasing temperature.\n","Comment: 8 pages, 5 figures, talk given at the conference \"Xth Quark\n  Confinement and the Hadron Spectrum\", October 8-12, 2012, TUM Campus\n  Garching, Munich, Germany"]}]
["1301.6075",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6075"],"date":["2013-01-25"],"type":["text"],"creator":["Benyounes, M.","Loubeau, E.","Wood, C. M."],"language":[],"coverage":[],"title":["Harmonic Vector Fields on Space Forms"],"description":["  A vector field s on a Riemannian manifold M is said to be harmonic if there\nexists a member of a 2-parameter family of generalised Cheeger-Gromoll metrics\non TM with respect to which s is a harmonic section. If M is a simply-connected\nnon-flat space form other than the 2-sphere, examples are obtained of conformal\nvector fields that are harmonic. In particular, the harmonic Killing fields and\nconformal gradient fields are classified, a loop of non-congruent harmonic\nconformal fields on the hyperbolic plane constructed, and the 2-dimensional\nclassification achieved for conformal fields. A classification is then given of\nall harmonic quadratic gradient fields on spheres.\n","Comment: 29 pages. This is such a complete overhaul of arXiv:math/0703060 that\n  we submit it as new article"]}]
["1301.6077",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6077","The European Physical Journal B - Condensed Matter and Complex\n  Systems May 1999, Volume 10, Issue 1, pp 9-13","doi:10.1007/s100510050823"],"date":["2013-01-25"],"type":["text"],"creator":["Jochym, Paweł T.","Sternik, Małgorzata","Parlinski, Krzysztof"],"language":[],"coverage":[],"title":["TiC lattice dynamics from ab initio calculations"],"description":["  Ab initio calculations and a direct method have been applied to derive the\nphonon dispersion curves and phonon density of states for the TiC crystal. The\nresults are compared and found to be in a good agreement with the experimental\nneutron scattering data. The force constants have been determined from the\nHellmann-Feynman forces induced by atomic displacements in the 2x2x2 supercell.\nThe calculated phonon density of states suggests that vibrations of Ti atoms\nform acoustic branches, whereas the motion of C atoms is confined to optic\nbranches. The elastic constants have been found using the deformation method\nand compared with the results obtained from acoustic phonon slopes.\n"]}]
["1301.6078",{"format":[],"subject":["Mathematics - Quantum Algebra","18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6078"],"date":["2013-01-25"],"type":["text"],"creator":["Natale, Sonia"],"language":[],"coverage":[],"title":["On weakly group-theoretical non-degenerate braided fusion categories"],"description":["  We show that the Witt class of a weakly group-theoretical non-degenerate\nbraided fusion category belongs to the subgroup generated by classes of\nnon-degenerate pointed braided fusion categories and Ising braided categories.\nThis applies in particular to solvable non-degenerate braided fusion\ncategories. We also give some sufficient conditions for a braided fusion\ncategory to be weakly group-theoretical or solvable in terms of the\nfactorization of its Frobenius-Perron dimension and the Frobenius-Perron\ndimensions of its simple objects. As an application, we prove that every\nnon-degenerate braided fusion category whose Frobenius-Perron dimension is a\nnatural number less than 1800, or an odd natural number less than 33075, is\nweakly group-theoretical.\n","Comment: 17 pages, amslatex"]}]
["1301.6079",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6079"],"date":["2013-01-25"],"type":["text"],"creator":["Grabovsky, Yury","Harutyunyan, Davit"],"language":[],"coverage":[],"title":["Rigorous asymptotic analysis of buckling of thin-walled cylinders under\n  axial compression"],"description":["  Using rigorous constitutive linearization of second variation introduced in\n[6] we study weak stability of homogeneous deformation of the axially\ncompressed circular cylindrical shell, regarded as a 3-dimensional hyperelastic\nbody. We show that such deformation becomes weakly unstable at the citical load\nthat coincides with value of the bifurcation load in von-K\\'arm\\'an-Donnel\nshell theory. We also show that the linear bifurcation modes described by the\nKoiter circle [11] minimize the second variation asymptotically. The key\ningredients of our analysis are the asymptoticaly sharp estimates of the Korn\nconstant for cylindrical shells and Korn-like inequalities on components of the\ndeformation gradient tensor in cylindrical coordinates. The notion of buckling\nequivalence introduced in [6] is developed further and becomes central in this\nwork. A link between features of this theory and sensitivity of the critical\nload to imprefections of load and shape is conjectured.\n"]}]
["1301.6081",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6081"],"date":["2013-01-25"],"type":["text"],"creator":["Finke, Justin D."],"language":[],"coverage":[],"title":["A Physical Model for the Revised Blazar Sequence"],"description":["  The blazar sequence is reflected in a correlation of the peak luminosity\nversus peak frequency of the synchrotron component of blazars. This correlation\nhas been considered one of the fundamental pieces of evidence for the existence\nof a continuous sequence that includes low-power BL Lacertae objects through\nhigh-power flat spectrum radio quasars. A correlation between the Compton domi-\nnance, the ratio of the Compton to synchrotron luminosities, and the peak\nsynchrotron frequency is another piece of evidence for the existence of the\nblazar sequence explored by Fossati et al. (1998). Since that time, however, it\nhas essentially been ignored. We explore this correlation with a sample based\non the second LAT AGN catalog (2LAC), and show that is is particularly\nimportant, since it is independent of redshift. We reproduce the trends in our\nsample with a simple model that in- cludes synchrotron and Compton cooling in\nthe slow- and fast-cooling regimes, and angle-dependent effects.\n","Comment: 2012 Fermi & Jansky Proceedings - eConf C1111101"]}]
["1301.6083",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6083","The European Physical Journal B - Condensed Matter and Complex\n  Systems, May 2000, Volume 15, Issue 2, pp 265-268","doi:10.1007/s100510051124"],"date":["2013-01-25"],"type":["text"],"creator":["Jochym, Paweł T.","Parlinski, Krzysztof"],"language":[],"coverage":[],"title":["Ab Initio Lattice Dynamics and Elastic Constants of ZrC"],"description":["  Ab initio calculations and a direct method are applied to derive the phonon\ndispersion relations and phonon density of states for the ZrC crystal. The\nresults are in good agreement with neutron scattering data. The force constants\nare determined from the Hellmann-Feynman forces induced by atomic displacements\nin a 2x2x2 supercell. The elastic constants are found using the deformation\nmethod and successfully compare with experimental data.\n"]}]
["1301.6086",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6086"],"date":["2013-01-22"],"type":["text"],"creator":["Smith, Aaron Carl"],"language":[],"coverage":[],"title":["Benford-Newcomb Subsequences for Fraud Detection"],"description":["  Benford's law is frequently used to evaluate the likihood that data is\nmisrepresentative. Typically statistical tests measure the likihood. Another\nmethod of employing Benford's law is to compare the frequency of leading digits\nto the probabilities of leading digits over a subset of the natural numbers.\nThis paper proposes using the probabilities of leading digits from uniform,\nnatural numbers to establish interval criteria for when to look more closely\ninto the possibility of misrepresentative data.\n"]}]
["1301.6087",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6087"],"date":["2013-01-25"],"type":["text"],"creator":["Hernandez, Yenny R.","Schweitzer, Sebastian","Kim, June-Seo","Patra, Ajit Kumar","Englert, Jan","Lieberwirth, Ingo","Liscio, Andrea","Palermo, Vincenzo","Feng, Xinliang","Hirsch, Andreas","Kläui, Mathias","Müllen, Klaus"],"language":[],"coverage":[],"title":["Turbostratic graphitic microstructures: electronically decoupled\n  multilayer graphene devices with robust high charge carrier mobility"],"description":["  Carbon nanomaterials continue to amaze scientists due to their exceptional\nphysical properties. Recently there have been theoretical predictions and first\nreports on graphene multilayers, where, due to the rotation of the stacked\nlayers, outstanding electronic properties are retained while the susceptibility\nto degradation and mechanical stress is strongly reduced due to the multilayer\nnature. Here we show that fully turbostratic multilayer graphitic\nmicrostructures combine the high charge carrier mobilities necessary for\nadvanced electronic and spintronic devices with the robustness of graphitic\nstructures. Structural characterization of disk-shaped graphitic\nmicrostructures using Raman spectroscopy and Transmission Electron Microscopy\n(TEM) reveals Moir\\'e and diffraction patterns corroborating their turbostratic\nnature. Electronic transport characterization yields reproducible high\nmobilities > 105 cm^2(Vs)^(-1) independent of the disks thickness, which is a\ndirect consequence of the electronic decoupling induced by the turbostratic\nstacking.\n"]}]
["1301.6091",{"format":[],"subject":["Physics - History and Philosophy of Physics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6091"],"date":["2013-01-25"],"type":["text"],"creator":["Kim, Y. S."],"language":[],"coverage":[],"title":["Historical Approach to Physics according to Kant, Einstein, and Hegel"],"description":["  It is known that Einstein's conceptual base for his theory of relativity was\nthe philosophy formulated by Immanuel Kant. Things appear differently to\nobservers in different frames. However, Kant's Ding-an-Sich leads to the\nexistence of the absolute reference frame which is not acceptable in Einstein's\ntheory. It is possible to avoid this conflict using the ancient Chinese\nphilosophy of Taoism where two different views can co-exist in harmony. This is\nnot enough to explain Einstein's discovery of the mass-energy relation. The\nenergy-momentum relations for slow and ultra-fast particles take different\nforms. Einstein was able to synthesize these two formulas to create his\nenergy-mass relation. Indeed, this is what Hegelianism is about in physics.\nIsaac Newton synthesized open orbits for comets and closed orbits for planets\nto create his second law of motion. Maxwell combined electricity and magnetism\nto create his four equations to the present-day wireless world. In order to\nsynthesize wave and particle views of matter, Heisenberg formulated his\nuncertainty principle. Relativity and quantum mechanics are the two greatest\ntheories formulated in the 20th Century. Efforts to synthesize these two\ntheories are discussed in detail.\n","Comment: Latex 10 pages with 6 figures, based on an invited presented at the\n  32nd Congress of the Italian Society of Historians of Physics and Astronomy\n  (Rome, Italy, September 2012)"]}]
["1301.6092",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6092","N&deg; RR-8215 (2013)"],"date":["2013-01-25"],"type":["text"],"creator":["Marmion, Marie-Eleonore","Blot, Aymeric","Jourdan, Laetitia","Dhaenens, Clarisse"],"language":[],"coverage":[],"title":["Neutrality in the Graph Coloring Problem"],"description":["  The graph coloring problem is often investigated in the literature. Many\ninsights about many neighboring solutions with the same fitness value are\nraised but as far as we know, no deep analysis of this neutrality has ever been\nconducted in the literature. In this paper, we quantify the neutrality of some\nhard instances of the graph coloring problem. This neutrality property has to\nbe detected as it impacts the search process. Indeed, local optima may belong\nto plateaus that represents a barrier for local search methods. In this work,\nwe also aim at pointing out the interest of exploiting neutrality during the\nsearch. Therefore, a generic local search dedicated to neutral problems, NILS,\nis performed on several hard instances.\n"]}]
["1301.6096",{"format":[],"subject":["Mathematics - Combinatorics","Primary: 05A05, Secondary: 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6096"],"date":["2013-01-25"],"type":["text"],"creator":["Tenner, Bridget Eileen"],"language":[],"coverage":[],"title":["Coincidental pattern avoidance"],"description":["  There are several versions of permutation pattern avoidance that have arisen\nin the literature, and some known examples of two different types of pattern\navoidance coinciding. In this paper, we examine barred patterns and vincular\npatterns. Answering a question of Steingrimsson, we determine when barred\npattern avoidance coincides with avoiding a finite set of vincular patterns,\nand when vincular pattern avoidance coincides with avoiding a finite set of\nbarred patterns. There are 720 barred patterns with this property, each having\nbetween 3 and 7 letters, of which at most 2 are barred, and there are 48\nvincular patterns with this property, each having between 2 and 4 letters and\nexactly one bond.\n"]}]
["1301.6099",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6099"],"date":["2013-01-25"],"type":["text"],"creator":["Fagundes-Lima, Denise","Weber, Gerald"],"language":[],"coverage":[],"title":["CG-content log-ratio distributions of Caenorhabditis elegans and\n  Drosophila melanogaster mirtrons"],"description":["  Mirtrons are a special type of pre-miRNA which originate from intronic\nregions and are spliced directly from the transcript instead of being processed\nby Drosha. The splicing mechanism is better understood for the processing of\nmRNA for which was established that there is a characteristic CG content around\nsplice sites. Here we analyse the CG-content ratio of pre-miRNAs and mirtrons\nand compare them with their genomic neighbourhood in an attempt to establish\nkey properties which are easy to evaluate and to understand their biogenesis.\nWe propose a simple log-ratio of the CG-content comparing the precursor\nsequence and is flanking region. We discovered that Caenorhabditis elegans and\nDrosophila melanogaster mirtrons, so far without exception, have smaller\nCG-content than their genomic neighbourhood. This is markedly different from\nusual pre-miRNAs which mostly have larger CG-content when compared to their\ngenomic neighbourhood. We also analysed some mammalian and primate mirtrons\nwhich, in contrast the invertebrate mirtrons, have higher CG-content ratio.\n","Comment: 5 pages, 3 figures"]}]
["1301.6100",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6100"],"date":["2013-01-25"],"type":["text"],"creator":["Kazakevich, Grigory","Johnson, Rolland","Flanagan, Gene","Marhauser, Frank","Neubauer, Mike","Yakovlev, Vyacheslav","Chase, Brian","Nagaitsev, Sergey","Pasquinelli, Ralph","Solyak, Nikolay","Tupikov, Vitali","Wolff, Daniel"],"language":[],"coverage":[],"title":["A Two-stage injection-locked magnetron for accelerators with\n  superconducting cavities"],"description":["  A concept for a two-stage injection-locked CW magnetron intended to drive\nSuperconducting Cavities (SC) for intensity-frontier accelerators has been\nproposed. The concept considers two magnetrons in which the output power\ndiffers by 15-20 dB and the lower power magnetron being frequency-locked from\nan external source locks the higher power magnetron. The injection-locked\ntwo-stage CW magnetron can be used as an RF power source for Fermilab's\nProject-X to feed separately each of the 1.3 GHz SC of the 8 GeV pulsed linac.\nWe expect output/locking power ratio of about 30-40 dB assuming operation in a\npulsed mode with pulse duration of ~ 8 ms and repetition rate of 10 Hz. The\nexperimental setup of a two-stage magnetron utilising CW, S-band, 1 kW tubes\noperating at pulse duration of 1-10 ms, and the obtained results are presented\nand discussed in this paper.\n","Comment: 3 pp. Presented at the 3rd International Particle Accelerator\n  Conference (IPAC-2012), New Orleans, Louisiana, 20-25 May 2012"]}]
["1301.6104",{"format":[],"subject":["Mathematics - Commutative Algebra","13B22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6104"],"date":["2013-01-25"],"type":["text"],"creator":["Leonard, Douglas A."],"language":[],"coverage":[],"title":["The Qth-power algorithm in characteristic 0"],"description":["  The Qth-power algorithm produces a useful canonical P-module presentation for\nthe integral closures of certain integral extensions of\n$P:=\\mathbf{F}[x_n,...,x_1]$, a polyonomial ring over the finite field\n$\\mathbf{F}:=\\mathbf{Z}_q$ of $q$ elements. Here it is shown how to use this\nfor several small primes $q$ to reconstruct similar integral closures over the\nrationals $\\mathbf{Q}$ using the Chinese remainder theorem to piece together\npresentations in different positive characteristics, and the extended Euclidean\nalgorithm to reconstruct rational fractions to lift these to presentations over\n$\\mathbf{Q}$.\n"]}]
["1301.6106",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6106"],"date":["2013-01-25"],"type":["text"],"creator":["Bai, Zhaoqiang","Cai, Yongqing","Shen, Lei","Han, Guchang","Feng, Yuanping"],"language":[],"coverage":[],"title":["All-Heusler giant-magnetoresistance junctions with matched energy bands\n  and Fermi surfaces"],"description":["  We present an all-Heusler architecture which could be used as a rational\ndesign scheme for achieving high spin-filtering efficiency in the\ncurrent-perpendicular-to-plane giant magnetoresistance (CPP-GMR) devices. A\nCo2MnSi/Ni2NiSi/Co2MnSi trilayer stack is chosen as the prototype of such an\narchitecture, of which the electronic structure and magnetotransport properties\nare systematically investigated by first principles approaches. Almost\nperfectly matched energy bands and Fermi surfaces between the all-Heusler\nelectrode-spacer pair are found, indicating large interfacial spin-asymmetry,\nhigh spin-injection efficiency, and consequently high GMR ratio. Transport\ncalculations further confirms the superiority of the all-Heusler architecture\nover the conventional Heusler/transition-metal(TM) structure by comparing their\ntransmission coefficients and interfacial resistances of parallel conduction\nelectrons, as well as the macroscopic current-voltage (I-V) characteristics. We\nsuggest future theoretical and experimental efforts in developing novel\nall-Heusler GMR junctions for the read heads of the next generation\nhigh-density hard disk drives (HDDs).\n"]}]
["1301.6113",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6113"],"date":["2013-01-25"],"type":["text"],"creator":["Blondel, A.","Bravar, A.","Pohl, M.","Bachmann, S.","Berger, N.","Kiehn, M.","Schöning, A.","Wiedner, D.","Windelband, B.","Eckert, P.","Schultz-Coulon, H. -C.","Shen, W.","Fischer, P.","Perić, I.","Hildebrandt, M.","Kettle, P. -R.","Papa, A.","Ritt, S.","Stoykov, A.","Dissertori, G.","Grab, C.","Wallny, R.","Gredig, R.","Robmann, P.","Straumann, U."],"language":[],"coverage":[],"title":["Research Proposal for an Experiment to Search for the Decay {\\mu} -> eee"],"description":["  We propose an experiment (Mu3e) to search for the lepton flavour violating\ndecay mu+ -> e+e-e+. We aim for an ultimate sensitivity of one in 10^16\nmu-decays, four orders of magnitude better than previous searches. This\nsensitivity is made possible by exploiting modern silicon pixel detectors\nproviding high spatial resolution and hodoscopes using scintillating fibres and\ntiles providing precise timing information at high particle rates.\n","Comment: Research proposal submitted to the Paul Scherrer Institute Research\n  Committee for Particle Physics at the Ring Cyclotron, 104 pages"]}]
["1301.6115",{"format":[],"subject":["Quantitative Finance - Risk Management","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6115"],"date":["2013-01-25"],"type":["text"],"creator":["Thurner, Stefan","Poledna, Sebastian"],"language":[],"coverage":[],"title":["DebtRank-transparency: Controlling systemic risk in financial networks"],"description":["  Banks in the interbank network can not assess the true risks associated with\nlending to other banks in the network, unless they have full information on the\nriskiness of all the other banks. These risks can be estimated by using network\nmetrics (for example DebtRank) of the interbank liability network which is\navailable to Central Banks. With a simple agent based model we show that by\nincreasing transparency by making the DebtRank of individual nodes (banks)\nvisible to all nodes, and by imposing a simple incentive scheme, that reduces\ninterbank borrowing from systemically risky nodes, the systemic risk in the\nfinancial network can be drastically reduced. This incentive scheme is an\neffective regulation mechanism, that does not reduce the efficiency of the\nfinancial network, but fosters a more homogeneous distribution of risk within\nthe system in a self-organized critical way. We show that the reduction of\nsystemic risk is to a large extent due to the massive reduction of cascading\nfailures in the transparent system. An implementation of this minimal\nregulation scheme in real financial networks should be feasible from a\ntechnical point of view.\n","Comment: 8 pages, 5 figures"]}]
["1301.6116",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6116"],"date":["2013-01-08"],"type":["text"],"creator":["Heyes, David M.","Woodcock, Leslie V."],"language":[],"coverage":[],"title":["Line of critical states for Lennard-Jones fluids"],"description":["  A method of obtaining the critical temperature from within a supercritical\nmesophase bounded by percolation transition loci is described. We report\nthermodynamic pressures from MD simulations for more than 2000 state points\nalong 7 near-critical isotherms of a Lennard-Jones fluid. Direct evaluation of\nGibbs chemical potential along the critical isotherm reaffirms the existence of\na supercritical mesophaseand a line of critical states and non-existence of van\nder Waals critical point.\n","Comment: Submitted to J.Phys.Chem.(B)28/12/12. arXiv admin note: text overlap\n  with arXiv:1206.2638"]}]
["1301.6117",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6117"],"date":["2013-01-25"],"type":["text"],"creator":["Limburg, Steve","Grant, David","Varanasi, Mahesh K."],"language":[],"coverage":[],"title":["Higher genus universally decodable matrices (UDMG)"],"description":["  We introduce the notion of Universally Decodable Matrices of Genus g (UDMG),\nwhich for g=0 reduces to the notion of Universally Decodable Matrices (UDM)\nintroduced in [8]. A UDMG is a set of L matrices over a finite field, each with\nK rows, and a linear independence condition satisfied by collections of K+g\ncolumns formed from the initial segments of the matrices. We consider the\nmathematical structure of UDMGs and their relation to linear vector codes. We\nthen give a construction of UDMG based on curves of genus g over the finite\nfield, which is a natural generalization of the UDM constructed in [8]. We\nprovide upper (and constructable lower) bounds for L in terms of K, q, g, and\nthe number of columns of the matrices. We will show there is a fundamental\ntrade off (Theorem 5.4) between L and g, akin to the Singleton bound for the\nminimal Hamming distance of linear vector codes.\n","Comment: 23 pages"]}]
["1301.6119",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6119","Icarus 188 (2007) 35-46","doi:10.1016/j.icarus.2006.10.037"],"date":["2013-01-25"],"type":["text"],"creator":["Choi, David S.","Banfield, Don","Gierasch, Peter J.","Showman, Adam P."],"language":[],"coverage":[],"title":["Velocity and Vorticity Measurements of Jupiter's Great Red Spot Using\n  Automated Cloud Feature Tracking"],"description":["  We have produced mosaics of the Great Red Spot (GRS) using images taken by\nthe Galileo spacecraft in May 2000, and have measured the winds of the GRS\nusing an automated algorithm that does not require manual cloud tracking. Our\ntechnique yields a high-density, regular grid of wind velocity vectors that is\nadvantageous over a limited number of scattered wind vectors that result from\nmanual cloud tracking. The high-velocity collar of the GRS is clearly seen from\nour velocity vector map, and highest wind velocities are measured to be around\n170 m/s. The high resolution of the mosaics have also enabled us to map\nturbulent eddies inside the chaotic central region of the GRS, similar to those\nmapped by Sada et al. (1996) and Vasavada et al. (1998). Using the wind\nvelocity measurements, we computed particle trajectories around the GRS as well\nas maps of relative and absolute vorticities. We have discovered a narrow ring\nof cyclonic vorticity that surrounds the main anti-cyclonic high-velocity\ncollar. This narrow ring appears to correspond to a ring surrounding the GRS\nthat is bright in 5-microns (Terrile and Beebe 1979). It appears that this\ncyclonic ring is not a transient feature of the GRS, as we have discovered it\nin a re-analysis of Galileo data taken in 1996 first analyzed by Vasavada et\nal. (1998). We also calculate how absolute vorticity changes as a function of\nlatitude along a trajectory around the GRS and compare these measurements to\nsimilar ones performed by Dowling and Ingersoll (1988) using Voyager data. We\nshow no dramatic evolution in the structure of the GRS since the Voyager era\nexcept for additional evidence for a counterrotating GRS core, an increase in\nvelocity in the main velocity collar, and an overall decrease in the length of\nthe GRS.\n","Comment: 29 pages, 10 figures"]}]
["1301.6124",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6124","Journal of Geophysical Research (Planets) 114 (2009) E04007","doi:10.1029/2008JE003254"],"date":["2013-01-25"],"type":["text"],"creator":["Choi, David S.","Showman, Adam P.","Brown, Robert H."],"language":[],"coverage":[],"title":["Cloud Features and Zonal Wind Measurements of Saturn's Atmosphere as\n  Observed by Cassini/VIMS"],"description":["  We present an analysis of data about Saturn's atmosphere from Cassini's\nVisual and Infrared Mapping Spectrometer (VIMS), focusing on the meteorology of\nthe features seen in the 5-micron spectral window. We present VIMS mosaics and\ndiscuss the morphology and general characteristics of the features backlit by\nSaturn's thermal emission. We have also constructed a zonal wind profile from\nVIMS feature tracking observation sequences using an automated cloud feature\ntracker. Comparison with previously constructed profiles from Voyager and\nCassini imaging data reveals broad similarities, suggesting minimal vertical\nshear of the zonal wind. However, areas of apparent wind shear are present in\nthe VIMS zonal wind profile at jet stream cores. In particular, our analysis\nshows that the equatorial jet reaches speeds exceeding 450 m/s, similar to\nspeeds obtained during the Voyager era. This suggests that recent inferences of\nrelatively slower jet speeds of ~275-375 m/s are confined to the upper\ntroposphere and that the deep (>1 bar) jet has not experienced a significant\nslowdown. Our measurements of the numerous dark, spotted features seen in the\nVIMS mosaics reveals that most of these features have diameters less than 1000\nkm and reside in confined zonal bands between jet stream cores. We propose that\nthese spot features are vortices and that VIMS and ISS are sensing the same\nvortices at two different pressure levels. The local structure at the zonal jet\nstreams remains complex, as VIMS may be sensing cloud features that are deeper\nthan the NH3 cloud deck.\n","Comment: 34 pages, 11 figures"]}]
["1301.6125",{"format":[],"subject":["Computer Science - Information Theory","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6125"],"date":["2013-01-25"],"type":["text"],"creator":["Leistedt, Boris","McEwen, Jason D."],"language":[],"coverage":[],"title":["Flaglets: Exact Wavelets on the Ball"],"description":["  We summarise the construction of exact axisymmetric scale-discretised\nwavelets on the sphere and on the ball. The wavelet transform on the ball\nrelies on a novel 3D harmonic transform called the Fourier-Laguerre transform\nwhich combines the spherical harmonic transform with damped Laguerre\npolynomials on the radial half-line. The resulting wavelets, called flaglets,\nextract scale-dependent, spatially localised features in three-dimensions while\ntreating the tangential and radial structures separately. Both the\nFourier-Laguerre and the flaglet transforms are theoretically exact thanks to a\nnovel sampling theorem on the ball. Our implementation of these methods is\npublicly available and achieves floating-point accuracy when applied to\nband-limited signals.\n","Comment: 1 page, 1 figure, Proceedings of International BASP Frontiers\n  Workshop 2013. Codes are publicly available at http://www.s2let.org and\n  http://www.flaglets.org"]}]
["1301.6126",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6126","Icarus 207 (2010) 359-372","doi:10.1016/j.icarus.2009.10.013"],"date":["2013-01-25"],"type":["text"],"creator":["Choi, David S.","Showman, Adam P.","Vasavada, Ashwin R."],"language":[],"coverage":[],"title":["The Evolving Flow of Jupiter's White Ovals and Adjacent Cyclones"],"description":["  We present results regarding the dynamical meteorology of Jupiter's White\nOvals at different points in their evolution. Starting from the era with three\nWhite Ovals FA, BC, and DE (Galileo), continuing to the post-merger epoch with\nonly one Oval BA (Cassini), and finally to Oval BA's current reddened state\n(New Horizons), we demonstrate that the dynamics of their flow have similarly\nevolved along with their appearance. The northern periphery of Oval BA\nincreased in speed by 20 m/s from Cassini to New Horizons, ending up at a speed\nnearly identical to that of the northern periphery of Oval DE during Galileo.\nHowever, the peak speeds along the southern rim of the newly formed Oval BA\nwere consistently faster than the corresponding speeds in Oval DE, and they\nincreased still further between Cassini and New Horizons, ending up at ~140 to\n150 m/s. The modest strengthening of the winds in Oval BA, the appearance of\nred aerosols, and the appearance of a turbulent, cyclonic feature to Oval BA's\nnorthwest create a strong resemblance with the Great Red Spot from both a\ndynamical and morphological perspective. In addition to the White Ovals, we\nalso measure the winds within two compact cyclonic regions, one in the Galileo\ndata set and one in the Cassini data set. In the images, these cyclonic\nfeatures appear turbulent and filamentary, but our wind field reveals that the\nflow manifests as a coherent high-speed collar surrounding relatively quiescent\ninteriors. Although less studied than their anticyclonic cousins, these\ncyclones may offer crucial insights into the planet's cloud-level energetics\nand dynamical meteorology.\n","Comment: 38 pages, 9 figures"]}]
["1301.6130",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6130","Geophysical Research Letters 38 (2011) L24206","doi:10.1029/2011GL049806"],"date":["2013-01-25"],"type":["text"],"creator":["Choi, David S.","Dundas, Colin M."],"language":[],"coverage":[],"title":["Measurements of Martian Dust Devil Winds with HiRISE"],"description":["  We report wind measurements within Martian dust devils observed in plan view\nfrom the High Resolution Imaging Science Experiment (HiRISE) orbiting Mars. The\ncentral color swath of the HiRISE instrument has three separate charge-coupled\ndevices (CCDs) and color filters that observe the surface in rapid cadence.\nActive features, such as dust devils, appear in motion when observed by this\nregion of the instrument. Our image animations reveal clear circulatory motion\nwithin dust devils that is separate from their translational motion across the\nMartian surface. Both manual and automated tracking of dust devil clouds reveal\ntangential winds that approach 20-30 m/s in some cases. These winds are\nsufficient to induce a ~1% decrease in atmospheric pressure within the dust\ndevil core relative to ambient, facilitating dust lifting by reducing the\nthreshold wind speed for particle elevation. Finally, radial velocity profiles\nconstructed from our automated measurements test the Rankine vortex model for\ndust devil structure. Our profiles successfully reveal the solid body rotation\ncomponent in the interior, but fail to conclusively illuminate the profile in\nthe outer regions of the vortex. One profile provides evidence for a velocity\ndecrease as a function of r^-1/2, instead of r^-1, suggestive of surface\nfriction effects. However, other profiles do not support this observation, or\ndo not contain enough measurements to produce meaningful insights.\n","Comment: 13 pages, 3 figures"]}]
["1301.6132",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6132","Icarus 216 (2011) 597-609","doi:10.1016/j.icarus.2011.10.001"],"date":["2013-01-25"],"type":["text"],"creator":["Choi, David S.","Showman, Adam P."],"language":[],"coverage":[],"title":["Power Spectral Analysis of Jupiter's Clouds and Kinetic Energy from\n  Cassini"],"description":["  We present suggestive evidence for an inverse energy cascade within Jupiter's\natmosphere through a calculation of the power spectrum of its kinetic energy\nand its cloud patterns. Using Cassini observations, we composed\nfull-longitudinal mosaics of Jupiter's atmosphere at several wavelengths. We\nalso utilized image pairs derived from these observations to generate\nfull-longitudinal maps of wind vectors and atmospheric kinetic energy within\nJupiter's troposphere. We computed power spectra of the image mosaics and\nkinetic energy maps using spherical harmonic analysis. Power spectra of\nJupiter's cloud patterns imaged at certain wavelengths resemble theoretical\nspectra of two-dimensional turbulence, with power-law slopes near -5/3 and -3\nat low and high wavenumbers, respectively. The slopes of the kinetic energy\npower spectrum are also near -5/3 at low wavenumbers. At high wavenumbers,\nhowever, the spectral slopes are relatively flatter than the theoretical\nprediction of -3. Our results also show the importance of calculating spectral\nslopes from full 2D velocity maps rather than 1D zonal mean velocity profiles,\nsince at large wavenumbers the spectra differ significantly, though at low\nwavenumbers, the 1D zonal and full 2D kinetic energy spectra are practically\nindistinguishable. Furthermore, the difference between the image and kinetic\nenergy spectra suggests some caution in the interpretation of power spectrum\nresults solely from image mosaics and its significance for the underlying\ndynamics. Finally, we also report prominent variations in kinetic energy within\nthe equatorial jet stream that appear to be associated with the 5 {\\mu}m\nhotspots. Other eddies are present within the flow collar of the Great Red\nSpot, suggesting caution when interpreting snapshots of the flow inside these\nfeatures as representative of a time-averaged state.\n","Comment: 34 pages, 8 figures"]}]
["1301.6134",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6134"],"date":["2013-01-25"],"type":["text"],"creator":["Epelbaum, E.","Gegelia, J."],"language":[],"coverage":[],"title":["The two-nucleon problem in EFT reformulated: Pion and nucleon masses as\n  soft and hard scales"],"description":["  We outline the modified formulation of baryon chiral effective field theory\nfor nucleon-nucleon scattering and discuss the issue of a possible power\ncounting violation by the nucleon mass. We also present the results for the\nquark mass dependence of the $^1S_0$ and $^3S_1$ scattering lengths and the\ndeuteron binding energy at leading order.\n","Comment: 6 pages, 2 figures"]}]
["1301.6135",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Differential Geometry","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6135"],"date":["2013-01-25"],"type":["text"],"creator":["Fathizadeh, Farzad","Khalkhali, Masoud"],"language":[],"coverage":[],"title":["Scalar Curvature for Noncommutative Four-Tori"],"description":["  In this paper we study the curved geometry of noncommutative 4-tori\n$\\mathbb{T}_\\theta^4$. We use a Weyl conformal factor to perturb the standard\nvolume form and obtain the Laplacian that encodes the local geometric\ninformation. We use Connes' pseudodifferential calculus to explicitly compute\nthe terms in the small time heat kernel expansion of the perturbed Laplacian\nwhich correspond to the volume and scalar curvature of $\\mathbb{T}_\\theta^4$.\nWe establish the analogue of Weyl's law, define a noncommutative residue, prove\nthe analogue of Connes' trace theorem, and find explicit formulas for the local\nfunctions that describe the scalar curvature of $\\mathbb{T}_\\theta^4$. We also\nstudy the analogue of the Einstein-Hilbert action for these spaces and show\nthat metrics with constant scalar curvature are critical for this action.\n","Comment: 25 pages, 5 figures"]}]
["1301.6144",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6144"],"date":["2013-01-25"],"type":["text"],"creator":["Grivaux, Sophie","Roginskaya, Maria"],"language":[],"coverage":[],"title":["An example of a minimal action of the free semi-group $\\F^{+}_{2}$ on\n  the Hilbert space"],"description":["  The Invariant Subset Problem on the Hilbert space is to know whether there\nexists a bounded linear operator $T$ on a separable infinite-dimensional\nHilbert space $H$ such that the orbit $\\{T^{n}x;\\ n\\ge 0\\}$ of every non-zero\nvector $x\\in H$ under the action of $T$ is dense in $H$. We show that there\nexists a bounded linear operator $T$ on a complex separable\ninfinite-dimensional Hilbert space $H$ and a unitary operator $V$ on $H$, such\nthat the following property holds true: for every non-zero vector $x\\in H$,\neither $x$ or $Vx$ has a dense orbit under the action of $T$. As a consequence,\nwe obtain in particular that there exists a minimal action of the free\nsemi-group with two generators $\\F^{+}_{2}$ on a complex separable\ninfinite-dimensional Hilbert space $H$.\n","Comment: 10 p"]}]
["1301.6145",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6145","Physical Review A 87, 010102(R), 2013","doi:10.1103/PhysRevA.87.010102"],"date":["2013-01-25"],"type":["text"],"creator":["Peil, Steven","Crane, Scott","Hanssen, James L.","Swanson, Thomas B.","Ekstrom, Christopher R."],"language":[],"coverage":[],"title":["Tests of local position invariance using continuously running atomic\n  clocks"],"description":["  Tests of local position invariance (LPI) made by comparing the relative\nredshift of atomic clocks based on different atoms have been carried out for a\nvariety of pairs of atomic species. In most cases, several absolute frequency\nmeasurements per year are used to look for an annual signal, resulting in tests\nthat can span on order of a decade. By using the output of continuously running\nclocks, we carry out LPI tests with comparable or higher precision after less\nthan 1.5 years. These include new measurements of the difference in redshift\nanomalies \\beta\\ for hyperfine transitions in Rb87 and Cs133 and in H and Cs133\nand a measurement comparing Rb87 and H, resulting in a stringent limit on LPI,\n\\beta(Rb) - \\beta(H)=(-2.7 +/- 4.9) x 10^(-7). The method of making these\nmeasurements for continuous clocks is discussed.\n"]}]
["1301.6149",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6149"],"date":["2013-01-25"],"type":["text"],"creator":["Calo, Victor M.","Collier, Nathaniel O.","Niemi, Antti H."],"language":[],"coverage":[],"title":["Analysis of the Discontinuous Petrov-Galerkin Method with Optimal Test\n  Functions for the Reissner-Mindlin Plate Bending Model"],"description":["  We analyze the discontinuous Petrov-Galerkin (DPG) method with optimal test\nfunctions when applied to solve the Reissner-Mindlin model of plate bending. We\nprove that the hybrid variational formulation underlying the DPG method is\nwell-posed (stable) with a thickness-dependent constant in a norm encompassing\nthe $L_2$-norms of the bending moment, the shear force, the transverse\ndeflection and the rotation vector. We then construct a numerical solution\nscheme based on quadrilateral scalar and vector finite elements of degree $p$.\nWe show that for affine meshes the discretization inherits the stability of the\ncontinuous formulation provided that the optimal test functions are\napproximated by polynomials of degree $p+3$. We prove a theoretical error\nestimate in terms of the mesh size $h$ and polynomial degree $p$ and\ndemonstrate numerical convergence on affine as well as non-affine mesh\nsequences.\n"]}]
["1301.6152",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6152"],"date":["2013-01-25"],"type":["text"],"creator":["Farah, Ilijas","Katsura, Takeshi"],"language":[],"coverage":[],"title":["Nonseparable UHF algebras II: Classification"],"description":["  For every uncountable cardinal $\\kappa$ there are $2^\\kappa$ nonisomorphic\nsimple AF algebras of density character $\\kappa$ and $2^\\kappa$ nonisomorphic\nhyperfinite II$_1$ factors of density character $\\kappa$. These estimates are\nmaximal possible. All C*-algebras that we construct have the same Elliott\ninvariant and Cuntz semigroup as the CAR algebra.\n"]}]
["1301.6158",{"format":[],"subject":["Mathematics - Number Theory","Primary 37P25, Secondary 37P05, 11T06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6158"],"date":["2013-01-25"],"type":["text"],"creator":["Manes, Michelle","Thompson, Bianca"],"language":[],"coverage":[],"title":["Periodic points in towers of finite fields for polynomials associated to\n  algebraic groups"],"description":["  We find the limiting proportion of periodic points in towers of finite fields\nfor polynomial maps associated to algebraic groups, namely pure power maps z^d\nand Chebyshev polynomials.\n","Comment: 18 pages, 2 figures, 10 tables"]}]
["1301.6159",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6159","doi:10.1016/j.physc.2012.12.011"],"date":["2013-01-25"],"type":["text"],"creator":["Hollen, S. M.","Shainline, J.","Xu, J. M.","Valles Jr, J. M."],"language":[],"coverage":[],"title":["Cooper Pair Insulator phase induced in amorphous Pb$_0.9$Bi$_0.1$ thin\n  films"],"description":["  A Cooper pair insulator (CPI) phase emerges near the superconductor-insulator\ntransitions of a number of strongly-disordered thin film systems. Much recent\nstudy has focused on a mechanism driving the underlying Cooper pair\nlocalization. We present data showing that a CPI phase develops in amorphous\nPb$_{0.9}$Bi$_{0.1}$ films deposited onto nano-porous anodized aluminum oxide\nsurfaces just as it has been shown to develop for a-Bi films. This result\nconfirms the assertion that the CPI phase emerges due to the structure of the\nsubstrate. It supports the picture that nanoscale film thickness variations\ninduced by the substrate drive the localization. Moreover, it implies that the\nCPI phase can be induced in any superconducting material that can be deposited\nonto this surface.\n"]}]
