["quant-ph/0205161",{"format":[],"subject":["Quantum Physics","Computer Science - Artificial Intelligence","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0205161","Journal of Experimental and Theoretical Artificial Intelligence,\n  14, pp. 327-358 (2002)"],"date":["2002-05-26","2004-08-06"],"type":["text"],"creator":["Gabora, Liane","Aerts, Diederik"],"language":[],"coverage":[],"title":["Contextualizing Concepts using a Mathematical Generalization of the\n  Quantum Formalism"],"description":["  We outline the rationale and preliminary results of using the State Context\nProperty (SCOP) formalism, originally developed as a generalization of quantum\nmechanics, to describe the contextual manner in which concepts are evoked,\nused, and combined to generate meaning. The quantum formalism was developed to\ncope with problems arising in the description of (1) the measurement process,\nand (2) the generation of new states with new properties when particles become\nentangled. Similar problems arising with concepts motivated the formal\ntreatment introduced here. Concepts are viewed not as fixed representations,\nbut entities existing in states of potentiality that require interaction with a\ncontext--a stimulus or another concept--to 'collapse' to an instantiated form\n(e.g. exemplar, prototype, or other possibly imaginary instance). The stimulus\nsituation plays the role of the measurement in physics, acting as context that\ninduces a change of the cognitive state from superposition state to collapsed\nstate. The collapsed state is more likely to consist of a conjunction of\nconcepts for associative than analytic thought because more stimulus or concept\nproperties take part in the collapse. We provide two contextual measures of\nconceptual distance--one using collapse probabilities and the other weighted\nproperties--and show how they can be applied to conjunctions using the pet fish\nproblem\n","Comment: 44 pages"]}]
