["0803.0726",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","F.2.2","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0726"],"date":["2008-03-05","2013-05-30"],"type":["text"],"creator":["Béal, Marie-Pierre","Perrin, Dominique"],"language":[],"coverage":[],"title":["A quadratic algorithm for road coloring"],"description":["  The Road Coloring Theorem states that every aperiodic directed graph with\nconstant out-degree has a synchronized coloring. This theorem had been\nconjectured during many years as the Road Coloring Problem before being settled\nby A. Trahtman. Trahtman's proof leads to an algorithm that finds a\nsynchronized labeling with a cubic worst-case time complexity. We show a\nvariant of his construction with a worst-case complexity which is quadratic in\ntime and linear in space. We also extend the Road Coloring Theorem to the\nperiodic case.\n"]}]
["0907.5228",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5228","New J. Phys. 15 (2013) 055023"],"date":["2009-07-29","2012-09-26"],"type":["text"],"creator":["Bombin, H.","Chhajlany, R. W.","Horodecki, M.","Martin-Delgado, M. A."],"language":[],"coverage":[],"title":["Self-Correcting Quantum Computers"],"description":["  Is the notion of a quantum computer resilient to thermal noise unphysical? We\naddress this question from a constructive perspective and show that local\nquantum Hamiltonian models provide self-correcting quantum computers. To this\nend, we first give a sufficient condition on the connect- edness of excitations\nfor a stabilizer code model to be a self-correcting quantum memory. We then\nstudy the two main examples of topological stabilizer codes in arbitrary\ndimensions and establish their self-correcting capabilities. Also, we address\nthe transversality properties of topological color codes, showing that 6D color\ncodes provide a self-correcting model that allows the transversal and local\nimplementation of a universal set of operations in seven spatial dimensions.\nFinally, we give a procedure to initialize such quantum memories at finite\ntemperature.\n","Comment: RevTeX, 24 pages, version revised to increase readability: added\n  sketch of proof of stability criterion, rewritten section on implementation\n  of quantum computation, revised introduction and conclusions"]}]
["0909.5642",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5642","Phys. Rev B. 81, 033309 (2010)","doi:10.1103/PhysRevB.81.033309"],"date":["2009-09-30","2009-10-30"],"type":["text"],"creator":["Yao, P.","Pathak, P. K.","Illes, E.","Hughes, S.","Munch, S.","Reitzenstein, S.","Franeck, P.","Loffler, A.","Heindel, T.","Höfling, S.","Worschech, L.","Forchel, A."],"language":[],"coverage":[],"title":["Nonlinear photoluminescence spectra from a quantum dot-cavity system:\n  Direct evidence of pump-induced stimulated emission and anharmonic cavity-QED"],"description":["  We investigate the power-dependent photoluminescence spectra from a strongly\ncoupled quantum dot-cavity system using a quantum master equation technique\nthat accounts for incoherent pumping, pure dephasing, and fermion or boson\nstatistics. Analytical spectra at the one-photon correlation level and the\nnumerically exact multi-photon spectra for fermions are presented. We compare\nto recent experiments on a quantum dot-micropiller cavity system and show that\nan excellent fit to the data can be obtained by varying only the incoherent\npump rates in direct correspondence with the experiments. Our theory and\nexperiments together show a clear and systematic way of studying\nstimulated-emission induced broadening and anharmonic cavity-QED.\n","Comment: We have reworked our previous arXiv paper and submitted this latest\n  version for peer review"]}]
["0912.0020",{"format":[],"subject":["Mathematics - Rings and Algebras","(Primary) 17A01 (Secondary) 16N20, 16N40, 18A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0020","Illinois J. Math., 55 (2011) 719--748"],"date":["2009-11-30"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["Homomorphic images of pro-nilpotent algebras"],"description":["  It is shown that any finite-dimensional homomorphic image of an inverse limit\nof nilpotent not-necessarily-associative algebras over a field is nilpotent.\nMore generally, this is true of algebras over a general commutative ring k,\nwith \"finite-dimensional\" replaced by \"of finite length as a k-module\".\n  These results are obtained by considering the multiplication algebra M(A) of\nan algebra A (the associative algebra of k-linear maps A -> A generated by left\nand right multiplications by elements of A), and its behavior with respect to\nnilpotence, inverse limits, and homomorphic images.\n  As a corollary, it is shown that a finite-dimensional homomorphic image of an\ninverse limit of finite-dimensional solvable Lie algebras over a field of\ncharacteristic 0 is solvable.\n  Examples are given showing that infinite-dimensional homomorphic images of\ninverse limits of nilpotent algebras can have properties far from those of\nnilpotent algebras; in particular, properties that imply that they are not\nresidually nilpotent.\n  Several open questions and directions for further investigation are noted.\n","Comment: 18 pages. Copy at http://math.berkeley.edu/~gbergman/papers may be\n  updated more frequently than arXiv copy"]}]
["1002.4208",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4208","2010 J. Opt. 12 104013 (Special Issue on Slow Light)","doi:10.1088/2040-8978/12/10/104013"],"date":["2010-02-22"],"type":["text"],"creator":["Patterson, M.","Hughes, S."],"language":[],"coverage":[],"title":["Theory of disorder-induced multiple coherent scattering in photonic\n  crystal waveguides"],"description":["  We introduce a theoretical formalism to describe disorder-induced extrinsic\nscattering in slow-light photonic crystal waveguides. This work details and\nextends the optical scattering theory used in a recent \\emph{Physical Review\nLetter} [M. Patterson \\emph{et al.}, \\emph{Phys. Rev. Lett.} \\textbf{102},\n103901 (2009)] to describe coherent scattering phenomena and successfully\nexplain complex experimental measurements. Our presented theory, that combines\nGreen function and coupled mode methods, allows one to self-consistently\naccount for arbitrary multiple scattering for the propagating electric field\nand recover experimental features such as resonances near the band edge. The\ntechnique is fully three-dimensional and can calculate the effects of disorder\non the propagating field over thousands of unit cells. As an application of\nthis theory, we explore various sample lengths and disordered instances, and\ndemonstrate the profound effect of multiple scattering in the waveguide\ntransmission. The spectra yield rich features associated with disorder-induced\nlocalization and multiple scattering, which are shown to be exasperated in the\nslow light propagation regime.\n"]}]
["1007.0223",{"format":[],"subject":["Mathematics - Rings and Algebras","17A01 (Primary), 18A30, 49S10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0223","Illinois J. Math., 55 (2011) 749--770"],"date":["2010-07-01","2010-08-24"],"type":["text"],"creator":["Bergman, George M."],"language":[],"coverage":[],"title":["Continuity of homomorphisms on pro-nilpotent algebras"],"description":["  Let V be a variety of not necessarily associative algebras, and A an inverse\nlimit of nilpotent algebras A_i\\in V, such that some finitely generated\nsubalgebra S \\subseteq A is dense in A under the inverse limit of the discrete\ntopologies on the A_i.\n  A sufficient condition on V is obtained for all algebra homomorphisms from A\nto finite-dimensional algebras B to be continuous; in other words, for the\nkernels of all such homomorphisms to be open ideals. This condition is\nsatisfied, in particular, if V is the variety of associative, Lie, or Jordan\nalgebras.\n  Examples are given showing the need for our hypotheses, and some open\nquestions are noted.\n","Comment: Apologies; in submitting version 2, I didn't realize I had to delete\n  version 1; so the result was a mess. Here is the proper revised version. 23\n  pages, to appear, Ill.J.Math. Main changes in Aug.2010 revision: Re-formatted\n  to fit journal-sized page. New Section 8 added, on question of when\n  subalgebras of finite codimension must be open. Proofs of Lemma 5 and of\n  Lemma 6(iii) shortened"]}]
["1009.3006",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3006"],"date":["2010-09-15","2013-05-30"],"type":["text"],"creator":["Bose, Prosenjit","De Carufel, Jean-Lou"],"language":[],"coverage":[],"title":["Minimum-Area Enclosing Triangle with a Fixed Angle"],"description":["  Given a set S of n points in the plane and a fixed angle 0 < omega < pi, we\nshow how to find in O(n log n) time all triangles of minimum area with one\nangle omega that enclose S. We prove that in general, the solution cannot be\nwritten without cubic roots. We also prove an Omega(n log n) lower bound for\nthis problem in the algebraic computation tree model. If the input is a convex\nn-gon, our algorithm takes Theta(n) time.\n"]}]
["1011.1238",{"format":[],"subject":["Quantum Physics","81S22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1238","Open Syst. Inf. Dyn. 19, 1250011 (2012)","doi:10.1142/S1230161212500114"],"date":["2010-11-04","2013-05-29"],"type":["text"],"creator":["Giraldi, Filippo","Petruccione, Francesco"],"language":[],"coverage":[],"title":["Open system approach to the internal dynamics of a model multilevel\n  molecule"],"description":["  A model multilevel molecule described by two sets of rotational internal\nenergy levels of different parity and degenerate ground states, coupled by a\nconstant interaction, is considered, by assuming that the random collisions in\na gas of identical molecules, provoke transitions between adjacent energy\nlevels of the same parity. The prescriptions of the continuous time quantum\nrandom walk are applied to the single molecule, interpreted as an open quantum\nsystem, and the master equation driving its internal dynamics is built for a\ngeneral distribution of the waiting times between two consecutive collisions.\nThe coherence terms and the populations of the energy levels relax to the\nasymptotics with inverse power laws for relevant classes of non-Poissonian\ndistributions of the collision times. The stable asymptotic equilibrium\nconfiguration is independent of the distribution. The long time dynamics may be\nhindered by increasing the tail of the distribution density. This effect may be\ninterpreted as the appearance of the quantum Zeno effect over long time scales.\n"]}]
["1101.2403",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2403","JHEP 1102:049,2011","doi:10.1007/JHEP02(2011)049"],"date":["2011-01-12","2013-05-30"],"type":["text"],"creator":["Coomans, Frederik","Van Proeyen, Antoine"],"language":[],"coverage":[],"title":["Off-shell N=(1,0), D=6 supergravity from superconformal methods"],"description":["  We use the superconformal method to construct the full off-shell action of\nN=(1,0), D=6 supergravity, which has apart from the graviton and the gravitino,\na 2-form gauge field, a dilaton and a symplectic Majorana spinor. We give\ndetailed formula for superconformal expressions that can be useful for\nextensions of the theory to more matter multiplets or gauged supergravity.\n","Comment: v2: corrections in some coefficients and covariant derivatives; v3:\n  correction of factor -2 in first term of (C.5)"]}]
["1103.3916",{"format":[],"subject":["Mathematics - Number Theory","11R23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3916","doi:10.1142/S1793042113500395"],"date":["2011-03-21","2013-05-29"],"type":["text"],"creator":["Itoh, Tsuyoshi","Mizusawa, Yasushi","Ozaki, Manabu"],"language":[],"coverage":[],"title":["On the Z_p-ranks of tamely ramified Iwasawa modules"],"description":["  For a prime number p, we denote by K the cyclotomic Z_p-extension of a number\nfield k. For a finite set S of prime numbers, we consider the S-ramified\nIwasawa module which is the Galois group of the maximal abelian pro-p-extension\nof K unramified outside S. This paper treats the case where S does not contain\np and k is the rational number field or an imaginary quadratic field. In this\ncase, we prove the explicit formulae for the free ranks of the S-ramified\nIwasawa modules as abelian pro-p groups, by using Brumer's p-adic version of\nBaker's theorem on the linear independence of logarithms of algebraic numbers.\n"]}]
["1106.5539",{"format":[],"subject":["Mathematics - Differential Geometry","53B30, 53C30, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5539","e-fellows.net stipendiaten-wissen, Vol. 250. GRIN-Verlag, Munich,\n  2011. viii+120 pp","doi:10.3239/9783656017073"],"date":["2011-06-27","2011-10-06"],"type":["text"],"creator":["Günther, Felix"],"language":[],"coverage":[],"title":["Isometry groups of Lorentzian manifolds of finite volume and The local\n  geometry of compact homogeneous Lorentz spaces"],"description":["  Based on the work of Adams and Stuck as well as on the work of Zeghib, we\nclassify the Lie groups which can act isometrically and locally effectively on\nLorentzian manifolds of finite volume. In the case that the corresponding Lie\nalgebra contains a direct summand isomorphic to the two-dimensional special\nlinear algebra or to a twisted Heisenberg algebra, we also describe the\ngeometric structure of the manifolds if they are compact. Using these results,\nwe investigate the local geometry of compact homogeneous Lorentz spaces whose\nisometry groups have non-compact connected components. It turns out that they\nall are reductive. We investigate the isotropy representation, curvatures and\nholonomy. Especially, we obtain that any Ricci-flat compact homogeneous Lorentz\nspace is flat or has compact isometry group.\n","Comment: 130 pages"]}]
["1108.1267",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Rings and Algebras","11B25, 13F15, 11A05, 13A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1267","Acta Arithmetica, Vol. 54, No. 2 (2012), pp. 161-171"],"date":["2011-08-05","2012-03-25"],"type":["text"],"creator":["Ghorpade, Sudhir R.","Ram, Samrith"],"language":[],"coverage":[],"title":["Arithmetic Progressions in a Unique Factorization Domain"],"description":["  Pillai showed that any sequence of consecutive integers with at most 16 terms\npossesses one term that is relatively prime to all the others. We give a new\nproof of a slight generalization of this result to arithmetic progressions of\nintegers and further extend it to arithmetic progressions in unique\nfactorization domains of characteristic zero.\n","Comment: Version 2 (to appear in Acta Arithmetica) with minor typos corrected"]}]
["1108.3769",{"format":[],"subject":["Mathematical Physics","Mathematics - Classical Analysis and ODEs","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3769","SIGMA 9 (2013), 040, 29 pages","doi:10.3842/SIGMA.2013.040"],"date":["2011-08-18","2013-05-30"],"type":["text"],"creator":["Durdevich, Micho","Sontz, Stephen Bruce"],"language":[],"coverage":[],"title":["Dunkl Operators as Covariant Derivatives in a Quantum Principal Bundle"],"description":["  A quantum principal bundle is constructed for every Coxeter group acting on a\nfinite-dimensional Euclidean space $E$, and then a connection is also defined\non this bundle. The covariant derivatives associated to this connection are the\nDunkl operators, originally introduced as part of a program to generalize\nharmonic analysis in Euclidean spaces. This gives us a new, geometric way of\nviewing the Dunkl operators. In particular, we present a new proof of the\ncommutativity of these operators among themselves as a consequence of a\ngeometric property, namely, that the connection has curvature zero.\n"]}]
["1109.0368",{"format":[],"subject":["Mathematics - Dynamical Systems","37 F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0368"],"date":["2011-09-02","2013-05-30"],"type":["text"],"creator":["Devaney, R. L.","Fagella, N.","Garijo, A.","Jarque, X."],"language":[],"coverage":[],"title":["Sierpi\\'{n}ski curve Julia sets for quadratic rational maps"],"description":["  We investigate under which dynamical conditions the Julia set of a quadratic\nrational map is a Sierpi\\'{n}ski curve\n","Comment: 19 pages, 10 Figures, Substancial modification of previous version,\n  Accepted for publication in Ann. Acad. Sci. Fenn. Math"]}]
["1110.0657",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Nonlinear Sciences - Exactly Solvable and Integrable Systems","35Q58, 81T13, 82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0657","J. Phys. A: Math. Theor. 45 (2012), 025403 (38pp)","doi:10.1088/1751-8113/45/2/025403"],"date":["2011-10-04","2011-11-11"],"type":["text"],"creator":["Takasaki, Kanehisa","Nakatsu, Toshio"],"language":[],"coverage":[],"title":["Thermodynamic limit of random partitions and dispersionless Toda\n  hierarchy"],"description":["  We study the thermodynamic limit of random partition models for the instanton\nsum of 4D and 5D supersymmetric U(1) gauge theories deformed by some physical\nobservables. The physical observables correspond to external potentials in the\nstatistical model. The partition function is reformulated in terms of the\ndensity function of Maya diagrams. The thermodynamic limit is governed by a\nlimit shape of Young diagrams associated with dominant terms in the partition\nfunction. The limit shape is characterized by a variational problem, which is\nfurther converted to a scalar-valued Riemann-Hilbert problem. This\nRiemann-Hilbert problem is solved with the aid of a complex curve, which may be\nthought of as the Seiberg-Witten curve of the deformed U(1) gauge theory. This\nsolution of the Riemann-Hilbert problem is identified with a special solution\nof the dispersionless Toda hierarchy that satisfies a pair of generalized\nstring equations. The generalized string equations for the 5D gauge theory are\nshown to be related to hidden symmetries of the statistical model. The\nprepotential and the Seiberg-Witten differential are also considered.\n","Comment: latex2e using amsmath,amssymb,amsthm packages, 55 pages, no figure;\n  (v2) typos corrected"]}]
["1111.1148",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1148","Journal of Modern Physics 4, No. 5 (2013) 686","doi:10.4236/jmp.2013.45096"],"date":["2011-11-04","2013-03-15"],"type":["text"],"creator":["Wilson, Thomas L."],"language":[],"coverage":[],"title":["A New Strategy For Solving Two Cosmological Problems in Hadron Physics"],"description":["  A new approach to solving two of the cosmological problems (CCPs) is proposed\nby introducing the Abbott-Deser (AD) method for defining Killing charges in\nasymptotic de Sitter space as the only consistent means for defining the\nground-state vacuum for the CCP. That granted, Einstein gravity will also need\nto be modified at short-distance nuclear scales, using instead a nonminimally\ncoupled scalar-tensor theory of gravitation that provides for the existence of\nQCD's two-phase vacuum having two different zero-point energy states as a\nfunction of temperature. Einstein gravity alone cannot accomplish this. The\nscalar field will be taken from bag theory in hadron physics, and the origin of\nthe bag constant B is accounted for by gravity's cosmological constant - noting\nthat the Higgs mechanism does not account for either the curved-space origin of\nlambda or the mass of composite hadrons. A small Hubble-scale graviton mass\nnaturally appears external to the hadron bag, induced by lambda. This mass is\nunobservable and gravitationally gauge-dependent. It is shown to be related to\nthe cosmological event horizon in asmyptotic de Sitter space.\n","Comment: 19 pages, 2 figures, 1 table"]}]
["1111.3995",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3995","Phys. Rev. B 85, 035315 (2012)","doi:10.1103/PhysRevB.85.035315"],"date":["2011-11-16","2012-01-12"],"type":["text"],"creator":["Hughes, S.","Roy, C."],"language":[],"coverage":[],"title":["Nonlinear photon transport in a semiconductor waveguide-cavity system\n  containing a single quantum dot: Anharmonic cavity-QED regime"],"description":["  We present a semiconductor master equation technique to study the\ninput/output characteristics of coherent photon transport in a semiconductor\nwaveguide-cavity system containing a single quantum dot. We use this approach\nto investigate the effects of photon propagation and anharmonic cavity-QED for\nvarious dot-cavity interaction strengths, including weakly-coupled,\nintermediately-coupled, and strongly-coupled regimes. We demonstrate that for\nmean photon numbers much less than 0.1, the commonly adopted weak excitation\n(single quantum) approximation breaks down, even in the weak coupling regime.\nAs a measure of the anharmonic multiphoton-correlations, we compute the Fano\nfactor and the correlation error associated with making a semiclassical\napproximation. We also explore the role of electron--acoustic-phonon scattering\nand find that phonon-mediated scattering plays a qualitatively important role\non the light propagation characteristics. As an application of the theory, we\nsimulate a conditional phase gate at a phonon bath temperature of $20 $K in the\nstrong coupling regime.\n","Comment: To appear in PRB"]}]
["1111.6201",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6201","Machine Learning, Volume 91, Number 3, pp. 279-303 (2013)","doi:10.1007/s10994-013-5345-8"],"date":["2011-11-26","2013-02-24"],"type":["text"],"creator":["Kao, Yi-Hao","Van Roy, Benjamin"],"language":[],"coverage":[],"title":["Learning a Factor Model via Regularized PCA"],"description":["  We consider the problem of learning a linear factor model. We propose a\nregularized form of principal component analysis (PCA) and demonstrate through\nexperiments with synthetic and real data the superiority of resulting estimates\nto those produced by pre-existing factor analysis approaches. We also establish\ntheoretical results that explain how our algorithm corrects the biases induced\nby conventional approaches. An important feature of our algorithm is that its\ncomputational requirements are similar to those of PCA, which enjoys wide use\nin large part due to its efficiency.\n"]}]
["1112.6085",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6085","The Journal of Statistical Mechanics: Theory and Experiment\n  (JSTAT), 2013, P04027","doi:10.1088/1742-5468/2013/04/P04027"],"date":["2011-12-28","2013-05-30"],"type":["text"],"creator":["Gu, Gao-Feng","Xiong, Xiong","Ren, Fei","Zhou, Wei-Xing","Zhang, Wei"],"language":[],"coverage":[],"title":["The position profiles of order cancellations in an emerging stock market"],"description":["  Order submission and cancellation are two constituent actions of stock\ntrading behaviors in order-driven markets. Order submission dynamics has been\nextensively studied for different markets, while order cancellation dynamics is\nless understood. There are two positions associated with a cancellation, that\nis, the price level in the limit-order book (LOB) and the position in the queue\nat each price level. We study the profiles of these two order cancellation\npositions through rebuilding the limit-order book using the order flow data of\n23 liquid stocks traded on the Shenzhen Stock Exchange in the year 2003. We\nfind that the profiles of relative price levels where cancellations occur obey\na log-normal distribution. After normalizing the relative price level by\nremoving the factor of order numbers stored at the price level, we find that\nthe profiles exhibit a power-law scaling behavior on the right tails for both\nbuy and sell orders. When focusing on the order cancellation positions in the\nqueue at each price level, we find that the profiles increase rapidly in the\nfront of the queue, and then fluctuate around a constant value till the end of\nthe queue. These profiles are similar for different stocks. In addition, the\nprofiles of cancellation positions can be fitted by an exponent function for\nboth buy and sell orders. These two kinds of cancellation profiles seem\nuniversal for different stocks investigated and exhibit minor asymmetry between\nbuy and sell orders. Our empirical findings shed new light on the order\ncancellation dynamics and pose constraints on the construction of order-driven\nstock market models.\n","Comment: 17 pages, 6 figures and 6 tables"]}]
["1202.1781",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1781","Phisical Review D87, 094025 (2013)","doi:10.1103/PhysRevD.87.094025"],"date":["2012-02-08","2013-05-12"],"type":["text"],"creator":["Stefanis, N. G.","Bakulev, A. P.","Mikhailov, S. V.","Pimikov, A. V."],"language":[],"coverage":[],"title":["Can we understand an auxetic pion-photon transition form factor within\n  QCD? BaBar faces Belle"],"description":["  A state-of-the-art analysis of the pion-photon transition form factor is\npresented based on an improved theoretical calculation that includes the effect\nof a finite virtuality of the quasi-real photon in the method of light-cone sum\nrules. We carry out a detailed statistical analysis of the existing\nexperimental data using this method and by employing pion distribution\namplitudes with up to three Gegenbauer coefficients $a_2, a_4, a_6$. Allowing\nfor an error range in the coefficient $a_6\\approx 0$, the theoretical\npredictions for $\\gamma^*\\gamma\\to\\pi^0$ obtained with nonlocal QCD sum rules\nare found to be in good agreement with all data that support a scaling behavior\nof the transition form factor at higher $Q^2$, like those of the Belle\nCollaboration. The data on $\\gamma^*\\gamma\\to\\eta/\\eta'$ from CLEO and \\babar\nare also reproduced, while there is a strong conflict with the auxetic trend of\nthe \\babar data above 10 GeV$^2$. The broader implications of these findings\nare discussed.\n","Comment: v4: 13 pages, 1 table, 8 figures. Paper body radically redesigned and\n  extended to include Belle data. Contains statistical data analysis and photon\n  small virtuality. Conclusions and references updated. V5 matches version to\n  appear in Physical Review D"]}]
["1202.6477",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6477","Phys. Rev. A 85, 052707 (2012)","doi:10.1103/PhysRevA.85.052707"],"date":["2012-02-29"],"type":["text"],"creator":["Zubiaga, A.","Tuomisto, F.","Puska, M. J."],"language":[],"coverage":[],"title":["Matter-positronium interaction: An exact diagonalization study of the He\n  atom - positronium system"],"description":["  The many-body system comprising a He nucleus, three electrons, and a positron\nhas been studied using the exact diagonalization technique. The purpose has\nbeen to clarify to which extent the system can be considered as a\ndistinguishable positronium (Ps) atom interacting with a He atom and, thereby,\nto pave the way to a practical atomistic modeling of Ps states and annihilation\nin matter. The maximum value of the distance between the positron and the\nnucleus is constrained and the Ps atom at different distances from the nucleus\nis identified from the electron and positron densities, as well as from the\nelectron-positron distance and center-of-mass distributions. The polarization\nof the Ps atom increases as its distance from the nucleus decreases. A\ndepletion of the He electron density, particularly large at low density values,\nhas been observed. The ortho-Ps pick-off annihilation rate calculated as the\noverlap of the positron and the free He electron densities has to be corrected\nfor the observed depletion, specially at large pores/voids.\n","Comment: 18 pages, 8 figures"]}]
["1203.1849",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Information Theory","Primary 15A03, 11T06 05E99 Secondary 11T71"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1849","Arithmetic, Geometry, Cryptography and Coding Theory, 49-58,\n  Contemp. Math. 574, Amer. Math. Soc., Providence, RI, 2012"],"date":["2012-03-08"],"type":["text"],"creator":["Ghorpade, Sudhir R.","Ram, Samrith"],"language":[],"coverage":[],"title":["Enumeration of Splitting Subspaces over Finite Fields"],"description":["  We discuss an elementary, yet unsolved, problem of Niederreiter concerning\nthe enumeration of a class of subspaces of finite dimensional vector spaces\nover finite fields. A short and self-contained account of some recent progress\non this problem is included and some related problems are discussed.\n","Comment: 10 pages; to appear in the Proceedings of AGCT (Luminy, France, 2011)"]}]
["1203.3915",{"format":[],"subject":["Mathematics - Combinatorics","05C38, 05C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3915","Discrete Math. 313 (2013) 1715-1725","doi:10.1016/j.disc.2013.04.023"],"date":["2012-03-17","2013-04-18"],"type":["text"],"creator":["Ning, Bo","Zhang, Shenggui"],"language":[],"coverage":[],"title":["Ore- and Fan-type heavy subgraphs for Hamiltonicity of 2-connected\n  graphs"],"description":["  Bedrossian characterized all pairs of forbidden subgraphs for a 2-connected\ngraph to be Hamiltonian. Instead of forbidding some induced subgraphs, we relax\nthe conditions for graphs to be Hamiltonian by restricting Ore- and Fan-type\ndegree conditions on these induced subgraphs. Let $G$ be a graph on $n$\nvertices and $H$ be an induced subgraph of $G$. $H$ is called \\emph{o}-heavy if\nthere are two nonadjacent vertices in $H$ with degree sum at least $n$, and is\ncalled $f$-heavy if for every two vertices $u,v\\in V(H)$, $d_{H}(u,v)=2$\nimplies that $\\max\\{d(u),d(v)\\}\\geq n/2$. We say that $G$ is $H$-\\emph{o}-heavy\n($H$-\\emph{f}-heavy) if every induced subgraph of $G$ isomorphic to $H$ is\n\\emph{o}-heavy (\\emph{f}-heavy). In this paper we characterize all connected\ngraphs $R$ and $S$ other than $P_3$ such that every 2-connected\n$R$-\\emph{f}-heavy and $S$-\\emph{f}-heavy ($R$-\\emph{o}-heavy and\n$S$-\\emph{f}-heavy, $R$-\\emph{f}-heavy and $S$-free) graph is Hamiltonian. Our\nresults extend several previous theorems on forbidden subgraph conditions and\nheavy subgraph conditions for Hamiltonicity of 2-connected graphs.\n","Comment: 21 pages, 2 figures"]}]
["1203.6692",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6692","Phys. Rev. A 86, 032322 (2012)","doi:10.1103/PhysRevA.86.032322"],"date":["2012-03-29"],"type":["text"],"creator":["Palsson, Matthew S.","Wallman, Joel J.","Bennet, Adam J.","Pryde, G. J."],"language":[],"coverage":[],"title":["Experimentally Violating Bell Inequalities Without Complete Reference\n  Frames"],"description":["  We experimentally demonstrate, using qubits encoded in photon polarization,\nthat if two parties share a single reference direction and use locally\northogonal measurements they will always violate a Bell inequality, up to\nexperimental deficiencies. This contrasts with the standard view of Bell\ninequalities in which the parties need to share a complete reference frame for\ntheir measurements. Furthermore, we experimentally demonstrate that as the\nreference direction degrades the probability of violating a Bell inequality\ndecreases smoothly to (39.7 +/- 0.1) % in the limiting case that the observers\ndo not share a reference direction. This result promises simplified\ndistribution of entanglement between separated parties, with applications in\nfundamental investigations of quantum physics and tasks such as quantum\ncommunication.\n","Comment: 5 pages, 6 figures"]}]
["1204.0565",{"format":[],"subject":["Quantum Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0565","International Journal of Modern Physics B Vol. 27, No. 16 (2013)\n  1350067","doi:10.1142/S0217979213500677"],"date":["2012-04-02"],"type":["text"],"creator":["Guo, Yu"],"language":[],"coverage":[],"title":["Measurement-induced nonlocality over two-sided projective measurements"],"description":["  Measurement-induced nonlocality (MiN), introduced by Luo and Fu [Phys. Rev.\nLett. 106(2011)120401], is a kind of quantum correlation that beyond\nentanglement and even beyond quantum discord. Recently, we extended MiN to\ninfinite-dimensional bipartite system [arXiv:1107.0355]. MiN is defined over\none-sided projective measurements. In this letter we introduce a\nmeasurement-induced nonlocality over two-sided projective measurements. The\nnullity of this two-sided MiN is characterized, a formula for calculating\ntwo-sided MiN for pure states is proposed, and a lower bound of (two-sided) MiN\nfor maximally entangled mixed states is given. In addition, we find that\n(two-sided) MiN is not continuous. The two-sided geometric measure of quantum\ndiscord (GMQD) is introduced in [Phys. Lett. A 376(2012)320--324]. We extend it\nto infinite-dimensional system and then compare it with the two-sided MiN. Both\nfinite- and infinite-dimensional cases are considered.\n","Comment: 12 pages"]}]
["1204.3227",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Topology","19D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3227","Journal of Pure and Applied Algebra 217 (2013), 2088 - 2107"],"date":["2012-04-14","2013-02-13"],"type":["text"],"creator":["Ogle, C."],"language":[],"coverage":[],"title":["On the homotopy type of A(\\Sigma(X))"],"description":["  We give a correct proof that for all connected spaces X, the functor X |->\nA(\\Sigma(X)) splits up to homotopy as a product of its Goodwillie derivatives.\n","Comment: Some minor issues in previous version clarified. This is the final\n  version of the paper, which will appear in the Journal of Pure and Applied\n  Algebra"]}]
["1205.2914",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","58J70, 58J72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2914"],"date":["2012-05-13","2013-05-30"],"type":["text"],"creator":["Kruglikov, Boris"],"language":[],"coverage":[],"title":["Generalized Lie-B\\\"acklund theorem for Lie class \\omega=1 overdetermined\n  systems"],"description":["  In this paper we prove a version of Lie-B\\\"acklund theorem for overdetermined\nsystems of scalar PDEs, whose general solution depends on 1 function of 1\nvariable. This generalizes the case of involutive system of the second order on\nthe plane treated by E.Cartan in 1910. Many examples are provided.\n","Comment: a typo is corrected: the truncated graded nilpotent Lie algebra n_k\n  shall be n_{k+1}"]}]
["1206.1714",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Mathematics - Combinatorics","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1714"],"date":["2012-06-08","2013-05-30"],"type":["text"],"creator":["Neunhöffer, Max","Pfeiffer, Markus","Ruskuc, Nik"],"language":[],"coverage":[],"title":["Deciding Word Problems of Semigroups using Finite State Automata"],"description":["  We explore a natural class of semigroups that have word problem decidable by\nfinite state automata. Among the main results are invariance of this property\nunder change of generators, invariance under basic algebraic constructions and\nalgebraic properties of these semigroups.\n"]}]
["1206.3926",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3926","SIAM J. Math. Anal. 45 (2013), no. 3, 1003-1026"],"date":["2012-06-18"],"type":["text"],"creator":["Damascelli, Lucio","Pacella, Filomena"],"language":[],"coverage":[],"title":["Symmetry results for cooperative elliptic systems via linearization"],"description":["  In this paper we prove symmetry results for classical solutions of nonlinear\ncooperative elliptic systems in a ball or in annulus in $\\RN$, $N \\geq 2 $.\nMore precisely we prove that solutions having Morse index $j \\leq N $ are\nfoliated Schwarz symmetric if the nonlinearity is convex and a full coupling\ncondition is satisfied along the solution.\n"]}]
["1206.4145",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4145","Phys. Rev. A 86, 040303 (2012)","doi:10.1103/PhysRevA.86.040303"],"date":["2012-06-19"],"type":["text"],"creator":["Bagan, E.","Munoz-Tapia, R.","Olivares-Renteria, G. A.","Bergou, J. A."],"language":[],"coverage":[],"title":["Optimal discrimination of quantum states with a fixed rate of\n  inconclusive outcomes"],"description":["  In this paper we present the solution to the problem of optimally\ndiscriminating among quantum states, i.e., identifying the states with maximum\nprobability of success when a certain fixed rate of inconclusive answers is\nallowed. By varying the inconclusive rate, the scheme optimally interpolates\nbetween Unambiguous and Minimum Error discrimination, the two standard\napproaches to quantum state discrimination. We introduce a very general method\nthat enables us to obtain the solution in a wide range of cases and give a\ncomplete characterization of the minimum discrimination error as a function of\nthe rate of inconclusive answers. A critical value of this rate is identified\nthat coincides with the minimum failure probability in the cases where\nunambiguous discrimination is possible and provides a natural generalization of\nit when states cannot be unambiguously discriminated. The method is illustrated\non two explicit examples: discrimination of two pure states with arbitrary\nprior probabilities and discrimination of trine states.\n"]}]
["1207.1486",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1486","Nuclear Physics A, 893, 87-100 (2012)","doi:10.1016/j.nuclphysa.2012.08.001"],"date":["2012-07-05"],"type":["text"],"creator":["Engle, J. W.","Mashnik, S. G.","Bach, H.","Couture, A.","Jackman, K.","Gritzo, R.","Ballard, B. D.","Faßbender, M.","Smith, D. M.","Bitteker, L. J.","Ullmann, J. L.","Gulley, M.","Pillai, C.","John, K. D.","Birnbaum, E. R.","Nortier, F. M."],"language":[],"coverage":[],"title":["Cross Sections from 800 MeV Proton Irradiation of Terbium"],"description":["  A single terbium foil was irradiated with 800 MeV protons to ascertain the\npotential for production of lanthanide isotopes of interest in medical,\nastrophysical, and basic science research and to contribute to nuclear data\nrepositories. Isotopes produced in the foil were quantified by gamma\nspectroscopy. Cross sections for 36 isotopes produced in the irradiation are\nreported and compared with predictions by the MCNP6 transport code using the\nCEM03.03, Bertini, and INCL+ABLA event generators. Our results indicate the\nneed to accurately consider fission and fragmentation of relatively light\ntarget nuclei like terbium in the modeling of nuclear reactions at 800 MeV. The\npredictive power of the code was found to be different for each event generator\ntested but was satisfactory for most of the product yields in the mass region\nwhere spallation reactions dominate. However, none of the event generators'\nresults are in complete agreement with measured data.\n","Comment: 16 pages, 3 figures, 1 tables, only pdf, submitted to Nuclear Physics\n  A"]}]
["1208.0436",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0436","Physics Letters A 376 (2012) 3199","doi:10.1016/j.physleta.2012.08.039"],"date":["2012-08-02","2012-08-06"],"type":["text"],"creator":["Donko, Zoltan","Hartmann, Peter","Shukla, Padma K."],"language":[],"coverage":[],"title":["Consequences of an attractive force on collective modes and dust\n  structures in a strongly coupled dusty plasma"],"description":["  We present an investigation of the combined effects of the Debye-Huckel (DH)\nrepulsive and overlaping Debye spheres (ODS) attractive interaction potentials\naround charged dust particles on collective modes, phase separation and ordered\ndust structures in a strongly coupled dusty plasma. We obtain static and\ndynamical information via Molecular Dynamics simulations in the liquid and\ncrystallized phases and identify the onset of an instability in the transverse\ncollective mode, by using (zero-temperature) lattice summation method. The\npresent results are useful for understanding the origin of\ncoagulation/agglomeration of charged dust particles and the formation of\nordered dust structures in low-temperature laboratory and space dusty plasmas.\n"]}]
["1208.1197",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1197","Phys. Rev. Lett. 110, 207205 (2013)","doi:10.1103/PhysRevLett.110.207205"],"date":["2012-08-06","2013-04-25"],"type":["text"],"creator":["Chaloupka, Jiří","Khaliullin, Giniyat"],"language":[],"coverage":[],"title":["Spin-state Crossover Model for the Magnetism of Iron Pnictides"],"description":["  We propose a minimal model describing magnetic behavior of Fe-based\nsuperconductors. The key ingredient of the model is a dynamical mixing of\nquasi-degenerate spin states of Fe2+ ion by intersite electron hoppings,\nresulting in an effective local spin Seff. The moments Seff tend to form\nsinglet pairs, and may condense into a spin nematic phase due to the emergent\nbiquadratic exchange couplings. The long-range ordered part m of Seff varies\nwidely, 0<=m<=Seff, but magnon spectra are universal and scale with Seff,\nresolving the puzzle of large but fluctuating Fe-moments. Unusual temperature\ndependences of a local moment and spin susceptibility are also explained.\n","Comment: 9 pages, 7 figures, references updated, to be published in PRL"]}]
["1208.2133",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2133"],"date":["2012-08-10","2013-05-30"],"type":["text"],"creator":["Wildrick, Kevin","Zürcher, Thomas"],"language":[],"coverage":[],"title":["Sharp differentiability results for lip"],"description":["  We give a sharp condition on the lower local Lipschitz constant of a mapping\nfrom a metric space supporting a Poincar\\'e inequality to a Banach space with\nthe Radon-Nikodym property that guarantees differentiability at almost every\npoint. We apply these results to obtain a non-embedding theorem for a\ncorresponding class of mappings.\n","Comment: 24 pages, 1 figure. Version 3 includes applications to non-embedding"]}]
["1208.2662",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2662","doi:10.1103/PhysRevLett.109.181802"],"date":["2012-08-13"],"type":["text"],"creator":["The CDF Collaboration"],"language":[],"coverage":[],"title":["Search for the standard model Higgs boson produced in association with\n  top quarks using the full CDF data set"],"description":["  A search is presented for the standard model Higgs boson produced in\nassociation with top quarks using the full Run II proton-antiproton collision\ndata set, corresponding to 9.45 inverse fb, collected by the Collider Detector\nat Fermilab. No significant excess over the expected background is observed,\nand 95% credibility-level upper bounds are placed on the cross section\nsigma(t\\bar{t}H --> lepton + missing transverse energy + jets). For a Higgs\nboson mass of 125 GeV, we expect to set a limit of 12.6, and observe a limit of\n20.5 times the standard model rate. This represents the most sensitive search\nfor a standard model Higgs boson in this channel to date.\n","Comment: Submitted to Phys. Rev. Lett"]}]
["1208.4290",{"format":[],"subject":["Computer Science - Learning","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4290","IEEE TRANSACTIONS ON WIRELESS COMM UNICATIONS, VOL. 12, NO. 4,\n  APRIL 2013","doi:10.1109/TWC.2013.030413.121120"],"date":["2012-08-21","2012-12-06"],"type":["text"],"creator":["Blasco, Pol","Gündüz, Deniz","Dohler, Mischa"],"language":[],"coverage":[],"title":["A Learning Theoretic Approach to Energy Harvesting Communication System\n  Optimization"],"description":["  A point-to-point wireless communication system in which the transmitter is\nequipped with an energy harvesting device and a rechargeable battery, is\nstudied. Both the energy and the data arrivals at the transmitter are modeled\nas Markov processes. Delay-limited communication is considered assuming that\nthe underlying channel is block fading with memory, and the instantaneous\nchannel state information is available at both the transmitter and the\nreceiver. The expected total transmitted data during the transmitter's\nactivation time is maximized under three different sets of assumptions\nregarding the information available at the transmitter about the underlying\nstochastic processes. A learning theoretic approach is introduced, which does\nnot assume any a priori information on the Markov processes governing the\ncommunication system. In addition, online and offline optimization problems are\nstudied for the same setting. Full statistical knowledge and causal information\non the realizations of the underlying stochastic processes are assumed in the\nonline optimization problem, while the offline optimization problem assumes\nnon-causal knowledge of the realizations in advance. Comparing the optimal\nsolutions in all three frameworks, the performance loss due to the lack of the\ntransmitter's information regarding the behaviors of the underlying Markov\nprocesses is quantified.\n"]}]
["1208.5881",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5881","Nature Physics 9, 23 (2013)","doi:10.1038/NPHYS2469"],"date":["2012-08-29"],"type":["text"],"creator":["Kocsis, S.","Xiang, G. Y.","Ralph, T. C.","Pryde, G. J."],"language":[],"coverage":[],"title":["Heralded Noiseless Amplification of a Photon Polarization Qubit"],"description":["  Non-deterministic noiseless amplification of a single mode can circumvent the\nunique challenges to amplifying a quantum signal, such as the no-cloning\ntheorem, and the minimum noise cost for deterministic quantum state\namplification. However, existing devices are not suitable for amplifying the\nfundamental optical quantum information carrier, a qubit coherently encoded\nacross two optical modes. Here, we construct a coherent two-mode amplifier, to\ndemonstrate the first heralded noiseless linear amplification of a qubit\nencoded in the polarization state of a single photon. In doing so, we increase\nthe transmission fidelity of a realistic qubit channel by up to a factor of\nfive. Qubit amplifiers promise to extend the range of secure quantum\ncommunication and other quantum information science and technology protocols.\n","Comment: 6 pages, 3 figures"]}]
["1209.0393",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0393","Physical Review D 87, 053001 (2013)","doi:10.1103/PhysRevD.87.053001"],"date":["2012-09-03","2013-02-25"],"type":["text"],"creator":["Masina, Isabella"],"language":[],"coverage":[],"title":["Higgs boson and Top quark masses as tests of Electroweak Vacuum\n  Stability"],"description":["  The measurements of the Higgs boson and top quark masses can be used to\nextrapolate the Standard Model Higgs potential at energies up to the Planck\nscale. Adopting a NNLO renormalization procedure, we: i) find that electroweak\nvacuum stability is at present allowed, discuss the associated theoretical and\nexperimental errors and the prospects for its future tests; ii) determine the\nboundary conditions allowing for the existence of a shallow false minimum\nslightly below the Planck scale, which is a stable configuration that might\nhave been relevant for primordial inflation; iii) derive a conservative upper\nbound on type I seesaw right-handed neutrino masses, following from the\nrequirement of electroweak vacuum stability.\n","Comment: v1: 22 pages, 9 figures; v2: 26 pages, 11 figures: improved text,\n  added detailed comparison with previous literature results, version matching\n  the PRD article"]}]
["1209.0422",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0422","Opt. Express 21, No. 11, 13467-13478 (2013)"],"date":["2012-09-03","2013-02-16"],"type":["text"],"creator":["Andrianov, E. S.","Baranov, D. G.","Pukhov, A. A.","Dorofeenko, A. V.","Vinogradov, A. P.","Lisyansky, A. A."],"language":[],"coverage":[],"title":["Loss compensation by spasers in metamaterials"],"description":["  We show that exact loss compensation can be achieved in active metamaterials\ncontaining spasers pumped over a wide range of pumping values both below and\nabove the spasing threshold. We demonstrate that the difference between spaser\noperation below and above spasing threshold vanishes, when the spaser is\nsynchronized by an external field. As the spasing threshold loses its\nsignificance, a new pumping threshold, the threshold of loss compensation,\narises. Below this threshold, which is smaller than the spasing threshold,\ncompensation is impossible at any frequency of the external field.\n"]}]
["1209.1535",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1535","J. Chem. Phys. 138, 194704 (2013)","doi:10.1063/1.4804652"],"date":["2012-09-07","2013-05-19"],"type":["text"],"creator":["Milowska, Karolina Z.","Majewski, Jacek A."],"language":[],"coverage":[],"title":["Functionalization of carbon nanotubes with -CHn, -NHn fragments, -COOH\n  and -OH groups"],"description":["  We present results of extensive theoretical studies concerning stability,\nmorphology, and band structure of single wall carbon nanotubes (CNTs)\ncovalently functionalized by -CHn(for n=2,3,4),-NHn(for n=1,2,3,4),-COOH and\n-OH groups. Our studies are based on ab initio calculations in the framework of\nthe density functional theory. We determine the dependence of the binding\nenergies on the concentration of the adsorbed molecules, critical densities of\nadsorbed molecules, global and local changes in the morphology, and electronic\nstructure paying particular attention to the functionalization induced changes\nof the band gaps. These studies reveal physical mechanisms that determine\nstability and electronic structure of those systems and also provide valuable\ntheoretical predictions relevant for application. Functionalization of CNTs\ncauses generally their elongation and locally sp2 -> sp3 rehybridization in the\nneighborhood of chemisorbed groups. For adsorbants making particularly strong\ncovalent bonds with the CNTs(-CH2), we observe formation of the 5/7 defects. In\nCNTs functionalized with -CH2,-NH4, and -OH, we determine critical density of\nmolecules that could be covalently bound to CNTs. Functionalization of CNTs can\nbe utilized for band gap engineering and also lead to changes in their\nmetallic/semiconductor character. In semiconducting CNTs, adsorbants such as\n-CH3,-NH2,-OH and -COOH, introduce 'impurity' bands in the band gap of pristine\nCNTs. In the case of -CH3,-NH2, the induced band gaps are typically smaller\nthan in the pure CNT and depend strongly on the concentration of adsorbants.\nHowever, functionalization of semiconducting CNTs with -OH leads to the\nmetallization of CNTs. On the other hand, the functionalization of\nsemi-metallic (9,0)CNT with -CH2 causes the increase of the band gap and\ninduces semi-metal to semiconductor transition.\n","Comment: accepted in Journal of Chemical Physics"]}]
["1209.3131",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3131","Phys. Rev. E 87, 052919 (2013)","doi:10.1103/PhysRevE.87.052919"],"date":["2012-09-14","2013-05-30"],"type":["text"],"creator":["Waltner, Daniel","Gnutzmann, Sven","Tanner, Gregor","Richter, Klaus"],"language":[],"coverage":[],"title":["A sub-determinant approach for pseudo-orbit expansions of spectral\n  determinants in quantum maps and quantum graphs"],"description":["  We study implications of unitarity for pseudo-orbit expansions of the\nspectral determinants of quantum maps and quantum graphs. In particular, we\nadvocate to group pseudo-orbits into sub-determinants. We show explicitly that\nthe cancellation of long orbits is elegantly described on this level and that\nunitarity can be built in using a simple sub-determinant identity which has a\nnon-trivial interpretation in terms of pseudo-orbits. This identity yields much\nmore detailed relations between pseudo orbits of different length than known\npreviously. We reformulate Newton identities and the spectral density in terms\nof sub-determinant expansions and point out the implications of the\nsub-determinant identity for these expressions. We analyse furthermore the\neffect of the identity on spectral correlation functions such as the\nauto-correlation and parametric cross correlation functions of the spectral\ndeterminant and the spectral form factor.\n","Comment: 25 pages, one figure"]}]
["1209.4695",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Probability","Quantitative Finance - Statistical Finance","Quantitative Finance - Trading and Market Microstructure","91G70, 91G20, 91B84, 91B26, 62P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4695"],"date":["2012-09-20","2013-05-29"],"type":["text"],"creator":["Dokuchaev, Nikolai"],"language":[],"coverage":[],"title":["On statistical indistinguishability of the complete and incomplete\n  markets"],"description":["  The possibility of statistical evaluation of the market completeness and\nincompleteness is investigated for continuous time diffusion stock market\nmodels. It is known that the market completeness is not a robust property:\nsmall random deviations of the coefficients convert a complete market model\ninto a incomplete one. The paper shows that market incompleteness is also\nnon-robust: small deviations can convert an incomplete model into a complete\none. More precisely, it is shown that, for any incomplete market from a wide\nclass of models, there exists a complete market model with arbitrarily close\npaths of the stock prices and the market parameters. This leads to a\ncounterintuitive conclusion that the incomplete markets are indistinguishable\nfrom the complete markets in the terms of the market statistics.\n","Comment: 13 pages"]}]
["1209.5736",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5736","Phys. Rev. Lett. 110, 100501 (2013)","doi:10.1103/PhysRevLett.110.100501"],"date":["2012-09-25","2012-10-04"],"type":["text"],"creator":["Gendra, B.","Ronco-Bonvehi, E.","Calsamiglia, J.","Munoz-Tapia, R.","Bagan, E."],"language":[],"coverage":[],"title":["Quantum Metrology Assisted with Abstention"],"description":["  The main goal of quantum metrology is to obtain accurate values of physical\nparameters using quantum probes. In this context, we show that abstention,\ni.e., the possibility of getting an inconclusive answer at readout, can\ndrastically improve the measurement precision. We focus on phase estimation and\nquantify the required amount of abstention for a given precision. We also\ndevelop analytical tools to obtain the asymptotic behavior of the precision and\nrequired rate of abstention for arbitrary pure qubit states.\n","Comment: Some typos corrected"]}]
["1210.0488",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0488","2013 New J. Phys. 15 053039","doi:10.1088/1367-2630/15/5/053039"],"date":["2012-10-01","2013-02-14"],"type":["text"],"creator":["Hughes, S.","Carmichael, H. J."],"language":[],"coverage":[],"title":["Phonon-mediated population inversion in a semiconductor quantum-dot\n  cavity system"],"description":["  We investigate pump-induced exciton inversion in a quantum-dot cavity system\nwith continuous wave drive. Using a polaron-based master equation, we\ndemonstrate excited-state populations above 0.9 for an InAs dot at a phonon\nbath temperature of 4K. In an exciton-driven system, the dominant mechanism is\nincoherent excitation from the phonon bath. For cavity driving, the mechanism\nis phonon-mediated switching between ground- and excited-state branches of the\nladder of photon states, as quantum trajectory simulations clearly show. The\nexciton inversion as a function of detuning is found to be qualitatively\ndifferent for exciton and cavity driving, primarily due to cavity filtering.\nThe master equation approach allows us to include important radiative and\nnon-radiative decay processes on the zero phonon line, provides a clear\nunderlying dynamic in terms of photon and phonon scattering, and admits simple\nanalytical approximations that help to explain the physics.\n"]}]
["1210.1856",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1856","JHEP12(2012)020","doi:10.1007/JHEP12(2012)020"],"date":["2012-10-05"],"type":["text"],"creator":["Schomerus, Volker","Suchanek, Paulina"],"language":[],"coverage":[],"title":["Liouville's Imaginary Shadow"],"description":["  N=1 super Liouville field theory is one of the simplest non-rational\nconformal field theories. It possesses various important extensions and\ninteresting applications, e.g. to the AGT relation with 4D gauge theory or the\nconstruction of the OSP(1|2) WZW model. In both setups, the N=1 Liouville field\nis accompanied by an additional free fermion. Recently, Belavin et al.\nsuggested a bosonization of the product theory in terms of two bosonic\nLiouville fields. While one of these Liouville fields is standard, the second\nturns out to be imaginary (or time-like). We extend the proposal to the R\nsector and perform extensive checks based on detailed comparison of 3-point\nfunctions involving several super-conformal primaries and descendants. On the\nbasis of such strong evidence we sketch a number of interesting potential\napplications of this intriguing bosonization.\n","Comment: 31 pages"]}]
["1210.5509",{"format":[],"subject":["Mathematics - Geometric Topology","32G15, 57M50, 57M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5509"],"date":["2012-10-19","2013-05-30"],"type":["text"],"creator":["Roger, Julien"],"language":[],"coverage":[],"title":["Ptolemy groupoids, shear coordinates and the augmented Teichmuller space"],"description":["  We start by describing how ideal triangulations on a surface degenerate under\npinching of a multicurve. We use this process to construct a homomorphism from\nthe Ptolemy groupoid of a surface to that of a pinched surface which is natural\nwith respect to the action of the mapping class group. We then apply this\nconstruction to the study of shear coordinates and their extension to the\naugmented Teichm\\\"uller space. In particular, we give an explicit description\nof the action of the mapping class group on the augmented Teichm\\\"uller space\nin terms of shear coordinates.\n","Comment: 21 pages, 13 figures. v2: minor corrections, added the once-punctured\n  torus as an example"]}]
["1210.6844",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Atomic and Molecular Clusters","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6844","Int. J. Mod. Phys. B Vol. 27 (2013) 1350073 (38 pages)","doi:10.1142/S0217979213500732"],"date":["2012-10-16","2013-05-13"],"type":["text"],"creator":["Lu, Qing-Bin"],"language":[],"coverage":[],"title":["Cosmic-Ray-Driven Reaction and Greenhouse Effect of Halogenated\n  Molecules: Culprits for Atmospheric Ozone Depletion and Global Climate Change"],"description":["  This study is focused on the effects of cosmic rays (solar activity) and\nhalogenated molecules (mainly chlorofluorocarbons-CFCs) on atmospheric O3\ndepletion and global climate change. Brief reviews are first given on the\ncosmic-ray-driven electron-induced-reaction (CRE) theory for O3 depletion and\nthe warming theory of CFCs for climate change. Then natural and anthropogenic\ncontributions are examined in detail and separated well through in-depth\nstatistical analyses of comprehensive measured datasets. For O3 loss, new\nstatistical analyses of the CRE equation with observed data of total O3 and\nstratospheric temperature give high linear correlation coefficients >=0.92.\nAfter removal of the CR effect, a pronounced recovery by 20~25% of the\nAntarctic O3 hole is found, while no recovery of O3 loss in mid-latitudes has\nbeen observed. These results show both the dominance of the CRE mechanism and\nthe success of the Montreal Protocol. For global climate change, in-depth\nanalyses of observed data clearly show that the solar effect and human-made\nhalogenated gases played the dominant role in Earth climate change prior to and\nafter 1970, respectively. Remarkably, a statistical analysis gives a nearly\nzero correlation coefficient (R=-0.05) between global surface temperature and\nCO2 concentration in 1850-1970. In contrast, a nearly perfect linear\ncorrelation with R=0.96-0.97 is found between global surface temperature and\ntotal amount of stratospheric halogenated gases in 1970-2012. Further, a new\ntheoretical calculation on the greenhouse effect of halogenated gases shows\nthat they (mainly CFCs) could alone lead to the global surface temperature rise\nof ~0.6 deg C in 1970-2002. These results provide solid evidence that recent\nglobal warming was indeed caused by anthropogenic halogenated gases. Thus, a\nslow reversal of global temperature to the 1950 value is predicted for coming\n5~7 decades.\n","Comment: 24 pages, 12 figures; an updated version"]}]
["1211.0370",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0370","Phys. Rev. Lett. 110, 220402 (2013)","doi:10.1103/PhysRevLett.110.220402"],"date":["2012-11-02","2013-05-30"],"type":["text"],"creator":["Weston, Morgan M.","Hall, Michael J. W.","Palsson, Matthew S.","Wiseman, Howard M.","Pryde, Geoff J."],"language":[],"coverage":[],"title":["Experimental test of universal complementarity relations"],"description":["  Complementarity restricts the accuracy with which incompatible quantum\nobservables can be jointly measured. Despite popular conception, the Heisenberg\nuncertainty relation does not quantify this principle. We report the\nexperimental verification of universally valid complementarity relations,\nincluding an improved relation derived here. We exploit\nEinstein-Poldolsky-Rosen correlations between two photonic qubits, to jointly\nmeasure incompatible observables of one. The product of our measurement\ninaccuracies is low enough to violate the widely used, but not universally\nvalid, Arthurs-Kelly relation.\n","Comment: 8 pages, 4 figures"]}]
["1211.0644",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0644","Phys. Rev. D 87, 053010 (2013)","doi:10.1103/PhysRevD.87.053010"],"date":["2012-11-03","2013-05-28"],"type":["text"],"creator":["Elsayed, A.","Khalil, S.","Moretti, S.","Moursy, A."],"language":[],"coverage":[],"title":["Right-handed sneutrino-antisneutrino oscillations in a TeV scale\n  Supersymmetric B-L model"],"description":["  We explore right-handed sneutrino-antisneutrino mixing in a TeV scale B-L\nextension of the Minimal Supersymmetric Standard Model (MSSM), (B-L)SSM, where\na type I seesaw mechanism of light neutrino mass generation is naturally\nimplemented. The constraints imposed on the mass splitting between heavy\nright-handed sneutrino and the corresponding antisneutrino by the experimental\nlimits set on the light neutrino masses are investigated. We also study direct\npair production of such right-handed sneutrinos at the Large Hadron Collider\n(LHC) and its decay modes, emphasising that their decay into same-sign\ndi-lepton pairs are salient features for probing these particles at the CERN\nmachine. Finally, the charge asymmetry present in such same-sign di-lepton\nsignals is also analysed and confirms itself as a further useful handle to\nextract information about the oscillation dynamics.\n","Comment: 12 pages, 5 figures"]}]
["1211.0920",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D05, 53D20, 55N25, 57R20, 32H02, 14J70, 53D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0920","doi:10.1093/imrn/rnt124"],"date":["2012-11-05","2013-05-30"],"type":["text"],"creator":["Li, Hui"],"language":[],"coverage":[],"title":["Certain circle actions on Kaehler manifolds"],"description":["  Let the circle act holomorphically on a compact K\\\"ahler manifold $M$ of\ncomplex dimension $n$ with moment map $\\phi\\colon M\\to\\R$. Assume the critical\nset of $\\phi$ consists of 3 connected components, the extrema being isolated\npoints. We show that $M$ is equivariantly biholomorphic to $\\CP^n$, where\n$n\\geq 2$, or to $\\Tilde G_2(\\R^{n+2})$, the Grassmannian of oriented 2-planes\nin $\\R^{n+2}$, where $n\\geq 3$, with a standard circle action; we also show\nthat $M$ is equivariantly symplectomorphic to $\\CP^n$, where $n\\geq 2$, or to\n$\\Tilde G_2(\\R^{n+2})$, where $n\\geq 3$, with a standard circle action.\n"]}]
["1211.1057",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","53C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1057"],"date":["2012-11-05","2013-05-29"],"type":["text"],"creator":["Guth, Larry"],"language":[],"coverage":[],"title":["Contraction of areas vs. topology of mappings"],"description":["  We construct homotopically non-trivial maps from the unit m-sphere to the\nunit (m-1)-sphere with arbitrarily small k-dilation for each k greater than (m\n+ 1)/2. We prove that homotopically non-trivial maps from the unit m-sphere to\nthe unit (m-1)-sphere cannot have arbitrarily small k-dilation for k less than\nor equal to (m + 1)/2.\n","Comment: 82 pages. Typos corrected. Reference added to a recent paper of\n  Wenger and Young. Accepted for publication in Geometric and Functional\n  Analysis"]}]
["1211.1166",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1166","doi:10.2478/s11534-013-0249-6"],"date":["2012-11-06","2013-05-22"],"type":["text"],"creator":["Vargyas, Marton","Vertesi, Robert","Csorgo, Tamas"],"language":[],"coverage":[],"title":["Effects of chain decays, radial flow and $U_{A}(1)$ restoration on the\n  low-mass dilepton enhancement in $\\sqrt{s_{NN}}=200$ GeV Au+Au reactions"],"description":["  In sqrt(sNN) = 200 GeV Au+Au collisions PHENIX reported a significant\nenhancement in the low-mass region (0.1 < m_ee < 0.7 GeV) of the dielectron\nspectrum, which is still not fully understood. Several theoretical works and an\nindirect measurement suggest that, due to the possible restoration of the\nU_A(1) part of the chiral symmetry in a hot and dense medium, the mass of the\neta' meson may substantially decrease. This work reports on a statistically\nacceptable description of the PHENIX low-mass dilepton enhancement using a\nradial flow dominated meson spectra, chain decays of long-lived resonances and\nan in-medium eta' mass modification.\n"]}]
["1211.2427",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.2427","doi:10.1016/j.physletb.2013.04.056"],"date":["2012-11-11","2013-04-22"],"type":["text"],"creator":["Ke, Jiwei","Luo, Hui","Luo, Ming-xing","Wang, Kai","Wang, Liucheng","Zhu, Guohuai"],"language":[],"coverage":[],"title":["Revisit to Non-decoupling MSSM"],"description":["  Dipole operator $\\bar{s}\\sigma_{\\mu\\nu}F^{\\mu\\nu}b$ requires the helicity\nflip in the involving quark states thus the breaking of chiral $U(3)_{Q}\\times\nU(3)_{d}$. On the other hand, the $b$-quark mass generation is also a\nconsequence of chiral $U(3)_{Q}\\times U(3)_{d}$ symmetry breaking. Therefore,\nin many models, there might be strong correlation between the $b\\to s\\gamma$\nand $b$ quark Yukawa coupling. We use non-decoupling MSSM model to illustrate\nthis feature. The light Higgs boson may evade the direct search experiments at\nLEPII or Tevatron while the 125 GeV Higgs-like boson is identified as the heavy\nHiggs boson in the spectrum. A light charged Higgs is close to the heavy Higgs\nboson which is of 125 GeV and its contribution to $b\\to s \\gamma$ requires\nlarge supersymmetric correction with large PQ and $R$ symmetry breaking. The\nlarge supersymmetric contribution at the same time significantly modifies the\n$b$ quark Yukawa co upling. With combined flavor constraints $B\\to X_{s}\\gamma$\nand $B_{s}\\to \\mu^{+}\\mu^{-}$ and direct constraints on Higgs properties, we\nfind best fit scenarios with light stop of $\\cal O$(500 GeV), negative $A_{t}$\naround -750 GeV and large $\\mu$-term of 2-3 TeV. In addition, reduction in\n$b\\bar{b}$ partial width may also result in large enhancement of $\\tau\\tau$\ndecay branching fraction. Large parameter region in the survival space under\nall bounds may be further constrained by $H\\to \\tau\\tau$ if no excess of\n$\\tau\\tau$ is confirmed at LHC. We only identify a small parameter region with\nsignificant $H\\to hh$ decay that is consistent with all bounds and reduced\n$\\tau\\tau$ decay branching fraction.\n","Comment: 18pages, 6 figures"]}]
["1211.3458",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3458","doi:10.1103/PhysRevD.87.063005"],"date":["2012-11-14","2013-05-30"],"type":["text"],"creator":["Gyulchev, Galin N.","Stefanov, Ivan Zh."],"language":[],"coverage":[],"title":["Gravitational Lensing by Phantom Black holes"],"description":["  In some models dark energy is described by phantom scalar fields (scalar\nfields with \"wrong\" sign of the kinetic term in the lagrangian). In the current\npaper we study the effect of phantom scalar field and/or phantom\nelectromagnetic field on gravitational lensing by black holes in the strong\ndeflection regime. The black-hole solutions that we have studied have been\nobtained in the frame of the Einstein-(anti-)Maxwell-(anti-)dilaton theory. The\nobtained results show considerable effect of the phantom scalar and\nelectromagnetic fields on the angular position, brightness and separation of\nthe relativistic images.\n","Comment: 16 pages, 14 figures, published version"]}]
["1211.3624",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Multiagent Systems","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3624"],"date":["2012-11-15","2013-05-30"],"type":["text"],"creator":["Bartoletti, Massimo","Cimoli, Tiziana","Pinna, G. Michele"],"language":[],"coverage":[],"title":["Lending Petri nets and contracts"],"description":["  Choreography-based approaches to service composition typically assume that,\nafter a set of services has been found which correctly play the roles\nprescribed by the choreography, each service respects his role. Honest services\nare not protected against adversaries. We propose a model for contracts based\non a extension of Petri nets, which allows services to protect themselves while\nstill realizing the choreography. We relate this model with Propositional\nContract Logic, by showing a translation of formulae into our Petri nets which\npreserves the logical notion of agreement, and allows for compositional\nverification.\n"]}]
["1211.4538",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4538","Phys. Rev. Lett. 110, 210602 (2013)","doi:10.1103/PhysRevLett.110.210602"],"date":["2012-11-19","2013-05-30"],"type":["text"],"creator":["Hamma, Alioscia","Cincio, Lukasz","Santra, Siddhartha","Zanardi, Paolo","Amico, Luigi"],"language":[],"coverage":[],"title":["Local response of topological order to an external perturbation"],"description":["  We study the behavior of the R\\'enyi entropies for the toric code subject to\na variety of different perturbations, by means of 2D density matrix\nrenormalization group and analytical methods. We find that R\\'enyi entropies of\ndifferent index {\\alpha} display derivatives with opposite sign, as opposed to\ntypical symmetry breaking states, and can be detected on a very small subsystem\nregardless of the correlation length. This phenomenon is due to the presence in\nthe phase of a point with flat entanglement spectrum, zero correlation length,\nand area law for the entanglement entropy. We argue that this kind of splitting\nis common to all the phases with a certain group theoretic structure, including\nquantum double models, cluster states, and other quantum spin liquids. The fact\nthat the size of the subsystem does not need to scale with the correlation\nlength makes it possible for this effect to be accessed experimentally.\n","Comment: updated to published version"]}]
["1211.4587",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4587","JHEP 1305:148,2013","doi:10.1007/JHEP05(2013)148"],"date":["2012-11-19","2013-05-29"],"type":["text"],"creator":["Heckman, Jonathan J.","Vafa, Cumrun","Xie, Dan","Yamazaki, Masahito"],"language":[],"coverage":[],"title":["String Theory Origin of Bipartite SCFTs"],"description":["  We provide a string theory embedding for N = 1 superconformal field theories\ndefined by bipartite graphs inscribed on a disk. We realize these theories by\nexploiting the close connection with related N = 2 generalized (A_(k-1),\nA_(n-1)) Argyres-Douglas theories. The N = 1 theory is obtained from spacetime\nfilling D5-branes wrapped on an algebraic curve and NS5-branes wrapped on\nspecial Lagrangians of C^2 which intersect along the BPS flow lines of the\ncorresponding N = 2 Argyres-Douglas theory. Dualities of the N = 1 field theory\nfollow from geometric deformations of the brane configuration which leave the\nUV boundary conditions fixed. In particular we show how to recover the\nclassification of IR fixed points from cells of the totally non-negative\nGrassmannian Gr^(tnn)_(k,n+k). Additionally, we present evidence that in the 3D\ntheory obtained from dimensional reduction on a circle, VEVs of line operators\ngiven by D3-branes wrapped over faces of the bipartite graph specify a\ncoordinate system for Gr^(tnn)_(k,n+k).\n","Comment: 45 pages, 18 figures, v2: published version in JHEP"]}]
["1211.5162",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5162","Phys. Rev. A 87, 053622 (2013)","doi:10.1103/PhysRevA.87.053622"],"date":["2012-11-21","2013-05-30"],"type":["text"],"creator":["Sun, Kuei","Bolech, C. J."],"language":[],"coverage":[],"title":["Pair tunneling, phase separation and dimensional crossover in imbalanced\n  fermionic superfluids in a coupled array of tubes"],"description":["  We study imbalanced fermionic superfluids in an array of one-dimensional\ntubes at the incipient dimensional crossover regime, wherein particles can\ntunnel between neighboring tubes. In addition to single-particle tunneling\n(ST), we consider pair tunneling (PT) that incorporates the interaction effect\nduring the tunneling process. We find that with an increase of PT strength, a\nsystem of low global polarization evolves from a structure with a central\nFulde-Ferrell-Larkin-Ovchinnikov (FFLO) state to one with a central BCS-like\nfully-paired state. For the case of high global polarization, the central\nregion exhibits pairing zeros embedded in a fully paired order. In both cases,\nPT enhances the pairing gap, suppresses the FFLO order, and leads to spatial\nseparation of fully paired and fully polarized regions, the same as in higher\ndimensions. Thus, we show that PT beyond second-order ST processes is of\nrelevance to the development of signatures characteristic of the incipience of\nthe dimensional crossover.\n","Comment: 7 pages, 5 figures"]}]
["1211.5632",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5632"],"date":["2012-11-23","2013-05-29"],"type":["text"],"creator":["Di Lorenzo, Antonio"],"language":[],"coverage":[],"title":["Modified Kubo formula with a complex force term for weak measurement"],"description":["  In a seminal work, Aharonov, Albert, and Vaidman showed that by having a weak\ninteraction between a system and a detecting apparatus, the average output of\nthe latter could be much larger than the maximum eigenvalue of the observed\nquantity (times the amplification factor). This does not always happen,\nhowever: the observed system must subsequently undergo a second measurement, on\nthe output of which the result of the first one is conditioned. This procedure\nis known as postselection. On the other hand, linear response theory describes\nhow the observables of a quan- tum system change upon perturbation by a weak\nclassical external force. In a measurement, the measured system applies a\ngeneralized force to the measuring apparatus, leading to an observable change\nin the latter. It appears natural, then, to unify the treatment of weak\nmeasurements with an extended version of linear response theory that accounts\nfor a force introduced by an external quantum system. Here, we show how the\npostselection introduces a complex force term and we provide a modified Kubo\nformula working in the non-linear regime.\n","Comment: v1: 11 pages, 1 figure; v2: focus and title changed"]}]
["1211.6297",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6297","Phys. Rev. E 87, 043103 (2013)","doi:10.1103/PhysRevE.87.043103"],"date":["2012-11-27"],"type":["text"],"creator":["Kalman, Gabor J.","Hartmann, Peter","Donko, Zoltan","Golden, Kenneth I.","Kyrkos, Stamatios"],"language":[],"coverage":[],"title":["Collective Modes in Two Dimensional Binary Yukawa Systems"],"description":["  We analyze via theoretical approaches and molecular dynamics simulations the\ncollective mode structure of strongly coupled two-dimensional binary Yukawa\nsystems, for selected density, mass and charge ratios, both in the liquid and\ncrystalline solid phases. Theoretically, the liquid phase is described through\nthe Quasi-Localized Charge Approximation (QLCA) approach, while in the\ncrystalline phase we study the centered honeycomb and the staggered rectangular\ncrystal structures through the standard harmonic phonon approximation. We\nidentify \"longitudinal\" and \"transverse\" acoustic and optic modes and find that\nthe longitudinal acoustic mode evolves from its weakly coupled counterpart in a\ndiscontinuous non-perturbative fashion. The low frequency acoustic excitations\nare governed by the oscillation frequency of the average atom, while the high\nfrequency optic excitation frequencies are related to the Einstein frequencies\nof the systems.\n","Comment: 35 pages, 17 figures, submitted to Phys. Rev. E"]}]
["1211.6707",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6707","Physics Procedia Volume 45, 2013, Pages 13-16","doi:10.1016/j.phpro.2013.04.040"],"date":["2012-11-28"],"type":["text"],"creator":["Sakakibara, H.","Suzuki, K.","Usui, H.","Kuroki, K.","Arita, R.","Scalapino, D. J.","Aoki, H."],"language":[],"coverage":[],"title":["Three-orbital study on the orbital distillation effect in the high Tc\n  cuprates"],"description":["  Our recent study has revealed that the mixture of the dz2 orbital component\ninto the Fermi surface suppresses Tc in the cuprates such as La2CuO4. We have\nalso shown that applying hydrostatic pressure enhances Tc due to smaller mixing\nof the Cu4s component. We call these the \"orbital distillation\" effect. In our\nprevious study, the 4s orbital was taken into account through the hoppings in\nthe dx2-y2 sector, but here we consider a model in which of the dx2-y2, dz2 and\n4s orbitals are all considered explicitly. The present study reinforces our\nconclusion that smaller 4s hybridization further enhances Tc.\n","Comment: 4 pages, 2 figures, submitted as a proceeding of ISS2012(Tokyo)"]}]
["1212.0513",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0513","doi:10.1093/mnras/stt650"],"date":["2012-12-03"],"type":["text"],"creator":["Fialkov, Anastasia","Barkana, Rennan","Visbal, Eli","Tseliakhovich, Dmitriy","Hirata, Christopher M."],"language":[],"coverage":[],"title":["The 21-cm signature of the first stars during the Lyman-Werner feedback\n  era"],"description":["  The formation of the first stars is an exciting frontier area in astronomy.\nEarly redshifts z ~ 20 have become observationally promising as a result of a\nrecently recognized effect of a supersonic relative velocity between the dark\nmatter and gas. This effect produces prominent structure on 100 comoving Mpc\nscales, which makes it much more feasible to detect 21-cm fluctuations from the\nepoch of first heating. We use semi-numerical hybrid methods to follow for the\nfirst time the joint evolution of the X-ray and Lyman-Werner radiative\nbackgrounds, including the effect of the supersonic streaming velocity on the\ncosmic distribution of stars. We incorporate self-consistently the negative\nfeedback on star formation induced by the Lyman-Werner radiation, which\ndissociates molecular hydrogen and thus suppresses gas cooling. We find that\nthe feedback delays the X-ray heating transition by a Delta z ~ 2, but leaves a\npromisingly large fluctuation signal over a broad redshift range. The\nlarge-scale power spectrum is predicted to reach a maximal signal-to-noise\nratio of S/N ~ 3-4 at z ~ 18 (for a projected first-generation instrument),\nwith S/N > 1 out to z ~ 22-23. We hope to stimulate additional numerical\nsimulations as well as observational efforts focused on the epoch prior to\ncosmic reionization.\n","Comment: MNRAS submitted"]}]
["1212.1415",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1415","Rev. Sci. Instrum. 84, 023501 (2013)","doi:10.1063/1.4789770"],"date":["2012-12-06"],"type":["text"],"creator":["Hartmann, Peter","Donkó, István","Donkó, Zoltán"],"language":[],"coverage":[],"title":["Single exposure 3D imaging of dusty plasma clusters"],"description":["  We have worked out the details of a single camera, single exposure method to\nperform three-dimensional imaging of a finite particle cluster. The procedure\nis based on the plenoptic imaging principle and utilizes a commercial Lytro\nlight field still camera. We demonstrate the capabilities of our technique on a\nsingle layer particle cluster in a dusty plasma, where the camera is aligned\ninclined at a small angle to the particle layer. The reconstruction of the\nthird coordinate (depth) is found to be accurate and even shadowing particles\ncan be identified.\n","Comment: 6 pages, 7 figures. Submitted to Rev. Sci. Instr"]}]
["1212.2199",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Mathematics - Rings and Algebras","37K30, 37K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2199"],"date":["2012-12-10","2013-05-30"],"type":["text"],"creator":["Igonin, Sergey"],"language":[],"coverage":[],"title":["Higher jet prolongation Lie algebras and Backlund transformations for\n  (1+1)-dimensional PDEs"],"description":["  For any (1+1)-dimensional (multicomponent) evolution PDE, we define a\nsequence of Lie algebras $F^p$, $p=0,1,2,3,...$, which are responsible for all\nLax pairs and zero-curvature representations (ZCRs) of this PDE.\n  In our construction, jets of arbitrary order are allowed. In the case of\nlower order jets, the algebras $F^p$ generalize Wahlquist-Estabrook\nprolongation algebras.\n  To achieve this, we find a normal form for (nonlinear) ZCRs with respect to\nthe action of the group of gauge transformations. One shows that any ZCR is\nlocally gauge equivalent to the ZCR arising from a vector field representation\nof the algebra $F^p$, where $p$ is the order of jets involved in the $x$-part\nof the ZCR.\n  More precisely, we define a Lie algebra $F^p$ for each nonnegative integer\n$p$ and each point $a$ of the infinite prolongation $E$ of the evolution PDE.\nSo the full notation for the algebra is $F^p(E,a)$.\n  Using these algebras, one obtains a necessary condition for two given\nevolution PDEs to be connected by a Backlund transformation.\n  In this paper, the algebras $F^p(E,a)$ are computed for some PDEs of KdV\ntype. In a different paper with G. Manno, we compute $F^p(E,a)$ for\nmulticomponent Landau-Lifshitz systems of Golubchik and Sokolov. Among the\nobtained Lie algebras, one encounters infinite-dimensional algebras of certain\nmatrix-valued functions on some algebraic curves. Besides, some solvable ideals\nand semisimple Lie algebras appear in the description of $F^p(E,a)$.\n  Applications to classification of KdV and Krichever-Novikov type equations\nwith respect to Backlund transformations are also briefly discussed.\n","Comment: 27 pages; v2: some clarifications (mainly on Backlund\n  transformations) added, minor rearrangements made, some changes in the\n  exposition of Wahlquist-Estabrook prolongation algebras"]}]
["1212.3012",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3012","Phys. Rev. A. 87 053846 (2013)","doi:10.1103/PhysRevA.87.053846"],"date":["2012-12-12"],"type":["text"],"creator":["Grujic, Thomas","Clark, Stephen R.","Jaksch, Dieter","Angelakis, Dimitris G."],"language":[],"coverage":[],"title":["Repulsively induced photon super-bunching in driven resonator arrays"],"description":["  We analyze the non-equilibrium behaviour of driven nonlinear photonic\nresonator arrays under the selective excitation of specific photonic many-body\nmodes. Targeting the unit-filled ground state, we find a counter-intuitive\n`super bunching' in the emitted photon statistics in spite of relatively strong\nonsite repulsive interaction. We consider resonator arrays with Kerr\nnonlinearities described by the Bose Hubbard model, but also show that an\nanalogous effect is observable in near-future experiments coupling resonators\nto two-level systems as described by the Jaynes Cummings Hubbard Hamiltonian.\nFor the experimentally accessible case of a pair of coupled resonators forming\na photonic molecule, we provide an analytical explanation for the nature of the\neffect.\n","Comment: 5 pages, 5 figures"]}]
["1212.3735",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","Mathematics - Dynamical Systems","37F10, 32H50, 14E09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3735","J. Math. Anal. Appl. 405 (2013) 209-213"],"date":["2012-12-15","2013-05-30"],"type":["text"],"creator":["Bayraktar, Turgay","Cantat, Serge"],"language":[],"coverage":[],"title":["Constraints on automorphism groups of higher dimensional manifolds"],"description":["  In this note, we prove, for instance, that the automorphism group of a\nrational manifold X which is obtained from CP^k by a finite sequence of\nblow-ups along smooth centers of dimension at most r with k>2r+2 has finite\nimage in GL(H^*(X,Z)). In particular, every holomorphic automorphism $f:X\\to X$\nhas zero topological entropy.\n"]}]
["1212.5386",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5386"],"date":["2012-12-21","2013-05-30"],"type":["text"],"creator":["Depperschmidt, Andrej","Greven, Andreas","Pfaffelhuber, Peter"],"language":[],"coverage":[],"title":["Path-properties of the tree-valued Fleming-Viot process"],"description":["  We consider the tree-valued Fleming-Viot process, $(\\mathcal X_t)_{t\\geq 0}$,\nwith mutation and selection as studied in Depperschmidt, Greven, Pfaffelhuber\n(2012). This process models the stochastic evolution of the genealogies and\n(allelic) types under resampling, mutation and selection in the population\ncurrently alive in the limit of infinitely large populations. Genealogies and\ntypes are described by (isometry classes of) marked metric measure spaces. The\nlong-time limit of the neutral tree-valued Fleming-Viot dynamics is an\nequilibrium given via the marked metric measure space associated with the\nKingman coalescent. In the present paper we pursue two closely linked goals.\nFirst, we show that two well-known properties of the neutral Fleming-Viot\ngenealogies at fixed time $t$ arising from the properties of the dual, namely\nthe Kingman coalescent, hold for the whole path. These properties are related\nto the geometry of the family tree close to its leaves. In particular we\nconsider the number and the size of subfamilies whose individuals are not\nfurther than $\\ve$ apart in the limit $\\ve\\to 0$. Second, we answer two open\nquestions about the sample paths of the tree-valued Fleming-Viot process. We\nshow that for all $t>0$ almost surely the marked metric measure space $\\mathcal\nX_t$ has no atoms and admits a mark function. The latter property means that\nall individuals in the tree-valued Fleming-Viot process can uniquely be\nassigned a type. All main results are proven for the neutral case and then\ncarried over to selective cases via Girsanov's formula giving absolute\ncontinuity.\n","Comment: 47 pages, 1 figure"]}]
["1212.5848",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5848","JCAP 1303:031,2013","doi:10.1088/1475-7516/2013/03/031"],"date":["2012-12-23","2013-05-30"],"type":["text"],"creator":["Li, Zilong","Bambi, Cosimo"],"language":[],"coverage":[],"title":["Super-spinning compact objects generated by thick accretion disks"],"description":["  If astrophysical black hole candidates are the Kerr black holes predicted by\nGeneral Relativity, the value of their spin parameter must be subject to the\ntheoretical bound $|a_*| \\le 1$. In this work, we consider the possibility that\nthese objects are either non-Kerr black holes in an alternative theory of\ngravity or exotic compact objects in General Relativity. We study the accretion\nprocess when their accretion disk is geometrically thick with a simple version\nof the Polish doughnut model. The picture of the accretion process may be\nqualitatively different from the one around a Kerr black hole. The inner edge\nof the disk may not have the typical cusp on the equatorial plane any more, but\nthere may be two cusps, respectively above and below the equatorial plane. We\nextend previous work on the evolution of the spin parameter and we estimate the\nmaximum value of $a_*$ for the super-massive black hole candidates in galactic\nnuclei. Since measurements of the mean radiative efficiency of AGNs require\n$\\eta > 0.15$, we infer the \"observational\" bound $|a_*| \\lesssim 1.3$, which\nseems to be quite independent of the exact nature of these objects. Such a\nbound is only slightly weaker than $|a_*| \\lesssim 1.2$ found in previous work\nfor thin disks.\n","Comment: 1+16 pages, 4 figures. v2: refereed version. v3: indicated the\n  corresponding author"]}]
["1212.5928",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5928"],"date":["2012-12-24","2013-05-29"],"type":["text"],"creator":["Koda, Yuya","Ozawa, Makoto"],"language":[],"coverage":[],"title":["Essential surfaces of non-negative Euler characteristic in genus two\n  handlebody exteriors"],"description":["  We provide a classification of the essential surfaces of non-negative Euler\ncharacteristic in the exteriors of genus two handlebodies embedded in the\n3-sphere.\n","Comment: 29 pages, 21 figures, v4: contains an appendix by Cameron Gordon,\n  references updated, minor changes from version 3; to appear in Transactions\n  of the American Mathematical Society"]}]
["1212.6212",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.6212","Phys. Rev. Lett. 110, 223002 (2013)","doi:10.1103/PhysRevLett.110.223002"],"date":["2012-12-26","2013-01-02"],"type":["text"],"creator":["Herrera, Felipe","Madison, Kirk W.","Krems, Roman V.","Berciu, Mona"],"language":[],"coverage":[],"title":["Investigating polaron transitions with polar molecules"],"description":["  We determine the phase diagram of a polaron model with mixed breathing-mode\nand Su-Schrieffer-Heeger couplings and show that it has two sharp transitions,\nin contrast to pure models which exhibit one (for Su-Schrieffer-Heeger\ncoupling) or no (for breathing-mode coupling) transition. Our results indicate\nthat the physics of realistic mixed polaron models is much richer than that of\nsimplified models. We then show that ultracold molecules trapped in optical\nlattices can be used to study precisely this mixed Hamiltonian, and that the\nrelative contributions of the two couplings can be tuned with external electric\nfields. The parameters of current experimental set-ups place them in the region\nwhere one of the transitions occurs. We propose a scheme to measure the polaron\ndispersion using stimulated Raman spectroscopy.\n","Comment: 15 pages, 4 figures (corrected imprecision in the title and added\n  supplementary info section)"]}]
["1301.0881",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.0881","Eur. Phys. J. C73 (2013) 2454","doi:10.1140/epjc/s10052-013-2454-2"],"date":["2013-01-05","2013-05-30"],"type":["text"],"creator":["Groote, S.","Körner, J. G.","Tuvike, P."],"language":[],"coverage":[],"title":["Fully analytical O(\\alpha_s) results for on-shell and off-shell\n  polarized W-boson decays into massive quark pairs"],"description":["  We provide analytical $O(\\alpha_s)$ results for the three polarized decay\nstructure functions $H_{++},\\,H_{00}$ and $H_{--}$ that describe the decay of a\npolarized $W$ boson into massive quark--antiquark pairs. As an application we\nconsider the decay $t\\to b+W^+$ involving the helicity fractions $\\rho_{mm}$ of\nthe $W^+$ boson followed by the polarized decay $\\hbox{$W^+(\\uparrow)$}\\to\nq_1\\bar{q}_2$ described by the polarized decay structure functions $H_{mm}$. We\nthereby determine the $O(\\alpha_s)$ polar angle decay distribution of the\ncascade decay process $t\\to b+W^+(\\to q_1\\bar{q}_2)$. As a second example we\nanalyze quark mass and off-shell effects in the cascade decays $H\\to\nW^{-}+W^{\\ast +}(\\to q_1\\bar{q}_2)$ and $H\\to Z+Z^{\\ast}(\\to q\\bar{q})$. For\nthe decays $H\\to W^{-}+W^{\\ast +}(\\to c\\bar b)$ and $H\\to Z+Z^{\\ast}(\\to\nb\\bar{b})$ we find substantial deviations from the mass-zero approximation in\nparticular in the vicinity of the threshold region.\n","Comment: 56 pages, 15 figures and 2 tables"]}]
["1301.1381",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1381","Phys. Rev. A 87, 052138 (2013) [8 pages]","doi:10.1103/PhysRevA.87.052138"],"date":["2013-01-07","2013-05-29"],"type":["text"],"creator":["Jeske, Jan","Cole, Jared H."],"language":[],"coverage":[],"title":["Derivation of Markovian master equations for spatially correlated\n  decoherence"],"description":["  We introduce a general formalism to describe the effects of Markovian noise\nwhich is spatially correlated, typically decaying over some finite correlation\nlength. For any system of interest, this formalism describes spatial\ncorrelations without the necessity to choose a particular microscopic model for\nthe environment. We present a method of mapping the equations to Lindblad form\nand discuss functional forms for homogeneous spatial correlation functions. We\nalso discuss two example microscopic models for the environment which exhibit\nnon-trivial spatial-temporal correlation functions.\n","Comment: 6 page paper, 3 page appendices"]}]
["1301.3226",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computation and Language","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3226"],"date":["2013-01-14","2013-05-29"],"type":["text"],"creator":["Chen, Yanqing","Perozzi, Bryan","Al-Rfou, Rami","Skiena, Steven"],"language":[],"coverage":[],"title":["The Expressive Power of Word Embeddings"],"description":["  We seek to better understand the difference in quality of the several\npublicly released embeddings. We propose several tasks that help to distinguish\nthe characteristics of different embeddings. Our evaluation of sentiment\npolarity and synonym/antonym relations shows that embeddings are able to\ncapture surprisingly nuanced semantics even in the absence of sentence\nstructure. Moreover, benchmarking the embeddings shows great variance in\nquality and characteristics of the semantics captured by the tested embeddings.\nFinally, we show the impact of varying the number of dimensions and the\nresolution of each dimension on the effective useful features captured by the\nembedding space. Our contributions highlight the importance of embeddings for\nNLP tasks and the effect of their quality on the final results.\n","Comment: submitted to ICML 2013, Deep Learning for Audio, Speech and Language\n  Processing Workshop. 8 pages, 8 figures"]}]
["1301.5152",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5152","doi:10.1021/nn400342v"],"date":["2013-01-22"],"type":["text"],"creator":["Garcia-Pomar, Juan L.","Nikitin, Alexey Yu.","Martin-Moreno, Luis"],"language":[],"coverage":[],"title":["Scattering of Graphene plasmons by defects in the graphene sheet"],"description":["  A theoretical study is presented on the scattering of graphene surface\nplasmons by defects in the graphene sheet they propagate in. These defects can\nbe either natural (as domain boundaries, ripples and cracks, among others) or\ninduced by an external gate. The scattering is shown to be governed by an\nintegral equation, derived from a plane wave expansion of the fields, which in\ngeneral must be solved numerically but it provides useful analytical results\nfor small defects. Two main cases are considered: smooth variations of the\ngraphene conductivity (characterized by a Gaussian conductivity profile) and\nsharp variations (represented by islands with different conductivity). In\ngeneral, reflection largely dominates over radiation out of the graphene sheet.\nHowever, in the case of sharply defined conductivity islands there are some\nvalues of island size and frequency where the reflectance vanishes and,\ncorrespondingly, the radiation out of plane is the main scattering process. For\nsmooth defects, the reflectance spectra present a single maximum at the\ncondition $k_p a \\approx \\sqrt{2}$, where $k_p$ is the GSP wavevector and $a$\nthe spatial width of the defect. In contrast, the reflectance spectra of sharp\ndefects present periodic oscillations with period $k_p' a$, where $k_p'$ is the\nGSP wavelength inside the defect. Finally, the case of cracks (gaps in the\ngraphene conductivity) is considered, showing that the reflectance is\npractically unity for gap widths larger than one tenth of the GSP wavelength.\n","Comment: 22 pages, 8 figures"]}]
["1301.5525",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5525"],"date":["2013-01-23","2013-05-30"],"type":["text"],"creator":["Faure, Frédéric","Tsujii, Masato"],"language":[],"coverage":[],"title":["Band structure of the Ruelle spectrum of contact Anosov flows"],"description":["  If X is a contact Anosov vector field on a smooth compact manifold M and V is\na smooth function on M, it is known that the differential operator A=-X+V has\nsome discrete spectrum called Ruelle-Pollicott resonances in specific Sobolev\nspaces. We show that for |Im(z)| large the eigenvalues of A are restricted to\nvertical bands and in the gaps between the bands, the resolvent of A is bounded\nuniformly with respect to |Im(z)|. In each isolated band the density of\neigenvalues is given by the Weyl law. In the first band, most of the\neigenvalues concentrate of the vertical line Re(z)=< D >, the space average of\nthe function D(x)=V(x)-1/2 div(X)/E_u where Eu is the unstable distribution.\nThis band spectrum gives an asymptotic expansion for dynamical correlation\nfunctions.\n","Comment: 12 pages"]}]
["1301.6236",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6236","International Workshop on Coding and Cryptography (WCC) (2013)"],"date":["2013-01-26","2013-01-31"],"type":["text"],"creator":["Nielsen, Johan Sebastian Rosenkilde","Zeh, Alexander"],"language":[],"coverage":[],"title":["Multi-Trial Guruswami--Sudan Decoding for Generalised Reed--Solomon\n  Codes"],"description":["  An iterated refinement procedure for the Guruswami--Sudan list decoding\nalgorithm for Generalised Reed--Solomon codes based on Alekhnovich's module\nminimisation is proposed. The method is parametrisable and allows variants of\nthe usual list decoding approach. In particular, finding the list of\n\\emph{closest} codewords within an intermediate radius can be performed with\nimproved average-case complexity while retaining the worst-case complexity.\n","Comment: WCC 2013 International Workshop on Coding and Cryptography (2013)"]}]
["1301.6951",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6951","New J. Phys. 15, 053043 (2013)","doi:10.1088/1367-2630/15/5/053043"],"date":["2013-01-29","2013-05-30"],"type":["text"],"creator":["Kessler, Stefan","McCulloch, Ian P.","Marquardt, Florian"],"language":[],"coverage":[],"title":["Creation and dynamics of remote spin-entangled pairs in the expansion of\n  strongly correlated fermions in an optical lattice"],"description":["  We consider the nonequilibrium dynamics of an interacting spin-1/2 fermion\ngas in a one-dimensional optical lattice after switching off the confining\npotential. In particular, we study the creation and the time evolution of\nspatially separated, spin-entangled fermionic pairs. The time-dependent\ndensity-matrix renormalization group is used to simulate the time evolution and\nevaluate the two-site spin correlation functions, from which the concurrence is\ncalculated. We find that the typical distance between entangled fermions\ndepends crucially on the onsite interaction strength, and that a time-dependent\nmodulation of the tunneling amplitude can enhance the production of\nspin-entanglement. Moreover, we discuss the prospects of experimentally\nobserving these phenomena using spin-dependent single-site detection.\n","Comment: 25 pages, 8 figures, version as published (the title has been\n  slightly changed)"]}]
["1301.7551",{"format":[],"subject":["Quantum Physics","47B80, 47B49, 47B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.7551","J. Phys. A: Math. Theor. 46 (2013)","doi:10.1088/175-8113/46/19/195304"],"date":["2013-01-31","2013-04-15"],"type":["text"],"creator":["Yang, Lihua","Hou, Jinchuan"],"language":[],"coverage":[],"title":["Quantum measurements and maps preserving strict convex combinations and\n  pure states"],"description":["  In this paper, a characterization of maps between quantum states that\npreserve pure states and strict convex combinations is obtained. Based on this\ncharacterization, a structural theorem for maps between multipartite quantum\nstates that preserve separable pure states and strict convex combinations is\nestablished. Then these results are applied to characterize injective (local)\nquantum measurements and answer some conjectures proposed in\n[J.Phys.A:Math.Theor. 45 (2012) 205305].\n","Comment: 24 pages"]}]
["1301.7601",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Disordered Systems and Neural Networks","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.7601","J. Phys. A: Math. Theor. Vol. 46, 152003 (2013)","doi:10.1088/1751-8113/46/15/152003"],"date":["2013-01-31","2013-05-30"],"type":["text"],"creator":["Lakshminarayan, Arul"],"language":[],"coverage":[],"title":["On the number of real eigenvalues of products of random matrices and an\n  application to quantum entanglement"],"description":["  The probability that there are $k$ real eigenvalues for an $n$ dimensional\nreal random matrix is known. Here we study this for the case of products of\nindependent random matrices. Relating the problem of the probability that the\nproduct of two real 2 dimensional random matrices has real eigenvalues to an\nissue of optimal quantum entanglement, this is fully analytically solved. It is\nshown that in $\\pi/4$ fraction of such products the eigenvalues are real. Being\ngreater than the corresponding known probability ($1/\\sqrt{2}$) for a single\nmatrix, it is shown numerically that the probability that {\\it all} eigenvalues\nof a product of random matrices are real tends to unity as the number of\nmatrices in the product increases indefinitely. Some other numerical\nexplorations, including the expected number of real eigenvalues is also\npresented, where an exponential approach of the expected number to the\ndimension of the matrix seems to hold.\n","Comment: Revised and published version, 5 pages, 4 figures"]}]
["1302.1412",{"format":[],"subject":["Mathematics - Probability","60C05, 60J80, 05D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1412"],"date":["2013-02-06","2013-05-30"],"type":["text"],"creator":["Chauvin, Brigitte","Mailler, Cécile","Pouyanne, Nicolas"],"language":[],"coverage":[],"title":["Smoothing equations for large P\\'olya urns"],"description":["  Consider a balanced non triangular two-color P\\'olya-Eggenberger urn process,\nassumed to be large which means that the ratio sigma of the replacement matrix\neigenvalues satisfies 1/2<sigma <1. The composition vector of both discrete\ntime and continuous time models admits a drift which is carried by the\nprincipal direction of the replacement matrix. In the second principal\ndirection, this random vector admits also an almost sure asymptotics and a\nreal-valued limit random variable arises, named WDT in discrete time and WCT in\ncontinous time. The paper deals with the distributions of both W. Appearing as\nmartingale limits, known to be nonnormal, these laws remain up to now rather\nmysterious.\n  Exploiting the underlying tree structure of the urn process, we show that WDT\nand WCT are the unique solutions of two distributional systems in some suitable\nspaces of integrable probability measures. These systems are natural extensions\nof distributional equations that already appeared in famous algorithmical\nproblems like Quicksort analysis. Existence and unicity of the solutions of the\nsystems are obtained by means of contracting smoothing transforms. Via the\nequation systems, we find upperbounds for the moments of WDT and WCT and we\nshow that the laws of WDT and WCT are moment-determined. We also prove that WDT\nis supported by the whole real line and admits a continuous density (WCT was\nalready known to have a density, infinitely differentiable on R\\{0} and not\nbounded at the origin).\n"]}]
["1302.1590",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1590","Phys. Rev. B 87, 205412 (2013)","doi:10.1103/PhysRevB.87.205412"],"date":["2013-02-06"],"type":["text"],"creator":["Yuma, Bertrand","Berciaud, Stéphane","Besbas, Jean","Shaver, Jonah","Santos, Silvia M.","Gosh, Saunab","Weisman, R. Bruce","Cognet, Laurent","Gallart, Mathieu","Ziegler, Marc","Hönerlage, Bernd","Lounis, Brahim","Gilliot, Pierre"],"language":[],"coverage":[],"title":["Biexciton, single carrier, and trion generation dynamics in\n  single-walled carbon nanotubes"],"description":["  We present a study of free carrier photo-generation and multi-carrier bound\nstates, such as biexcitons and trions (ionized excitons), in semiconducting\nsingle-walled carbon nanotubes. Pump-and-probe measurements performed with fs\npulses reveal the effects of strong Coulomb interactions between carriers on\ntheir dynamics. Biexciton formation by optical transition from exciton\npopulation results in an induced absorption line (binding energy 130 meV).\nExciton-exciton annihilation process is shown to evolve at high densities\ntowards an Auger process that can expel carriers from nanotubes. The remaining\ncarriers give rise to an induced absorption due to trion formation (binding\nenergy 190 meV). These features show the dynamics of exciton and free carriers\npopulations.\n","Comment: 9 Pages, 7 figures"]}]
["1302.2280",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2280","Phys. Rev. E 87, 052135 (2013)","doi:10.1103/PhysRevE.87.052135"],"date":["2013-02-09","2013-05-14"],"type":["text"],"creator":["Lobaskin, Vladimir","Romenskyy, Maksym"],"language":[],"coverage":[],"title":["Collective dynamics in systems of active Brownian particles with\n  dissipative interactions"],"description":["  We use computer simulations to study the onset of collective motion in\nsystems of interacting active particles. Our model is a swarm of active\nBrownian particles with internal energy depot and interactions inspired by the\ndissipative particle dynamics method, imposing pairwise friction force on the\nnearest neighbours. We study orientational ordering in a 2D system as a\nfunction of energy influx rate and particle density. The model demonstrates a\ntransition into the ordered state on increasing the particle density and\nincreasing the input power. Although both the alignment mechanism and the\ncharacter of individual motion in our model differ from those in the\nwell-studied Vicsek model, it demonstrates identical statistical properties and\nphase behaviour.\n"]}]
["1302.2545",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2545","Mod. Phys. Lett. A, Vol. 28, No. 17 (2013) 1350073","doi:10.1142/S0217732313500739"],"date":["2013-02-11","2013-05-13"],"type":["text"],"creator":["Mazharimousavi, S. Habib","Halilsoy, M."],"language":[],"coverage":[],"title":["Rindler type acceleration in f(R) gravity"],"description":["  By choosing a fluid source in $f(R)$ gravity, defined by $f\\left(R\\right)\n=R-12a\\xi \\ln \\left\\ | R\\right\\ | $, where $a$ (=Rindler acceleration) and $\\xi\n$ are both constants, the field equations correctly yield the Rindler\nacceleration term in the metric. We identify domains in which the weak energy\nconditions (WEC) and the strong energy conditions (SEC) are satisfied.\n","Comment: 3 pages, 1 figure, after minor revision, to be published in Modern\n  Physics Letters A"]}]
["1302.4034",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4034","doi:10.1088/1475-7516/2013/05/028"],"date":["2013-02-17"],"type":["text"],"creator":["Ding, Ran","Liao, Yi","Liu, Ji-Yuan","Wang, Kai"],"language":[],"coverage":[],"title":["Comprehensive Constraints on a Spin-3/2 Singlet Particle as a Dark\n  Matter Candidate"],"description":["  We consider the proposal that dark matter (DM) is composed of a spin-3/2\nparticle that is a singlet of the standard model (SM). Its leading effective\ninteractions with ordinary matter involve a pair of their fields and a pair of\nSM fermions, in the form of products of chiral currents. We make a\ncomprehensive analysis on possible phenomenological effects of the interactions\nin various experiments and observations. These include collider searches for\nmonojet plus missing transverse energy events, direct detections of DM\nscattering off nuclei, possible impacts on the gamma rays and\nantiproton-to-proton flux ratio in cosmic rays, and the observed relic density.\nThe current data already set strong constraints on the effective interactions\nin a complementary manner. The constraint from collider searches is most\neffective at a relatively low mass of DM, and the antiproton-to-proton flux\nratio offers the best bound for a heavy DM, while the spin-independent direct\ndetection is the best in between. For DM mass of order 10 GeV to 1 TeV, the\neffective interaction scale is constrained to be typically above a few tens\nTeV.\n","Comment: 24 pages, 10 figures"]}]
["1302.4672",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4672","Phys. Rev. Lett. 110, 220601 (2013)","doi:10.1103/PhysRevLett.110.220601"],"date":["2013-02-19","2013-05-30"],"type":["text"],"creator":["Leitão, Jorge C.","Lopes, João M. Viana Parente","Altmann, Eduardo G."],"language":[],"coverage":[],"title":["Monte Carlo Sampling in Fractal Landscapes"],"description":["  We propose a flat-histogram Monte Carlo method to efficiently sample fractal\nlandscapes such as escape time functions of open chaotic systems. This is\nachieved by using a random-walk step which depends on the height of the\nlandscape via the largest Lyapunov exponent of the associated chaotic system.\nBy generalizing the Wang-Landau algorithm, we obtain a method which\nsimultaneously constructs the density of states (escape time distribution) and\nthe correct step-length distribution. As a result, averages are obtained in\npolynomial computational time, a dramatic improvement over the exponential\nscaling of traditional uniform sampling. Our results are not limited by the\ndimensionality of the phase space and are confirmed numerically for dimensions\nas large as 30.\n","Comment: 5 pages, 5 figures; Published version"]}]
["1302.6129",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Quantum Algebra","Nonlinear Sciences - Exactly Solvable and Integrable Systems","17B65, 35Q55, 81T30, 82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6129","J. Phys. A: Math. Theor. 46 (2013), 245202 (23 pages)","doi:10.1088/1751-8113/46/24/245202"],"date":["2013-02-25","2013-05-11"],"type":["text"],"creator":["Takasaki, Kanehisa"],"language":[],"coverage":[],"title":["Modified melting crystal model and Ablowitz-Ladik hierarchy"],"description":["  This paper addresses the issue of integrable structure in a modified melting\ncrystal model of topological string theory on the resolved conifold. The\npartition function can be expressed as the vacuum expectation value of an\noperator on the Fock space of 2D complex free fermion fields. The quantum torus\nalgebra of fermion bilinears behind this expression is shown to have an\nextended set of \"shift symmetries\". They are used to prove that the partition\nfunction (deformed by external potentials) is essentially a tau function of the\n2D Toda hierarchy. This special solution of the 2D Toda hierarchy can be\ncharacterized by a factorization problem of $\\ZZ\\times\\ZZ$ matrices as well.\nThe associated Lax operators turn out to be quotients of first order difference\noperators. This implies that the solution of the 2D Toda hierarchy in question\nis actually a solution of the Ablowitz-Ladik (equivalently, relativistic Toda)\nhierarchy. As a byproduct, the shift symmetries are shown to be related to\nmatrix-valued quantum dilogarithmic functions.\n","Comment: latex2e, 33 pages, no figure; (v2) accepted for publication"]}]
["1302.6165",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6165","Eur. Phys. J. D, 67 3 (2013) 58","doi:10.1140/epjd/e2013-30578-7"],"date":["2013-02-21"],"type":["text"],"creator":["Urban, Marcel","Couchot, Francois","Sarazin, Xavier","Djannati-Atai, Arache"],"language":[],"coverage":[],"title":["The quantum vacuum as the origin of the speed of light"],"description":["  We show that the vacuum permeability and permittivity may originate from the\nmagnetization and the polarization of continuously appearing and disappearing\nfermion pairs. We then show that if we simply model the propagation of the\nphoton in vacuum as a series of transient captures within these ephemeral\npairs, we can derive a finite photon velocity. Requiring that this velocity is\nequal to the speed of light constrains our model of vacuum. Within this\napproach, the propagation of a photon is a statistical process at scales much\nlarger than the Planck scale. Therefore we expect its time of flight to\nfluctuate. We propose an experimental test of this prediction.\n","Comment: 6 pages, Accepted for publication in European Physical Journal D.\n  arXiv admin note: substantial text overlap with arXiv:1111.1847,\n  arXiv:1106.3996"]}]
["1302.6341",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6341","Phys. Rev. A 87, 032518 (2013)","doi:10.1103/PhysRevA.87.032518"],"date":["2013-02-26"],"type":["text"],"creator":["Jiang, Jun","Tang, Li-Yan","Mitroy, J."],"language":[],"coverage":[],"title":["Tune-out wavelengths for potassium"],"description":["  The five longest tune-out wavelengths for the potassium atom are determined\nusing a relativistic structure model which treats the atom as consisting of a\nsingle valence electron moving outside a closed shell core. The importance of\nvarious terms in the dynamic polarizability in the vicinity of the $4p_J$,\n$5p_J$ and $6p_J$ transitions are discussed.\n"]}]
["1302.6480",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6480","Physics Procedia 45 (2013) 189-192","doi:10.1016/j.phpro.2013.04.084"],"date":["2013-02-26"],"type":["text"],"creator":["Iida, Kazumasa","Haindl, Silvia","Kurth, Fritz","Haenisch, Jens","Schulz, Ludwig","Holzapfel, Bernhard"],"language":[],"coverage":[],"title":["BaFe2As2/Fe bilayers with [001]-tilt grain boundary on MgO and SrTiO3\n  bicrystal substrates"],"description":["  Co-doped BaFe2As2 (Ba-122) can be realized on both MgO and SrTiO3 bicrystal\nsubstrates with [001]-tilt grain boundary by employing Fe buffer layers.\nHowever, an additional spinel (i.e. MgAl2O4) buffer between Fe and SrTiO3 is\nnecessary since an epitaxial, smooth surface of Fe layer can not be grown on\nbare SrTiO3. Both types of bicrystal films show good crystalline quality.\n","Comment: Accepted for the ISS2012 Proceedins, a special issue of Physics\n  Procedia"]}]
["1302.7257",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.7257","2013, ApJ, 770, 95","doi:10.1088/0004-637X/770/2/95"],"date":["2013-02-28","2013-05-30"],"type":["text"],"creator":["Fukui, Akihiko","Narita, Norio","Kurosaki, Kenji","Ikoma, Masahiro","Yanagisawa, Kenshi","Kuroda, Daisuke","Shimizu, Yasuhiro","Takahashi, Yasuhiro H.","Ohnuki, Hiroshi","Onitsuka, Masahiro","Hirano, Teruyuki","Suenaga, Takuya","Kawauchi, Kiyoe","Nagayama, Shogo","Ohta, Kouji","Yoshida, Michitoshi","Kawai, Nobuyuki","Izumiura, Hideyuki"],"language":[],"coverage":[],"title":["Optical-to-Near-Infrared Simultaneous Observations for the Hot Uranus\n  GJ3470b: A Hint for Cloud-free Atmosphere"],"description":["  We present optical (g', R_c, and I_c) to near-infrared (J) simultaneous\nphotometric observations for a primary transit of GJ3470b, a Uranus-mass\ntransiting planet around a nearby M dwarf, by using the 50-cm MITSuME telescope\nand the 188-cm telescope, both at Okayama Astrophysical Observatory. From these\ndata, we derive the planetary mass, radius, and density as 14.1 \\pm 1.3\nM_earth, 4.32^{+0.21}_{-0.10} R_earth, and 0.94 \\pm 0.12 g cm^{-3},\nrespectively, thus confirming the low density that was reported by Demory et\nal. based on the Spitzer/IRAC 4.5-micron photometry (0.72^{+0.13}_{-0.12} g\ncm^{-3}). Although the planetary radius is about 10% smaller than that reported\nby Demory et al., this difference does not alter their conclusion that the\nplanet possesses a hydrogen-rich envelope whose mass is approximately 10% of\nthe planetary total mass. On the other hand, we find that the planet-to-star\nradius ratio (R_p/R_s) in the J band (0.07577^{+0.00072}_{-0.00075}) is smaller\nthan that in the I_c (0.0802 \\pm 0.0013) and 4.5-micron\n(0.07806^{+0.00052}_{-0.00054}) bands by 5.9% \\pm 2.0% and 3.0% \\pm 1.2%,\nrespectively. A plausible explanation for the differences is that the planetary\natmospheric opacity varies with wavelength due to absorption and/or scattering\nby atmospheric molecules. Although the significance of the observed R_p/R_s\nvariations is low, if confirmed, this fact would suggest that GJ3470b does not\nhave a thick cloud layer in the atmosphere. This property would offer a wealth\nof opportunity for future transmission-spectroscopic observations of this\nplanet to search for certain molecular features, such as H2O, CH4, and CO,\nwithout being prevented by clouds.\n","Comment: 14 pages, 8 figures, published in ApJ"]}]
["1303.0360",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.0360","Opt. Commun. 300 (2013) 286-292","doi:10.1016/j.optcom.2013.02.057"],"date":["2013-03-02","2013-05-29"],"type":["text"],"creator":["Jiang, Ke-Xia"],"language":[],"coverage":[],"title":["The role of the non-Gaussianity plays in the enhancement of the fidelity\n  in continuous variable quantum teleportation"],"description":["  We investigated the role of non-Gaussianity (nG) plays in the enhancement of\nthe fidelity in continuous-variable quantum teleportation of ideal Braunstein\nand Kimble (BK) protocol for coherent states, theoretically. The\nde-Gaussification procedure is realized through subtracting photons on the\ntwo-mode squeezed vacuum state (TMSVs). We find that the high fidelity always\nrefers to a symmetrical arrangement of photon subtractions on the different\nmodes of the TMSVs. The non-Gaussian resources demonstrate commendable\nsuperiorities compare with the Gaussian resources only for symmetrical\narrangements of photon subtractions, however, the asymmetrical arrangements do\nnot. When the total number of photon subtractions be a constant, we find that\nthe optimal nG procedure prefers the most asymmetrical arrangement of\nsubtractions. This characteristic is not consistent with the result that the\nhighest fidelity refers to a symmetrical case. Under the same squeezing\nparameter, a higher nG might not always lead to a higher fidelity.\n","Comment: updated to published version, some references are added"]}]
["1303.0892",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.0892"],"date":["2013-03-04","2013-05-30"],"type":["text"],"creator":["Nualart, David","Swanson, Jason"],"language":[],"coverage":[],"title":["Joint convergence along different subsequences of the signed cubic\n  variation of fractional Brownian motion II"],"description":["  The purpose of this paper is to provide a complete description the\nconvergence in distribution of two subsequences of the signed cubic variation\nof the fractional Brownian motion with Hurst parameter $H = 1/6$.\n","Comment: This paper is a sequel to arXiv:1210.1560 [math.PR]"]}]
["1303.1155",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1155","Phys. Rev. E 87, 052138(2013)","doi:10.1103/PhysRevE.87.052138"],"date":["2013-03-05","2013-05-30"],"type":["text"],"creator":["Santos, Andrés","Rohrmann, René D."],"language":[],"coverage":[],"title":["Chemical-potential route for multicomponent fluids"],"description":["  The chemical potentials of multicomponent fluids are derived in terms of the\npair correlation functions for arbitrary number of components, interaction\npotentials, and dimensionality. The formally exact result is particularized to\nhard-sphere mixtures with zero or positive nonadditivity. As a simple\napplication, the chemical potentials of three-dimensional additive hard-sphere\nmixtures are derived from the Percus-Yevick theory and the associated equation\nof state is obtained. This Percus-Yevick chemical-route equation of state is\nshown to be more accurate than the virial equation of state. An interpolation\nbetween the chemical-potential and compressibility routes exhibits a better\nperformance than the well-known Boubl\\'ik-Mansoori-Carnahan-Starling-Leland\nequation of state.\n","Comment: 9 pages, 1 figure; v2: minor changes"]}]
["1303.1353",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1353"],"date":["2013-03-06","2013-05-29"],"type":["text"],"creator":["Li, Wei","Hacker, Christina A.","Liang, Yiran","Richter, Curt A.","Gundlach, David J.","Liang, Xuelei","Peng, Lianmao"],"language":[],"coverage":[],"title":["Highly reproducible metal/graphene contacts and stable electrical\n  performance by UV-Ozone treatment"],"description":["  Resist residue from the device fabrication process is a general and\nsignificant source of the metal/graphene contact interface contamination. In\nthis paper, Ultraviolet-Ozone (UVO) treatment is proven to be an effective way\nof cleaning the metal/graphene interface. Electrical measurements of devices,\nwhich were fabricated by using UVO treatment of the metal/graphene contact\nregion, show that stable and highly reproducible low contact resistance between\nmetal and graphene is obtained without affecting the electrical properties of\nthe graphene channel itself.\n","Comment: This paper has been withdrawn by the author due to the change of\n  Figure 1 and we want to add more content"]}]
["1303.2196",{"format":[],"subject":["Nuclear Theory","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2196"],"date":["2013-03-09"],"type":["text"],"creator":["Wen, Xin-Jian"],"language":[],"coverage":[],"title":["Equation of state in hybrid stars and the stability window of quark\n  matter"],"description":["  Properties of hybrid stars with a mixed phase composed of asymmetric nuclear\nmatter and strange quark matter are studied. The quark phase is investigated by\nthe quark quasiparticle model with a self-consistent thermodynamic and\nstatistical treatment. We present the stability windows of the strange quark\nmatter with respect to the interaction coupling constant versus the bag\nconstant. We find that the appearance of the quark-hadron mixed phases is\nassociated with the meta-stable or unstable regions of the pure quark matter\nparameters. The mass-radius relation of the hybrid star is dominated by the\nequation of state of quark matter rather than nuclear matter. Due to the\nappearance of mixed phase, the mass of hybrid star is reduced to 1.64\nM$_{\\odot}$ with radius 10.6 km by comparison with neutron star.\n","Comment: 12 pages,8 figures"]}]
["1303.5117",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.5117"],"date":["2013-03-20","2013-05-30"],"type":["text"],"creator":["Harmouche, Mohamed","Laghrouche, Salah","Chitour, Yacine"],"language":[],"coverage":[],"title":["A Lyapunov approach to Robust and Adaptive finite time stabilization of\n  integrator chains with bounded uncertainty"],"description":["  In this paper, we present Lyapunov-based robust and adaptive controllers for\nthe finite time stabilization of a perturbed chain of integrators with bounded\nuncertainties. The proposed controllers can be designed for integrator chains\nof any arbitrary length. The uncertainty bounds are known in the robust control\nproblem whereas they are unknown in the adaptive control problem. Both\ncontrollers are developed from a class of finite time stabilization controllers\nfor pure integrator chains. Lyapunov-based design permits to calculate upper\nbound on convergence time.\n"]}]
["1303.5841",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.5841"],"date":["2013-03-23","2013-05-30"],"type":["text"],"creator":["Liu, Jianxing","Laghrouche, Salah","Harmouche, M.","Wack, Maxime"],"language":[],"coverage":[],"title":["Adaptive-Gain Second Order Sliding Mode Observer Design for Switching\n  Power Converters"],"description":["  In this paper, a novel adaptive-gain Second Order Sliding Mode (SOSM)\nobserver is proposed for multicell converters by considering it as a class of\nhybrid systems. The aim is to reduce the number of voltage sensors by\nestimating the capacitor voltages only from the measurement of load current.\nThe proposed observer is proven to be robust in the presence of perturbations\nwith \\emph{unknown} boundary. However, the states of the system are only\npartially observable in the sense of observability rank condition. Due to its\nswitching behavior, a recent concept of $Z(T_N)$ observability is used to\nanalysis its hybrid observability, since its observability depends upon the\nswitching control signals. Under certain condition of the switching sequences,\nthe voltage across each capacitor becomes observable. Simulation results and\ncomparisons with Luenberger switched observer highlight the effectiveness and\nrobustness of the proposed observer with respect to output measurement noise\nand system uncertainties (load variations).\n"]}]
["1303.5842",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.5842"],"date":["2013-03-23","2013-05-30"],"type":["text"],"creator":["Liu, Jianxing","Laghrouche, Salah","Wack, Maxime"],"language":[],"coverage":[],"title":["Observer-Based High Order Sliding Mode Control of Unity Power Factor in\n  Three-Phase AC/DC Converter for Hybrid Electric Vehicle Applications"],"description":["  In this paper, a full-bridge boost power converter topology is studied for\npower factor control, using output high order sliding mode control. The AC/DC\nconverters are used for charging the battery and super-capacitor in hybrid\nelectric vehicles from the utility. The proposed control forces the input\ncurrents to track the desired values, which can controls the output voltage\nwhile keeping the power factor close to one. Super-twisting sliding mode\nobserver is employed to estimate the input currents and load resistance only\nfrom the measurement of output voltage. Lyapunov analysis shows the asymptotic\nconvergence of the closed loop system to zero. Simulation results show the\neffectiveness and robustness of the proposed controller.\n"]}]
["1303.6074",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.6074"],"date":["2013-03-25","2013-05-30"],"type":["text"],"creator":["Ambrosio, Luigi","Ghezzi, Roberta","Magnani, Valentino"],"language":[],"coverage":[],"title":["BV functions and sets of finite perimeter in sub-Riemannian manifolds"],"description":["  We give a notion of BV function on an oriented manifold where a volume form\nand a family of lower semicontinuous quadratic forms $G_p: T_pM \\to [0,\\infty]$\nare given. When we consider sub-Riemannian manifolds, our definition coincide\nwith the one given in the more general context of metric measure spaces which\nare doubling and support a Poincar\\'e inequality. We then focus on finite\nperimeter sets, i.e., sets whose characteristic function is BV, in\nsub-Riemannian manifolds. Under an assumption on the nilpotent approximation,\nwe prove a blowup theorem, generalizing the one obtained for step-2 Carnot\ngroups in [24].\n"]}]
["1303.6613",{"format":[],"subject":["Physics - Chemical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.6613"],"date":["2013-03-24","2013-05-29"],"type":["text"],"creator":["Hwang, Won-Young"],"language":[],"coverage":[],"title":["Optical Activity and Mirror-Symmetry"],"description":["  A misconception that non-chiral molecules have no optical activity at all is\nwidespread. However, at molecular level even non-chiral molecules have optical\nactivity. Optical activity of a non-chiral molecule is canceled out by that of\nanother molecule in its mirror image in normal liquids. We describe the\ncanceling mechanism by using mirror-symmetry of physical laws without resorting\nto detailed formulas. The description will be helpful for overcoming the\nmisconception. Optical activity can be understood from the opposite viewpoint\nby the description. Aligned non-chiral molecules have optical activity.\n","Comment: 2 pages, 1 figure"]}]
["1303.6779",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.6779"],"date":["2013-03-27","2013-05-30"],"type":["text"],"creator":["Weijs, Joost H.","Andreotti, Bruno","Snoeijer, Jacco H."],"language":[],"coverage":[],"title":["Elasto-capillarity at the nanoscale: on the coupling between elasticity\n  and surface energy in soft solids"],"description":["  The capillary forces exerted by liquid drops and bubbles on a soft solid are\ndirectly measured using molecular dynamics simulations. The force on the solid\nby the liquid near the contact line is not oriented along the liquid vapor\ninterface nor perpendicular to the solid surface, as usually assumed, but\npoints towards the liquid.\n  It is shown that the elastic deformations induced by this force can only be\nexplained if, contrary to an incompressible liquid, the surface stress is\ndifferent from the surface energy. Using thermodynamic variations we show that\nthe the surface stress and the surface energy can both be determined accurately\nby measuring the deformation of a slender body plunged in a liquid. The results\nobtained from molecular dynamics fully confirm those recently obtained\nexperimentally [Marchand et al. Phys. Rev. Lett. 108, 094301 (2012)] for an\nelastomeric wire.\n"]}]
["1304.0318",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.0318","Phys. Rev. Lett. 110, 227201 (2013)","doi:10.1103/PhysRevLett.110.227201"],"date":["2013-04-01","2013-05-09"],"type":["text"],"creator":["Fytas, Nikolaos G.","Martin-Mayor, Victor"],"language":[],"coverage":[],"title":["Universality in the three-dimensional random-field Ising model"],"description":["  We solve a long-standing puzzle in Statistical Mechanics of disordered\nsystems. By performing a high-statistics simulation of the D=3 random-field\nIsing model at zero temperature for different shapes of the random-field\ndistribution, we show that the model is ruled by a single universality class.\nWe compute the complete set of critical exponents for this class, including the\ncorrection-to-scaling exponent, and we show, to high numerical accuracy, that\nscaling is described by two independent exponents. Discrepancies with previous\nworks are explained in terms of strong scaling corrections.\n","Comment: 7 pages, 4 figures, 4 tables. Version to be published in Phys. Rev.\n  Lett. Appendices contain Supplemental Material"]}]
["1304.0358",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.0358","J. Opt. Soc. Am. B 30, 1720 (2013)","doi:10.1364/JOSAB.30.001720"],"date":["2013-04-01","2013-05-30"],"type":["text"],"creator":["Liu, Sheng","Xue, Zheng-Yuan"],"language":[],"coverage":[],"title":["Probing non-Abelian anyonic statistics with cold atoms in an optical\n  lattice"],"description":["  We propose a scheme to probe the non-Abelian statistics of the collective\nanyonic excitation in Kitaev's honeycomb model with cold atoms in an optical\nlattice. The generation of the anyonic excitation can be realized by simple\nrotating operation acting on an effective spin-1/2 system, which is encoded in\nthe atomic hyperfine energy levels. The non-Abelian nature of the anyonic\nexcitation is manifested by the braiding of four vortices, which leads to\ndifferent operations on the subspace of degenerate ground states, and thus\nresults in different final states. Here, by introducing an ancilla atom, the\neffective control over the lattice atoms can be realized and the final\ndifferent states can also be imprinted on the ancilla and further distinguished\nby measurement.\n","Comment: v1, firstly submitted on Dec, 2012; v2: accepted version of JOSAB;\n  v3: published version"]}]
["1304.0756",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","52C25, 52B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.0756"],"date":["2013-04-01","2013-05-29"],"type":["text"],"creator":["Malestein, Justin","Theran, Louis"],"language":[],"coverage":[],"title":["Frameworks with forced symmetry II: Orientation-preserving\n  crystallographic groups"],"description":["  We give a combinatorial characterization of minimally rigid planar frameworks\nwith orientation-preserving crystallographic symmetry, under the constraint of\nforced symmetry. The main theorems are proved by extending the methods of the\nfirst paper in this sequence from groups generated by a single rotation to\ngroups generated by translations and rotations. The proofs make use of a new\nfamily of matroids defined on crystallographic groups and associated submodular\nfunctions.\n","Comment: 46 pages, 4 figures. All the results in this paper have appeared\n  previously in our other paper available at arXiv:1108.2518. This paper is a\n  continuation of our paper \"Frameworks with forced symmetry I: Reflections and\n  rotations\" arXiv:1304.0398. Minor changes to the exposition in v2. To appear\n  in Geometriae Dedicata"]}]
["1304.3291",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3291","Appl. Phys. Lett. 102, 211108 (2013)","doi:10.1063/1.4808095"],"date":["2013-04-11","2013-05-23"],"type":["text"],"creator":["Reckinger, Nicolas","Vlad, Alexandru","Melinte, Sorin","Colomer, Jean-Francois","Sarrazin, Michael"],"language":[],"coverage":[],"title":["Graphene-coated holey metal films: tunable molecular sensing by surface\n  plasmon resonance"],"description":["  We report on the enhancement of surface plasmon resonances in a holey\nbidimensional grating of subwavelength size, drilled in a gold thin film coated\nby a graphene sheet. The enhancement originates from the coupling between\ncharge carriers in graphene and gold surface plasmons. The main plasmon\nresonance peak is located around 1.5 microns. A lower constraint on the\ngold-induced doping concentration of graphene is specified and the interest of\nthis architecture for molecular sensing is also highlighted.\n","Comment: 5 pages, 4 figures, Final version. Published in Applied Physics\n  Letters"]}]
["1304.3373",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3373"],"date":["2013-04-11","2013-05-30"],"type":["text"],"creator":["Breaz, Simion","Călugăreanu, Grigore","Schultz, Phill"],"language":[],"coverage":[],"title":["Subgroups which admit extensions of homomorphisms"],"description":["  We classify by numerical invariants the finite subgroups $H$ of a primary\nabelian group $G$ for which every homomorphism or monomorphism of $H$ into $G$,\nor every endomorphism of $H$, extends to an endomorphism of $G$. We apply these\nresults to show that for finitely generated subgroups of general abelian\ngroups, the extendibility of monomorphisms implies the extendibility of all\nhomomorphisms.\n","Comment: v2: major revision, the title was changed, the paper was shortened,\n  some results were removed"]}]
["1304.4463",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4463"],"date":["2013-04-16","2013-05-30"],"type":["text"],"creator":["Lusztig, G."],"language":[],"coverage":[],"title":["Distinguished conjugacy classes and elliptic Weyl group elements"],"description":["  We define and study a correspondence between the set of distinguished\nG^0-conjugacy classes in a fixed connected component of a reductive group G\n(with G^0 almost simple) and the set of (twisted) elliptic conjugacy classes in\nthe Weyl group. We also prove a homogeneity property related to this\ncorrespondence.\n","Comment: 65 pages. Version 2 includes also exceptional groups"]}]
["1304.4774",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4774","Nanoscale Research Letters (2013) vol.8 pag. 257","doi:10.1186/1556-276X-8-257"],"date":["2013-04-17"],"type":["text"],"creator":["Sabater, C.","Caturla, M. J.","Palacios, J. J.","Untiedt, C."],"language":[],"coverage":[],"title":["Understanding the structure of the first atomic contact in Gold"],"description":["  We have studied experimentally the phenomena of jump-to-contact (JC) and\njump-out-of-contact (JOC) in gold electrodes. JC can be observed at the first\ncontact when the two metals approach each other while JOC occurs in the last\ncontact before breaking. When the indentation depth between the electrodes is\nlimited to a certain value of conductance, a highly reproducible behaviour in\nthe evolution of the conductance can be obtained for hundreds of cycles of\nformation and rupture. Molecular dynamics simulations of this process show how\nthe two metallic electrodes are shaped into tips of a well-defined\ncrystallographic structure formed through a mechanical annealing mechanism. We\nreport a detailed analysis of the atomic configurations obtained before contact\nand rupture of these stable structures and obtained their conductance using\nfirst-principlesquantum transport calculations. These results help us\nunderstand the values of conductance obtained experimentally in the JC and JOC\nphenomena and improve our understanding of atomic-sized contacts and the\nevolution of their structural characteristics.\n","Comment: Nanoscale Research letters Aceppted 7 pages, 4 figures"]}]
["1304.6496",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.6496"],"date":["2013-04-24","2013-05-30"],"type":["text"],"creator":["Wong, Wing Shing"],"language":[],"coverage":[],"title":["Transmission Sequence Design and Allocation for Wide Area Ad Hoc\n  Networks"],"description":["  In this paper we examine the problem of designing and allocating transmission\nsequences to users in a mobile ad hoc network that has no spatial boundary. A\nbasic tenet of the transmission sequence approach for addressing media access\ncontrol is that under normal operating conditions, there is no feedback\ntriggered re-transmission. This obviously is a major departure from the\nSlotted-ALOHA or CSMA type approaches. While these solutions enjoy excellent\nthroughput performance, a fundamental drawback is that they are based on\nfeedback information. For systems without naturally defined central controller\nthat can play the role of a base station, the task of providing feedback\ninformation could easily become unmanageable. This highlights the advantage of\nthe feedback-free approach. A second advantage is the ability to handle\nunlimited spatial coverage. We propose in this paper a concept for media access\ncontrol that is akin to frequency reuse. However, instead of reusing frequency,\nthe new approach allows transmission sequences be reused. A study of the\ntransmission sequence approach against other approaches is conducted by\ncomparing the minimal frame lengths that can guarantee the existence of\nconflict-free transmissions.\n"]}]
["1305.1478",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1478","doi:10.1109/TCOMM.2013.09.120547"],"date":["2013-05-07","2013-05-30"],"type":["text"],"creator":["Younis, Abdelhamid","Sinanović, Sinan","Di Renzo, Marco","Mesleh, Raed","Haas, Harald"],"language":[],"coverage":[],"title":["Generalised Sphere Decoding for Spatial Modulation"],"description":["  In this paper, Sphere Decoding (SD) algorithms for Spatial Modulation (SM)\nare developed to reduce the computational complexity of Maximum-Likelihood (ML)\ndetectors. Two SDs specifically designed for SM are proposed and analysed in\nterms of Bit Error Ratio (BER) and computational complexity.\n  Using Monte Carlo simulations and mathematical analysis, it is shown that by\ncarefully choosing the initial radius the proposed sphere decoder algorithms\noffer the same BER as ML detection, with a significant reduction in the\ncomputational complexity.\n  A tight closed form expression for the BER performance of SM-SD is derived in\nthe paper, along with an algorithm for choosing the initial radius which\nprovides near to optimum performance. Also, it is shown that none of the\nproposed SDs are always superior to the others, but the best SD to use depends\non the target spectral efficiency. The computational complexity trade-off\noffered by the proposed solutions is studied via analysis and simulation, and\nis shown to validate our findings. Finally, the performance of SM-SDs are\ncompared to Spatial Multiplexing (SMX) applying ML decoder and applying SD.\n  It is shown that for the same spectral efficiency, SM-SD offers up to 84%\nreduction in complexity compared to SMX-SD, with up to 1 dB better BER\nperformance than SMX-ML decoder.\n","Comment: IEEE Transactions on Communications, accepted for publication"]}]
["1305.3686",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3686","J. Appl. Phys. 113, 203910 (2013)","doi:10.1063/1.4807930"],"date":["2013-05-16"],"type":["text"],"creator":["Brandt, R.","Rückriem, R.","Gilbert, D. A.","Ganss, F.","Senn, T.","Liu, Kai","Albrecht, M.","Schmidt, H."],"language":[],"coverage":[],"title":["Size-dependent magnetization switching characteristics and spin wave\n  modes of FePt nanostructures"],"description":["  We present a comprehensive investigation of the size-dependent switching\ncharacteristics and spin wave modes of FePt nanoelements. Curved nanomagnets\n(\"caps\") are compared to flat disks of identical diameter and volume over a\nsize range of 100 to 300nm. Quasi-static magnetization reversal analysis using\nfirst-order reversal curves (FORC) shows that spherical caps have lower vortex\nnucleation and annihilation fields than the flat disks. As the element diameter\ndecreases, the reversal mechanism in the caps crosses over sooner to coherent\nrotation than in the disks. The magnetization dynamics are studied using\noptically induced small angle precession and reveal a strong size dependence\nthat differs for the two shapes. Flat disks exhibit well-known center and edge\nmodes at all sizes, but as the diameter of the caps increases from 100 to 300\nnm, additional oscillation modes appear in agreement with dynamic micromagnetic\nsimulations. In addition, we show that the three-dimensional curvature of the\ncap causes a much greater sensitivity to the applied field angle which provides\nan additional way for controlling the ultrafast response of nanomagnetic\nelements.\n","Comment: 23 pages, 8 figures"]}]
["1305.3962",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3962","Phys. Rev. B 87, 174522 (2013)","doi:10.1103/PhysRevB.87.174522"],"date":["2013-05-16"],"type":["text"],"creator":["Zaretskey, V.","Suri, B.","Novikov, S.","Wellstood, F. C.","Palmer, B. S."],"language":[],"coverage":[],"title":["Spectroscopy of a Cooper-Pair Box Coupled to a Two-Level System Via\n  Charge and Critical Current"],"description":["  We report on the quadrupling of the transition spectrum of an Al/AlOx/Al\nCooper-pair box (CPB) charge qubit in the 4.0-7.3 GHz frequency range. The\nqubit was coupled to a quasi-lumped element Al superconducting resonator and\nmeasured at a temperature of 25 mK. We obtained good matches between the\nobserved spectrum and the spectra calculated from a model Hamiltonian\ncontaining two distinct low excitation energy two-level systems (TLS) coupled\nto the CPB. In our model, each TLS has a charge that tunnels between two sites\nin a local potential and induces a change in the CPB critical current. By\nfitting the model to the spectrum, we have extracted microscopic parameters of\nthe fluctuators including the well asymmetry, tunneling rate, and a\nsurprisingly large fractional change (30-40%) in the critical current (12 nA).\nThis large change is consistent with a Josephson junction with a non-uniform\ntunnel barrier containing a few dominant conduction channels and a TLS that\nmodulates one of them.\n","Comment: 9 pages, 5 figures"]}]
["1305.4454",{"format":[],"subject":["Quantum Physics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4454"],"date":["2013-05-20","2013-05-30"],"type":["text"],"creator":["Chakraborty, Shantanav","Banerjee, Subhashish","Adhikari, Satyabrata","Kumar, Atul"],"language":[],"coverage":[],"title":["Entanglement in the Grover's Search Algorithm"],"description":["  Quantum Algorithms have long captured the imagination of computer scientists\nand physicists primarily because of the speed up achieved by them over their\nclassical counterparts using principles of quantum mechanics. Entanglement is\nbelieved to be the primary phenomena behind this speed up. However their\nprecise role in quantum algorithms is yet unclear. In this article, we explore\nthe nature of entanglement in the Grover's search algorithm. This algorithm\nenables searching of elements from an unstructured database quadratically\nfaster than the best known classical algorithm. Geometric measure of\nentanglement has been used to quantify and analyse entanglement across\niterations of the algorithm. We reveal how the entanglement varies with\nincrease in the number of qubits and also with the number of marked or solution\nstates. Numerically, it is seen that the behaviour of the maximum value of\nentanglement is monotonous with the number of qubits. Also, for a given value\nof the number of qubits, a change in the marked states alters the amount of\nentanglement. The amount of entanglement in the final state of the algorithm\nhas been shown to depend solely on the nature of the marked states. Explicit\nanalytical expressions are given showing the variation of entanglement with the\nnumber of iterations and the global maximum value of entanglement attained\nacross all iterations of the algorithm.\n","Comment: 6 pages, 5 figures"]}]
["1305.4475",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4475","Phys. Rev. A 87, 052136 (2013)","doi:10.1103/PhysRevA.87.052136"],"date":["2013-05-20","2013-05-21"],"type":["text"],"creator":["Benedetti, Claudia","Shurupov, Alexander P.","Paris, Matteo G. A.","Brida, Giorgio","Genovese, Marco"],"language":[],"coverage":[],"title":["Experimental estimation of quantum discord for polarization qubit and\n  the use of fidelity to assess quantum correlations"],"description":["  We address the experimental determination of entropic quantum discord for\nsystems made of a pair of polarization qubits. We compare results from full and\npartial tomography and found that the two determinations are statistically\ncompatible, with partial tomography leading to a smaller value of discord for\ndepolarized states. Despite the fact that our states are well described, in\nterms of fidelity, by families of depolarized or phase-damped states, their\nentropic discord may be largely different from that predicted for these classes\nof states, such that no reliable estimation procedure beyond tomography may be\neffectively implemented. Our results, together with the lack of an analytic\nformula for the entropic discord of a generic two-qubit state, demonstrate that\nthe estimation of quantum discord is an intrinsically noisy procedure. Besides,\nwe question the use of fidelity as a figure of merit to assess quantum\ncorrelations.\n"]}]
["1305.5264",{"format":[],"subject":["Physics - Optics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5264"],"date":["2013-05-22","2013-05-30"],"type":["text"],"creator":["Conforti, Matteo","Marini, Andrea","Faccio, Daniele","Biancalana, Fabio"],"language":[],"coverage":[],"title":["Negative frequencies get real: a missing puzzle piece in nonlinear\n  optics"],"description":["  Motivated by recent experimental results, we demonstrate that the ubiquitous\npulse propagation equation based on a single generalized nonlinear Schroedinger\nequation is incomplete and inadequate to explain the formation of the so called\nnegative resonant radiation emitted by optical solitons. The origin of this\ndeficiency is due to the absence of a peculiar nonlinear coupling between the\npositive and negative frequency components of the ultrashort pulse spectrum\nduring propagation, a feature that the slowly-varying envelope approximation is\nunable to capture. We therefore introduce a conceptually new model, based on\nthe envelope of the analytic signal, that takes into account the full spectral\ndynamics of all frequency components, is prone to analytical treatment and\nretains the simulation efficiency of the nonlinear Schroedinger equation. We\nuse our new equation to derive from first principles the phase-matching\ncondition of the negative resonant radiation observed in previous experiments.\n","Comment: Some typos corrected. A few sentences clarified, including an\n  important one on energy conservation"]}]
["1305.6756",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","57Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6756"],"date":["2013-05-29","2013-05-30"],"type":["text"],"creator":["Gorodetskaya, Irina"],"language":[],"coverage":[],"title":["Moduli Spaces of Planar Pentagonal Linkages: Combinatorial Description"],"description":["  Moduli spaces of planar polygonal linkages admit a cell structure which can\nbe realized as a surgery on the permutohedron. We present a 3D visualization of\nthe result of the surgery for all types of non-degenerate pentagonal linkages.\n","Comment: 11 pages, 7 figures. arXiv admin note: text overlap with\n  arXiv:1209.3241 by other authors"]}]
["1305.6800",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6800"],"date":["2013-05-29"],"type":["text"],"creator":["Callahan, Alison","Dumontier, Michel"],"language":[],"coverage":[],"title":["Ovopub: Modular data publication with minimal provenance"],"description":["  With the growth of the Semantic Web as a medium for creating, consuming,\nmashing up and republishing data, our ability to trace any statement(s) back to\ntheir origin is becoming ever more important. Several approaches have now been\nproposed to associate statements with provenance, with multiple applications in\ndata publication, attribution and argumentation. Here, we describe the ovopub,\na modular model for data publication that enables encapsulation, aggregation,\nintegrity checking, and selective-source query answering. We describe the\novopub RDF specification, key design patterns and their application in the\npublication and referral to data in the life sciences.\n","Comment: 11 pages, 5 figures"]}]
["1305.6850",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6850"],"date":["2013-05-29"],"type":["text"],"creator":["Corrêa, E. B. S.","Linhares, C. A.","Malbouisson, A. P. C."],"language":[],"coverage":[],"title":["Finite-size, magnetic and chemical-potential effects on first-order\n  phase transitions"],"description":["  We perform a study about effects of an applied magnetic field and a finite\nchemical potential on the size-dependent phase structure of a first-order\ntransition. These effects are introduced by using methods of quantum fields\ndefined on toroidal spaces, and we study in particular the case of two\ncompactified dimensions, imaginary time and a spatial one (a heated film). It\nis found that for any value of the applied field, there is a minimal size of\nthe system, independent of the chemical potential, below which the transition\ndisappears.\n","Comment: 19 pages, 3 figures, version accepted for publication in Phys. Lett.\n  A"]}]
["1305.6940",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6940"],"date":["2013-05-29"],"type":["text"],"creator":["Mansouri, Alireza","Golshani, Mehdi","Karbasizadeh, Amir Ehsan"],"language":[],"coverage":[],"title":["Quantum Objects"],"description":["  In this paper, we suggest an alternative interpretation for the quantum state\nvector, which, by considering temporal parts for physical objects, aims to give\nan intelligible account of measurement problem in quantum mechanics. We examine\nthe capacity of this interpretation as for explaining three measurement\nproblems: the problem of outcome, the problem of statistics and the problem of\neffect. We argue that, this interpretation of the state vector, while providing\na satisfactory account, as rationally plausible as its rivals, for the\nmeasurement problem, shows yet another limitation of our perceptual experience,\ni.e. our inability to perceive unsharp reality.\n","Comment: 22 pages, 1 figure. arXiv admin note: text overlap with\n  arXiv:1005.0604 by other authors"]}]
["1305.6945",{"format":[],"subject":["Mathematics - Combinatorics","05C63, 05C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6945"],"date":["2013-05-29"],"type":["text"],"creator":["Peng, Xing","Timmons, Craig"],"language":[],"coverage":[],"title":["Infinite Tur\\'an problems for bipartite graphs"],"description":["  We consider an infinite version of the bipartite Tur\\'{a}n problem. Let $G$\nbe an infinite graph with $V(G) = \\mathbb{N}$ and let $G_n$ be the $n$-vertex\nsubgraph of $G$ induced by the vertices $\\{1,2, \\dots, n \\}$. We show that if\n$G$ is $K_{2,t+1}$-free then for infinitely many $n$, $e(G_n) \\leq 0.471\n\\sqrt{t} n^{3/2}$. Using the $K_{2,t+1}$-free graphs constructed by F\\\"{u}redi,\nwe construct an infinite $K_{2,t+1}$-free graph with $e(G_n) \\geq 0.23\n\\sqrt{t}n^{3/2}$ for all $n \\geq n_0$.\n","Comment: 10 pages"]}]
["1305.6947",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6947","AIP Conf. Proc. 1396, 151 (2011)","doi:10.1063/1.3647539"],"date":["2013-05-29"],"type":["text"],"creator":["Obregón, O.","Preciado, J. A."],"language":[],"coverage":[],"title":["A quantum cosmological model in Ho\\v{r}ava-Lifshitz gravity"],"description":["  A Wheeler-DeWitt equation for the Kantowski-Sachs model is derived within the\nframework of the minimal quantum gravity theory proposed by Ho\\v{r}ava. We\nstudy the solution to this equation in the ultraviolet limit for the specific\ncase where the {\\lambda} parameter of the theory takes its relativistic value\n{\\lambda} = 1. It is observed that the minisuperspace variables switch their\nrole compared with their usual infrared (General Relativity) behavior.\n","Comment: 5 pages, 2 figures. This work was presented at the 8th Workshop of\n  the Gravitation and Mathematical Physics Division of the Mexican Physical\n  Society, Tuxtla Gutierrez, Chiapas, Mexico, November 22-26, 2010"]}]
["1305.6950",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6950","Phys. Rev. D 86, 063502 (2012)","doi:10.1103/PhysRevD.86.063502"],"date":["2013-05-29"],"type":["text"],"creator":["Obregón, O.","Preciado, J. A."],"language":[],"coverage":[],"title":["Quantum cosmology in Ho\\v{r}ava-Lifshitz gravity"],"description":["  Quantum cosmology is studied within the framework of the minimal quantum\ngravity theory proposed by Ho\\v{r}ava. For this purpose we choose the\nKantowski-Sachs (KS) model and construct the corresponding Wheeler-DeWitt\nequation. We study the solution to this equation in the ultraviolet limit for\ndifferent values of the running parameter {\\lambda} of the theory. It is\nobserved that the wave packet for this Universe changes completely compared\nwith the one observed in the infrared (general relativity) regime. We also look\nat the classical solutions by means of a WKB semiclassical approximation. It is\nobserved that if {\\lambda} takes its relativistic value {\\lambda} = 1 a\ngeneralized KS metric is obtained which differs from the usual KS solution in\ngeneral relativity by an additional term arising from the higher-order\ncurvature terms in the action and which dominates the behavior of the solution\nfor very small values of the time parameter. We discuss the physical properties\nof this solution by comparing it with the usual KS solution in general\nrelativity. The resulting solution has no horizons but singularities.\n","Comment: 9 pages, 4 figures, uses REVTeX 4.1, published in Physical Review D"]}]
["1305.6951",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D10, 53D35, 37B99, 54H20, 53D25, 57R17, 37J55, 70G45, 28A99,\n  53C22, 53C24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6951"],"date":["2013-05-29"],"type":["text"],"creator":["Müller, Stefan","Spaeth, Peter"],"language":[],"coverage":[],"title":["Topological contact dynamics III: uniqueness of the topological\n  Hamiltonian and C^0-rigidity of the geodesic flow"],"description":["  We prove that a topological contact isotopy uniquely defines a topological\ncontact Hamiltonian. Combined with previous results from [MS11], this\ngeneralizes the classical one-to-one correspondence between smooth contact\nisotopies and their generating smooth contact Hamiltonians and conformal\nfactors to the group of topological contact dynamical systems. Applications of\nthis generalized correspondence include C^0-rigidity of smooth contact\nHamiltonians, a transformation law for topological contact dynamical systems,\nand C^0-rigidity of the geodesic flows of Riemannian manifolds.\n","Comment: 22 pages"]}]
["1305.6954",{"format":[],"subject":["Computer Science - Information Theory","41A46, 68W20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6954"],"date":["2013-05-29"],"type":["text"],"creator":["Hernández, Eugenio","Vera, Daniel"],"language":[],"coverage":[],"title":["Greedy type algorithms for RIP matrices. A study of two selection rules"],"description":["  Some consequences of the Restricted Isometry Property (RIP) of matrices have\nbeen applied to develop a greedy algorithm called \"ROMP\" (Regularized\nOrthogonal Matching Pursuit) to recover sparse signals and to approximate\nnon-sparse ones. These consequences were subsequently applied to other greedy\nand thresholding algorithms like \"SThresh\", \"CoSaMP\", \"StOMP\" and \"SWCGP\". In\nthis paper, we find another consequence of the RIP property and use it to\nanalyze the approximation to k-sparse signals with Stagewise Weak versions of\nGradient Pursuit (SWGP), Matching Pursuit (SWMP) and Orthogonal Matching\nPursuit (SWOMP). We combine the above mentioned algorithms with another\nselection rule similar to the ones that have appeared in the literature showing\nthat results are obtained with less restrictions in the RIP constant, but we\nneed a smaller threshold parameter for the coefficients. The results of some\nexperiments are shown.\n","Comment: 28 pages, 3 figures"]}]
["1305.6957",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6957"],"date":["2013-05-29"],"type":["text"],"creator":["Jelisiejew, Joachim"],"language":[],"coverage":[],"title":["An upper bound for the Waring rank of a form"],"description":["  In this paper we introduce the open Waring rank of a form of degree d in n\nvariables and prove the that this rank in bounded from above by\n\\binom{n+d-2}{d-1} - \\binom{n+d-6}{d-3} whenever n, d >= 3. This proves the\nsame upper bound for the classical Waring rank of a form, improving the result\nof [BBS] and giving, as far as we know, the best upper bound known.\n","Comment: 6 pages"]}]
["1305.6958",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6958"],"date":["2013-05-29"],"type":["text"],"creator":["Ellerman, David"],"language":[],"coverage":[],"title":["Determination through Universals: An Application of Category Theory in\n  the Life Sciences"],"description":["  Category theory has foundational importance because it provides conceptual\nlenses to characterize what is important and universal in mathematics---with\nadjunctions being the primary lense. If adjunctions are so important in\nmathematics, then perhaps they will isolate concepts of some importance in the\nempirical sciences. But the applications of adjunctions have been hampered by\nan overly restrictive formulation that avoids heteromorphisms or hets. By\nreformulating an adjunction using hets, it is split into two parts, a left and\na right semiadjunction (or half-adjunuction). Semiadjunctions (essentially a\nformulation of a universal mapping property using hets) turn out to be the\nappropriate concept for applications in the life sciences. The semiadjunctions\ncharacterize three principal schemes with applications: 1. determination\nthrough a receiving universal (e.g., natural selection, perception, language\nacquisition, recursion, and language understanding); 2. determination through a\nsending universal (e.g., intentional action, DNA mechanism to build amino\nacids, hierarchy of regulatory genes to build organs, stem cells, and language\nproduction), and 3. two-way determination with one universal as both receiving\nand sending (e.g., perception/action and language understanding/production).\n"]}]
["1305.6962",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6962","Phys. Rev. A 87, 053818 (2013)","doi:10.1103/PhysRevA.87.053818"],"date":["2013-05-29"],"type":["text"],"creator":["McGee, S. A.","Meiser, D.","Regal, C. A.","Lehnert, K. W.","Holland, M. J."],"language":[],"coverage":[],"title":["Mechanical resonators for storage and transfer of electrical and optical\n  quantum states"],"description":["  We study an optomechanical system in which a microwave field and an optical\nfield are coupled to a common mechanical resonator. We explore methods that use\nthese mechanical resonators to store quantum mechanical states and to transduce\nstates between the electromagnetic resonators from the perspective of the\neffect of mechanical decoherence. Besides being of fundamental interest, this\ncoherent quantum state transfer could have important practical implications in\nthe field of quantum information science, as it potentially allows one to\novercome intrinsic limitations of both microwave and optical platforms. We\ndiscuss several state transfer protocols and study their transfer fidelity\nusing a fully quantum mechanical model that utilizes quantum state-diffusion\ntechniques. This work demonstrates that mechanical decoherence should not be an\ninsurmountable obstacle in realizing high fidelity storage and transduction.\n","Comment: 10 pages, 10 figures"]}]
["1305.6963",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6963"],"date":["2013-05-29"],"type":["text"],"creator":["Jurusik, Wojciech S.","Chyzy, Krzysztof T.","Drzazga, Robert T."],"language":[],"coverage":[],"title":["Modelling of the free-free absorption in the starburst galaxy M82 and\n  the Sgr A Complex"],"description":["  The radio emission of normal galaxies may become opaque at low radio\nfrequencies due to thermal ionized gas. We performed modelling of the free-free\nabsorption to reproduce the ocal spectrum of SgrA Complex and the global\nspectrum of the starburst galaxy M82. We show the importance of resolution of\nradio observations and the value of filling factor of the absorbing gas for\ncorrect modelling of the absorption.\n","Comment: proceedings of the conference: Magnetic Fields in the Universe: From\n  Laboratory and Stars to Primordial Structures Aug. 21st - 27th 2011,\n  Zakopane, Poland, Eds. M. Soida, K. Otmianowska-Mazur, E.M. de Gouveia Dal\n  Pino & A. Lazarian"]}]
["1305.6969",{"format":[],"subject":["Physics - Classical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6969"],"date":["2013-05-29"],"type":["text"],"creator":["Zeng, Yong","Chen, Hou-Tong"],"language":[],"coverage":[],"title":["Plasmonic metamaterial enhanced axionic magnetoelectric effect"],"description":["  Axionic electrodynamics predicts many peculiar magnetoelectric-based\nproperties. Hitherto, simple structures such as one-dimensional multilayers\nwere employed to explore these axionic magnetoelectric responses, and\nFabry-P\\'{e}rot interference mechanism was frequently applied to augment these\neffects. In this Letter, we propose a new mechanism, metamaterial-enhanced\naxionic magnetoelectric response, by taking advantage of intense enhancement of\nlocalized electromagnetic fields associated with plasmonic resonances. Through\nnumerical simulations, we show that plasmonic metamaterial can enhance axionic\nmagnetoelectric effect by two orders of magnitude.\n"]}]
["1305.6970",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6970"],"date":["2013-05-29"],"type":["text"],"creator":["Kitaev, Sergey","Remmel, Jeffrey"],"language":[],"coverage":[],"title":["The 1-box pattern on pattern avoiding permutations"],"description":["  This paper is continuation of the study of the 1-box pattern in permutations\nintroduced by the authors in \\cite{kitrem4}. We derive a two-variable\ngenerating function for the distribution of this pattern on 132-avoiding\npermutations, and then study some of its coefficients providing a link to the\nFibonacci numbers. We also find the number of separable permutations with two\nand three occurrences of the 1-box pattern.\n"]}]
["1305.6973",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6973"],"date":["2013-05-29"],"type":["text"],"creator":["Haah, Jeongwan"],"language":[],"coverage":[],"title":["Lattice quantum codes and exotic topological phases of matter"],"description":["  This thesis addresses whether it is possible to build a robust memory device\nfor quantum information. A three-dimensional gapped lattice spin model is found\nwhich demonstrates for the first time that a reliable quantum memory at finite\ntemperature is possible, at least to some extent. When quantum information is\nencoded into a highly entangled ground state of this model and subjected to\nthermal errors, the errors remain easily correctable for a long time without\nany active intervention, because a macroscopic energy barrier keeps the errors\nwell localized. As a result, stored quantum information can be retrieved\nfaithfully for a memory time which grows exponentially with the square of the\ninverse temperature. In contrast, for previously known types of topological\nquantum storage in three or fewer spatial dimensions the memory time scales\nexponentially with the inverse temperature, rather than its square.\n  This spin model exhibits a previously unexpected topological quantum order,\nin which ground states are locally indistinguishable, pointlike excitations are\nimmobile, and the immobility is not affected by small perturbations of the\nHamiltonian. The degeneracy of the ground state, though also insensitive to\nperturbations, is a complicated number-theoretic function of the system size,\nand the system bifurcates into multiple noninteracting copies of itself under\nreal-space renormalization group transformations. The degeneracy, the\nexcitations, and the renormalization group flow can be analyzed using a\nframework that exploits the spin model's symmetry and some associated free\nresolutions of modules over polynomial algebras.\n","Comment: PhD thesis. 200 pages. Based on arXiv:1011.3529, arXiv:1101.1962,\n  arXiv:1105.4159, arXiv:1112.3252, arXiv:1204.1063. Appendix on commutative\n  algebra"]}]
["1305.6974",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6974","Chapter in Temporal Networks (Petter Holme and Jari Saram\\\"aki\n  editors). Springer. Berlin, Heidelberg 2013","doi:10.1007/978-3-642-36461-7_7"],"date":["2013-05-29"],"type":["text"],"creator":["Tang, John","Leontiadis, Ilias","Scellato, Salvatore","Nicosia, Vincenzo","Mascolo, Cecilia","Musolesi, Mirco","Latora, Vito"],"language":[],"coverage":[],"title":["Applications of Temporal Graph Metrics to Real-World Networks"],"description":["  Real world networks exhibit rich temporal information: friends are added and\nremoved over time in online social networks; the seasons dictate the\npredator-prey relationship in food webs; and the propagation of a virus depends\non the network of human contacts throughout the day. Recent studies have\ndemonstrated that static network analysis is perhaps unsuitable in the study of\nreal world network since static paths ignore time order, which, in turn,\nresults in static shortest paths overestimating available links and\nunderestimating their true corresponding lengths. Temporal extensions to\ncentrality and efficiency metrics based on temporal shortest paths have also\nbeen proposed. Firstly, we analyse the roles of key individuals of a corporate\nnetwork ranked according to temporal centrality within the context of a\nbankruptcy scandal; secondly, we present how such temporal metrics can be used\nto study the robustness of temporal networks in presence of random errors and\nintelligent attacks; thirdly, we study containment schemes for mobile phone\nmalware which can spread via short range radio, similar to biological viruses;\nfinally, we study how the temporal network structure of human interactions can\nbe exploited to effectively immunise human populations. Through these\napplications we demonstrate that temporal metrics provide a more accurate and\neffective analysis of real-world networks compared to their static\ncounterparts.\n","Comment: 25 pages"]}]
["1305.6976",{"format":[],"subject":["Mathematics - Numerical Analysis","35J15, 34B05, 45B05, 65R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6976"],"date":["2013-05-29"],"type":["text"],"creator":["Askham, Travis","Greengard, Leslie"],"language":[],"coverage":[],"title":["Norm-preserving discretization of integral equations for elliptic PDEs\n  with internal layers I: the one-dimensional case"],"description":["  We investigate the behavior of integral formulations of variable coefficient\nelliptic partial differential equations (PDEs) in the presence of steep\ninternal layers. In one dimension, the equations that arise can be solved\nanalytically and the condition numbers estimated in various L_p norms. We show\nthat high-order accurate Nystr\\\"{o}m discretization leads to well-conditioned\nfinite dimensional linear systems if and only if the discretization is both\nnorm-preserving in a correctly chosen L_p space and adaptively refined in the\ninternal layer.\n","Comment: 18 pages, 12 figures"]}]
["1305.6978",{"format":[],"subject":["Physics - Space Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6978","J. Geophys. Res., 117, A10315,","doi:10.1029/2012JA017726."],"date":["2013-05-29"],"type":["text"],"creator":["Camporeale, Enrico","Delzanno, Gian Luca","Colestock, Patrick"],"language":[],"coverage":[],"title":["Lower hybrid to whistler mode conversion on a density striation"],"description":["  When a wave packet composed of short wavelength lower hybrid modes traveling\nin an homogeneous plasma region encounters an inhomogeneity, it can resonantly\nexcite long wavelength whistler waves via a linear mechanism known as mode\nconversion. An enhancement of lower hybrid/whistler activity has been often\nobserved by sounding rockets and satellites in the presence of density\ndepletions (striations) in the upper ionosphere. We address here the process of\nlinear mode conversion of lower hybrid to whistler waves, mediated by a density\nstriation, using a scalar-field formalism (in the limit of cold plasma linear\ntheory) which we solve numerically. We show that the mode conversion can\neffectively transfer a large amount of energy from the short to the long\nwavelength modes. We also study how the efficiency scales by changing the\nproperties (width and amplitude) of the density striation. We present a general\ncriterion for the width of the striation that, if fulfilled, maximizes the\nconversion efficiency. Such a criterion could provide an interpretation of\nrecent laboratory experiments carried out on the Large Plasma Device at UCLA.\n","Comment: 48 pages, 17 figures; Published in J. Geophys. Res - Space Physics"]}]
["1305.6979",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6979"],"date":["2013-05-29"],"type":["text"],"creator":["Ugander, Johan","Karrer, Brian","Backstrom, Lars","Kleinberg, Jon"],"language":[],"coverage":[],"title":["Graph cluster randomization: network exposure to multiple universes"],"description":["  A/B testing is a standard approach for evaluating the effect of online\nexperiments; the goal is to estimate the `average treatment effect' of a new\nfeature or condition by exposing a sample of the overall population to it. A\ndrawback with A/B testing is that it is poorly suited for experiments involving\nsocial interference, when the treatment of individuals spills over to\nneighboring individuals along an underlying social network. In this work, we\npropose a novel methodology using graph clustering to analyze average treatment\neffects under social interference. To begin, we characterize graph-theoretic\nconditions under which individuals can be considered to be `network exposed' to\nan experiment. We then show how graph cluster randomization admits an efficient\nexact algorithm to compute the probabilities for each vertex being network\nexposed under several of these exposure conditions. Using these probabilities\nas inverse weights, a Horvitz-Thompson estimator can then provide an effect\nestimate that is unbiased, provided that the exposure model has been properly\nspecified.\n  Given an estimator that is unbiased, we focus on minimizing the variance.\nFirst, we develop simple sufficient conditions for the variance of the\nestimator to be asymptotically small in n, the size of the graph. However, for\ngeneral randomization schemes, this variance can be lower bounded by an\nexponential function of the degrees of a graph. In contrast, we show that if a\ngraph satisfies a restricted-growth condition on the growth rate of\nneighborhoods, then there exists a natural clustering algorithm, based on\nvertex neighborhoods, for which the variance of the estimator can be upper\nbounded by a linear function of the degrees. Thus we show that proper cluster\nrandomization can lead to exponentially lower estimator variance when\nexperimentally measuring average treatment effects under interference.\n","Comment: 9 pages, 2 figures"]}]
["1305.6980",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6980","The Astrophysical Journal, Volume 762, Issue 2, article id. 91, 8\n  pp. (2013)","doi:10.1088/0004-637X/762/2/91"],"date":["2013-05-29"],"type":["text"],"creator":["Krista, Larisza D.","Reinard, Alysha A."],"language":[],"coverage":[],"title":["Study of the recurring dimming region detected at AR 11305 using the\n  Coronal Dimming Tracker (CoDiT)"],"description":["  We present a new approach to coronal dimming detection using the COronal\nDImming Tracker tool (CODIT), which was found to be successful in locating and\ntracking multiple dimming regions. This tool, an extension of a previously\ndeveloped coronal hole tracking software, allows us to study the prop- erties\nand the spatial evolution of dimming regions at high temporal and spatial\ncadence from the time of their appearance to their disappearance. We use the\nSolar Dynamics Observatory/Atmospheric Imaging Assembly 193 A wavelength\nobservations and Helioseismic and Magnetic Imager to study dimmings. As a\ndemonstration of the detection technique we analyzed six recurrences of a\ndimming observed near AR 11305 between 2011 September 29 and October 2. The\ndimming repeatedly ap- peared and formed in a similar way, first expanding then\nshrinking and occasionally stabilizing in the same location until the next\neruption. The dimming areas were studied in conjunction with the corre-\nsponding flare magnitudes and coronal mass ejection (CME) masses. These\nproperties were found to follow a similar trend during the observation period,\nwhich is consistent with the idea that the mag- nitude of the eruption and the\nCME mass affect the relative sizes of the consecutive dimmings. We also present\na hypothesis to explain the evolution of the recurrent single dimming through\ninterchange reconnection. This process would accommodate the relocation of\nquasi-open magnetic field lines and hence allow the CME flux rope footpoint\n(the dimming) to expand into quiet Sun regions. By relating the properties of\ndimmings, flares, and CMEs we improve our understanding of the magnetic field\nreconfiguration caused by reconnection.\n","Comment: 8 pages, 5 figures, 1 table"]}]
["1305.6986",{"format":[],"subject":["Mathematical Physics","47B32, 47B35, 47N50, 81S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6986"],"date":["2013-05-29"],"type":["text"],"creator":["Sontz, Stephen Bruce"],"language":[],"coverage":[],"title":["A Reproducing Kernel and Toeplitz Operators in the Quantum Plane"],"description":["  We define and analyze Toeplitz operators whose symbols are the elements of\nthe complex quantum plane, a non-commutative, infinite dimensional algebra. In\nparticular, the symbols do not come from an algebra of functions. The process\nof forming operators from non-commuting symbols can be considered as a second\nquantization. To do this we construct a reproducing kernel associated with the\nquantum plane. We also discuss the commutation relations of creation and\nannihilation operators which are defined as Toeplitz operators. This paper\nextends results of the author for the finite dimensional case.\n","Comment: 30 pages"]}]
["1305.6990",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6990","Nano Lett. 13, 1007 (2013)","doi:10.1021/nl304169w"],"date":["2013-05-29"],"type":["text"],"creator":["Zhao, Yanyuan","Luo, Xin","Li, Hai","Zhang, Jun","Araujo, Paulo T.","Gan, Chee Kwan","Wu, Jumiati","Zhang, Hua","Quek, Su Ying","Dresselhaus, Mildred S.","Xiong, Qihua"],"language":[],"coverage":[],"title":["Interlayer breathing and shear modes in few-trilayer MoS2 and WSe2"],"description":["  Two-dimensional (2D) layered transition metal dichalcogenides (TMDs) have\nrecently attracted tremendous interest as potential valleytronic and\nnano-electronic materials, in addition to being well-known as excellent\nlubricants in the bulk. The interlayer van der Waals (vdW) coupling and low\nfrequency phonon modes, and how they evolve with the number of layers, are\nimportant for both the mechanical and electrical properties of 2D TMDs. Here we\nuncover the ultra-low frequency interlayer breathing and shear modes in\nfew-layer MoS2 and WSe2, prototypical layered TMDs, using both Raman\nspectroscopy and first principles calculations. Remarkably, the frequencies of\nthese modes can be perfectly described using a simple linear chain model with\nonly nearest-neighbour interactions. We show that the derived in-plane (shear)\nand out-of-plane (breathing) force constants from experiment remain the same\nfrom two-layer 2D crystals to the bulk materials, suggesting that the nanoscale\ninterlayer frictional characteristics of these excellent lubricants should be\nindependent of the number of layers.\n"]}]
["1305.6991",{"format":[],"subject":["Mathematical Physics","Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6991"],"date":["2013-05-29"],"type":["text"],"creator":["Zhou, Jian"],"language":[],"coverage":[],"title":["Solution of W-Constraints for R-Spin Intersection Numbers"],"description":["  We present a solution to the W-constraints satisfied by the intersection\nnumbers on the moduli spaces of r-spin curves. We make use of a grading\nsuggested by the selection rule for the correlators determined by the geometry\nof the moduli space.\n"]}]
["1305.6992",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6992"],"date":["2013-05-29"],"type":["text"],"creator":["Dong, Jie","Smith, David"],"language":[],"coverage":[],"title":["Coexistence and Interference Mitigation for Wireless Body Area Networks:\n  Improvements using On-Body Opportunistic Relaying"],"description":["  Coexistence, and hence interference mitigation, across multiple wireless body\narea networks (WBANs) is an important problem as WBANs become more pervasive.\nHere, two-hop relay-assisted cooperative communications using opportunistic\nrelaying (OR) is proposed for enhancement of coexistence for WBANs. Suitable\ntime division multiple access (TDMA) schemes are employed for both intra-WBAN\nand inter-WBANs access protocols. To emulate actual conditions of WBAN use,\nextensive on-body and inter-body \"everyday\" channel measurements are employed.\nIn addition, a realistic inter-WBAN channel model is simulated to investigate\nthe effect of body shadowing and hub location on WBAN performance in enabling\ncoexistence. When compared with single-link communications, it is found that\nopportunistic relaying can provide significant improvement, in terms of\nsignal-to-interference+noise ratio (SINR), to outage probability and level\ncrossing rate (LCR) into outages. However, average outage duration (AOD) is not\naffected. In addition a lognormal distribution shows a better fit to received\nSINR when the channel coherence time is small, and a Nakagami-m distribution is\na more common fit when the channel is more stable. According to the estimated\nSINR distributions, theoretical outage probability, LCR and AOD are shown to\nmatch the empirical results well.\n","Comment: 25 pages, 12 figures. Submitted for possible publication on IEEE\n  Transactions on Wireless Communications"]}]
["1305.6993",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6993"],"date":["2013-05-29"],"type":["text"],"creator":["Ouyang, Yi","Teneketzis, Demosthenis"],"language":[],"coverage":[],"title":["On The Optimality of Myopic Sensing in Multi-State Channels"],"description":["  We consider the channel sensing problem arising in opportunistic scheduling\nover fading channels, cognitive radio networks, and resource constrained\njamming. The communication system consists of N channels. Each channel is\nmodeled as a multi-state Markov chain (M.C.). At each time instant a user\nselects one channel to sense and uses it to transmit information. A reward\ndepending on the state of the selected channel is obtained for each\ntransmission. The objective is to design a channel sensing policy that\nmaximizes the expected total reward collected over a finite or infinite\nhorizon. This problem can be viewed as an instance of a restless bandit\nproblem, for which the form of optimal policies is unknown in general. We\ndiscover sets of conditions sufficient to guarantee the optimality of a myopic\nsensing policy; we show that under one particular set of conditions the myopic\npolicy coincides with the Gittins index rule.\n"]}]
["1305.6995",{"format":[],"subject":["Statistics - Other Statistics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6995"],"date":["2013-05-29"],"type":["text"],"creator":["Royle, J. Andrew"],"language":[],"coverage":[],"title":["Review of: Mixed Effects Models and Extensions in Ecology with R"],"description":["  This is a review of the book \"Mixed Effects Models and Extensions in Ecology\nwith R\" by Zuur, Ieno, Walker, Saveliev and Smith (2009, Springer). I was asked\nto review this book for The American Statistician in 2010. After I wrote the\nreview, the invitation was revoked. This is the review.\n"]}]
["1305.6996",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6996"],"date":["2013-05-29"],"type":["text"],"creator":["Douglas, Andrew","Kahrobaei, Delaram","Repka, Joe"],"language":[],"coverage":[],"title":["Classification of embeddings of abelian extensions of $D_n$ into\n  $E_{n+1}$"],"description":["  An abelian extension of the special orthogonal Lie algebra $D_n$ is a\nnonsemisimple Lie algebra $D_n \\inplus V$, where $V$ is a finite-dimensional\nrepresentation of $D_n$, with the understanding that $[V,V]=0$. We determine\nall abelian extensions of $D_n$ that may be embedded into the exceptional Lie\nalgebra $E_{n+1}$, $n=5, 6$, and 7. We then classify these embeddings, up to\ninner automorphism. As an application, we also consider the restrictions of\nirreducible representations of $E_{n+1}$ to $D_n \\inplus V$, and discuss which\nof these restrictions are or are not indecomposable.\n"]}]
["1305.7000",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7000","Appl. Phys. Lett. 102, 191104 (2013)","doi:10.1063/1.4803011"],"date":["2013-05-30"],"type":["text"],"creator":["Schuck, Carsten","Pernice, Wolfram H. P.","Ma, Xiaosong","Tang, Hong X."],"language":[],"coverage":[],"title":["Optical time domain reflectometry with low noise waveguide-coupled\n  superconducting nanowire single-photon detectors"],"description":["  We demonstrate optical time domain reflectometry over 200 km of optical fiber\nusing low-noise NbTiN superconducting single-photon detectors integrated with\nSi3N4 waveguides. Our small detector footprint enables high timing resolution\nof 50ps and a dark count rate of 3 Hz with unshielded fibers, allowing for\nidentification of defects along the fiber over a dynamic range of 37.4 dB.\nPhotons scattered and reflected back from the fiber under test can be detected\nin free-running mode without showing dead zones or other impairments often\nencountered in semiconductor photon-counting optical time domain\nreflectometers.\n","Comment: 5 pages, 3 figures"]}]
["1305.7003",{"format":[],"subject":["Mathematics - Probability","60H10, 93E20, 49L20, 49L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7003"],"date":["2013-05-30"],"type":["text"],"creator":["Diomande, Bakarime","Maticiuc, Lucian"],"language":[],"coverage":[],"title":["Multivalued Stochastic Delay Differential Equations and Related\n  Stochastic Control Problems"],"description":["  We study the existence and uniqueness of a solution for the multivalued\nstochastic differential equation with delay (the multivalued term is of\nsubdifferential type): \\[ \\left\\{\\begin{array} [c]{r}\ndX(t)+\\partial\\varphi\\left(X(t)\\right) dt\\ni b\\left(t,X(t),Y(t),Z(t)\\right)\ndt+\\sigma\\left(t,X(t),Y(t),Z(t)\\right)dW(t), \\medskip\\\\ t\\in(s,T],\\medskip\\\\\n\\multicolumn{1}{l}{X(t)=\\xi\\left(t-s\\right) ,\\;t\\in\\left[ s-\\delta,s\\right] .}\n\\end{array} \\right. \\]\n  Specify that in this case the coefficients at time $t$ depends also on\nprevious values of $X\\left(t\\right) $ through $Y(t)$ and $Z(t)$. Also $X$ is\nconstrained with the help of a bounded variation feedback law $K$ to stay in\nthe convex set $\\bar{\\mathrm{Dom}\\left(\\varphi\\right)}$. Afterwards we consider\noptimal control problems where the state $X$ is a solution of a controlled\ndelay stochastic system as above. We establish the dynamic programming\nprinciple for the value function and finally we prove that the value function\nis a viscosity solution for a suitable Hamilton-Jacobi-Bellman type equation.\n","Comment: 29 pages"]}]
["1305.7004",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7004"],"date":["2013-05-30"],"type":["text"],"creator":["Asadollahi, Davood","Naghipour, Reza"],"language":[],"coverage":[],"title":["Faltings' local-global principle for the finiteness of local cohomology\n  modules"],"description":["  Let (R,m) be a complete local ring, a an ideal of R and M a finitely\ngenerated R-module. The aim of this paper is to show that for any non-negative\ninteger n, the least integer i such that the i-th local cohomology with respect\nto a is not in dimension <n, is equal to the n-th finiteness dimension of M\nrelative to a. This generalizes the main result of Quy and Brodmann-Lashgari.\n","Comment: 5 pages"]}]
["1305.7006",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7006"],"date":["2013-05-30"],"type":["text"],"creator":["Moustafa, Walaa Eldin","Kimmig, Angelika","Deshpande, Amol","Getoor, Lise"],"language":[],"coverage":[],"title":["Subgraph Pattern Matching over Uncertain Graphs with Identity Linkage\n  Uncertainty"],"description":["  There is a growing need for methods which can capture uncertainties and\nanswer queries over graph-structured data. Two common types of uncertainty are\nuncertainty over the attribute values of nodes and uncertainty over the\nexistence of edges. In this paper, we combine those with identity uncertainty.\nIdentity uncertainty represents uncertainty over the mapping from objects\nmentioned in the data, or references, to the underlying real-world entities. We\npropose the notion of a probabilistic entity graph (PEG), a probabilistic graph\nmodel that defines a distribution over possible graphs at the entity level. The\nmodel takes into account node attribute uncertainty, edge existence\nuncertainty, and identity uncertainty, and thus enables us to systematically\nreason about all three types of uncertainties in a uniform manner. We introduce\na general framework for constructing a PEG given uncertain data at the\nreference level and develop highly efficient algorithms to answer subgraph\npattern matching queries in this setting. Our algorithms are based on two novel\nideas: context-aware path indexing and reduction by join-candidates, which\ndrastically reduce the query search space. A comprehensive experimental\nevaluation shows that our approach outperforms baseline implementations by\norders of magnitude.\n"]}]
["1305.7010",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7010"],"date":["2013-05-30"],"type":["text"],"creator":["Ickowicz, Adrien","Sparks, Ross"],"language":[],"coverage":[],"title":["Estimation of an Origin/Destination matrix: Application to a ferry\n  transport data"],"description":["  The estimation of the number of passengers with the identical journey is a\ncommon problem for public transport authorities. This problem is also known as\nthe Origin- Destination estimation (OD) problem and it has been widely studied\nfor the past thirty years. However, the theory is missing when the observations\nare not limited to the passenger counts but also includes station surveys. Our\naim is to provide a solid framework for the estimation of an OD matrix when\nonly a portion of the journey counts are observable. Our method consists of a\nstatistical estimation technique for OD matrix when we have the sum-of-row\ncounts and survey-based observations. Our technique differs from the previous\nstudies in that it does not need a prior OD matrix which can be hard to obtain.\nInstead, we model the passengers behavior through the survey data, and use the\ndiagonalization of the partial OD matrix to reduce the space parameter and\nderive a consistent global OD matrix estimator. We demonstrate the robustness\nof our estimator and apply it to several examples showcasing the proposed\nmodels and approach. We highlight how other sources of data can be incorporated\nin the model such as explanatory variables, e.g. rainfall, indicator variables\nfor major events, etc, and inference made in a principled, non-heuristic way.\n","Comment: 21 pages, 12 figures. Submitted to Transportation Research Part B:\n  Methodology"]}]
["1305.7011",{"format":[],"subject":["Mathematics - Number Theory","11F46, 11F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7011"],"date":["2013-05-30"],"type":["text"],"creator":["Ghitza, Alexandru","Sayer, Robert"],"language":[],"coverage":[],"title":["Hecke eigenvalues of Siegel modular forms of \"different weights\""],"description":["  Given two Siegel eigenforms of different weights, we determine explicit sets\nof Hecke eigenvalues for the two forms that must be distinct. In degree two,\nand under some additional conditions, we determine explicit sets of Fourier\ncoefficients of the two forms that must be distinct.\n","Comment: 14 pages"]}]
["1305.7012",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7012"],"date":["2013-05-30"],"type":["text"],"creator":["Cardaliaguet, Pierre"],"language":[],"coverage":[],"title":["Long time average of first order mean field games and weak KAM theory"],"description":["  We show that the long time average of solutions of first order mean field\ngame systems in finite horizon is governed by an ergodic system of mean field\ngame type. The well-posedness of this later system and the uniqueness of the\nergodic constant rely on weak KAM theory.\n"]}]
["1305.7013",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7013","Journal of Physics: Conference Series 425 (2013) 2003","doi:10.1088/1742-6596/425/13/132003"],"date":["2013-05-30"],"type":["text"],"creator":["Beutier, G.","Verdier, M.","De Boissieu, M.","Gilles, B.","Livet, F.","Richard, M. -I.","Cornelius, T. W.","Labat, S.","Thomas, O."],"language":[],"coverage":[],"title":["Combined coherent x-ray micro-diffraction and local mechanical loading\n  on copper nanocrystals"],"description":["  Coherent x-ray micro-diffraction and local mechanical loading can be combined\nto investigate the mechanical deformation in crystalline nanostructures. Here\nwe present measurements of plastic deformation in a copper crystal of\nsub-micron size obtained by loading the sample with an Atomic Force Microscopy\ntip. The appearance of sharp features in the diffraction pattern, while\nconserving its global shape, is attributed to crystal defects induced by the\ntip.\n"]}]
["1305.7014",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Computation and Language","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7014"],"date":["2013-05-30"],"type":["text"],"creator":["Pavlyshenko, Bohdan"],"language":[],"coverage":[],"title":["Tweets Miner for Stock Market Analysis"],"description":["  In this paper, we present a software package for the data mining of Twitter\nmicroblogs for the purpose of using them for the stock market analysis. The\npackage is written in R langauge using apropriate R packages. The model of\ntweets has been considered. We have also compared stock market charts with\nfrequent sets of keywords in Twitter microblogs messages.\n"]}]
["1305.7015",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7015"],"date":["2013-05-30"],"type":["text"],"creator":["Cardaliaguet, Pierre"],"language":[],"coverage":[],"title":["Weak solutions for first order mean field games with local coupling"],"description":["  Existence and uniqueness of a weak solution for first order mean field game\nsystems with local coupling are obtained by variational methods. This solution\ncan be used to devise $\\epsilon-$Nash equilibria for deterministic differential\ngames with a finite (but large) number of players. For smooth data, the first\ncomponent of the weak solution of the MFG system is proved to satisfy (in a\nviscosity sense) a time-space degenerate elliptic differential equation.\n"]}]
["1305.7016",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7016"],"date":["2013-05-30"],"type":["text"],"creator":["Gong, Bi-Ping","Li, Ya-Ping"],"language":[],"coverage":[],"title":["Shell Collision Induced Kilo-Hertz Quasi-Periodic Oscillation in X-Ray\n  Binaries"],"description":["  Twin kilo-Hertz Quasi-periodic oscillation with ratio 3/2 has been found in\nsome compact sources, which is believed to be related with their innermost\nregions of accretion disks, and hence carrying information of gravity in strong\nregime. However, more complicated phenomena have been revealed, e.g., the twin\nkilo-Hertz Quasi-periodic oscillation of 4U 1820-20 start increasing at certain\nspectral state and then saturate upon reaching certain level. Moreover, such\nquasi-periodic oscillation is not uniform and has multiple peaks, which\ndisplays random feature. This letter suggests that these challenges could be\neasy to understand if the quasi-periodic oscillation originates in jets of\ncompact objects. With a seed periodicity originating in either neutron star\nspin or accretion, shell collision develops in jet. The corresponding twin\nkilo-Hertz quasi-periodic oscillations automatically carry random feature, vary\nin frequency; and couple with luminosity, spectral properties, which well\naccount for the observation of 4U 1820-30. New quasi-periodic oscillation of 4U\n1820-30 is predicted, which can test the validity of this model. And the\nscenario is applicable to other compact object like AGN.\n","Comment: 5pages, 3figures"]}]
["1305.7017",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7017","Journal of the Acoustical Society of America, 109 (2001) 1398-1402","doi:10.1121/1.1356703"],"date":["2013-05-30"],"type":["text"],"creator":["Destrade, Michel"],"language":[],"coverage":[],"title":["The explicit secular equation for surface acoustic waves in monoclinic\n  elastic crystals"],"description":["  The secular equation for surface acoustic waves propagating on a monoclinic\nelastic half-space is derived in a direct manner, using the method of first\nintegrals. Although the motion is at first assumed to correspond to generalized\nplane strain, the analysis shows that only two components of the mechanical\ndisplacement and of the tractions on planes parallel to the free surface are\nnonzero. Using the Stroh formalism, a system of two second order differential\nequations is found for the remaining tractions. The secular equation is then\nobtained as a quartic for the squared wave speed. This explicit equation is\nconsistent with that found in the orthorhombic case. The speed of subsonic\nsurface waves is then computed for twelve specific monoclinic crystals.\n"]}]
["1305.7018",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7018"],"date":["2013-05-30"],"type":["text"],"creator":["Chung, Myung-Hoon"],"language":[],"coverage":[],"title":["Matrix Product States for Quantum Many-Fermion Systems"],"description":["  We describe a simple method to find the ground state energy without\ncalculating the expectation value of the Hamiltonian in the time-evolving block\ndecimation algorithm with tensor network states. For example, we consider\nquantum many-fermion systems with matrix product states, which are updated\nconsistently in a way that accounts for fermion exchange effects. This method\ncan be applied to a wide class of fermion systems. We test this method in\nspinless fermion system where the exact ground state energy is known. We\nanalyze finite size effects to determine the ground state energy in the\nthermodynamic limit that is compared to the exact value.\n","Comment: 8 pages"]}]
["1305.7019",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7019","Journal of the Acoustical Society of America, 110 (2001) 837-840","doi:10.1121/1.1378346"],"date":["2013-05-30"],"type":["text"],"creator":["Destrade, Michel"],"language":[],"coverage":[],"title":["Surface waves in orthotropic incompressible materials"],"description":["  The secular equation for surface acoustic waves propagating on an orthotropic\nincompressible half-space is derived in a direct manner, using the method of\nfirst integrals.\n"]}]
["1305.7023",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7023"],"date":["2013-05-30"],"type":["text"],"creator":["Iancu, Edmond"],"language":[],"coverage":[],"title":["From jet quenching to wave turbulence"],"description":["  We discuss average properties of the gluon cascade generated by an energetic\nparton propagating through a dense QCD medium. The cascade is mostly made with\nrelatively soft gluons, whose production is not suppressed by the LPM effect.\nUnlike for usual QCD cascades in the vacuum, where the typical splittings are\nvery asymmetric (soft and collinear), the medium-induced branchings are\nquasi-democratic and lead to wave turbulence. This results in a very efficient\nmechanism for the transport of energy at large angles with respect to the jet\naxis, which might explain the di-jet asymmetry observed in Pb-Pb collisions at\nthe LHC.\n","Comment: 6 pages, 4 figures. Based on a talk presented at the 48th Rencontres\n  de Moriond: QCD and Hadronic Interactions, La Thuile, Italy, 9-16 Mar 2013"]}]
["1305.7024",{"format":[],"subject":["Mathematics - Analysis of PDEs","78A05, 35J96, 52A41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7024"],"date":["2013-05-30"],"type":["text"],"creator":["Gutierrez, Cristian E.","Sabra, Ahmad"],"language":[],"coverage":[],"title":["The reflector problem and the inverse square law"],"description":["  We introduce a model to design reflectors that take into account the inverse\nsquare law for radiation. We prove existence of solutions, both in the near and\nfar field cases, when the input and output energies are prescribed.\n","Comment: geometric optics, reflector design, optimization, 39 pages, 2 figures"]}]
["1305.7029",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7029"],"date":["2013-05-30"],"type":["text"],"creator":["Safdari, H.","Vahabi, M.","Jafari, G. R."],"language":[],"coverage":[],"title":["Scattering from rough surfaces: A simple reflection phenomenon in\n  fractional space"],"description":["  In this paper, scattering of incident plane waves from rough surfaces have\nbeen modeled in a fractional space. It is shown how wave scattering from a\nrough surface, could be a simple reflection problem in a fractional space. In\nthe integer space, fluctuations of the surface result in wave scattering while\nin the fractional space these fluctuations are compensated by the geometry of\nthe space. In the fractional space, reflection leads to the same results as the\nscattering in the integer space. To make it more clear, scattered wave function\nin the framework of Kirchhoff theory is considered in a fractional space and\nresults are compared with those from a self-affine surfaces. Our results show\nthat these two approaches are comparable.\n","Comment: 9 pages, 3 figures"]}]
["1305.7030",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7030"],"date":["2013-05-30"],"type":["text"],"creator":["Quach, Quang Kha","Kim, Hungsoo","Van Nguyen, Tuyen","Chon, Tae-Soo"],"language":[],"coverage":[],"title":["One and Two-individual Movements of Fish after Chemical Exposure"],"description":["  Movement behavior of an indicator species, zebrafish (Danio rerio), was\nanalyzed with one- and two-individual groups before and after treatment with a\ntoxic chemical, formaldehyde, at a low concentration (1 ppm). After the\nboundary area had been determined based on experimental data, intermittency was\ndefined as the probability distributions of the shadowing time during which\ndata were above a pre-determined threshold and were obtained from experimental\ntime-series data on forces and the inter-distances for one and two individuals.\nOverall intermittencies were similar in the boundary and central areas.\nHowever, the intermittencies were remarkably different between the one- and the\ntwo-individual groups: the single line was used to fit the data for the\none-individual group whereas two phases were observed with breakpoints\n(approximately 10 seconds in logarithm) in the exponential fitting curves for\nthe two-individual group. A difference in the probability distributions of\nshadowing time was observed \"before\" and \"after\" treatment for different areas.\nIntermittency patterns before and after treatment were contrasted in the center\nfor the one-individual group whereas the difference was observed in the\nboundary for two-individual group. The intermittencies for the inter-distances\nof two individuals in the boundary and central areas were markedly different\nbefore and after treatment. When the differences between the intermittencies in\nthe boundary and the central areas and between \"before\" and \"after\" treatment\nare considered, the distribution patterns of the shadowing time (scaling\nbehaviors or intermittency patterns) should be a useful means of bio-monitoring\nto detect contaminants in the environment.\n","Comment: 27 pages, 6 figures, 2 tables"]}]
["1305.7036",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7036"],"date":["2013-05-30"],"type":["text"],"creator":["Bessonov, E. G.","Osipov, A. L."],"language":[],"coverage":[],"title":["Fast Laser Cooling of Long Lived Ion Beams"],"description":["  Some peculiarities of fast laser cooling of long-lived ion beams in storage\nrings are discussed. Selective interaction of ions and broadband laser beam\nwith sharp frequency and geometric edges is used while laser and ion beams are\npartially overlapped. The rates of change of the ion beam density in different\nregions of the phase space and at different moments of time in this scheme of\ncooling differ. That is why the generalized Robinson theorem valid for the\ninfinitesimal phase space regions of non exponential cooling in turn is used to\ninterpret the results.\n","Comment: 4 pages, 2 figures, will be presented to the WS COOL 2013"]}]
["1305.7038",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7038"],"date":["2013-05-30"],"type":["text"],"creator":["Desoubeaux, Mathieu","Herzet, Cédric","Puech, William","Guelvouit, Gaëtan Le"],"language":[],"coverage":[],"title":["Enhanced blind decoding of Tardos codes with new map-based functions"],"description":["  This paper presents a new decoder for probabilistic binary traitor tracing\ncodes under the marking assumption. It is based on a binary hypothesis testing\nrule which integrates a collusion channel relaxation so as to obtain numerical\nand simple accusation functions. This decoder is blind as no estimation of the\ncollusion channel prior to the accusation is required. Experimentations show\nthat using the proposed decoder gives better performance than the well-known\nsymmetric version of the Tardos decoder for common attack channels.\n"]}]
["1305.7040",{"format":[],"subject":["Mathematics - Symplectic Geometry","Nonlinear Sciences - Exactly Solvable and Integrable Systems","37J05, 37J35, 53D20, 70H06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7040"],"date":["2013-05-30"],"type":["text"],"creator":["Hohloch, Sonja","Sabatini, Silvia","Sepe, Daniele"],"language":[],"coverage":[],"title":["From semi-toric systems to Hamiltonian S^1-spaces"],"description":["  This paper studies the local and global aspects of semi-toric integrable\nsystems, introduced by Vu Ngoc, using ideas stemming from the theory of\nHamiltonian S^1-spaces developed by Karshon. First, we show how any labeled\nconvex polygon associated to a semi-toric system (as defined by Vu Ngoc)\ndetermines Karshon's labeled directed graph which classifies the underlying\nHamiltonian S^1-space up to isomorphism. Then we characterize adaptable\nsemi-toric systems, i.e. those whose underlying Hamiltonian S^1-action can be\nextended to an effective Hamiltonian T^2-action, as those which have at least\none associated convex polygon which satisfies the Delzant condition.\n","Comment: 34 pages, 8 figures"]}]
["1305.7043",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7043"],"date":["2013-05-30"],"type":["text"],"creator":["Zıplar, Evren","Yaylı, Yusuf","Gök, İsmail"],"language":[],"coverage":[],"title":["A new kind of slant helix in Pseudo-Riemannian Manifolds"],"description":["  In this paper, we define a new kind of slant helix called f-eikonal\nV_{n}-slant helix in Pseudo- Riemannian manifolds and give the definition of\nharmonic curvature functions related to the f-eikonal V_{n}-slant helix in\nPseudo- Riemannian manifolds. Moreover, we give some characterizations of\nf-eikonal V_{n}-slant helix by making use of the harmonic curvature functions.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1211.4960"]}]
["1305.7044",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment","Physics - Accelerator Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7044"],"date":["2013-05-30"],"type":["text"],"creator":["Oyama, K.","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["Reference cross section measurements with ALICE in pp and Pb-Pb\n  collisions at LHC"],"description":["  Cross sections of reference trigger processes were obtained based on beam\nproperty measurements in dedicated luminosity calibration experiments (van der\nMeer scans). These cross-sections are essential for absolute cross section\ndeterminations of physics processes. The reference cross sections are presented\nfor pp collisions at two center of mass energies; 2.76 TeV and 7 TeV, and for\nPb-Pb collisions at 2.76 TeV together with a discussion of the systematic\nuncertainty originating from beam intensity and rate measurement uncertainties.\n","Comment: An updated version of proceedings contribution for workshop \"LHC Lumi\n  Days 2012\", 29 Feb. (2012) at CERN. 11 pages, 8 figures"]}]
["1305.7048",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7048","J. Appl. Phys. 111, 023912 (2012)","doi:10.1063/1.3677996"],"date":["2013-05-30"],"type":["text"],"creator":["Pandey, Himanshu","Joshi, P. C.","Pant, R. P.","Prasad, R.","Auluck, S.","Budhani, R. C."],"language":[],"coverage":[],"title":["Evolution of ferromagnetic and spin-wave resonances with crystalline\n  order in thin films of full-Heusler alloy Co2MnSi"],"description":["  We report the evolution of magnetic moment as well as magnetic anisotropy\nwith crystalline order in Co$_2$MnSi thin films grown on $(100)$ MgO by pulsed\nlaser deposition. The films become more ordered as the annealing temperature\n($T_A$) increases from 400 to 600 $^0$C. The extent of \\emph{L}$2_1$ ordering\nin the films annealed at 600 $^0$C is $\\approx 96%$. The static magnetization\nmeasurements by vibrating sample magnetometry shows a maximum moment of 4.95\n$\\mu_B$ per formula unit with low coercivity ($H_C$ $\\approx$ 65 Oe) in the\nfilms annealed at 600 $^0$C. A rigorous analysis of the azimuthal and polar\nangle dependent ferromagnetic resonance (FMR) measured at several temperatures\nallows determination of various anisotropy fields relevant to our system as a\nfunction of $T_A$. Finally, we have evaluated the exchange stiffness constant\ndown to 100 K using spin wave modes in FMR spectra. We have also estimated the\nexchange energies as well as stiffness constant by varying the lattice\nparameter \\emph{ab-initio} using the Korringa-Kohn-Rostoker method.\n","Comment: 7 pages, 7 figures"]}]
["1305.7050",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Data Structures and Algorithms","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7050"],"date":["2013-05-30"],"type":["text"],"creator":["Guck, Dennis","Hatefi, Hassan","Hermanns, Holger","Katoen, Joost-Pieter","Timmer, Mark"],"language":[],"coverage":[],"title":["Modelling, Reduction and Analysis of Markov Automata (extended version)"],"description":["  Markov automata (MA) constitute an expressive continuous-time compositional\nmodelling formalism. They appear as semantic backbones for engineering\nframeworks including dynamic fault trees, Generalised Stochastic Petri Nets,\nand AADL. Their expressive power has thus far precluded them from effective\nanalysis by probabilistic (and statistical) model checkers, stochastic game\nsolvers, or analysis tools for Petri net-like formalisms. This paper presents\nthe foundations and underlying algorithms for efficient MA modelling, reduction\nusing static analysis, and most importantly, quantitative analysis. We also\ndiscuss implementation pragmatics of supporting tools and present several case\nstudies demonstrating feasibility and usability of MA in practice.\n","Comment: Technical report accompanying the QEST 2013 submission"]}]
["1305.7053",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7053"],"date":["2013-05-30"],"type":["text"],"creator":["Zhang, Kaihua","Zhang, Lei","Lam, Kin-Man","Zhang, David"],"language":[],"coverage":[],"title":["A Local Active Contour Model for Image Segmentation with Intensity\n  Inhomogeneity"],"description":["  A novel locally statistical active contour model (ACM) for image segmentation\nin the presence of intensity inhomogeneity is presented in this paper. The\ninhomogeneous objects are modeled as Gaussian distributions of different means\nand variances, and a moving window is used to map the original image into\nanother domain, where the intensity distributions of inhomogeneous objects are\nstill Gaussian but are better separated. The means of the Gaussian\ndistributions in the transformed domain can be adaptively estimated by\nmultiplying a bias field with the original signal within the window. A\nstatistical energy functional is then defined for each local region, which\ncombines the bias field, the level set function, and the constant approximating\nthe true signal of the corresponding object. Experiments on both synthetic and\nreal images demonstrate the superiority of our proposed algorithm to\nstate-of-the-art and representative methods.\n"]}]
["1305.7056",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7056"],"date":["2013-05-30"],"type":["text"],"creator":["Aickelin, Uwe"],"language":["de"],"coverage":[],"title":["Dienstplanerstellung in Krankenhaeusern mittels genetischer Algorithmen"],"description":["  This thesis investigates the use of problem-specific knowledge to enhance a\ngenetic algorithm approach to multiple-choice optimisation problems. It shows\nthat such information can significantly enhance performance, but that the\nchoice of information and the way it is included are important factors for\nsuccess.\n","Comment: Diplomarbeit, in German, Universitaet Mannheim, 1996"]}]
["1305.7064",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7064","American Journal of Mathematics, Volume 133, Number 2, April 2011","doi:10.1353/ajm.2011.0012"],"date":["2013-05-30"],"type":["text"],"creator":["Galán, Nacho Monreal","Nicolau, Artur","Menal-Ferrer, Pere"],"language":[],"coverage":[],"title":["Interpolating Sequences for analytic selfmappings of the disc"],"description":["  Schwarz's Lemma leads to a natural interpolation problem for analytic\nfunctions from the disc into itself. The corresponding interpolating sequences\nare geometrically described in terms of a certain hyperbolic density.\n"]}]
["1305.7066",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11R56, 15A03, 19F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7066"],"date":["2013-05-30"],"type":["text"],"creator":["Romo, Fernando Pablos"],"language":[],"coverage":[],"title":["A General Reciprocity Law for Symbols on Arbitrary Vector Spaces"],"description":["  The aim of this work is to offer a general theory of reciprocity laws for\nsymbols on arbitrary vector spaces, and to show that classical explicit\nreciprocity laws are particular cases of this theory (sum of valuations on a\ncomplete curve, Residue Theorem, Weil Reciprocity Law and the Reciprocity Law\nfor the Hilbert Norm Residue Symbol). Moreover, several reciprocity laws\nintroduced over the past few years by D. V. Osipov, A. N. Parshin, I. Horozov,\nI. Horozov - M. Kerr and the author -together with D. Hern\\'andez Serrano-, can\nalso be deduced from this general expression.\n"]}]
["1305.7068",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7068"],"date":["2013-05-30"],"type":["text"],"creator":["Reinharz, Vladimir","Ponty, Yann","Waldispühl, Jérôme"],"language":[],"coverage":[],"title":["Using structural and evolutionary information to detect and correct\n  pyrosequencing errors in non-coding RNAs"],"description":["  Analysis of the sequence-structure relationship in RNA molecules are\nessential to evolutionary studies but also to concrete applications such as\nerror-correction methodologies in sequencing technologies. The prohibitive\nsizes of the mutational and conformational landscapes combined with the volume\nof data to proceed require efficient algorithms to compute sequence-structure\nproperties. More specifically, here we aim to calculate which mutations\nincrease the most the likelihood of a sequence to a given structure and RNA\nfamily. In this paper, we introduce RNApyro, an efficient linear-time and space\ninside-outside algorithm that computes exact mutational probabilities under\nsecondary structure and evolutionary constraints given as a multiple sequence\nalignment with a consensus structure. We develop a scoring scheme combining\nclassical stacking base pair energies to novel isostericity scales, and apply\nour techniques to correct point-wise errors in 5s and 16s rRNA sequences. Our\nresults suggest that RNApyro is a promising algorithm to complement existing\ntools in the NGS error-correction pipeline.\n","Comment: Extended version of RECOMB'13"]}]
["1305.7070",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7070","Physics 6, 49 (2013)","doi:10.1103/Physics.6.49"],"date":["2013-05-30"],"type":["text"],"creator":["Daghofer, Maria","Haque, Masudul"],"language":[],"coverage":[],"title":["Viewpoint: Toward Fractional Quantum Hall physics with cold atoms"],"description":["  Viewpoint on Nigel R. Cooper and Jean Dalibard, \"Reaching Fractional Quantum\nHall States with Optical Flux Lattices\", Phys. Rev. Lett. 110, 185301 (2013),\nand N. Y. Yao, A. V. Gorshkov, C. R. Laumann, A. M. L\\\"auchli, J. Ye, and M. D.\nLukin, \"Realizing Fractional Chern Insulators in Dipolar Spin Systems\", Phys.\nRev. Lett. 110, 185302 (2013).\n  Researchers propose new ways to recreate fractional quantum Hall physics\nusing ultracold atoms and molecules.\n"]}]
["1305.7075",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7075","Physics Letters A Volume 377 (25) Elsevier 2013","doi:10.1016/j.physleta.2013.04.017"],"date":["2013-05-30"],"type":["text"],"creator":["Bassan, Massimo","De Marchi, Fabrizio","Marconi, Lorenzo","Pucacco, Giuseppe","Stanga, Ruggero","Visco, Massimo"],"language":[],"coverage":[],"title":["Torsion pendulum revisited"],"description":["  We present an analysis of the motion of a simple torsion pendulum and we\ndescribe how, with straightforward extensions to the usual basic dynamical\nmodel, we succeed in explaining some unexpected features we found in our data,\nlike the modulation of the torsion mode at a higher frequency and the frequency\nsplitting of the swinging motion. Comparison with observed values yields\nestimates for the misalignment angles and other parameters of the model.\n","Comment: 17 pages, 4 figures"]}]
["1305.7077",{"format":[],"subject":["Mathematics - Complex Variables","12 - 01, 30 - 01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7077"],"date":["2013-05-30"],"type":["text"],"creator":["Sjödin, Tord"],"language":[],"coverage":[],"title":["A short proof of the Fundamental Theorem of Algebra"],"description":["  D'Alembert made the first serious attempt to prove the Fundamental Theorem of\nAlgebra (FTA) in 1746. An elementary proof of (FTA) based on the same idea is\ngiven in Proofs from THE BOOK. We give a shorter and more transperant version\nof this proof.\n","Comment: 4 pages"]}]
["1305.7080",{"format":[],"subject":["Mathematics - Logic","Mathematics - Combinatorics","05C63, 05C80 (Primary) 05C60, 06A05, 06A06, 03C50 (Secondary) 03C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7080"],"date":["2013-05-30"],"type":["text"],"creator":["Kurilic, Milos S.","Kuzeljevic, Borisa"],"language":[],"coverage":[],"title":["Maximal Chains of Isomorphic Subgraphs of Countable Ultrahomogeneous\n  Graphs"],"description":["  For a countable ultrahomogeneous graph G let P(G) denote the collection of\ndomains of subgraphs of G isomorphic to G. The order types of maximal chains in\nthe set P(G) U {\\o} ordered by the inclusion are characterized as:\n  (I) the order types of compact sets of reals having the minimum non-isolated,\nif G is the Rado graph or the Henson graph H_n, for some n>2;\n  (II) the order types of compact nowhere dense sets of reals having the\nminimum non-isolated, if G is the union of \\mu disjoint complete graphs of size\n\\nu, where \\mu \\nu =\\omega .\n","Comment: 13 pages. arXiv admin note: substantial text overlap with\n  arXiv:1303.2828"]}]
["1305.7090",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7090","doi:10.1038/nature12191"],"date":["2013-05-30"],"type":["text"],"creator":["Campbell, Simon W.","D'Orazi, Valentina","Yong, David","Constantino, Thomas N.","Lattanzio, John C.","Stancliffe, Richard J.","Angelou, George C.","Boer, Elizabeth C. Wylie-de","Grundahl, Frank"],"language":[],"coverage":[],"title":["Sodium content as a predictor of the advanced evolution of globular\n  cluster stars"],"description":["  The asymptotic giant branch (AGB) phase is the final stage of nuclear burning\nfor low-mass stars. Although Milky Way globular clusters are now known to\nharbour (at least) two generations of stars they still provide relatively\nhomogeneous samples of stars that are used to constrain stellar evolution\ntheory. It is predicted by stellar models that the majority of cluster stars\nwith masses around the current turn-off mass (that is, the mass of the stars\nthat are currently leaving the main sequence phase) will evolve through the AGB\nphase. Here we report that all of the second-generation stars in the globular\ncluster NGC 6752 -- 70 per cent of the cluster population -- fail to reach the\nAGB phase. Through spectroscopic abundance measurements, we found that every\nAGB star in our sample has a low sodium abundance, indicating that they are\nexclusively first-generation stars. This implies that many clusters cannot\nreliably be used for star counts to test stellar evolution timescales if the\nAGB population is included. We have no clear explanation for this observation.\n","Comment: Published in Nature (online 29 May 2013, hard copy 13 June), 12\n  pages, 3 figures + supplementary information section"]}]
["1305.7093",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7093"],"date":["2013-05-30"],"type":["text"],"creator":["Singh, Rajeev","Menon, Shakti N.","Sinha, Sitabhra"],"language":[],"coverage":[],"title":["Complex patterns arise through spontaneous symmetry breaking in dense\n  homogeneous networks of neural oscillators"],"description":["  Recent experiments have highlighted how collective dynamics in networks of\nbrain regions affect behavior and cognitive function. In this paper we show\nthat a simple, homogeneous system of densely connected oscillators representing\nthe aggregate activity of local brain regions can exhibit a rich variety of\ndynamical patterns emerging via spontaneous breaking of permutation or\ntranslational symmetry. Our results connect recent experimental findings and\nsuggest that a range of complicated activity patterns seen in the brain could\nbe explained even without a full knowledge of its wiring diagram.\n","Comment: 5 pages, 3 figures + 2 pages supplementary material"]}]
["1305.7098",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7098"],"date":["2013-05-30"],"type":["text"],"creator":["Corti, M. A.","Gamen, R. C.","Aidelman, Y. J.","Ferrero, G. A.","Weidmann, W. A."],"language":[],"coverage":[],"title":["Photometric and spectroscopic variations of the Be star HD 112999"],"description":["  Be objects are stars of B spectral type showing lines of the Balmer series in\nemission. The presence of these lines is attributed to the existence of an\nextended envelope, disk type, around them. Some stars are observed in both the\nBe and normal B-type spectroscopic states and they are known as transient Be\nstars. In this paper we show the analysis carried out on a new possible\ntransient Be star, labelled HD 112999, using spectroscopic optical observations\nand photometric data.\n","Comment: 10 pages, 5 figures, accepted for publication in IBVS"]}]
["1305.7100",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","47B49, 47A12, 47L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7100"],"date":["2013-05-30"],"type":["text"],"creator":["Zhang, Wen","Hou, Jinchuan"],"language":[],"coverage":[],"title":["Maps preserving peripheral spectrum of generalized products of operators"],"description":["  Let $\\mathcal{A}_1$ and $\\mathcal{A}_2$ be standard operator algebras on\ncomplex Banach spaces $X_1$ and $X_2$, respectively. For $k\\geq2$, let\n$(i_1,...,i_m)$ be a sequence with terms chosen from $\\{1,\\ldots,k\\}$, and\nassume that at least one of the terms in $(i_1,\\ldots,i_m)$ appears exactly\nonce. Define the generalized product $T_1* T_2*\\cdots* T_k=T_{i_1}T_{i_2}\\cdots\nT_{i_m}$ on elements in $\\mathcal{A}_i$. Let\n$\\Phi:\\mathcal{A}_1\\rightarrow\\mathcal{A}_2$ be a map with the range containing\nall operators of rank at most two. We show that $\\Phi$ satisfies that\n$\\sigma_\\pi(\\Phi(A_1)*\\cdots*\\Phi(A_k))=\\sigma_\\pi(A_1*\\cdots* A_k)$ for all\n$A_1,\\ldots, A_k$, where $\\sigma_\\pi(A)$ stands for the peripheral spectrum of\n$A$, if and only if $\\Phi$ is an isomorphism or an anti-isomorphism multiplied\nby an $m$th root of unity, and the latter case occurs only if the generalized\nproduct is quasi-semi Jordan. If $X_1=H$ and $X_2=K$ are complex Hilbert\nspaces, we characterize also maps preserving the peripheral spectrum of the\nskew generalized products, and prove that such maps are of the form $A\\mapsto\ncUAU^*$ or $A\\mapsto cUA^tU^*$, where $U\\in\\mathcal{B}(H,K)$ is a unitary\noperator, $c\\in\\{1,-1\\}$.\n","Comment: 17 pages"]}]
["1305.7102",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7102"],"date":["2013-05-30"],"type":["text"],"creator":["McLaren, Melanie","Roux, Filippus S.","Forbes, Andrew"],"language":[],"coverage":[],"title":["Realising high-dimensional quantum entanglement with orbital angular\n  momentum"],"description":["  We report the first quantum entanglement experiment in South Africa. The\nspatial modes of the entangled photon pair are investigated with their\npotential for high-dimensional entanglement. The generation, measurement and\ncharacterisation of the entangled states are examined in detail, where we show\nhigh-dimensional entanglement in a Hilbert space of dimension 25. We highlight\nthe experimental challenges contained within each step and provide practical\ntechniques for future experiments in the quantum regime.\n","Comment: 27 pages, 16 figures, tutorial"]}]
["1305.7103",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7103","International Journal of Wireless & Mobile Networks (IJWMN) Vol.\n  5, No. 2, April 2013"],"date":["2013-05-30"],"type":["text"],"creator":["Chanak, Prasenjit","Samanta, Tuhina","Banerjee, Indrajit"],"language":[],"coverage":[],"title":["Fault-tolerant multipath routing scheme for energy efficient wireless\n  sensor networks"],"description":["  The main challenge in wireless sensor network is to improve the fault\ntolerance of each node and also provide an energy efficient fast data routing\nservice. In this paper we propose an energy efficient node fault diagnosis and\nrecovery for wireless sensor networks referred as fault tolerant multipath\nrouting scheme for energy efficient wireless sensor network (FTMRS).The FTMRS\nis based on multipath data routing scheme. One shortest path is use for main\ndata routing in FTMRS technique and other two backup paths are used as\nalternative path for faulty network and to handle the overloaded traffic on\nmain channel. Shortest path data routing ensures energy efficient data routing.\nThe performance analysis of FTMRS shows better results compared to other\npopular fault tolerant techniques in wireless sensor networks.\n"]}]
["1305.7109",{"format":[],"subject":["Mathematics - Functional Analysis","30H10, 42B20, 58C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7109"],"date":["2013-05-30"],"type":["text"],"creator":["Mauceri, G.","Meda, S.","Vallarino, M."],"language":[],"coverage":[],"title":["Sharp endpoint results for imaginary powers and Riesz transforms on\n  certain noncompact manifolds"],"description":["  In this paper we consider a complete connected noncompact Riemannian manifold\nM with bounded geometry and spectral gap. We prove that the imaginary powers of\nthe Laplacian and the Riesz transform are bounded from the Hardy space X^1(M),\nintroduced in previous work of the authors, to L^1(M).\n","Comment: 17 pages"]}]
["1305.7111",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7111"],"date":["2013-05-30"],"type":["text"],"creator":["Maguedong-Djoumessi, Celestine Periale","Hernández-Orallo, José"],"language":[],"coverage":[],"title":["Test cost and misclassification cost trade-off using reframing"],"description":["  Many solutions to cost-sensitive classification (and regression) rely on some\nor all of the following assumptions: we have complete knowledge about the cost\ncontext at training time, we can easily re-train whenever the cost context\nchanges, and we have technique-specific methods (such as cost-sensitive\ndecision trees) that can take advantage of that information. In this paper we\naddress the problem of selecting models and minimising joint cost (integrating\nboth misclassification cost and test costs) without any of the above\nassumptions. We introduce methods and plots (such as the so-called JROC plots)\nthat can work with any off-the-shelf predictive technique, including ensembles,\nsuch that we reframe the model to use the appropriate subset of attributes (the\nfeature configuration) during deployment time. In other words, models are\ntrained with the available attributes (once and for all) and then deployed by\nsetting missing values on the attributes that are deemed ineffective for\nreducing the joint cost. As the number of feature configuration combinations\ngrows exponentially with the number of features we introduce quadratic methods\nthat are able to approximate the optimal configuration and model choices, as\nshown by the experimental results.\n","Comment: Keywords: test cost, misclassification cost, missing values,\n  reframing, ROC analysis, operating context, feature configuration, feature\n  selection"]}]
["1305.7121",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7121"],"date":["2013-05-30"],"type":["text"],"creator":["Mercère, Guillaume"],"language":[],"coverage":[],"title":["Regression techniques for subspace-based black-box state-space system\n  identification: an overview"],"description":["  As far as the identification of linear time-invariant state-space\nrepresentation is concerned, among all of the solutions available in the\nliterature, the subspace-based state-space model identification techniques have\nproved their efficiency in many practical cases since the beginning of the\n90's. This paper introduces an overview of these techniques by focusing on\ntheir formulation as a least-squares problem. Apart from an article written by\nJ. Qin, to the author's knowledge, such a regression formulation is not totally\ninvestigated in the books which can be considered as the references as far as\nsubspace-based identification is concerned. Thus, in this paper, a specific\nattention is payed to the regression-based techniques used to identify systems\nworking under open-loop as well as closed-loop conditions.\n","Comment: Technical report"]}]
["1305.7122",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7122"],"date":["2013-05-30"],"type":["text"],"creator":["Coville, Jerome"],"language":[],"coverage":[],"title":["Nonlocal refuge model with a partial control"],"description":["  In this paper, we analyse the structure of the set of positive solutions of\nan heterogeneous nonlocal equation of the form: $$ \\int_{\\Omega} K(x,\ny)u(y)\\,dy -\\int_ {\\Omega}K(y, x)u(x)\\, dy + a_0u+\\lambda a_1(x)u\n-\\beta(x)u^p=0 \\quad \\text{in}\\quad \\times \\O$$ where $\\Omega\\subset \\R^n$ is a\nbounded open set, $K\\in C(\\R^n\\times \\R^n) $ is nonnegative, $a_i,\\beta \\in\nC(\\Omega)$ and $\\lambda\\in\\R$. Such type of equation appears in some studies of\npopulation dynamics where the above solutions are the stationary states of the\ndynamic of a spatially structured population evolving in a heterogeneous\npartially controlled landscape and submitted to a long range dispersal. Under\nsome fairly general assumptions on $K,a_i$ and $\\beta$ we first establish a\nnecessary and sufficient criterium for the existence of a unique positive\nsolution. Then we analyse the structure of the set of positive solution\n$(\\lambda,u_\\lambda)$ with respect to the presence or absence of a refuge zone\n(i.e $\\omega$ so that $\\beta_{|\\omega}\\equiv 0$).\n"]}]
["1305.7127",{"format":[],"subject":["Mathematics - Functional Analysis","46F30, 46F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7127"],"date":["2013-05-30"],"type":["text"],"creator":["Damyanov, Blagovest"],"language":[],"coverage":[],"title":["Results on modelling and products of singularities in Colombeau algebra\n  G(R)"],"description":["  Modelling of singularities given by discontinuous functions or distributions\nby means of generalized functions has proved useful in many problems posed by\nphysical phenomena. We introduce in a systematic way generalized functions of\nColombeau that model such singularities. Moreover, we evaluate some products of\nsingularity-modelling generalized functions whenever the result admits an\nassociated distribution\n","Comment: 11 pages. arXiv admin note: substantial text overlap with\n  arXiv:1007.1568"]}]
["1305.7128",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7128"],"date":["2013-05-30"],"type":["text"],"creator":["Tedesco, Gianni","Aickelin, Uwe"],"language":[],"coverage":[],"title":["Adaptive Alert Throttling for Intrusion Detection Systems"],"description":["  Each time that an intrusion detection system raises an alert it must make\nsome attempt to communicate the information to an operator. This communication\nchannel can easily become the target of a denial of service attack because,\nlike all communication channels, it has a fixed capacity. If this channel can\nbecome overwhelmed with bogus data, an attacker can quickly achieve complete\nneutralisation of intrusion detection capability. Although these types of\nattack are very hard to stop completely, our aim is to present techniques that\nimprove alert throughput and capacity to such an extent that the resources\nrequired to successfully mount the attack become prohibitive.\n","Comment: University of Nottingham Computer Science Technical Report 2003.\n  arXiv admin note: substantial text overlap with arXiv:0801.4119,\n  arXiv:0804.1281"]}]
["1305.7129",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7129"],"date":["2013-05-30"],"type":["text"],"creator":["Bouchitte, Guy","Bourel, Christophe","Manca, Luigi"],"language":[],"coverage":[],"title":["Resonant effects in random dielectric structures"],"description":["  Recently, a theory for artificial magnetism in two-dimensional photonic\ncrystals has been developed for large wavelength using homogenization\ntechniques. In this paper we pursue this approach within a rigorous stochastic\nframework: dielectric parallel nanorods are randomly disposed, each of them\nhaving, up to a large scaling factor, a random permittivity \\epsilon(\\omega)\nwhose law is represented by a density on a window \\Delta=[a,b]x[0,h] of the\ncomplex plane. We give precise conditions on the initial probability law\n(permittivity, radius and position of the rods) under which the homogenization\nprocess can be performed leading to a deterministic dispersion law for the\neffective permeability with possibly negative real part.\n  Subsequently a limit analysis h->0, accounting a density law of \\epsilon,\nwhich concentrates on the real axis, reveals singular behavior due to the\npresence of resonances in the microstructure.\n"]}]
["1305.7130",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7130"],"date":["2013-05-30"],"type":["text"],"creator":["Wilson, William","Aickelin, Uwe"],"language":[],"coverage":[],"title":["Memory Implementations - Current Alternatives"],"description":["  Memory can be defined as the ability to retain and recall information in a\ndiverse range of forms. It is a vital component of the way in which we as human\nbeings operate on a day to day basis. Given a particular situation, decisions\nare made and actions undertaken in response to that situation based on our\nmemory of related prior events and experiences. By utilising our memory we can\nanticipate the outcome of our chosen actions to avoid unexpected or unwanted\nevents. In addition, as we subtly alter our actions and recognise altered\noutcomes we learn and create new memories, enabling us to improve the\nefficiency of our actions over time. However, as this process occurs so\nnaturally in the subconscious its importance is often overlooked.\n","Comment: University of Nottingham, 2005"]}]
["1305.7131",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7131","PRC 86, 065503 (2012)","doi:10.1103/PhysRevC.86.065503"],"date":["2013-05-30"],"type":["text"],"creator":["Parker, R. H.","Dietrich, M. R.","Bailey, K.","Greene, J. P.","Holt, R. J.","Kalita, M. R.","Korsch, W.","Lu, Z. -T.","Mueller, P.","O'Connor, T. P.","Singh, J.","Sulai, I. A.","Trimble, W. L."],"language":[],"coverage":[],"title":["Efficient, Tightly-Confined Trapping of 226Ra"],"description":["  We demonstrate a technique for transferring $^{226}$Ra atoms from a\n3-dimensional magneto-optical-trap (MOT) into a standing wave optical dipole\ntrap (ODT) in an adjacent chamber. The resulting small trapping volume (120\n$\\mu$m in diameter) allows for high control of the electric and magnetic fields\napplied to the atoms. The atoms are first transferred to a traveling-wave\noptical dipole trap, which is then translated 46 cm to a science chamber. The\natoms are subsequently transferred into an orthogonal standing-wave ODT by\napplication of a 1-dimensional MOT along the traveling-wave axis. For each\nstage, transfer efficiencies exceeding 60% are demonstrated.\n"]}]
["1305.7133",{"format":[],"subject":["Physics - Optics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7133","IEEE Photonics Technology Letters, Volume:23, Issue: 18, Pages:\n  1346 - 1348 (Sept. 15, 2011)","doi:10.1109/LPT.2011.2160847"],"date":["2013-05-30"],"type":["text"],"creator":["Zhu, Jiangang","Ozdemir, Sahin Kaya","Yang, Lan"],"language":[],"coverage":[],"title":["Optical Detection of Single Nanoparticles with a Sub-wavelength\n  Fiber-Taper"],"description":["  A nanoparticle detection scheme with single particle resolution is presented.\nThe sensor contains only a taper fiber thus offering the advantages of\ncompactness and installation flexibility. Sensing method is based on monitoring\nthe transmitted light power which shows abrupt jumps with each particle binding\nto the taper surface. The experimental validation of the sensor is demonstrated\nwith polystyrene nanoparticles of radii 120 nm and 175 nm in the 1550 nm\nwavelength band.\n","Comment: 9 pages, 4 figures, 14 references"]}]
["1305.7143",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7143","CERN Courier 53N4 (2013) 24"],"date":["2013-05-30"],"type":["text"],"creator":["Higinbotham, Douglas","Miller, Gerald A","Hen, Or","Rith, Klaus"],"language":[],"coverage":[],"title":["The EMC effect still puzzles after 30 years"],"description":["  Thirty years ago, high-energy muons at CERN revealed the first hints of an\neffect that puzzles experimentalists and theorists alike to this day.\n"]}]
["1305.7144",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7144"],"date":["2013-05-30"],"type":["text"],"creator":["Aickelin, Uwe","Greensmith, Julie","Twycross, Jamie"],"language":[],"coverage":[],"title":["Immune System Approaches to Intrusion Detection - A Review (ICARIS)"],"description":["  The use of artificial immune systems in intrusion detection is an appealing\nconcept for two reasons. Firstly, the human immune system provides the human\nbody with a high level of protection from invading pathogens, in a robust,\nself-organised and distributed manner. Secondly, current techniques used in\ncomputer security are not able to cope with the dynamic and increasingly\ncomplex nature of computer systems and their security. It is hoped that\nbiologically inspired approaches in this area, including the use of\nimmune-based systems will be able to meet this challenge. Here we collate the\nalgorithms used, the development of the systems and the outcome of their\nimplementation. It provides an introduction and review of the key developments\nwithin this field, in addition to making suggestions for future research.\n","Comment: Proceedings of the 3rd International Conference on Artificial Immune\n  Systems (ICARIS), 316-329, 2004"]}]
["1305.7145",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7145"],"date":["2013-05-30"],"type":["text"],"creator":["Siebers, Peer-Olaf","Aickelin, Uwe","Menachof, David","Sherman, Galina","Zimmerman, Peter"],"language":[],"coverage":[],"title":["Modelling and Analysing Cargo Screening Processes: A Project Outline"],"description":["  The efficiency of current cargo screening processes at sea and air ports is\nunknown as no benchmarks exists against which they could be measured. Some\nmanufacturer benchmarks exist for individual sensors but we have not found any\nbenchmarks that take a holistic view of the screening procedures assessing a\ncombination of sensors and also taking operator variability into account. Just\nadding up resources and manpower used is not an effective way for assessing\nsystems where human decision-making and operator compliance to rules play a\nvital role. For such systems more advanced assessment methods need to be used,\ntaking into account that the cargo screening process is of a dynamic and\nstochastic nature. Our project aim is to develop a decision support tool\n(cargo-screening system simulator) that will map the right technology and\nmanpower to the right commodity-threat combination in order to maximize\ndetection rates. In this paper we present a project outline and highlight the\nresearch challenges we have identified so far. In addition we introduce our\nfirst case study, where we investigate the cargo screening process at the ferry\nport in Calais.\n","Comment: Proceedings of the INFORMS Simulation Society Research Workshop, June\n  25-27, 2009, Warwick, UK, 44-47, 2009"]}]
["1305.7146",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society","Computer Science - Data Structures and Algorithms","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7146","Advances in Social Network Analysis and Mining (ASONAM) 2013"],"date":["2013-05-30"],"type":["text"],"creator":["Coscia, Michele","Rossetti, Giulio","Pennacchioli, Diego","Ceccarelli, Damiano","Giannotti, Fosca"],"language":[],"coverage":[],"title":["\"You Know Because I Know\": a Multidimensional Network Approach to Human\n  Resources Problem"],"description":["  Finding talents, often among the people already hired, is an endemic\nchallenge for organizations. The social networking revolution, with online\ntools like Linkedin, made possible to make explicit and accessible what we\nperceived, but not used, for thousands of years: the exact position and ranking\nof a person in a network of professional and personal connections. To search\nand mine where and how an employee is positioned on a global skill network will\nenable organizations to find unpredictable sources of knowledge, innovation and\nknow-how. This data richness and hidden knowledge demands for a\nmultidimensional and multiskill approach to the network ranking problem.\nMultidimensional networks are networks with multiple kinds of relations. To the\nbest of our knowledge, no network-based ranking algorithm is able to handle\nmultidimensional networks and multiple rankings over multiple attributes at the\nsame time. In this paper we propose such an algorithm, whose aim is to address\nthe node multi-ranking problem in multidimensional networks. We test our\nalgorithm over several real world networks, extracted from DBLP and the Enron\nemail corpus, and we show its usefulness in providing less trivial and more\nflexible rankings than the current state of the art algorithms.\n"]}]
["1305.7148",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7148"],"date":["2013-05-30"],"type":["text"],"creator":["Da Prato, Giuseppe","Flandoli, Franco","Röckner, Michael"],"language":[],"coverage":[],"title":["Uniqueness for continuity equations in Hilbert spaces with weakly\n  differentiable drift"],"description":["  We prove uniqueness for continuity equations in Hilbert spaces $H$. The\ncorresponding drift $F$ is assumed to be in a first order Sobolev space with\nrespect to some Gaussian measure. As in previous work on the subject, the proof\nis based on commutator estimates which are infinite dimensional analogues to\nthe classical ones due to DiPerna-Lions. Our general approach is, however,\nquite different since, instead of considering renormalized solutions, we prove\na dense range condition implying uniqueness. In addition, compared to known\nresults by Ambrosio-Figalli and Fang-Luo, we use a different approximation\nprocedure, based on a more regularizing Ornstein-Uhlenbeck semigroup and\nconsider Sobolev spaces of vector fields taking values in $H$ rather than the\nCameron-Martin space of the Gaussian measure. This leads to different\nconditions on the derivative of $F$, which are incompatible with previous work\non the subject. Furthermore, we can drop the usual exponential integrability\nconditions on the Gaussian divergence of $F$, thus improving known uniqueness\nresults in this respect.\n"]}]
["1305.7150",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis","32W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7150"],"date":["2013-05-30"],"type":["text"],"creator":["Çelik, Mehmet","Zeytuncu, Yunus E."],"language":[],"coverage":[],"title":["Hilbert-Schmidt Hankel Operators with Anti-holomorphic Symbols on\n  Complex Ellipsoids"],"description":["  On a complex ellipsoid in $\\mathbb{C}^n$, we show that there is no nonzero\nHankel operator with an anti-holomorphic symbol that is Hilbert-Schmidt.\n"]}]
["1305.7155",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7155","EPJ Web of Conferences; Volume 46, 2013; Instabilities and\n  Structures in Proto-Planetary Disks","doi:10.1051/epjconf/20134607003"],"date":["2013-05-30"],"type":["text"],"creator":["Meru, Farzana"],"language":[],"coverage":[],"title":["Triggered fragmentation in gravitationally unstable discs: forming\n  fragments at small radii"],"description":["  We carry out three dimensional radiation hydrodynamical simulations of\ngravitationally unstable discs using to explore the movement of mass in a disc\nfollowing its fragmentation. Compared to a more quiescent state before it\nfragments, the radial velocity of the gas increases by up to a factor of ~2-3\nafter fragmentation. While the mass movement occurs both inwards and outwards,\nthe inwards motion can cause the inner spirals to be sufficiently dense that\nthey may become unstable and potentially fragment. Consequently, the dynamical\nbehaviour of fragmented discs may cause subsequent fragmentation at smaller\nradii after an initial fragment has formed in the outer disc.\n","Comment: Submitted to the conference proceedings of: Instabilities and\n  Structures in Proto-Planetary Disks. 5 pages; 4 figures"]}]
["1305.7159",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7159"],"date":["2013-05-30"],"type":["text"],"creator":["Popescu, Gelu"],"language":[],"coverage":[],"title":["Berezin transforms on noncommutative varieties in polydomains"],"description":["  In this paper, we study noncommutative varieties in polydomains in $B(H)^n$.\nThe goal is to understand the structure of these varieties, determine their\nelements and classify them up to unitary equivalence. Using noncommutative\nBerezin transforms associated with each variety, we develop an operator model\ntheory and dilation theory for large classes of varieties in noncommutative\npolydomains. This includes various commutative cases which are close connected\nto the theory of holomorphic functions in several complex variables and\nalgebraic geometry.\n","Comment: 37 pages, submitted for publication in April, 2013. arXiv admin note:\n  text overlap with arXiv:1304.8043"]}]
["1305.7164",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7164"],"date":["2013-05-30"],"type":["text"],"creator":["Cabrera, Carlos","Makienko, Peter","Sienra, Guillermo"],"language":[],"coverage":[],"title":["On Poincar\\'e extensions of rational maps"],"description":["  There is a classical extension, of M\\\"obius automorphisms of the Riemann\nsphere into isometries of the hyperbolic space $\\mathbb{H}^3$, which is called\nthe Poincar\\'e extension. In this paper, we construct extensions of rational\nmaps on the Riemann sphere over endomorphisms of $\\mathbb{H}^3$ exploiting the\nfact that any holomorphic covering between Riemann surfaces is M\\\"obius for a\nsuitable choice of coordinates.\n  We show that these extensions define conformally natural homomorphisms on\nsuitable subsemigroups of the semigroup of Blaschke maps. We extend the complex\nmultiplication to a product in $\\mathbb{H}^3$ that allows to construct a visual\nextension of any given rational map.\n","Comment: 25 pages, 1 figure"]}]
["1305.7182",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7182"],"date":["2013-05-30"],"type":["text"],"creator":["Cai, Kai","Ishii, Hideaki"],"language":[],"coverage":[],"title":["Average Consensus on Arbitrary Strongly Connected Digraphs with\n  Time-Varying Topologies"],"description":["  We have recently proposed a \"surplus-based\" algorithm which solves the\nmulti-agent average consensus problem on general strongly connected and static\ndigraphs. The essence of that algorithm is to employ an additional variable to\nkeep track of the state changes of each agent, thereby achieving averaging even\nthough the state sum is not preserved. In this note, we extend this approach to\nthe more interesting and challenging case of time-varying topologies: An\nextended surplus-based averaging algorithm is designed, under which a necessary\nand sufficient graphical condition is derived that guarantees state averaging.\nThe derived condition requires only that the digraphs be arbitrary strongly\nconnected in a \\emph{joint} sense, and does not impose \"balanced\" or\n\"symmetric\" properties on the network topology, which is therefore more general\nthan those previously reported in the literature.\n"]}]
["1305.7185",{"format":[],"subject":["Computer Science - Artificial Intelligence","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7185","IJCSIS 6 (2011) 14-29"],"date":["2013-05-30"],"type":["text"],"creator":["Martin, Philippe A."],"language":[],"coverage":[],"title":["Collaborative ontology sharing and editing"],"description":["  This article first lists reasons why - in the long term or when creating a\nnew knowledge base (KB) for general knowledge sharing purposes -\ncollaboratively building a well-organized KB does/can provide more\npossibilities, with on the whole no more costs, than the mainstream approach\nwhere knowledge creation and re-use involves searching, merging and creating\n(semi-)independent (relatively small) ontologies or semi-formal documents. The\narticle lists elements required to achieve this and describes the main one: a\nKB editing protocol that keeps the KB free of automatically/manually detected\ninconsistencies while not forcing them to discuss or agree on terminology and\nbeliefs nor requiring a selection committee.\n","Comment: 12 pages, 2 figures, journal"]}]
["1305.7186",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7186"],"date":["2013-05-29"],"type":["text"],"creator":["Ahmed, Tarek Sayed"],"language":[],"coverage":[],"title":["There is no finite variable axiomatization for various diagonal free\n  algebras"],"description":["  We show, using a ranbow construction for cylindric algebras, that for any\nclass K between diagonal free cylindric algebras and polyadic equality algebras\nof finite dimension > 2, there is no finite variable universal axiomatization\nfor the class of representable algebras. This solves an old open problem in\nalgebraic logic, formulated by Sain and Thompson back in 1990.\n"]}]
["1305.7187",{"format":[],"subject":["Mathematics - History and Overview","11D09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7187"],"date":["2013-05-29"],"type":["text"],"creator":["Safin, B. S."],"language":[],"coverage":[],"title":["Studying solutions to Diophantine equations using the table of $N$th\n  digital roots of integers"],"description":["  In this note we recall the definition of the digital root, and apply the\nnotion of the digital root to searching solutions of Diophantine equations. A\ntable of arithmetic operations with digital roots is given. This method is\nincapable of obtaining complete solutions of equations, but it is frequently\nuseful in determining whether this equation is solvable in integers or not. A\nminor extension of Fermat's little theorem is put forward.\n","Comment: 5 pages, 4 tables"]}]
["1305.7194",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7194"],"date":["2013-05-30"],"type":["text"],"creator":["Kosheleva, Katya","Desai, Michael"],"language":[],"coverage":[],"title":["The Dynamics of Genetic Draft in Rapidly Adapting Populations"],"description":["  The accumulation of beneficial mutations on many competing genetic\nbackgrounds in rapidly adapting populations has a striking impact on\nevolutionary dynamics. This effect, known as clonal interference, causes\nerratic fluctuations in the frequencies of observed mutations, randomizes the\nfixation times of successful mutations, and leaves distinct signatures on\npatterns of genetic variation. Here, we show how this form of `genetic draft'\naffects the forward-time dynamics of site frequencies in rapidly adapting\nasexual populations. We calculate the probability that mutations at individual\nsites shift in frequency over a characteristic timescale, extending Gillespie's\noriginal model of draft to the case where many strongly selected beneficial\nmutations segregate simultaneously. We then derive the sojourn time of mutant\nalleles, the expected fixation time of successful mutants, and the site\nfrequency spectrum of beneficial and neutral mutations. We show how this form\nof draft affects inferences in the McDonald-Kreitman test, and how it relates\nto recent observations that some aspects of genetic diversity are described by\nthe Bolthausen-Sznitman coalescent in the limit of very rapid adaptation.\nFinally, we describe how our method can be extended to model evolution on\nfitness landscapes that include some forms of epistasis, such as landscapes\nthat are partitioned into two or more incompatible evolutionary trajectories.\n"]}]
["1305.7195",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7195"],"date":["2013-05-30"],"type":["text"],"creator":["Eliasson, Bengt","Liu, Chuan S."],"language":[],"coverage":[],"title":["Resonant Compton scattering of electromagnetic waves in a quantum plasma"],"description":["  We consider the resonant scattering of coherent electromagnetic waves by a\nRaman-like process in the gamma ray range off electrostatic modes in a quantum\nplasma using a collective Klein-Gordon-Maxwell model. The growth rates for the\nmost unstable modes are calculated theoretically, and the results are found to\nbe more efficient than incoherent Compton scattering off individual electrons\nabove a critical amplitude of the electromagnetic wave. The model does not\npredict Raman scattering off pair modes that exist in the Klein-Gordon-Maxwell\nmodel. The results are relevant for coherent gamma rays created in forthcoming\nlaboratory experiments or in astrophysical objects.\n","Comment: 3 pages, 1 figure"]}]
["1305.7196",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7196","KGCM (2012) 23-28"],"date":["2013-05-30"],"type":["text"],"creator":["Martin, Philippe A."],"language":[],"coverage":[],"title":["For a Semantic Web based Peer-reviewing and Publication of Research\n  Results"],"description":["  This article shows why the diffusion and peer-reviewing of research results\nwould be more efficient, precise and relevant if all or at least some parts of\nthe descriptions and peer-reviews of research results took the form of a\nfine-grained semantic network, within articles or knowledge bases, as part of\nthe Semantic Web. This article also shows some ways this can be done and hence\nhow research journal/proceeding publishers could allow this. So far, the World\nWide Web Consortium (W3C) has not proposed simple notations and cooperation\nprotocols - similar to those illustrated or referred to in this article - but\nit now seems likely that Wikipedia/Wikidata, Google or the W3C will propose\nthem sooner or later. Then, research journal/proceeding publishers and\nresearchers may or may not quickly use this approach.\n","Comment: 6 pages, conference"]}]
["1305.7200",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Artificial Intelligence","Computer Science - Information Retrieval","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7200","IKE (2012) 376-382"],"date":["2013-05-30"],"type":["text"],"creator":["Martin, Philippe A."],"language":[],"coverage":[],"title":["Organizing Linked Data Quality Related Methods"],"description":["  This article presents the top-level of an ontology categorizing and\ngeneralizing best practices and quality criteria or measures for Linked Data.\nIt permits to compare these techniques and have a synthetic organized view of\nwhat can or should be done for knowledge sharing purposes. This ontology is\npart of a general knowledge base that can be accessed and complemented by any\nWeb user. Thus, it can be seen as a cooperatively built library for the above\ncited elements. Since they permit to evaluate information objects and create\nbetter ones, these elements also permit knowledge-based tools and techniques -\nas well as knowledge providers - to be evaluated and categorized based on their\ninput/output information objects. One top-level distinction permitting to\norganize this ontology is the one between content, medium and containers of\ndescriptions. Various structural, ontological, syntactical and lexical\ndistinctions are then used.\n","Comment: 7 pages, 10 tables, conference"]}]
["1305.7212",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Functional Analysis","11B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7212","Journal of Number Theory 128 (2008), 3005-3012","doi:10.1016/j.jnt.2008.05.004"],"date":["2013-05-30"],"type":["text"],"creator":["Sleziak, Martin","Ziman, Miloš"],"language":[],"coverage":[],"title":["L\\'evy group and density measures"],"description":["  We will deal with finitely additive measures on integers extending the\nasymptotic density. We will study their relation to the L\\'evy group\n$\\mathcal{G}$ of permutations of $\\mathbb N$. Using a new characterization of\nthe L\\'evy group $\\mathcal G$ we will prove that a finitely additive measure\nextends density if and only if it is $\\mathcal{G}$-invariant.\n"]}]
["1305.7213",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Functional Analysis","11B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7213","Acta Mathematica Universitatis Ostraviensis, vol. 17 (2009), issue\n  1, pp. 33-50"],"date":["2013-05-30"],"type":["text"],"creator":["Sleziak, Martin","Ziman, Miloš"],"language":[],"coverage":[],"title":["Range of density measures"],"description":["  We investigate some properties of density measures -- finitely additive\nmeasures on the set of natural numbers $\\N$ extending asymptotic density. We\nintroduce a class of density measures, which is defined using cluster points of\nthe sequence $\\big(\\frac{A(n)}{n}\\big)$ as well as cluster points of some other\nsimilar sequences.\n  We obtain range of possible values of density measures for any subset of\n$\\N$. Our description of this range simplifies the description of Bhashkara Rao\nand Bhashkara Rao \\cite{brbr} for general finitely additive measures. Also the\nvalues which can be attained by the measures defined in the first part of the\npaper are studied.\n"]}]
["1305.7214",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7214"],"date":["2013-05-30"],"type":["text"],"creator":["Xie, Jianwei","Ulukus, Sennur"],"language":[],"coverage":[],"title":["Secure Degrees of Freedom of K-User Gaussian Interference Channels: A\n  Unified View"],"description":["  We determine the exact sum secure degrees of freedom (d.o.f.) of the K-user\nGaussian interference channel. We consider three different secrecy constraints:\n1) K-user interference channel with one external eavesdropper (IC-EE), 2)\nK-user interference channel with confidential messages (IC-CM), and 3) K-user\ninterference channel with confidential messages and one external eavesdropper\n(IC-CM-EE). We show that for all of these three cases, the exact sum secure\nd.o.f. is K(K-1)/(2K-1). We show converses for IC-EE and IC-CM, which imply a\nconverse for IC-CM-EE. We show achievability for IC-CM-EE, which implies\nachievability for IC-EE and IC-CM. We develop the converses by relating the\nchannel inputs of interfering users to the reliable rates of the interfered\nusers, and by quantifying the secrecy penalty in terms of the eavesdroppers'\nobservations. Our achievability uses structured signaling, structured\ncooperative jamming, channel prefixing, and asymptotic real interference\nalignment. While the traditional interference alignment provides some amount of\nsecrecy by mixing unintended signals in a smaller sub-space at every receiver,\nin order to attain the optimum sum secure d.o.f., we incorporate structured\ncooperative jamming into the achievable scheme, and intricately design the\nstructure of all of the transmitted signals jointly.\n","Comment: Submitted to IEEE Transactions on Information Theory, May 2013"]}]
["1305.7218",{"format":[],"subject":["Mathematics - Algebraic Geometry","14-04, 57M12, 33C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7218"],"date":["2013-05-30"],"type":["text"],"creator":["van Hoeij, Mark","Vidunas, Raimundas"],"language":[],"coverage":[],"title":["Algorithms and differential relations for Belyi functions"],"description":["  A tool package for computing genus 0 Belyi functions is presented, including\nsimplification routines, computation of moduli fields, decompositions, dessins\nd'enfant. The main algorithm for computing the Belyi functions themselves is\nbased on implied transformations of the hypergeometric differential equation to\nFuchsian equations, preferably with few singular points. This gives interesting\ndifferential relations between polynomial components of a Belyi function.\n","Comment: 29 pages, 1 fugure"]}]
["math/0506059",{"format":[],"subject":["Mathematics - K-Theory and Homology","19K99 (primary), 47B35 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506059","Publ. Math. Debrecen, 80/1-2 (2012), pp. 1--23","doi:10.5486/PMD.2012.4561"],"date":["2005-06-03","2012-02-14"],"type":["text"],"creator":["Lakos, Gyula"],"language":[],"coverage":[],"title":["Self-stabilization in certain infinite-dimensional matrix algebras"],"description":["  Analytical tools to $K$-theory; namely, self-stabilization of rapidly\ndecreasing matrices, linearization of cyclic loops, and the contractibility of\nthe pointed stable Toeplitz algebra are discussed in terms of concrete\nformulas. Adaptation to the *-algebra and finite perturbation categories is\nalso considered. Moreover, the finite linearizability of algebraically finite\ncyclic loops is demonstrated.\n","Comment: 17 pages"]}]
["math/0611171",{"format":[],"subject":["Mathematics - Functional Analysis","47A60 (Primary) 47A06 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611171","Acta Sci. Math. (Szeged), 78 (2012), pp. 643--667"],"date":["2006-11-07","2012-11-22"],"type":["text"],"creator":["Lakos, Gyula"],"language":[],"coverage":[],"title":["Spectral calculations on locally convex vector spaces I"],"description":["  We develop a holomorphic functional calculus for (multivalued linear)\noperators on locally convex vector spaces. This includes the case of fractional\npowers along Lipschitz curves.\n","Comment: 18 pages"]}]
