["0805.4257",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S55, 14H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4257","Ann. Inst. Fourier, Grenoble 60, 2 (2010) 683-709","doi:10.5802/aif.2536"],"date":["2008-05-28","2009-06-08"],"type":["text"],"creator":["Barroso, Evelia R. García","Gwoździewicz, Janusz"],"language":[],"coverage":[],"title":["Characterization of jacobian Newton polygons of plane branches and new\n  criteria of irreducibility"],"description":["  In this paper we characterize, in two different ways, the Newton polygons\nwhich are jacobian Newton polygons of a branch. These characterizations give in\nparticular combinatorial criteria of irreducibility for complex series in two\nvariables and necessary conditions which a complex curve has to satisfy in\norder to be the discriminant of a complex plane branch.\n"]}]
["0902.2761",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2761","J.Phys.A42:335402,2009","doi:10.1088/1751-8113/42/33/335402"],"date":["2009-02-16","2013-05-09"],"type":["text"],"creator":["Alexandrov, Sergei"],"language":[],"coverage":[],"title":["D-instantons and twistors: some exact results"],"description":["  We present some results on instanton corrections to the hypermultiplet moduli\nspace in Calabi-Yau compactifications of Type II string theories. Previously,\nusing twistor methods, only a class of D-instantons (D2-instantons wrapping\nA-cycles) was incorporated exactly and the rest was treated only linearly. We\ngo beyond the linear approximation and give a set of holomorphic functions\nwhich, through a known procedure, capture the effect of D-instantons at all\norders. Moreover, we show that for a sector where all instanton charges have\nvanishing symplectic invariant scalar product, the hypermultiplet metric can be\ncomputed explicitly.\n","Comment: 32 pages, 3 figures, uses JHEP3.cls; some changes in section 3.3.3;\n  corrected formula for the contact potential"]}]
["0905.3203",{"format":[],"subject":["Mathematics - Numerical Analysis","65D10, 65D15, 65L60, 41A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3203"],"date":["2009-05-19","2013-05-09"],"type":["text"],"creator":["Lamichhane, Bishnu P.","Hegland, Markus"],"language":[],"coverage":[],"title":["A Stabilized Mixed Finite Element Method for Thin Plate Splines Based on\n  Biorthogonal Systems"],"description":["  The thin plate spline is a popular tool for the interpolation and smoothing\nof scattered data. In this paper we propose a novel stabilized mixed finite\nelement method for the discretization of thin plate splines. The mixed\nformulation is obtained by introducing the gradient of the smoother as an\nadditional unknown. Working with a pair of bases for the gradient of the\nsmoother and the Lagrange multiplier which forms a biorthogonal system, we can\neasily eliminate these two variables (gradient of the smoother and Lagrange\nmultiplier) leading to a positive definite formulation. The optimal a priori\nestimate is proved by using a superconvergence property of a gradient recovery\noperator.\n","Comment: 17 pages"]}]
["0905.3605",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3605","International Journal of Modern Physics E Vol. 22, No. 2 (2013)\n  1350008","doi:10.1142/S0218301313500080"],"date":["2009-05-22","2013-05-10"],"type":["text"],"creator":["Mallick, Ritam","Bhattacharyya, Abhijit","Ghosh, Sanjay K.","Raha, Sibaji"],"language":[],"coverage":[],"title":["General Relativistic effect on the energy deposition rate for neutrino\n  pair annihilation above the equatorial plane along the symmetry axis near a\n  rotating neutron star"],"description":["  The estimate of the energy deposition rate (EDR) for neutrino pair\nannihilation has been carried out. The EDR for the neutrinos coming from the\nequatorial plane of a rotating neutron star is calculated along the rotation\naxis using the Cook-Shapiro-Teukolsky (CST) metric. The neutrino trajectories\nand hence the neutrino emitted from the disk is affected by the redshift due to\ndisk rotation and gravitation. The EDR is very sensitive to the value of the\ntemperature and its variation along the disk. The rotation of the star has a\nnegative effect on the EDR; it decreases with increase in rotational velocity.\n","Comment: 17 pages, 5 figures"]}]
["0908.0278",{"format":[],"subject":["Mathematics - Functional Analysis","26B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0278","Adv. Math. 228 (2011), 2258--2267"],"date":["2009-08-03","2011-01-06"],"type":["text"],"creator":["Fu, Joseph H. G."],"language":[],"coverage":[],"title":["An extension of Alexandrov's theorem on second derivatives of convex\n  functions"],"description":["  If $f$ is a function of $n$ variables that is locally $L^1$ approximable by a\nsequence of smooth functions satisfying local $L^1$ bounds on the determinants\nof the minors of the Hessian, then $f$ admits a second order Taylor expansion\nalmost everywhere. This extends a classical theorem of A.D. Alexandrov,\ncovering the special case in which $f$ is locally convex.\n","Comment: extensively revised and improved following the suggestions of the\n  referee"]}]
["0911.3771",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S55, 14H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3771","Kodai Mathematical Journal Vol.35, No.2 (2012), 403-414","doi:10.2996/kmj/1341401060"],"date":["2009-11-19"],"type":["text"],"creator":["Barroso, Evelia R. García","Gwoździewicz, Janusz"],"language":[],"coverage":[],"title":["A discriminant criterion of irreducibility"],"description":["  In this paper we give a criterion of irreducibility for a complex power\nseries in two variables, using the notion of jacobian Newton diagrams, defined\nwith respect to any direction. Moreover we study the singularity at infinity of\na plane affine curve with one point at infinity for which the global\ncounterpart of our main result holds.\n"]}]
["0912.0345",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0345","Adv.Geosci.21:277,2009"],"date":["2009-12-02","2013-05-09"],"type":["text"],"creator":["Tian, H.","Curdt, W.","He, J. -S."],"language":[],"coverage":[],"title":["Solar transition region in the quiet Sun and active regions"],"description":["  The solar transition region (TR), in which above the photosphere the tempera-\nture increases rapidly and the density drops dramatically, is believed to play\nan important role in coronal heating and solar wind acceleration. Long-lasting\nup-flows are present in the upper TR and interpreted as signatures of mass\nsupply to large coronal loops in the quiet Sun. Coronal bright points (BPs) are\nlocal heating phenomena and we found a different Doppler-shift pattern at TR\nand coronal temperatures in one BP, which might be related to the twisted loop\nsystem. The dominant energy loss in the lower TR is the Ly-alpha emission. It\nhas been found that most Ly-alpha radiance profiles are stronger in the blue\npeak, an asymmetry opposite to higher order Lyman lines. This asymmetry is\nstronger when the downflow in the middle TR is stronger, indicating that the TR\nflows play an important role in the line formation process. The peak separation\nof Ly-alpha is found to be larger in coronal holes than in the quiet Sun,\nreflecting the different magnetic structures and radiation fields between the\ntwo regions. The Lyman line profiles are found to be not reversed in sunspot\nplume and umbra regions, while they are obviously reversed in the surrounding\nplage region. At TR temperatures, the densities of the sunspot plume and umbra\nare a factor of 10 lower than of the plage, indicating that the sunspot plasma\nemitting at TR temperatures is higher and possibly more extended above sunspots\nthan above the plage region.\n","Comment: This paper has been withdrawn by the author because it's not a\n  referred paper"]}]
["0912.3406",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3406","J.Math.Phys. 51 (2010) 073510","doi:10.1063/1.3430574"],"date":["2009-12-17","2013-05-09"],"type":["text"],"creator":["Alexandrov, Sergei","Pioline, Boris","Vandoren, Stefan"],"language":[],"coverage":[],"title":["Self-dual Einstein Spaces, Heavenly Metrics and Twistors"],"description":["  Four-dimensional quaternion-Kahler metrics, or equivalently self-dual\nEinstein spaces M, are known to be encoded locally into one real function h\nsubject to Przanowski's Heavenly equation. We elucidate the relation between\nthis description and the usual twistor description for quaternion-Kahler\nspaces. In particular, we show that the same space M can be described by\ninfinitely many different solutions h, associated to different complex (local)\nsubmanifolds on the twistor space, and therefore to different (local)\nintegrable complex structures on M. We also study quaternion-Kahler\ndeformations of M and, in the special case where M has a Killing vector field,\nshow that the corresponding variations of h are related to eigenmodes of the\nconformal Laplacian on M. We exemplify our findings on the four-sphere S^4, the\nhyperbolic plane H^4 and on the \"universal hypermultiplet\", i.e. the\nhypermultiplet moduli space in type IIA string compactified on a rigid\nCalabi-Yau threefold.\n","Comment: 44 pages, 1 figure; misprints corrected"]}]
["0912.4490",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4490","Astrophys.J.713:1322-1331,2010","doi:10.1088/0004-637X/713/2/1322"],"date":["2009-12-22","2013-05-10"],"type":["text"],"creator":["Lawrence, Earl","Heitmann, Katrin","White, Martin","Higdon, David","Wagner, Christian","Habib, Salman","Williams, Brian"],"language":[],"coverage":[],"title":["The Coyote Universe III: Simulation Suite and Precision Emulator for the\n  Nonlinear Matter Power Spectrum"],"description":["  Many of the most exciting questions in astrophysics and cosmology, including\nthe majority of observational probes of dark energy, rely on an understanding\nof the nonlinear regime of structure formation. In order to fully exploit the\ninformation available from this regime and to extract cosmological constraints,\naccurate theoretical predictions are needed. Currently such predictions can\nonly be obtained from costly, precision numerical simulations. This paper is\nthe third in a series aimed at constructing an accurate calibration of the\nnonlinear mass power spectrum on Mpc scales for a wide range of currently\nviable cosmological models, including dark energy. The first two papers\naddressed the numerical challenges, and the scheme by which an interpolator was\nbuilt from a carefully chosen set of cosmological models. In this paper we\nintroduce the \"Coyote Univers\"' simulation suite which comprises nearly 1,000\nN-body simulations at different force and mass resolutions, spanning 38 wCDM\ncosmologies. This large simulation suite enables us to construct a prediction\nscheme, or emulator, for the nonlinear matter power spectrum accurate at the\npercent level out to k~1 h/Mpc. We describe the construction of the emulator,\nexplain the tests performed to ensure its accuracy, and discuss how the central\nideas may be extended to a wider range of cosmological models and applications.\nA power spectrum emulator code is released publicly as part of this paper.\n","Comment: 10 pages, 10 figures, minor changes to address referee report,\n  version v1.1 of the power spectrum emulator code can be downloaded at\n  http://www.hep.anl.gov/cosmology/CosmicEmu/emu.html, includes now fortran\n  wrapper and choice of any redshift between z=0 and z=1 (note: webpage now\n  maintained at Argonne National Laboratory)"]}]
["1004.3017",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3017","New Astronomy Reviews, Volume 54, Issue 1-2, p. 13-30. 2010","doi:10.1016/j.newar.2010.08.001"],"date":["2010-04-18","2013-05-09"],"type":["text"],"creator":["Tian, Hui","Marsch, Eckart","Tu, Chuanyi","Curdt, Werner","He, Jiansen"],"language":[],"coverage":[],"title":["New views on the emission and structure of the solar transition region"],"description":["  The Sun is the only star that we can spatially resolve and it can be regarded\nas a fundamental plasma laboratory of astrophysics. The solar transition region\n(TR), the layer between the solar chromosphere and corona, plays an important\nrole in solar wind origin and coronal heating. Recent high-resolution\nobservations made by SOHO, TRACE, and Hinode indicate that the TR is highly\nnonuniform and magnetically structured. Through a combination of spectroscopic\nobservations and magnetic field extrapolations, the TR magnetic structures and\nplasma properties have been found to be different in coronal holes and in the\nquiet Sun. In active regions, the TR density and temperature structures also\ndiffer in sunspots and the surrounding plage regions. Although the TR is\nbelieved to be a dynamic layer, quasi-steady flows lasting from several hours\nto several days are often present in the quiet Sun, coronal holes, and active\nregions, indicating some kind of plasma circulation/convection in the TR and\ncorona. The emission of hydrogen Lyman lines, which originates from the lower\nTR, has also been intensively investigated in the recent past. Observations\nshow clearly that the flows and dynamics in the middle and upper TR can greatly\nmodify the Lyman line profiles.\n","Comment: This paper has been withdrawn by the authors. This is a repetition of\n  another record in ADS: New Astronomy Reviews, Volume 54, Issue 1-2, p. 13-30"]}]
["1005.2356",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","32G15, 53C43, 53C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2356","doi:10.1512/iumj.2011.60.4443"],"date":["2010-05-13"],"type":["text"],"creator":["Guo, Ren","Gupta, Subhojoy","Huang, Zheng"],"language":[],"coverage":[],"title":["Curvatures on the Teichm\\\"uller curve"],"description":["  The Teichm\\\"{u}ller curve is the fiber space over Teichm\\\"{u}ller space of\nclosed Riemann surfaces, where the fiber over a point in Teichm\\\"{u}ller space\nis the underlying surface. We derive formulas for sectional curvatures on the\nTeichm\\\"{u}ller curve. In particular, our method can be applied to investigate\nthe geometry of the Weil-Petersson geodesic as a three-manifold, and the\ndegeneration of the curvatures near the infinity of the augmented\nTeichm\\\"{u}ller space along a Weil-Petersson geodesic, as well as the\nminimality of hyperbolic surfaces in this three-manifold.\n","Comment: 16 pages"]}]
["1011.1313",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Geometric Topology","Primary 53C21, Secondary 53A10, 35J62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1313","doi:10.1007/s10711-011-9641-9"],"date":["2010-11-04"],"type":["text"],"creator":["Huang, Zheng","Lucia, Marcello"],"language":[],"coverage":[],"title":["Minimal immersions of closed surfaces in hyperbolic three-manifolds"],"description":["  We study minimal immersions of closed surfaces (of genus $g \\ge 2$) in\nhyperbolic 3-manifolds, with prescribed data $(\\sigma, t\\alpha)$, where\n$\\sigma$ is a conformal structure on a topological surface $S$, and $\\alpha\ndz^2$ is a holomorphic quadratic differential on the surface $(S,\\sigma)$. We\nshow that, for each $t \\in (0,\\tau_0)$ for some $\\tau_0 > 0$, depending only on\n$(\\sigma, \\alpha)$, there are at least two minimal immersions of closed surface\nof prescribed second fundamental form $Re(t\\alpha)$ in the conformal structure\n$\\sigma$. Moreover, for $t$ sufficiently large, there exists no such minimal\nimmersion. Asymptotically, as $t \\to 0$, the principal curvatures of one\nminimal immersion tend to zero, while the intrinsic curvatures of the other\nblow up in magnitude.\n","Comment: 16 pages"]}]
["1012.0265",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0265","JHEP 1106:019,2011","doi:10.1007/JHEP06(2011)019"],"date":["2010-12-01","2013-05-10"],"type":["text"],"creator":["Dabholkar, Atish","Gomes, Joao","Murthy, Sameer"],"language":[],"coverage":[],"title":["Quantum black holes, localization and the topological string"],"description":["  We use localization to evaluate the functional integral of string field\ntheory on AdS_2xS^2 background corresponding to the near horizon geometry of\nsupersymmetric black holes in 4d compactifications with N=2 supersymmetry. In\nparticular, for a theory containing n_v + 1 vector multiplets, we show that the\nfunctional integral localizes exactly onto an ordinary integral over a\nfinite-dimensional submanifold in the field space labeling a continuous family\nof instanton solutions in which auxiliary fields in the vector multiplets are\nexcited with nontrivial dependence on AdS_2 coordinates. These localizing\nsolutions are universal in that they follow from the off-shell supersymmetry\ntransformations and do not depend on the choice of the action. They are\nparametrized by n_v +1 real parameters C^I, ; I= 0,..., n_v that correspond to\nthe values of the auxiliary fields at the center of AdS_2. In the Type-IIA\nframe, assuming D-terms evaluate to zero on the solutions for reasons of\nsupersymmetry, the classical part of the integrand equals the absolute square\nof the partition function of the topological string as conjectured by Ooguri,\nStrominger, and Vafa; however evaluated at the off-shell values of scalar\nfields at the center of AdS_2. In addition, there are contributions from\none-loop determinants, brane-instantons, and nonperturbative orbifolds that are\nin principle computable. These results thus provide a concrete method to\ncompute exact quantum entropy of these black holes including all perturbative\nand nonperturbative corrections and can be used to establish a precise relation\nbetween the quantum degeneracies of black holes and the topological string.\n","Comment: 52 pges; references added; revised equations in section 5, results\n  unchanged"]}]
["1101.0999",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Primary 57S15, 57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0999","Osaka J. Math., 50 (2013), No. 1, 153-160"],"date":["2011-01-05","2011-08-04"],"type":["text"],"creator":["Wiemeler, Michael"],"language":[],"coverage":[],"title":["Quasitoric manifolds homeomorphic to homogeneous spaces"],"description":["  We present some classification results for quasitoric manifolds (M) with\n(p_1(M)=-\\sum a_i^2) for some (a_i\\in H^2(M)) which admit an action of a\ncompact connected Lie-group (G) such that (\\dim M/G \\leq 1). In contrast to\nKuroki's work we do not require that the action of (G) extends the torus action\non (M).\n","Comment: 6 pages, minor changes, accepted for publication in Osaka J. Math"]}]
["1103.0816",{"format":[],"subject":["Mathematics - Dynamical Systems","Condensed Matter - Statistical Mechanics","Mathematics - Optimization and Control","Mathematics - Probability","37A05, 37A35, 37A60, 37D35, 49K27, 49Q20, 82B05, 90C05, 90C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0816"],"date":["2011-03-03","2013-05-10"],"type":["text"],"creator":["Contreras, G.","Lopes, A. O.","Oliveira, E. R."],"language":[],"coverage":[],"title":["Ergodic Transport Theory, periodic maximizing probabilities and the\n  twist condition"],"description":["  The present paper is a follow up of another one by A. O. Lopes, E. Oliveira\nand P. Thieullen which analyze ergodic transport problems. Our main focus will\na more precise analysis of case where the maximizing probability is unique and\nis also a periodic orbit.\n  Consider the shift T acting on the Bernoulli space \\Sigma={1, 2, 3,..,\nd}^\\mathbb{N} $ and $A:\\Sigma \\to \\mathbb{R} a Holder potential.\n  Denote m(A)=max_{\\nu is an invariant probability for T} \\int A(x) \\; d\\nu(x)\nand, \\mu_{\\infty,A}, any probability which attains the maximum value. We assume\nthis probability is unique (a generic property). We denote \\T the bilateral\nshift. For a given potential Holder A:\\Sigma \\to \\mathbb{R}, we say that a\nHolder continuous function W: \\hat{\\Sigma} \\to \\mathbb{R} is a involution\nkernel for A, if there is a Holder function A^*:\\Sigma \\to \\mathbb{R}, such\nthat, A^*(w)= A\\circ \\T^{-1}(w,x)+ W \\circ \\T^{-1}(w,x) - W(w,x). We say that\nA^* is a dual potential of A. It is true that m(A)=m(A^*). We denote by V the\ncalibrated subaction for A, and, V^* the one for A^*. We denote by I^* the\ndeviation function for the family of Gibbs states for \\beta A, when \\beta \\to\n\\infty.\n  For each x we get one (more than one) w_x such attains the supremum above.\nThat is, solutions of V(x) = W(w_x,x) - V^* (w_x)- I^*(w_x).\n  A pair of the form (x,w_x) is called an optimal pair. If \\T is the shift\nacting on (x,w) \\in {1, 2, 3,.., d}^\\mathbb{Z}, then, the image by \\T^{-1} of\nan optimal pair is also an optimal pair.\n  Theorem - Generically, in the set of Holder potentials A that satisfy\n  (i) the twist condition,\n  (ii) uniqueness of maximizing probability which is supported in a periodic\norbit, the set of possible optimal w_x, when x covers the all range of possible\nelements x in \\in \\Sigma, is finite.\n"]}]
["1106.1126",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S55 14H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1126","Journal of the Mathematical Society of Japan, Vol.65 No.1, (2013)\n  169--182","doi:10.2969/jmsj/06510169"],"date":["2011-06-06"],"type":["text"],"creator":["Barroso, Evelia R. García","Gwozdziewicz, Janusz"],"language":[],"coverage":[],"title":["On the approximate jacobian Newton diagrams of an irreducible plane\n  curve"],"description":["  We introduce the notion of an approximate jacobian Newton diagram which is\nthe jacobian Newton diagram of the morphism $(f^{(k)},f)$, where $f$ is a\nbranch and $f^{(k)}$ is a characteristic approximate root of $f$. We prove that\nthe set of all approximate jacobian Newton diagrams is a complete topological\ninvariant. This generalizes theorems of Merle and Ephraim about the\ndecomposition of the polar curve of a branch.\n"]}]
["1108.3146",{"format":[],"subject":["Mathematics - Probability","Primary 60B20, secondary 60E07, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3146"],"date":["2011-08-15","2013-05-10"],"type":["text"],"creator":["Gao, Zhiqiang","Guivarc'h, Yves","Page, Emile Le"],"language":[],"coverage":[],"title":["Stable laws and spectral gap properties for affine random walks"],"description":["  We consider a general multidimensional affine recursion with corresponding\nMarkov operator $P$ and a unique $P$-stationary measure. We show spectral gap\nproperties on H\\\"older spaces for the corresponding Fourier operators and we\ndeduce convergence to stable laws for the Birkhoff sums along the recursion.\nThe parameters of the stable laws are expressed in terms of basic quantities\ndepending essentially on the matricial multiplicative part of $P$. Spectral gap\nproperties of $P$ and homogeneity at infinity of the $P$-stationary measure\nplay an important role in the proofs.\n","Comment: 31 pages. Accepted by AIHP"]}]
["1108.4531",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4531"],"date":["2011-08-23","2013-05-10"],"type":["text"],"creator":["He, Jun","Chen, Tianshi","Mitavskiy, Boris"],"language":[],"coverage":[],"title":["Novel Analysis of Population Scalability in Evolutionary Algorithms"],"description":["  Population-based evolutionary algorithms (EAs) have been widely applied to\nsolve various optimization problems. The question of how the performance of a\npopulation-based EA depends on the population size arises naturally. The\nperformance of an EA may be evaluated by different measures, such as the\naverage convergence rate to the optimal set per generation or the expected\nnumber of generations to encounter an optimal solution for the first time.\nPopulation scalability is the performance ratio between a benchmark EA and\nanother EA using identical genetic operators but a larger population size.\nAlthough intuitively the performance of an EA may improve if its population\nsize increases, currently there exist only a few case studies for simple\nfitness functions. This paper aims at providing a general study for discrete\noptimisation. A novel approach is introduced to analyse population scalability\nusing the fundamental matrix. The following two contributions summarize the\nmajor results of the current article. (1) We demonstrate rigorously that for\nelitist EAs with identical global mutation, using a lager population size\nalways increases the average rate of convergence to the optimal set; and yet,\nsometimes, the expected number of generations needed to find an optimal\nsolution (measured by either the maximal value or the average value) may\nincrease, rather than decrease. (2) We establish sufficient and/or necessary\nconditions for the superlinear scalability, that is, when the average\nconvergence rate of a $(\\mu+\\mu)$ EA (where $\\mu\\ge2$) is bigger than $\\mu$\ntimes that of a $(1+1)$ EA.\n"]}]
["1108.4561",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4561","Eur.Phys.J. C72 (2012) 1922","doi:10.1140/epjc/s10052-012-1922-4"],"date":["2011-08-23","2012-03-11"],"type":["text"],"creator":["Shivaji, Ambresh","Mitra, Subhadip","Agrawal, Pankaj"],"language":[],"coverage":[],"title":["Associated Production of a KK-Graviton with a Higgs Boson via Gluon\n  Fusion at the LHC"],"description":["  In order to solve the hierarchy problem, several extra-dimensional models\nhave received considerable attention. We have considered a process where a\nHiggs boson is produced in association with a KK-graviton ($G_{\\rm KK}$) at the\nLHC. At the leading order, this process occurs through gluon fusion mechanism\n$gg \\to h G_{\\rm KK}$ via a quark loop. We compute the cross section and\nexamine some features of this process in the ADD model. We find that the quark\nin the loop does not decouple in the large quark-mass limit just as in the case\nof $gg\\to h$ process. We compute the cross section of this process for the case\nof the RS model also. We examine the feasibility of this process being observed\nat the LHC.\n","Comment: 18 pages, 11 figures. Calculation in the Higgs effective theory\n  framework added"]}]
["1110.1168",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","57R55, 57S05, 57S15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1168","Math. Z., 273 (2013), No. 3, 1063-1084","doi:10.1007/s00209-012-1044-6"],"date":["2011-10-06","2012-02-01"],"type":["text"],"creator":["Wiemeler, Michael"],"language":[],"coverage":[],"title":["Exotic torus manifolds and equivariant smooth structures on quasitoric\n  manifolds"],"description":["  In 2006 Masuda and Suh asked if two compact non-singular toric varieties\nhaving isomorphic cohomology rings are homeomorphic. In the first part of this\npaper we discuss this question for topological generalizations of toric\nvarieties, so-called torus manifolds. For example we show that there are\nhomotopy equivalent torus manifolds which are not homeomorphic. Moreover, we\ncharacterize those groups which appear as the fundamental groups of locally\nstandard torus manifolds.\n  In the second part we give a classification of quasitoric manifolds and\ncertain six-dimensional torus manifolds up to equivariant diffeomorphism.\n  In the third part we enumerate the number of conjugacy classes of tori in the\ndiffeomorphism group of torus manifolds. For torus manifolds of dimension\ngreater than six there are always infinitely many conjugacy classes. We give\nexamples which show that this does not hold for six-dimensional torus\nmanifolds.\n","Comment: 21 pages, 2 figures, results about quasitoric manifolds added"]}]
["1111.1325",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1325","Memorie della Societa Astronomica Italiana, v.83, p.1020 (2012)"],"date":["2011-11-05","2013-05-10"],"type":["text"],"creator":["Bertone, Stefano","Poncin-Lafitte, Christophe Le"],"language":[],"coverage":[],"title":["Light Deflection for relativistic space astrometry in closed form"],"description":["  Given the extreme accuracy reached by future global space astrometry, one\nneeds a global relativistic modeling of observations. A relativistic definition\nof astrometric observables is then essential to find uniquely coordinates,\nparallax and proper motion of a stellar object. The standard procedure is to\nexplicitly solve the null geodesic equations to describe the trajectory of a\nphoton emitted by a celestial object and received by a moving observing\nsatellite. However, this task can be avoided if one builds an astrometric set\nup using the recent formalism of time transfer functions.\n","Comment: proceedings of Great-ESF workshop, June 2011, Porto, Portugal"]}]
["1111.2244",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2244","EPL 97 (2012) 36005","doi:10.1209/0295-5075/97/36005"],"date":["2011-11-09"],"type":["text"],"creator":["Giomi, Luca","Bowick, Mark J.","Ma, Xu","Majumdar, Apala"],"language":[],"coverage":[],"title":["Molecular Tilt on Monolayer-Protected Nanoparticles"],"description":["  The structure of the tilted phase of monolayer-protected nanoparticles is\ninvestigated by means of a simple Ginzburg-Landau model. The theory contains\ntwo dimensionless parameters representing the preferential tilt angle and the\nratio epsilon between the energy cost due to spatial variations in the tilt of\nthe coating molecules and that of the van der Waals interactions which favors\nuniform tilt. We analyze the model for both spherical and octahedral particles.\nOn spherical particles, we find a transition from a tilted phase, at small\nepsilon, to a phase where the molecules spontaneously align along the surface\nnormal and tilt disappears. Octahedral particles have an additional phase at\nsmall epsilon characterized by the presence of six topological defects. These\ndefective configurations provide preferred sites for the chemical\nfunctionalization of monolayer-protected nanoparticles via place-exchange\nreactions and their consequent linking to form molecules and bulk materials.\n","Comment: 6 pages, 6 figures, LaTeX"]}]
["1111.2892",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2892","Phys. Rept. 522 (2013) 1-57","doi:10.1016/j.physrep.2012.09.005"],"date":["2011-11-11","2013-05-09"],"type":["text"],"creator":["Alexandrov, Sergei"],"language":[],"coverage":[],"title":["Twistor Approach to String Compactifications: a Review"],"description":["  We review a progress in obtaining the complete non-perturbative effective\naction of type II string theory compactified on a Calabi-Yau manifold. This\nproblem is equivalent to understanding quantum corrections to the metric on the\nhypermultiplet moduli space. We show how all these corrections, which include\nD-brane and NS5-brane instantons, are incorporated in the framework of the\ntwistor approach, which provides a powerful mathematical description of\nhyperkahler and quaternion-Kahler manifolds. We also present new insights on\nS-duality, quantum mirror symmetry, connections to integrable models and\ntopological strings.\n","Comment: 99 pages; minor corrections; journal version"]}]
["1111.5950",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5950"],"date":["2011-11-25","2013-05-10"],"type":["text"],"creator":["Banelli, Paolo"],"language":[],"coverage":[],"title":["Non-Linear Transformations of Gaussians and Gaussian-Mixtures with\n  implications on Estimation and Information Theory"],"description":["  This paper investigates the statistical properties of non-linear\ntransformations (NLT) of random variables, in order to establish useful tools\nfor estimation and information theory. Specifically, the paper focuses on\nlinear regression analysis of the NLT output and derives sufficient general\nconditions to establish when the input-output regression coefficient is equal\nto the \\emph{partial} regression coefficient of the output with respect to a\n(additive) part of the input. A special case is represented by zero-mean\nGaussian inputs, obtained as the sum of other zero-mean Gaussian random\nvariables. The paper shows how this property can be generalized to the\nregression coefficient of non-linear transformations of Gaussian-mixtures. Due\nto its generality, and the wide use of Gaussians and Gaussian-mixtures to\nstatistically model several phenomena, this theoretical framework can find\napplications in multiple disciplines, such as communication, estimation, and\ninformation theory, when part of the nonlinear transformation input is the\nquantity of interest and the other part is the noise. In particular, the paper\nshows how the said properties can be exploited to simplify closed-form\ncomputation of the signal-to-noise ratio (SNR), the estimation mean-squared\nerror (MSE), and bounds on the mutual information in additive non-Gaussian\n(possibly non-linear) channels, also establishing relationships among them.\n","Comment: 26 pages, 4 figures (8 sub-figures), submitted to IEEE Trans. on\n  Information Theory 20th April 2013"]}]
["1112.3146",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3146","doi:10.1209/0295-5075/102/24004"],"date":["2011-12-14","2013-05-10"],"type":["text"],"creator":["Cao, Yixin","Chakrabortty, Bandan","Barker, G. C.","Mehta, Anita","Wang, Yujie"],"language":[],"coverage":[],"title":["Bridges in three-dimensional granular packings: experiments and\n  simulations"],"description":["  In this letter, we present the first experimental study of bridge structures\nin three-dimensional dry granular packings. When bridges are small, they are\npredominantly 'linear', and have an exponential size distribution. Larger,\npredominantly 'complex' bridges, are confirmed to follow a power-law size\ndistribution. Our experiments, which use X-ray tomography, are in good\nagreement with the simulations presented here, for the distribution of sizes,\nend-to-end lengths, base extensions and orientations of predominantly linear\nbridges. Quantitative differences between the present experiment and earlier\nsimulations suggest that packing fraction is an important determinant of bridge\nstructure.\n","Comment: 6 pages, 7 figures, accepted by EPL (2013)"]}]
["1201.0511",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0511","PoS RADCOR2011 (2011) 010"],"date":["2012-01-02","2012-04-22"],"type":["text"],"creator":["Agrawal, Pankaj","Shivaji, Ambresh"],"language":[],"coverage":[],"title":["Multi Vector Boson Production via Gluon Fusion at the LHC"],"description":["  At the LHC, the processes with several particles in the final state occur\nroutinely. These processes provide a new domain to test the Standard Model of\nparticle physics. Due to large gluon luminosity at the LHC, gluon initiated\nprocesses will be quite important. We study the production of multi-vector\nbosons via gluon fusion. In particular we consider the process $ g g \\to g\n\\gamma Z $ and compute its cross-section at hadron colliders.\n","Comment: 8 pages, 4 figures. Prepared for 10th International Symposium on\n  Radiative Corrections (Applications of Quantum Field Theory to\n  Phenomenology), September 26-30, 2011, Mamallapuram, India. a factor of 4\n  corrected in the cross-section calculation"]}]
["1201.3017",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3017","Modern Physics Letters A 28, 1350045 (2013)","doi:10.1142/S0217732313500454"],"date":["2012-01-14"],"type":["text"],"creator":["Mavromatos, Nick E.","Sarkar, Sarben","Tarantino, Walter"],"language":[],"coverage":[],"title":["Condensate Structure of D-particle Induced Flavour Vacuum"],"description":["  It is argued that four Fermi interactions induced by non-perturbative effects\ndue to scattering of stringy matter from D-particles, D-instantons and more\ngenerally bulk gauge fields in models with large extra dimensions have in\nspecific situations condensate structure described by flavour vacua.\n","Comment: 7 pages revtex, no figures"]}]
["1201.4270",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4270"],"date":["2012-01-20","2013-05-10"],"type":["text"],"creator":["Seven, Ahmet"],"language":[],"coverage":[],"title":["Cluster algebras and symmetric matrices"],"description":["  In this paper, we show that, for skew-symmetric cluster algebras, the\nc-vectors of any seed with respect to an acyclic initial seed define a\nquasi-Cartan companion of the corresponding exchange matrix. As an application,\nwe show that any cluster tilted quiver has an admissible cut of edges.\n","Comment: 9 pages; final version to appear in Proc. Amer. Math. Soc"]}]
["1202.0314",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0314"],"date":["2012-02-01","2013-05-10"],"type":["text"],"creator":["Cabello, Sergio","Chambers, Erin Wolf","Erickson, Jeff"],"language":[],"coverage":[],"title":["Multiple-Source Shortest Paths in Embedded Graphs"],"description":["  Let G be a directed graph with n vertices and non-negative weights in its\ndirected edges, embedded on a surface of genus g, and let f be an arbitrary\nface of G. We describe a randomized algorithm to preprocess the graph in O(gn\nlog n) time with high probability, so that the shortest-path distance from any\nvertex on the boundary of f to any other vertex in G can be retrieved in O(log\nn) time. Our result directly generalizes the O(n log n)-time algorithm of Klein\n[SODA 2005] for multiple-source shortest paths in planar graphs. Intuitively,\nour preprocessing algorithm maintains a shortest-path tree as its source point\nmoves continuously around the boundary of f. As an application of our\nalgorithm, we describe algorithms to compute a shortest non-contractible or\nnon-separating cycle in embedded, undirected graphs in O(g^2 n log n) time with\nhigh probability. Our high-probability time bounds hold in the worst-case for\ngeneric edge weights, or with an additional O(log n) factor for arbitrary edge\nweights.\n","Comment: 31 pages, 3 figures. Accepted to SIAM Journal on Computing.\n  Preliminary version, without the third author's contributions, in Proceedings\n  of the 18th Annual ACM-SIAM Symposium on Discrete Algorithms, 89-97, 2007. In\n  this revision we provide a careful treatment of non-generic weights"]}]
["1202.6219",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C45, 05C70, 05C85, 05C35, 05C38, 05C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6219","Advances in Mathematics 237 (2013), 62-146"],"date":["2012-02-28","2013-05-10"],"type":["text"],"creator":["Kühn, Daniela","Osthus, Deryk"],"language":[],"coverage":[],"title":["Hamilton decompositions of regular expanders: a proof of Kelly's\n  conjecture for large tournaments"],"description":["  A long-standing conjecture of Kelly states that every regular tournament on n\nvertices can be decomposed into (n-1)/2 edge-disjoint Hamilton cycles. We prove\nthis conjecture for large n. In fact, we prove a far more general result, based\non our recent concept of robust expansion and a new method for decomposing\ngraphs. We show that every sufficiently large regular digraph G on n vertices\nwhose degree is linear in n and which is a robust outexpander has a\ndecomposition into edge-disjoint Hamilton cycles. This enables us to obtain\nnumerous further results, e.g. as a special case we confirm a conjecture of\nErdos on packing Hamilton cycles in random tournaments. As corollaries to the\nmain result, we also obtain several results on packing Hamilton cycles in\nundirected graphs, giving e.g. the best known result on a conjecture of\nNash-Williams. We also apply our result to solve a problem on the domination\nratio of the Asymmetric Travelling Salesman problem, which was raised e.g. by\nGlover and Punnen as well as Alon, Gutin and Krivelevich.\n","Comment: new version includes a standalone version of the `robust\n  decomposition lemma' for application in subsequent papers"]}]
["1203.4628",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4628"],"date":["2012-03-20","2013-05-10"],"type":["text"],"creator":["Vaz, Pedro","Wagner, Emmanuel"],"language":[],"coverage":[],"title":["A remark on BMW algebra, q-Schur algebras and categorification"],"description":["  We prove that the 2-variable BMW algebra embeds into an algebra constructed\nfrom the HOMFLY-PT polynomial. We also prove that the so(2N)-BMW algebra embeds\nin the q-Schur algebra of type A. We use these results to construct\ncategorifications of the so(2N)-BMW algebra.\n","Comment: 26 pages. v2: minor changes"]}]
["1204.1153",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1153","Prog. Theor. Phys. 127 (2012), 907-919","doi:10.1143/PTP.127.907"],"date":["2012-04-05","2013-05-10"],"type":["text"],"creator":["Hendi, S. H."],"language":[],"coverage":[],"title":["Higher dimensional charged BTZ-like wormhole"],"description":["  It is known that traversable wormhole can exist in General Relativity only if\nits throat contains some exotic matter. In this paper, we obtain\n$(2+1)$-dimensional (horizonless) charged magnetic brane without (curvature)\nsingularity. Then, we consider a nontrivial local transformation to grant a\nglobal rotation to spacetime. After that, we generalize magnetic brane to\nhigher dimensional solutions and use the cut-and-paste method to construct\nhigher dimensional charged BTZ-like rotating wormholes such a way that they\nreduce to charged magnetic BTZ solution in three dimensions, exactly. We also\nshow that charged BTZ-like wormhole supported by the exotic matter at its\nthroat $r=r_{+}$. Finally, we calculate the conserved quantities of the charged\nBTZ-like wormhole such as mass, angular momentum and electric charge density,\nand show that the electric charge depends on the rotation parameters,\ninterestingly, and the static wormhole does not have a net electric charge\ndensity.\n","Comment: 13 pages with one eps figure"]}]
["1204.2200",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2200","Internat. J. Math. 24 (2013), no. 4, 1350032, 14 pp"],"date":["2012-04-10"],"type":["text"],"creator":["Herbig, A. -K."],"language":[],"coverage":[],"title":["A note on a smoothing property of the harmonic Bergman projection"],"description":["  It is proved that on any smoothly bounded domain $D$ in $\\mathbb{R}^n$,\n$n>1$, the output of the harmonic Bergman projection belongs to the Sobolev\nspace of order $k$ whenever all tangential derivatives of order up to k of the\ninput function belong to $L^2(D)$.\n"]}]
["1204.4944",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","53A10 (Primary) 57M05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4944"],"date":["2012-04-22","2013-05-10"],"type":["text"],"creator":["Huang, Zheng","Wang, Biao"],"language":[],"coverage":[],"title":["Counting Minimal Surfaces in Quasi-Fuchsian three-Manifolds"],"description":["  It is well known that every quasi-Fuchsian manifold admits at least one\nclosed incompressible minimal surface, and at most finitely many of them. In\nthis paper, for any prescribed integer $N>0$, we construct a quasi-Fuchsian\nmanifold which contains at least $2^N$ such minimal surfaces. As a consequence,\nthere exists some simple close Jordan curve on $S^2_\\infty$ such that there are\nat least $2^N$ disk-type complete minimal surface in $\\mathbb{H}^3$ sharing\nthis Jordan curve as the asymptotic boundary.\n","Comment: 22 pages, 9 figures, changes made following referee's many\n  corrections and suggestions. Accepted by the Transactions of the AMS"]}]
["1204.6029",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6029","JHEP 1207:162,2012"],"date":["2012-04-26","2012-07-15"],"type":["text"],"creator":["Bolognesi, Stefano","Laia, João N.","Tong, David","Wong, Kenny"],"language":[],"coverage":[],"title":["A Gapless Hard Wall: Magnetic Catalysis in Bulk and Boundary"],"description":["  We study various aspects of fermions and their chiral condensates, both in\nthe bulk of AdS4 spacetime and in the dual boundary theory. For the most part,\nwe focus on a geometry with an infra-red hard wall. We show that, contrary to\ncommon lore, there exist boundary conditions in which the hard wall gives rise\nto a discrete, but gapless, fermionic spectrum. In such a setting, the presence\nof a magnetic field induces a bulk fermion condensate which spontaneously\nbreaks CP invariance. We develop the holographic dictionary between composite\noperators and show that this bulk condensate has the interpretation of boundary\nmagnetic catalysis involving a double-trace operator. Finally, we explain how\none can replace the hard wall with bulk magnetic monopoles. In such a\nframework, magnetic catalysis can be viewed as a consequence of the\nCallan-Rubakov effect.\n","Comment: 43 pages. v2: reference added"]}]
["1205.3029",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3029","EPL, 99, 20006 (2012)","doi:10.1209/0295-5075/99/20006"],"date":["2012-05-14"],"type":["text"],"creator":["Braun, W.","Pikovsky, A.","Matias, M. A.","Colet, P."],"language":[],"coverage":[],"title":["Global dynamics of oscillator populations under common noise"],"description":["  Common noise acting on a population of identical oscillators can synchronize\nthem. We develop a description of this process which is not limited to the\nstates close to synchrony, but provides a global picture of the evolution of\nthe ensembles. The theory is based on the Watanabe-Strogatz transformation,\nallowing us to obtain closed stochastic equations for the global variables. We\nshow that on the initial stage, the order parameter grows linearly in time,\nwhile on the late stages the convergence to synchrony is exponentially fast.\nFurthermore, we extend the theory to nonidentical ensembles with the Lorentzian\ndistribution of natural frequencies and determine the stationary values of the\norder parameter in dependence on driving noise and mismatch.\n","Comment: 6 Pages"]}]
["1205.3116",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3116","Phys. Rev. A 85, 061605(R) (2012)","doi:10.1103/PhysRevA.85.061605"],"date":["2012-05-14","2013-05-10"],"type":["text"],"creator":["Cai, Zi","Zhou, Xiangfa","Wu, Congjun"],"language":[],"coverage":[],"title":["Magnetic phases of bosons with synthetic spin-orbit coupling in optical\n  lattices"],"description":["  We investigate magnetic properties in the superfluid and Mott-insulating\nstates of two-component bosons with spin-orbit (SO) coupling in 2D square\noptical lattices. The spin-independent hopping integral $t$ and SO coupled one\n$\\lambda $are fitted from band structure calculations in the continuum, which\nexhibit oscillations as increasing SO coupling strength. The magnetic\nsuperexchange model is derived in the Mott-insulating state with one-particle\nper-site, characterized by the Dzyaloshinsky-Moriya (DM) interaction. In the\nlimit of $|\\lambda|\\ll |t|$, we find a spin spiral Mott state whose pitch value\nis the same as that in the incommensurate superfluid state, while in the\nopposite limit $|t| \\ll |\\lambda|$, the ground state can be found by a dual\ntransformation to the $|\\lambda|\\ll|t|$ limit.\n","Comment: 4.2 pages"]}]
["1205.3592",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3592","New J. Phys. 15 (2013) 053015","doi:10.1088/1367-2630/15/5/053015"],"date":["2012-05-16","2013-05-10"],"type":["text"],"creator":["Mulansky, M.","Pikovsky, A."],"language":[],"coverage":[],"title":["Energy Spreading in Strongly Nonlinear Disordered Lattices"],"description":["  We study scaling properties of energy spreading in disordered strongly\nnonlinear Hamiltonian lattices. Such lattices consist of nonlinearly coupled\nlocal linear or nonlinear oscillators, and demonstrate a rather slow,\nsubdiffusive spreading of initially localized wave p ackets. We use a\nfractional nonlinear diffusion equation as a heuristic model of this process,\nand confirm that the scaling predictions resulting from a self-similar solution\nof this equation are indeed applicable to all studied cases. We s how that the\nspreading in nonlinearly coupled linear oscillators slows down compared to a\npure power law, while for nonlinear local oscillators a power law is valid in\nthe whole studied range of parameters.\n","Comment: 25 Pages"]}]
["1205.6436",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6436","Phys. Rev. B 87, 195105 (2013)","doi:10.1103/PhysRevB.87.195105"],"date":["2012-05-29","2013-05-10"],"type":["text"],"creator":["Kumar, Brijesh"],"language":[],"coverage":[],"title":["Exact spin-orbital separation in a solvable model in one dimension"],"description":["  A one-dimensional model of coupled spin-1/2 spins and pseudospin-1/2 orbitals\nwith nearest-neighbor interaction is rigorously shown to exhibit spin-orbital\nseparation by means of a non-local unitary transformation. On an open chain,\nthis transformation completely decouples the spins from the orbitals in such a\nway that the spins become paramagnetic while the orbitals form the soluble XXZ\nHeisenberg model. The nature of various correlations is discussed. The more\ngeneral cases, which allow spin-orbital separation by the same method, are\npointed out. A generalization for the orbital pseudospin greater than 1/2 is\nalso discussed. Some qualitative connections are drawn with the recently\nobserved spin-orbital separation in Sr2CuO3.\n","Comment: 5 pages"]}]
["1206.0282",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0282"],"date":["2012-06-01","2013-05-10"],"type":["text"],"creator":["Faure, Frédéric","Tsujii, Masato"],"language":[],"coverage":[],"title":["Prequantum transfer operator for symplectic Anosov diffeomorphism"],"description":["  We define the prequantization of a symplectic Anosov diffeomorphism f:M-> M,\nwhich is a U(1) extension of the diffeomorphism f preserving an associated\nspecific connection, and study the spectral properties of the associated\ntransfer operator, called prequantum transfer operator. This is a model for the\ntransfer operators associated to geodesic flows on negatively curved manifolds\n(or contact Anosov flows). We restrict the prequantum transfer operator to the\nN-th Fourier mode with respect to the U(1) action and investigate the spectral\nproperty in the limit N->infinity, regarding the transfer operator as a Fourier\nintegral operator and using semi-classical analysis. In the main result, we\nshow a \" band structure \" of the spectrum, that is, the spectrum is contained\nin a few separated annuli and a disk concentric at the origin. We show that,\nwith the special (H\\\"older continuous) potential V0=1/2 log |det Df_x|_{E_u}|,\nthe outermost annulus is the unit circle and separated from the other parts.\nFor this, we use an extension of the transfer operator to the Grassmanian\nbundle. Using Atiyah-Bott trace formula, we establish the Gutzwiller trace\nformula with exponentially small reminder for large time. We show also that,\nfor a potential V such that the outermost annulus is separated from the other\nparts, most of the eigenvalues in the outermost annulus concentrate on a circle\nof radius exp where <.> denotes the spatial average on M. The number of these\neigenvalues is given by the \"Weyl law\", that is, N^d.Vol(M) with d=1/2. dim(M)\nin the leading order. We develop a semiclassical calculus associated to the\nprequantum operator by defining quantization of observables Op(psi) in an\nintrinsic way. We obtain that the semiclassical Egorov formula of quantum\ntransport is exact. We interpret all these results from a physical point of\nview as the emergence of quantum dynamics in the classical correlation\nfunctions for large time. We compare these results with standard quantization\n(geometric quantization) in quantum chaos.\n","Comment: 198 pages"]}]
["1206.1549",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1549","Phys. Rev. B 86, 125406 (2012)","doi:10.1103/PhysRevB.86.125406"],"date":["2012-06-07","2012-08-22"],"type":["text"],"creator":["Narayan, Vijay","Goswami, Srijit","Pepper, Michael","Griffiths, Jonathan","Beere, Harvey","Sfigakis, Francois","Jones, Geb","Ritchie, Dave","Ghosh, Arindam"],"language":[],"coverage":[],"title":["Unconventional Metallicity and Giant Thermopower in a Strongly\n  Interacting Two Dimensional Electron System"],"description":["  We present thermal and electrical transport measurements of low-density\n(10$^{14}$ m$^{-2}$), mesoscopic two-dimensional electron systems (2DESs) in\nGaAs/AlGaAs heterostructures at sub-Kelvin temperatures. We find that even in\nthe supposedly strongly localised regime, where the electrical resistivity of\nthe system is two orders of magnitude greater than the quantum of resistance\n$h/e^2$, the thermopower decreases linearly with temperature indicating\nmetallicity. Remarkably, the magnitude of the thermopower exceeds the predicted\nvalue in non-interacting metallic 2DESs at similar carrier densities by over\ntwo orders of magnitude. Our results indicate a new quantum state and possibly\na novel class of itinerant quasiparticles in dilute 2DESs at low temperatures\nwhere the Coulomb interaction plays a pivotal role.\n","Comment: 8 pages, 8 figures (version to appear in Phys. Rev. B)"]}]
["1206.3112",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3112","Phys. Rev. B 86, 205306 (2012)","doi:10.1103/PhysRevB.86.205306"],"date":["2012-06-14","2012-11-06"],"type":["text"],"creator":["Li, Rui","Hu, Xuedong","You, J. Q."],"language":[],"coverage":[],"title":["Controllable exchange coupling between two singlet-triplet qubits"],"description":["  We study controllable exchange coupling between two singlet-triplet qubits.\nWe start from the original second quantized Hamiltonian of a quadruple quantum\ndot system and obtain the effective spin-spin interaction between the two\nqubits using the projection operator method. Under a strong uniform external\nmagnetic field and an inhomogeneous local micro-magnetic field, the effective\ninterqubit coupling is of the Ising type, and the coupling strength can be\nexpressed in terms of quantum dot parameters. Finally, we discuss how to\ngenerate various two-qubit operations using this controllable coupling, such as\nentanglement generation, and controlled-NOT gate.\n","Comment: 9 pages, 3 figures"]}]
["1207.0271",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0271"],"date":["2012-07-01","2013-05-10"],"type":["text"],"creator":["Cai, Shuxin","Yang, Wenguo","Tang, Yaohua"],"language":[],"coverage":[],"title":["Approximating Soft-Capacitated Facility Location Problem With\n  Uncertainty"],"description":["  We first show that a better analysis of the algorithm for The Two-Sage\nStochastic Facility Location Problem from Srinivasan \\cite{sri07} and the\nalgorithm for The Robust Fault Tolerant Facility Location Problem from Byrka et\nal \\cite{bgs10} can render improved approximation factors of 2.206 and \\alpha+4\nwhere \\alpha is the maximum number an adversary can close, respectively, and\nwhich are the best ratios so far.\n  We then present new models for the soft-capacitated facility location problem\nwith uncertainty and design constant factor approximation algorithms to solve\nthem. We devise the stochastic and robust approaches to handle the uncertainty\nincorporated into the original model. Explicitly, in this paper we propose two\nnew problem, named The 2-Stage Soft-Capacitated Facility Location Problem and\nThe Robust Soft-Capacitated Facility Location Problem respectively, and present\nconstant factor approximation algorithms for them both. Our method uses\nreductions between facility location problems and linear-cost models, the\nrandomized thresholding technique of Srinivasan \\cite{sri07} and the filtering\nand clustering technique of Byrka et al \\cite{bgs10}.\n","Comment: This preliminary version has been withdrawn by the author due to a\n  crucial error in Lemma 1; a series of modification has been made afterward.\n  The final version has been published by Journal of Combinatorial Optimization"]}]
["1207.1029",{"format":[],"subject":["Quantitative Finance - Portfolio Management","Mathematics - Optimization and Control","Mathematics - Probability","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1029","European Journal of Operational Research, Volume 229, Issue 3,\n  2013, pp. 637-644","doi:10.1016/j.ejor.2013.03.002"],"date":["2012-07-04","2013-04-09"],"type":["text"],"creator":["Bodnar, Taras","Parolya, Nestor","Schmid, Wolfgang"],"language":[],"coverage":[],"title":["On the Equivalence of Quadratic Optimization Problems Commonly Used in\n  Portfolio Theory"],"description":["  In the paper, we consider three quadratic optimization problems which are\nfrequently applied in portfolio theory, i.e, the Markowitz mean-variance\nproblem as well as the problems based on the mean-variance utility function and\nthe quadratic utility.Conditions are derived under which the solutions of these\nthree optimization procedures coincide and are lying on the efficient frontier,\nthe set of mean-variance optimal portfolios. It is shown that the solutions of\nthe Markowitz optimization problem and the quadratic utility problem are not\nalways mean-variance efficient. The conditions for the mean-variance efficiency\nof the solutions depend on the unknown parameters of the asset returns. We deal\nwith the problem of parameter uncertainty in detail and derive the\nprobabilities that the estimated solutions of the Markowitz problem and the\nquadratic utility problem are mean-variance efficient. Because these\nprobabilities deviate from one the above mentioned quadratic optimization\nproblems are not stochastically equivalent. The obtained results are\nillustrated by an empirical study.\n","Comment: Revised preprint. To appear in European Journal of Operational\n  Research. Contains 18 pages, 6 figures"]}]
["1207.1852",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1852"],"date":["2012-07-08","2013-05-10"],"type":["text"],"creator":["Lenzen, Christoph"],"language":[],"coverage":[],"title":["Optimal Deterministic Routing and Sorting on the Congested Clique"],"description":["  Consider a clique of n nodes, where in each synchronous round each pair of\nnodes can exchange O(log n) bits. We provide deterministic constant-time\nsolutions for two problems in this model. The first is a routing problem where\neach node is source and destination of n messages of size O(log n). The second\nis a sorting problem where each node i is given n keys of size O(log n) and\nneeds to receive the ith batch of n keys according to the global order of the\nkeys. The latter result also implies deterministic constant-round solutions for\nrelated problems such as selection or determining modes.\n","Comment: 16 pages, no figures; published at PODC 2013"]}]
["1207.3718",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Programming Languages","Computer Science - Software Engineering","Statistics - Machine Learning","K.6.5","D.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3718"],"date":["2012-07-16","2013-05-10"],"type":["text"],"creator":["Mokhov, Serguei A.","Paquet, Joey","Debbabi, Mourad","Sun, Yankui"],"language":[],"coverage":[],"title":["MARFCAT: Transitioning to Binary and Larger Data Sets of SATE IV"],"description":["  We present a second iteration of a machine learning approach to static code\nanalysis and fingerprinting for weaknesses related to security, software\nengineering, and others using the open-source MARF framework and the MARFCAT\napplication based on it for the NIST's SATE IV static analysis tool exposition\nworkshop's data sets that include additional test cases, including new large\nsynthetic cases. To aid detection of weak or vulnerable code, including source\nor binary on different platforms the machine learning approach proved to be\nfast and accurate to for such tasks where other tools are either much slower or\nhave much smaller recall of known vulnerabilities. We use signal and NLP\nprocessing techniques in our approach to accomplish the identification and\nclassification tasks. MARFCAT's design from the beginning in 2010 made is\nindependent of the language being analyzed, source code, bytecode, or binary.\nIn this follow up work with explore some preliminary results in this area. We\nevaluated also additional algorithms that were used to process the data.\n","Comment: A shorter version submitted for review to 13th IEEE International\n  Working Conference on Source Code Analysis and Manipulation. 39 pages with\n  figures, tables, TOC, and index"]}]
["1207.3759",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3759","Physical Review D86, 084010 (2012)","doi:10.1103/PhysRevD.86.084010"],"date":["2012-07-16","2012-09-24"],"type":["text"],"creator":["Hamber, Herbert W.","Toriumi, Reiko","Williams, Ruth M."],"language":[],"coverage":[],"title":["Wheeler-DeWitt Equation in 2 + 1 Dimensions"],"description":["  The infrared structure of quantum gravity is explored by solving a lattice\nversion of the Wheeler-DeWitt equations. In the present paper only the case of\n2+1 dimensions is considered. The nature of the wavefunction solutions is such\nthat a finite correlation length emerges and naturally cuts off any infrared\ndivergences. Properties of the lattice vacuum are consistent with the existence\nof an ultraviolet fixed point in $G$ located at the origin, thus precluding the\nexistence of a weak coupling perturbative phase. The correlation length\nexponent is determined exactly and found to be $\\nu=6/11$. The results obtained\nso far lend support to the claim that the Lorentzian and Euclidean formulations\nbelong to the same field-theoretic universality class.\n","Comment: 56 pages, 7 figures, typos fixed, references added"]}]
["1207.5065",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5065","Phys. Rev. Lett. 109, 196403 (2012)","doi:10.1103/PhysRevLett.109.196403"],"date":["2012-07-20"],"type":["text"],"creator":["Wei, Huazhou","Chao, Sung-Po","Aji, Vivek"],"language":[],"coverage":[],"title":["Excitonic Phases from Weyl Semi-Metals"],"description":["  Systems with strong spin-orbit coupling, which competes with other\ninteractions and energy scales, offer a fertile playground to explore new\ncorrelated phases of matter. Weyl semimetals are an example where the\nphenomenon leads to a low energy effective theory in terms of massless linearly\ndispersing fermions in three dimensions. In the absence of interactions\nchirality is a conserved quantum number, protecting the semi-metallic physics\nagainst perturbations that are translationally invariant. In this letter we\nshow that the interplay between interaction and topology yields a novel chiral\nexcitonic insulator. The state is characterized by a complex vectorial order\nparameter leading to a gapping out of the Weyl nodes. A striking feature is\nthat it is ferromagnetic, with the phase of the order parameter determining the\ndirection of the induced magnetic moment.\n","Comment: 5 pages, 4 sets of figures"]}]
["1207.7001",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.7001"],"date":["2012-07-30","2013-05-10"],"type":["text"],"creator":["Majid, Shahn","Tao, Wenqing"],"language":[],"coverage":[],"title":["Duality for Generalised Differentials on Quantum Groups and Hopf quivers"],"description":["  We study generalised differential structures $\\Omega^1,d$ on an algebra $A$,\nwhere $A\\tens A\\to \\Omega^1$ given by $a\\tens b\\to a d b$ need not be\nsurjective. The finite set case corresponds to quivers with embedded digraphs,\nthe Hopf algebra left covariant case to pairs $(\\Lambda^1,\\omega)$ where\n$\\Lambda^1$ is a right module and $\\omega$ a right module map, and the Hopf\nalgebra bicovariant case corresponds to morphisms $\\omega:A^+\\to \\Lambda^1$ in\nthe category of right crossed (or Drinfeld-Radford-Yetter) modules over $A$.\nWhen $A=U(g)$ the generalised left-covariant differential structures are\nclassified by cocycles $\\omega\\in Z^1(g,\\Lambda^1)$. We then introduce and\nstudy the dual notion of a codifferential structure $(\\Omega^1,i)$ on a\ncoalgebra and for Hopf algebras the self-dual notion of a strongly bicovariant\ndifferential graded algebra $(\\Omega,d)$ augmented by a codifferential $i$ of\ndegree -1. Here $\\Omega$ is a graded super-Hopf algebra extending the Hopf\nalgebra $\\Omega^0=A$ and, where applicable, the dual super-Hopf algebra gives\nthe same structure on the dual Hopf algebra. We show how to construct such\nobjects from first order data, with both a minimal construction using\nbraided-antisymmetrizes and a maximal one using braided tensor algebras and\nwith dual given via braided-shuffle algebras. The theory is applied to quantum\ngroups with $\\Omega^1(C_q(G))$ dually paired to $\\Omega^1(U_q(g))$, and to\nfinite groups in relation to (super) Hopf quivers.\n","Comment: Expanded some results about shuffle algebras and improved structure\n  of the paper, 47 pages Latex, no figures"]}]
["1208.3971",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3971"],"date":["2012-08-20","2013-05-10"],"type":["text"],"creator":["Luiro, Hannes"],"language":[],"coverage":[],"title":["On the differentiability of directionally differentiable functions and\n  applications"],"description":["  In the first part of this paper we establish, in terms of so called\nk-tangential sets, a kind of optimal estimate for the size and structure of the\nset of non-differentiability of Lipshitz functions with one-sided directional\nderivatives. These results can be applied to many important special functions\nin analysis, like distance functions or different maximal functions. In the\nsecond part, having the results from the first part in our use, we focus more\ncarefully on the differentiability properties of the classical Hardy-Littlewood\nmaximal function. For example, we will show that if f is continuous and\ndifferentiable outside a countable union of tangential sets, then the same\nholds to the maximal function Mf as well (if Mf is not identically infinity).\nAs an another example, our results also imply that if f is differentiable\nalmost everywhere, then Mf is differentiable a.e.\n"]}]
["1208.4681",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4681","Phys. Rev. D87 (2013) 103002","doi:10.1103/PhysRevD.87.103002"],"date":["2012-08-23","2013-05-10"],"type":["text"],"creator":["Okada, Hiroyuki","Totani, Tomonori","Tsujikawa, Shinji"],"language":[],"coverage":[],"title":["Constraints on f(R) theory and Galileons from the latest data of galaxy\n  redshift surveys"],"description":["  The growth rate of matter density perturbations has been measured from\nredshift-space distortion (RSD) in the galaxy power spectrum. We constrain the\nmodel parameter space for representative modified gravity models to explain the\ndark energy problem, by using the recent data of f_m(z)sigma_8(z) at the\nredshifts z = 0.06--0.8 measured by WiggleZ, SDSS LRG, BOSS, and 6dFGRS. We\nfirst test the Hu-Sawicki's f(R) dark energy model, and find that only the\nparameter region close to the standard Lambda Cold Dark Matter (Lambda-CDM)\nmodel is allowed (lambda > 12 and 5 for n = 1.5 and 2, respectively, at 95%\nCL). We then investigate the covariant Galileon model and show that the\nparameter space consistent with the background expansion history is excluded by\nthe RSD data at more than 10 sigma because of the too large growth rate\npredicted by the theory. Finally, we consider the extended Galileon scenario,\nand we find that, in contrast to the covariant Galileon, there is a model\nparameter space for a tracker solution that is consistent with the RSD data\nwithin a 2 sigma level.\n","Comment: 16 pages, 8 figures"]}]
["1209.4944",{"format":[],"subject":["Mathematics - Logic","03B30 (primary) 12F05, 12F10 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4944"],"date":["2012-09-21","2013-05-10"],"type":["text"],"creator":["Dorais, François G.","Hirst, Jeffry","Shafer, Paul"],"language":[],"coverage":[],"title":["Reverse Mathematics and Algebraic Field Extensions"],"description":["  This paper analyzes theorems about algebraic field extensions using the\ntechniques of reverse mathematics. In section 2, we show that $\\mathsf{WKL}_0$\nis equivalent to the ability to extend $F$-automorphisms of field extensions to\nautomorphisms of $\\bar{F}$, the algebraic closure of $F$. Section 3 explores\nfinitary conditions for embeddability. Normal and Galois extensions are\ndiscussed in section 4, and the Galois correspondence theorems for infinite\nfield extensions are treated in section 5.\n","Comment: 25 pages"]}]
["1209.5579",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5579","Eur.Phys.J. C 73(5) (2013) 1-7","doi:10.1140/epjc/s10052-013-2426-6"],"date":["2012-09-25","2013-04-25"],"type":["text"],"creator":["Bennett, Ed","Lucini, Biagio"],"language":[],"coverage":[],"title":["Topology of Minimal Walking Technicolor"],"description":["  We perform a lattice study of the topological susceptibility and instanton\nsize distribution of the $\\su{2}$ gauge theory with two adjoint Dirac fermions\n(also known as Minimal Walking Technicolor), which is known to be in the\nconformal window. In the theory deformed with a small mass term, by drawing a\ncomparison with the pure gauge theory, we find that topological observables are\ndecoupled from the fermion dynamics. This provides further evidence for the\ninfrared conformality of the theory. A study of the instanton size distribution\nshows that this quantity can be used to detect the onset of finite size\neffects.\n","Comment: An error in the analysis has been corrected that does not affect the\n  result. Discussions have been expanded, comments and references added,\n  conclusions unchanged. Version to appear on EPJC"]}]
["1209.6468",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6468","Nature Physics 9, 235 (2013)","doi:10.1038/nphys2561"],"date":["2012-09-28"],"type":["text"],"creator":["Fukuhara, Takeshi","Kantian, Adrian","Endres, Manuel","Cheneau, Marc","Schauß, Peter","Hild, Sebastian","Bellem, David","Schollwöck, Ulrich","Giamarchi, Thierry","Gross, Christian","Bloch, Immanuel","Kuhr, Stefan"],"language":[],"coverage":[],"title":["Quantum dynamics of a single, mobile spin impurity"],"description":["  Quantum magnetism describes the properties of many materials such as\ntransition metal oxides and cuprate superconductors. One of its elementary\nprocesses is the propagation of spin excitations. Here we study the quantum\ndynamics of a deterministically created spin-impurity atom, as it propagates in\na one-dimensional lattice system. We probe the full spatial probability\ndistribution of the impurity at different times using single-site-resolved\nimaging of bosonic atoms in an optical lattice. In the Mott-insulating regime,\na post-selection of the data allows to reduce the effect of temperature, giving\naccess to a space- and time-resolved measurement of the quantum-coherent\npropagation of a magnetic excitation in the Heisenberg model. Extending the\nstudy to the bath's superfluid regime, we determine quantitatively how the bath\nstrongly affects the motion of the impurity. The experimental data shows a\nremarkable agreement with theoretical predictions allowing us to determine the\neffect of temperature on the coherence and velocity of impurity motion. Our\nresults pave the way for a new approach to study quantum magnetism, mobile\nimpurities in quantum fluids, and polarons in lattice systems.\n","Comment: 8 pages, 6 figures"]}]
["1210.1093",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1093","doi:10.1002/asna.201211870"],"date":["2012-10-03"],"type":["text"],"creator":["de Plaa, J."],"language":[],"coverage":[],"title":["The origin of the chemical elements in cluster cores"],"description":["  Metals play a fundamental role in ICM cooling processes in cluster cores\nthrough the emission of spectral lines. But when and how were these metals\nformed and distributed through the ICM? The X-ray band has the unique property\nof containing emission lines from all elements from carbon to zinc within the\n0.1-10 keV band. Using XMM-Newton, the abundances of about 11 elements are\nstudied, which contain valuable information about their origin. Most elements\nwere formed in type Ia and core-collapse supernovae, which have very different\nchemical yields. Massive stars and AGB stars also contribute by providing most\nof the carbon and nitrogen in the ICM. Because feedback processes suppress star\nformation in the cluster centre, the element abundances allow us to directly\nprobe the star formation history of the majority of stars that are thought to\nhave formed between z=2-3. The spatial distribution in the core and the\nevolution with redshift also provide information about how these elements are\ntransported from the member galaxies to the ICM. I review the current progress\nin chemical enrichment studies of the ICM and give an outlook to the future\nopportunities provided by XMM-Newton's successors, like Astro-H.\n","Comment: 6 pages, 6 figures, accepted for publication in Astronomische\n  Nachrichten (AN) as part of the proceedings of the XMM-Newton Science\n  Workshop: \"Galaxy Clusters as Giant Cosmic Laboratories\" at ESAC, Madrid,\n  Spain, 21-23 May 2012"]}]
["1210.7595",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.7595","Phys. Rev. B 87, 140503(R) (2013)","doi:10.1103/PhysRevB.87.140503"],"date":["2012-10-29"],"type":["text"],"creator":["Kopnin, N. B.","Ijäs, M.","Harju, A.","Heikkilä, T. T."],"language":[],"coverage":[],"title":["High-temperature surface superconductivity in rhombohedral graphite"],"description":["  Surface superconductivity in rhombohedral graphite is a robust phenomenon\nwhich can exist even when higher order hoppings between the layers lift the\ntopological protection of the surface flat band and introduce a quadratic\ndispersion of electrons with a heavy effective mass. We show that for weak\npairing interaction, the flat band character of the surface superconductivity\ntransforms into a BCS-like relation with high critical temperature\ncharacterized by a higher coupling constant due to a much larger density of\nstates than in the bulk. Our results offer an explanation for the recent\nfindings of graphite superconductivity with an unusually high transition\ntemperature.\n","Comment: 7 pages, 5 figures. Short version of arXiv:1210.7075"]}]
["1211.0161",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0161","Phys. Rev. D 87, 063512 (2013)","doi:10.1103/PhysRevD.87.063512"],"date":["2012-11-01","2013-05-10"],"type":["text"],"creator":["Dapor, Andrea","Lewandowski, Jerzy"],"language":[],"coverage":[],"title":["Metric emerging to massive modes in quantum cosmological space-times"],"description":["  We consider a massive quantum test Klein-Gordon field probing an isotropic\nquantum cosmological space-time in the background. The result obtained is\nsurprising. It turns out, that despite the isotropy of the quantum\ngravitational field, the semi-classical metric experienced by a mode of the K-G\nfield is non-isotropic. The anisotropy depends on the direction of the momentum\nof the mode. Specifically, what we do is to derive a semi-classical space-time\nwhich emerges to a mode of the field. The method amounts to a comparison\nbetween QFT on a quantum background and QFT on a classical curved space-time,\ngiving rise to an emergent metric tensor. The components of the semi-classical\nmetric tensor are calculated from the equation of propagation of the quantum\nK-G field in the test field approximation. The anisotropies are of a quantum\nnature: they are proportional to Planck constant and \"dress\" the isotropic\nclassical space-time obtained in the classical limit.\n","Comment: 7 pages, v2. Refereed version (previously called \"Emergent\n  Isotropy-Breaking in Quantum Cosmology\")"]}]
["1211.1474",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35L80, 35J70, 32V20, 53A10, 49Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1474"],"date":["2012-11-07","2013-05-10"],"type":["text"],"creator":["Cheng, Jih-Hsin","Hwang, Jenn-Fang"],"language":[],"coverage":[],"title":["Uniqueness of generalized p-area minimizers and integrability of a\n  horizontal normal in the Heisenberg group"],"description":["  We study the uniqueness of generalized $p$-minimal surfaces in the Heisenberg\ngroup. The generalized $p$-area of a graph defined by $u$ reads $\\int |\\nabla\nu+\\vec{F}| + Hu$. If $u$ and $v$ are two minimizers for the generalized\n$p$-area satisfying the same Dirichlet boundary condition, then we can only get\n$N_{\\vec{F}}(u)$ $=$ $N_{\\vec{F}}(v)$ (on the nonsingular set) where\n$N_{\\vec{F}}(w)$ $:=$ $\\frac{\\nabla w+\\vec{F}}{|\\nabla w+\\vec{F}|}.$ To\nconclude $u$ $=$ $v$ (or $\\nabla u$ $=$ $\\nabla v)$, it is not straightforward\nas in the Riemannian case, but requires some special argument in general. In\nthis paper, for a generalized area functional including $p$-area, we prove that\n$N_{\\vec{F}}(u)$ $=$ $N_{\\vec{F}}(v)$ implies $\\nabla u$ $=$ $\\nabla v$ in\ndimension $\\geq $ 3 under some rank condition on derivatives of $\\vec{F}$ or\nthe nonintegrability condition of contact form associated to $u$ or $v$. Note\nthat in dimension 2 ($n=1),$ the above statement is no longer true. Inspired by\nan equation for the horizontal normal $N_{\\vec{F}}(u),$ we study the\nintegrability for a unit vector to be the horizontal normal of a graph. We find\na Codazzi-like equation together with this equation to form an integrability\ncondition.\n","Comment: 21 pages"]}]
["1211.4304",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4304","doi:10.1142/S0217732313500636"],"date":["2012-11-19","2013-05-10"],"type":["text"],"creator":["Harikumar, E.","Verma, Ravikant"],"language":[],"coverage":[],"title":["Uniformly accelerated detector in the $\\kappa$-deformed Dirac vacuum"],"description":["  In this paper, we investigate how a uniformly accelerated detector responds\nto vacuum state of a Dirac field in the $\\kappa$-Minkowski space-time. Starting\nfrom $\\kappa$-deformed Dirac theory, which is invariant under $\\kappa$-Poincare\nalgebra, we derive $\\kappa$-deformed Wightmann function for Dirac field, which\nis valid up to first order in the deformation parameter $a$. Using this, we\ncalculate the response function of the uniformly accelerated detector, which is\ncoupled to massless Dirac field in $\\kappa$-spacetime. From this, we obtain the\nmodification to Unruh effect for the $\\kappa$-deformed Dirac field, valid up to\nfirst order in the deformation parameter.\n","Comment: 16 pages, to appear in Mod. Phys. Lett. A"]}]
["1211.4586",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4586","Phys.Rev.D87,084066(2013)","doi:10.1103/PhysRevD.87.084066"],"date":["2012-11-19"],"type":["text"],"creator":["Dolan, Sam R.","Barack, Leor"],"language":[],"coverage":[],"title":["Self-force via $m$-mode regularization and 2+1D evolution: III.\n  Gravitational field on Schwarzschild spacetime"],"description":["  This is the third in a series of papers aimed at developing a practical\ntime-domain method for self-force calculations in Kerr spacetime. The key\nelements of the method are (i) removal of a singular part of the perturbation\nfield with a suitable analytic \"puncture\", (ii) decomposition of the\nperturbation equations in azimuthal ($m$-)modes, taking advantage of the axial\nsymmetry of the Kerr background, (iii) numerical evolution of the individual\n$m$-modes in 2+1-dimensions with a finite difference scheme, and (iv)\nreconstruction of the local self-force from the mode sum. Here we report a\nfirst implementation of the method to compute the gravitational self-force. We\nwork in the Lorenz gauge, solving directly for the metric perturbation in\n2+1-dimensions. The modes $m=0,1$ contain nonradiative pieces, whose\ntime-domain evolution is hampered by certain gauge instabilities. We study this\nproblem in detail and propose ways around it. In the current work we use the\nSchwarzschild geometry as a platform for development; in a forthcoming\npaper---the fourth in the series---we apply our method to the gravitational\nself-force in Kerr geometry.\n","Comment: 56 pages, 17 figures"]}]
["1211.4919",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4919","Physical Review B, vol. 87, pp. 205112, 2013","doi:10.1103/PhysRevB.87.205112"],"date":["2012-11-20"],"type":["text"],"creator":["Argyropoulos, Christos","Le, Khai Q.","Mattiucci, Nadia","D'Aguanno, Giuseppe","Alu, Andrea"],"language":[],"coverage":[],"title":["Broadband Absorbers and Selective Emitters based on Plasmonic Brewster\n  Metasurfaces"],"description":["  We discuss the possibility of realizing utlrabroadband omnidirectional\nabsorbers and angularly selective coherent thermal emitters based on properly\npatterned plasmonic metastructures. Instead of relying on resonant\nconcentration effects that inherently limit the bandwidth, we base our design\non the combination of two inherently nonresonant effects: plasmonic Brewster\nfunneling and adiabatic plasmonic focusing. With this approach, we demonstrate\ncompact, broadband absorption and emission spanning terahertz, infrared and\noptical frequencies, ideal for various energy and defense applications.\n","Comment: 20 pages, 7 figures"]}]
["1211.5374",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5374","Phys. Rev. B 87, 165143 (2013)","doi:10.1103/PhysRevB.87.165143"],"date":["2012-11-22"],"type":["text"],"creator":["Benlagra, Adel","Vojta, Matthias"],"language":[],"coverage":[],"title":["Doping-induced band shifts and Lifshitz transitions in heavy-fermion\n  metals"],"description":["  For some heavy-fermion compounds, it has been suggested that a\nFermi-surface-changing Lifshitz transition, which can be driven, e.g., by\nvarying an applied magnetic field, occurs inside the heavy- fermion regime.\nHere we discuss, based on microscopic calculations, how the location of such a\ntransition can be influenced by carrier doping. Due to strong correlations, a\nheavy band does not shift rigidly with the chemical potential. Intriguingly, we\nfind that the actual shift is determined by the interplay of heavy and\nadditional light bands crossing the Fermi level: doped carriers tend to\npopulate heavy and light bands equally, despite the fact that the latter\ncontribute a small density of states of excitations only. This invalidates\nnaive estimates of the transition shift based on the low-temperature specific\nheat of the heavy Fermi liquid. We discuss applications of our results.\n","Comment: 7 Pages, 6 Figures"]}]
["1211.5582",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5582"],"date":["2012-11-23","2013-05-09"],"type":["text"],"creator":["Dorso, C. O.","Molinelli, P. A. Giménez","Nichols, J. I.","López, J. A."],"language":[],"coverage":[],"title":["Cold nuclear matter"],"description":["  The behavior of nuclear matter is studied at low densities and temperatures\nusing classical molecular dynamics with three different sets of potentials with\ndifferent compressibility. Nuclear matter is found to arrange in crystalline\nstructures around the saturation density and in non-homogeneous (i.e.\npasta-like) structures at lower densities. Similar results were obtained with a\nsimple Lennard-Jones potential. Finite size effects are analysed and the\nexistence of the non-homogeneous structures is shown to be inherent to the use\nof periodic boundary conditions and the finitude of the system. For large\nenough systems the non-homogeneous structures are limited to one sphere, one\nrod or one slab per simulation cell, which are shown to be minimal surface\nstructures under cubic periodic boundary conditions at the corresponding volume\nfraction. The relevance of these findings to the simulations of neutron star\nand supernovae matter is discussed.\n"]}]
["1211.5922",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5922","New J. Phys. 15 (2013) 055005","doi:10.1088/1367-2630/15/5/055005"],"date":["2012-11-26"],"type":["text"],"creator":["Kurz, Christoph","Huwer, Jan","Schug, Michael","Müller, Philipp","Eschner, Jürgen"],"language":[],"coverage":[],"title":["A high-rate source for single photons in a pure quantum state"],"description":["  We report on the efficient generation of single photons, making use of\nspontaneous Raman scattering in a single trapped ion. The photons are collected\nthrough in-vacuum high-NA objectives. Photon frequency, polarization and\ntemporal shape are controlled through appropriate laser parameters, allowing\nfor photons in a pure quantum state.\n","Comment: 4 pages, 6 figures"]}]
["1212.0822",{"format":[],"subject":["Quantum Physics","Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0822","Phys. Rev. Lett. 110, 190502 (2013)","doi:10.1103/PhysRevLett.110.190502"],"date":["2012-12-04","2012-12-06"],"type":["text"],"creator":["Kliuchnikov, Vadym","Maslov, Dmitri","Mosca, Michele"],"language":[],"coverage":[],"title":["Asymptotically optimal approximation of single qubit unitaries by\n  Clifford and T circuits using a constant number of ancillary qubits"],"description":["  We present an algorithm for building a circuit that approximates single qubit\nunitaries with precision {\\epsilon} using O(log(1/{\\epsilon})) Clifford and T\ngates and employing up to two ancillary qubits. The algorithm for computing our\napproximating circuit requires an average of O(log^2(1/{\\epsilon})log\nlog(1/{\\epsilon})) operations. We prove that the number of gates in our circuit\nsaturates the lower bound on the number of gates required in the scenario when\na constant number of ancillae are supplied, and as such, our circuits are\nasymptotically optimal. This results in significant improvement over the\ncurrent state of the art for finding an approximation of a unitary, including\nthe Solovay-Kitaev algorithm that requires O(log^{3+{\\delta}}(1/{\\epsilon}))\ngates and does not use ancillae and the phase kickback approach that requires\nO(log^2(1/{\\epsilon})log log(1/{\\epsilon})) gates, but uses\nO(log^2(1/{\\epsilon})) ancillae.\n"]}]
["1212.2050",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2050","Pys. Rev. C.87 054303 (2013)","doi:10.1103/PhysRevC.87.054303"],"date":["2012-12-10"],"type":["text"],"creator":["Carlsson, B. G.","Toivanen, J.","von Barth, U."],"language":[],"coverage":[],"title":["Fluctuating parts of nuclear ground state correlation energies"],"description":["  Background: Heavy atomic nuclei are often described using the\nHartree-Fock-Bogoliubov (HFB) method. In principle, this approach takes into\naccount Pauli effects and pairing correlations while other correlation effects\nare mimicked through the use of effective density-dependent interactions.\n  Purpose: Investigate the influence of higher order correlation effects on\nnuclear binding energies using Skyrme's effective interaction.\n  Methods: A cut-off in relative momenta is introduced in order to remove\nultraviolet divergences caused by the zero-range character of the interaction.\nCorrections to binding energies are then calculated using the\nquasiparticle-random-phase approximation (QRPA) and second order many-body\nperturbation theory (MBPT2).\n  Result: Contributions to the correlation energies are evaluated for several\nisotopic chains and an attempt is made to disentangle which parts give rise to\nfluctuations that may be difficult to incorporate on the HFB level. The\ndependence of the results on the cut-off is also investigated.\n  Conclusions: The improved interaction allows explicit summations of\nperturbation series which is useful for the description of some nuclear\nobservables. However, refits of the interaction parameters are needed to obtain\nmore quantitative results.\n"]}]
["1212.2226",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2226","The Astrophysical Journal 2013 764 32","doi:10.1088/0004-637X/764/1/32"],"date":["2012-12-10"],"type":["text"],"creator":["Garraffo, C.","Cohen, O.","Drake, J. J.","Downs, C."],"language":[],"coverage":[],"title":["The effect of limited spatial resolution of stellar surface magnetic\n  field maps on MHD wind and coronal X-ray emission models"],"description":["  We study the influence of the spatial resolution on scales of $5\\deg$ and\nsmaller of solar surface magnetic field maps on global magnetohydrodynamic\nsolar wind models, and on a model of coronal heating and X-ray emission. We\ncompare the solutions driven by a low-resolution Wilcox Solar Observatory\nmagnetic map, the same map with spatial resolution artificially increased by a\nrefinement algorithm, and a high-resolution Solar and Heliospheric Observatory\nMichelson Doppler Imager map. We find that both the wind structure and the\nX-ray morphology are affected by the fine-scale surface magnetic structure.\nMoreover, the X-ray morphology is dominated by the closed loop structure\nbetween mixed polarities on smaller scales and shows significant changes\nbetween high and low resolution maps. We conclude that three-dimensional\nmodeling of coronal X-ray emission has greater surface magnetic field spatial\nresolution requirements than wind modeling, and can be unreliable unless the\ndominant mixed polarity magnetic flux is properly resolved.\n","Comment: 26 pages, 6 figures, accepted for publication in ApJ"]}]
["1212.3518",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14L30 (Primary) 14J26, 11D45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3518"],"date":["2012-12-14","2013-05-10"],"type":["text"],"creator":["Derenthal, Ulrich","Loughran, Daniel"],"language":[],"coverage":[],"title":["Equivariant compactifications of two-dimensional algebraic groups"],"description":["  We classify generically transitive actions of semidirect products of an\nadditive and a multiplicative group on the projective plane. Motivated by the\nprogram to study the distribution of rational points on del Pezzo surfaces\n(Manin's conjecture), we determine all (possibly singular) del Pezzo surfaces\nthat are equivariant compactifications of homogeneous spaces for such\nsemidirect products.\n","Comment: 19 pages, 1 figure"]}]
["1212.4601",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.4601","Phys. Rev. Lett. 110, 134101 (2013)","doi:10.1103/PhysRevLett.110.134101"],"date":["2012-12-19"],"type":["text"],"creator":["Komarov, Maxim","Pikovsky, Arkady"],"language":[],"coverage":[],"title":["Dynamics of multifrequency oscillator communities"],"description":["  We consider a generalization of the Kuramoto model of coupled oscillators to\nthe situation where communities of oscillators having essentially different\nnatural frequencies interact. General equations describing possible resonances\nbetween the communities' frequencies are derived. The mostly simple situation\nof three resonantly interacting groups is analyzed in details. We find\nconditions for the mutual coupling to promote or suppress synchrony in\nindividual populations, and present examples where interaction between\ncommunities leads to their synchrony, or to a partially asynchronous state, or\nto a chaotic dynamics of order parameters.\n","Comment: 5 pages"]}]
["1212.5269",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5269","Phys. Rev. Lett. 110, 135702 (2013)","doi:10.1103/PhysRevLett.110.135702"],"date":["2012-12-20","2013-05-09"],"type":["text"],"creator":["Kallin, Ann B.","Hyatt, Katharine","Singh, Rajiv R. P.","Melko, Roger G."],"language":[],"coverage":[],"title":["Entanglement at a Two-Dimensional Quantum Critical Point: a Numerical\n  Linked Cluster Expansion Study"],"description":["  We develop a method to calculate the bipartite entanglement entropy of\nquantum models, in the thermodynamic limit, using a Numerical Linked Cluster\nExpansion (NLCE) involving only rectangular clusters. It is based on exact\ndiagonalization of all n x m rectangular clusters at the interface between\nentangled subsystems A and B. We use it to obtain the Renyi entanglement\nentropy of the two-dimensional transverse field Ising model, for arbitrary real\nRenyi index alpha. Extrapolating these results as a function of the order of\nthe calculation, we obtain universal pieces of the entanglement entropy\nassociated with lines and corners at the quantum critical point. They show NLCE\nto be one of the few methods capable of accurately calculating universal\nproperties of arbitrary Renyi entropies at higher dimensional critical points.\n","Comment: 5 pages, 4 figures"]}]
["1212.6334",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.6334","J. Math. Anal. Appl., 405 (2013), no.1, 220-226","doi:10.1016/j.jmaa.2013.04.008"],"date":["2012-12-27"],"type":["text"],"creator":["Kovač, Vjekoslav"],"language":[],"coverage":[],"title":["On a trilinear form related to the Carleson theorem"],"description":["  The main purpose of this short note is to present an adaptation of the\nmultilinear Bellman function technique from [4] to the time-frequency analysis.\nDemeter and Thiele introduced the two-dimensional bilinear Hilbert transform in\n[3] and showed that the Carleson operator can be identified in particular\ninstances of the corresponding trilinear form. Demeter considered the Walsh\nmodel of one such form in [2], in relation to the discussion of the\nWalsh-Carleson theorem. We prove boundedness of this trilinear form for a\nsingle triple of exponents at the boundary of the previously established range.\n","Comment: 7 pages"]}]
["1212.6720",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.6720"],"date":["2012-12-30","2013-05-10"],"type":["text"],"creator":["Appel, Andrea","Toledano-Laredo, Valerio"],"language":[],"coverage":[],"title":["Quasi-Coxeter categories and a relative Etingof-Kazhdan quantization\n  functor"],"description":["  Let g be a symmetrizable Kac-Moody algebra and U_h(g) its quantized\nenveloping algebra. The quantum Weyl group operators of U_h(g) and the\nuniversal R-matrices of its Levi subalgebras endow U_h(g) with a natural\nquasi-Coxeter quasitriangular quasibialgebra structure which underlies the\naction of the braid group of g and Artin's braid groups on the tensor product\nof integrable, category O modules. We show that this structure can be\ntransferred to the universal enveloping algebra Ug[[h]]. The proof relies on a\nmodification of the Etingof-Kazhdan quantization functor, and yields an\nisomorphism between (appropriate completions of) U_h(g) and Ug[[h]] preserving\na given chain of Levi subalgebras. We carry it out in the more general context\nof chains of Manin triples, and obtain in particular a relative version of the\nEtingof-Kazhdan functor with input a split pair of Lie bialgebras. Along the\nway, we develop the notion of quasi-Coxeter categories, which are to\ngeneralized braid groups what braided tensor categories are to Artin's braid\ngroups. This leads to their succint description as a 2-functor from a\n2-category whose morphisms are De Concini-Procesi associahedra. These results\nwill be used in the sequel to this paper to give a monodromic description of\nthe quantum Weyl group operators of an affine Kac-Moody algebra, extending the\none obtained by the second author for a semisimple Lie algebra.\n","Comment: 63 pages. Exposition in sections 1 and 4 improved. Material added:\n  definition of a split pair of Lie bialgebras (sect. 5.2-5.5), 1-jet of the\n  relative twist (5.20), PROP description of the Verma modules L_-,N*_+ (7.6),\n  restriction to Levi subalgebras (8.4), D-structures on Kac-Moody algebras\n  (9.1)"]}]
["1212.6815",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.6815","Int. J. Mod. Phys. D 22 (2013) 1350035","doi:10.1142/S0218271813500351"],"date":["2012-12-30","2013-03-12"],"type":["text"],"creator":["Gao, Qing","Gong, Yungui"],"language":[],"coverage":[],"title":["Constraints on thawing scalar field models from fundamental constants"],"description":["  We consider a dark energy model with a relation between the equation of state\nparameter $w$ and the energy density parameter $\\Omega_\\phi$ derived from\nthawing scalar field models. Assuming the variation of the fine structure\nconstant is caused by dark energy, we use the observational data of the\nvariation of the fine structure constant to constrain the current value of\n$w_0$ and $\\Omega_{\\phi 0}$ for the dark energy model. At the $1\\sigma$ level,\nthe observational data excluded some areas around $w_0=-1$, which explains the\npositive detection of the variation of the fine structure constant at the\n$1\\sigma$ level, but $\\Lambda$CDM model is consistent with the data at the\n$2\\sigma$ level.\n","Comment: 10 pages, 2 figures, use ws-ijmpd class, minor changes on the\n  presentation, accepted for publication in Int. J. Mod Phys. D"]}]
["1301.1369",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1369","Phys. Rev. E 87, 052102 (2013)","doi:10.1103/PhysRevE.87.052102"],"date":["2013-01-07"],"type":["text"],"creator":["Challis, K. J.","Jack, Michael W."],"language":[],"coverage":[],"title":["A Tight-Binding Approach to Overdamped Brownian Motion on a\n  Multidimensional Tilted Periodic Potential"],"description":["  We present a theoretical treatment of overdamped Brownian motion on a\nmultidimensional tilted periodic potential that is analogous to the\ntight-binding model of quantum mechanics. In our approach we expand the\ncontinuous Smoluchowski equation in the localized Wannier states of the\nperiodic potential to derive a discrete master equation. This master equation\ncan be interpreted in terms of hopping within and between Bloch bands and for\nweak tilting and long times we show that a single-band description is valid. In\nthe limit of deep potential wells, we derive a simple functional dependence of\nthe hopping rates and the lowest band eigenvalues on the tilt. We also provide\ngeneral expressions for the drift and diffusion in terms of the lowest band\neigenvalues.\n","Comment: 10 pages"]}]
["1301.2703",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2703"],"date":["2013-01-12","2013-05-10"],"type":["text"],"creator":["The BABAR Collaboration","Lees, J. P.","others"],"language":[],"coverage":[],"title":["Time-Integrated Luminosity Recorded by the BABAR Detector at the PEP-II\n  e+e- Collider"],"description":["  We describe a measurement of the time-integrated luminosity of the data\ncollected by the BABAR experiment at the PEP-II asymmetric-energy e+e- collider\nat the Upsilon(4S), Upsilon(3S) and Upsilon(2S) resonances and in a continuum\nregion below each resonance. We measure the time-integrated luminosity by\ncounting e+e- --> e+e- and (for the Upsilon(4S) only) e+e- --> mu+mu- candidate\nevents, allowing additional photons in the final state. We use data-corrected\nsimulation to determine the cross sections and reconstruction efficiencies for\nthese processes, as well as the major backgrounds. Due to the large cross\nsections of e+e- --> e+e- and e+e- --> mu+mu-, the statistical uncertainties of\nthe measurement are substantially smaller than the systematic uncertainties.\nThe dominant systematic uncertainties are due to observed differences between\ndata and simulation, as well as uncertainties on the cross sections. For data\ncollected on the Upsilon(3S) and Upsilon(2S) resonances, an additional\nuncertainty arises due to Upsilon --> e+e-X background. For data collected off\nthe Upsilon resonances, we estimate an additional uncertainty due to\ntime-dependent efficiency variations, which can affect the short off-resonance\nruns. The relative uncertainties on the luminosities of the on-resonance\n(off-resonance) samples are 0.43% (0.43%) for the Upsilon(4S), 0.58% (0.72%)\nfor the Upsilon(3S), and 0.68% (0.88%) for the Upsilon(2S).\n","Comment: 14 pages, 26 postscript figures, to appear in NIMA"]}]
["1301.2726",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2726","J. Appl. Phys. 113, 134304 (2013)","doi:10.1063/1.4795608"],"date":["2013-01-12"],"type":["text"],"creator":["Ferrón, Alejandro","Serra, Pablo","Osenda, Omar"],"language":[],"coverage":[],"title":["Quantum control of a model qubit based on a multi-layered quantum dot"],"description":["  In this work we present a model qubit whose basis states are eigenstates of a\nmulti-layered quantum dot. We show that the proper design of the quantum dot\nresults in qubit states that have excellent dynamical properties when a\ntime-dependent driving is applied to it. In particular, it is shown that a\nsimple sinusoidal driving is sufficient to obtain good quality Rabi\noscillations between the qubit states. Moreover, the switching between states\ncan be performed with very low leakage, even under off-resonance conditions. In\nthis sense, the quantum control of the qubit is robust under some perturbations\nand achieved with simple means.\n","Comment: 19 pages, 8 figures"]}]
["1301.2761",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2761","J. Phys. Conf. Ser. 432 (2013) 012009","doi:10.1088/1742-6596/432/1/012009"],"date":["2013-01-13"],"type":["text"],"creator":["Xu, Xiao-Ming"],"language":[],"coverage":[],"title":["Early thermalization of quark-gluon matter by elastic 3-to-3 scattering"],"description":["  The early thermalization is crucial to the quark-gluon plasma as a perfect\nliquid and results from many-body scattering. We calculate squared amplitudes\nfor elastic parton-parton-parton scattering in perturbative QCD. Transport\nequations with the squared amplitudes are established and solved to obtain the\nthermalization time of initially produced quark-gluon matter and the initial\ntemperature of quark-gluon plasma. We find that the thermalization times of\nquark matter and gluon matter are different.\n","Comment: 5 pages, 1 figure, proceedings for Extreme QCD 2012"]}]
["1301.3366",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3366","Eur. Phys. J. A 49 (2013) 24","doi:10.1140/epja/i2013-13024-9"],"date":["2013-01-15"],"type":["text"],"creator":["Belli, P.","Bernabei, R.","Cappella, F.","Cerulli, R.","Danevich, F. A.","d'Angelo, S.","Di Marco, A.","Incicchitti, A.","Kovtun, G. P.","Kovtun, N. G.","Laubenstein, M.","Poda, D. V.","Polischuk, O. G.","Shcherban, A. P.","Tretyak, V. I."],"language":[],"coverage":[],"title":["First search for double-beta decay of 184Os and 192Os"],"description":["  A search for double-beta decay of osmium has been realized for the first time\nwith the help of an ultra-low background HPGe gamma detector at the underground\nGran Sasso National Laboratories of the INFN (Italy). After 2741 h of data\ntaking with a 173 g ultra-pure osmium sample limits on double-beta processes in\n184Os have been established at the level of T_{1/2} about 10^{14}-10^{17} yr.\nPossible resonant double-electron captures in 184Os were searched for with a\nsensitivity T_{1/2} about 10^{16} yr. A half-life limit T_{1/2} > 5.3 10^{19}\nyr was set for the double-beta decay of 192Os to the first excited level of\n192Pt. The radiopurity of the osmium sample has been investigated and\nradionuclides 137Cs, 185Os and 207Bi were detected in the sample, while\nactivities of 40K, 60Co, 226Ra and 232Th were limited at the mBq/kg level.\n","Comment: 12 pages, 7 figures, 2 tables"]}]
["1301.3748",{"format":[],"subject":["Computer Science - Digital Libraries","Physics - Physics and Society","Statistics - Other Statistics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3748"],"date":["2013-01-16","2013-05-10"],"type":["text"],"creator":["Brembs, Björn","Munafò, Marcus"],"language":[],"coverage":[],"title":["Deep Impact: Unintended consequences of journal rank"],"description":["  Most researchers acknowledge an intrinsic hierarchy in the scholarly journals\n('journal rank') that they submit their work to, and adjust not only their\nsubmission but also their reading strategies accordingly. On the other hand,\nmuch has been written about the negative effects of institutionalizing journal\nrank as an impact measure. So far, contributions to the debate concerning the\nlimitations of journal rank as a scientific impact assessment tool have either\nlacked data, or relied on only a few studies. In this review, we present the\nmost recent and pertinent data on the consequences of our current scholarly\ncommunication system with respect to various measures of scientific quality\n(such as utility/citations, methodological soundness, expert ratings or\nretractions). These data corroborate previous hypotheses: using journal rank as\nan assessment tool is bad scientific practice. Moreover, the data lead us to\nargue that any journal rank (not only the currently-favored Impact Factor)\nwould have this negative impact. Therefore, we suggest that abandoning journals\naltogether, in favor of a library-based scholarly communication system, will\nultimately be necessary. This new system will use modern information technology\nto vastly improve the filter, sort and discovery functions of the current\njournal system.\n"]}]
["1301.4649",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.4649"],"date":["2013-01-20","2013-05-09"],"type":["text"],"creator":["Verbanck, Marie","Josse, Julie","Husson, François"],"language":[],"coverage":[],"title":["Regularised PCA to denoise and visualise data"],"description":["  Principal component analysis (PCA) is a well-established method commonly used\nto explore and visualise data. A classical PCA model is the fixed effect model\nwhere data are generated as a fixed structure of low rank corrupted by noise.\nUnder this model, PCA does not provide the best recovery of the underlying\nsignal in terms of mean squared error. Following the same principle as in ridge\nregression, we propose a regularised version of PCA that boils down to\nthreshold the singular values. Each singular value is multiplied by a term\nwhich can be seen as the ratio of the signal variance over the total variance\nof the associated dimension. The regularised term is analytically derived using\nasymptotic results and can also be justified from a Bayesian treatment of the\nmodel. Regularised PCA provides promising results in terms of the recovery of\nthe true signal and the graphical outputs in comparison with classical PCA and\nwith a soft thresholding estimation strategy. The gap between PCA and\nregularised PCA is all the more important that data are noisy.\n"]}]
["1301.7568",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.7568"],"date":["2013-01-31","2013-05-10"],"type":["text"],"creator":["Bacher, Roland"],"language":[],"coverage":[],"title":["On geodesics of phyllotaxis"],"description":["  Seeds of sunflowers are often modelled by the map $n\\longmapsto\n\\varphi_\\theta(n)=\\sqrt{n}e^{2i\\pi n\\theta}$ leading to a roughly uniform\nrepartition with two consecutive seeds separated by the divergence angle\n$2\\pi\\theta$ for $\\theta$ the golden ratio. We associate to an arbitrary real\ndivergence angle $2\\pi \\theta$ a geodesic path $\\gamma_\\theta: \\mathbb\nR_{>0}\\longrightarrow \\mathrm{PSL}_2(\\mathbb Z)\\backslash \\mathbb H$ of the\nmodular curve and use it for local descriptions of the image\n$\\varphi_\\theta(\\mathbb N)$ of the phyllotactic map $\\varphi_\\theta$.\n"]}]
["1301.7699",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.7699"],"date":["2013-01-31","2013-05-10"],"type":["text"],"creator":["Machado, Rui","Abreu, Salvador","Diaz, Daniel"],"language":[],"coverage":[],"title":["Parallel Local Search: Experiments with a PGAS-based programming model"],"description":["  Local search is a successful approach for solving combinatorial optimization\nand constraint satisfaction problems. With the progressing move toward multi\nand many-core systems, GPUs and the quest for Exascale systems, parallelism has\nbecome mainstream as the number of cores continues to increase. New programming\nmodels are required and need to be better understood as well as data structures\nand algorithms. Such is the case for local search algorithms when run on\nhundreds or thousands of processing units. In this paper, we discuss some\nexperiments we have been doing with Adaptive Search and present a new parallel\nversion of it based on GPI, a recent API and programming model for the\ndevelopment of scalable parallel applications. Our experiments on different\nproblems show interesting speedups and, more importantly, a deeper\ninterpretation of the parallelization of Local Search methods.\n","Comment: Appeared in CICLOPS 2012. 17 Pages, 4 Figures. arXiv admin note: text\n  overlap with arXiv:1212.4287 by other authors"]}]
["1302.4003",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4003","J. Chem. Phys. 138, 184302 (2013)","doi:10.1063/1.4802775"],"date":["2013-02-16"],"type":["text"],"creator":["Boulanger, Paul","Moriniere, Maxime","Genovese, Luigi","Pochet, Pascal"],"language":[],"coverage":[],"title":["Selecting Boron Fullerenes by Cage-Doping Mechanisms"],"description":["  So far, no boron fullerenes were synthesized: more compact sp3-bonded\nclusters are energetically preferred. To circumvent this, metallic clusters\nhave been suggested by Pochet et al. [Phys. Rev. B 83, 081403(R) (2011)] as\n\"seeds\" for a possible synthesis which would topologically protect the sp2\nsector of the configuration space. In this paper, we identify a basic\npentagonal unit which allows a balance between the release of strain and the\nself-doping rule. We formulate a guiding principle for the stability of boron\nfullerenes, which takes the form of an isolated filled pentagon rule (IFPR).\nThe role of metallic clusters is then reexamined. It is shown that the\ninterplay of the IFPR and the seed-induced doping breaks polymorphism and its\nrelated problems: it can effectively select between different isomers and\nreduce the reactivity of the boron shells. The balance between self and\nexterior doping represents the best strategy for boron buckyball synthesis.\n","Comment: 15 pages, 3 figures; submitted"]}]
["1302.4421",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science","68T15, 68T30","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4421"],"date":["2013-02-18","2013-05-10"],"type":["text"],"creator":["Gwynne, Matthew","Kullmann, Oliver"],"language":[],"coverage":[],"title":["Towards a theory of good SAT representations"],"description":["  We aim at providing a foundation of a theory of \"good\" SAT representations F\nof boolean functions f. We argue that the hierarchy UC_k of unit-refutation\ncomplete clause-sets of level k, introduced by the authors, provides the most\nbasic target classes, that is, F in UC_k is to be achieved for k as small as\nfeasible. If F does not contain new variables, i.e., F is equivalent (as a CNF)\nto f, then F in UC_1 is similar to \"achieving (generalised) arc consistency\"\nknown from the literature (it is somewhat weaker, but theoretically much nicer\nto handle). We show that for polysize representations of boolean functions in\nthis sense, the hierarchy UC_k is strict. The boolean functions for these\nseparations are \"doped\" minimally unsatisfiable clause-sets of deficiency 1;\nthese functions have been introduced in [Sloan, Soerenyi, Turan, 2007], and we\ngeneralise their construction and show a correspondence to a strengthened\nnotion of irredundant sub-clause-sets. Turning from lower bounds to upper\nbounds, we believe that many common CNF representations fit into the UC_k\nscheme, and we give some basic tools to construct representations in UC_1 with\nnew variables, based on the Tseitin translation. Note that regarding new\nvariables the UC_1-representations are stronger than mere \"arc consistency\",\nsince the new variables are not excluded from consideration.\n","Comment: 59 pages; second version with some extended discussions and editorial\n  corrections, third version with extended introduction, more examples and\n  explanations, and some editorial improvements, fourth version with further\n  examples, explanations and discussions, and with added computational\n  experiments"]}]
["1302.4512",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4512","Phys. Rev. B 87, 205111 (2013)","doi:10.1103/PhysRevB.87.205111"],"date":["2013-02-18","2013-04-26"],"type":["text"],"creator":["Lai, Hsin-Hua"],"language":[],"coverage":[],"title":["Possible uniform-flux chiral spin liquid states in the SU(3)\n  ring-exchange model on the triangular lattice"],"description":["  We consider a SU(3) model with antiferromagnetic three-site ring exchanges,\nin addition to two-site exchanges, on the triangular lattice. We first present\nnumerical site-factorized state studies on the magnetic ordered states, which\nshows two different three-sublattice-ordered states, the antiferro-quadrupolar\nphase and the standard 120^o anti-ferromagnetic phase, along the axis of the\nstrength of the three-site ring exchanges. We further study the model using\nslave-fermion mean field approaches in which we rewrite the exchange operators\nin terms of three flavors of fermions. At the mean-field level, we find the\nmain competing trial states are the trimer state (triangular plaquette state),\ngapped uniform \\pi/3-flux chiral spin liquid, and gapped uniform 2\\pi/3-flux\nchiral spin liquid. The filled band of the \\pi/3-flux chiral spin liquid has\nChern number +1, and that of the 2\\pi/3-flux chiral spin liquid has Chern\nnumber +2. We also give the effective Chern-Simons theory for each chiral spin\nliquid at the mean-field level.\n","Comment: 9 pages, 6 figures. Phys. Rev. B version. arXiv admin note: text\n  overlap with arXiv:1210.1579"]}]
["1302.5517",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.5517","New J. Phys 15, 053017 (2013)","doi:10.1088/1367-2630/15/5/053017"],"date":["2013-02-22","2013-04-16"],"type":["text"],"creator":["Schliemann, John"],"language":[],"coverage":[],"title":["Entanglement Spectra and Entanglement Thermodynamics of Hofstadter\n  Bilayers"],"description":["  We study Hofstadter bilayers, i.e. coupled hopping models on two-dimensional\nsquare lattices in a perpendicular magnetic field. Upon tracing out one of the\nlayers, we find an explicit expression for the resulting entanglement spectrum\nin terms of the energy eigenvalues of the underlying monolayer system. For\nstrongly coupled layers the entanglement Hamiltonian is proportional to the\nenergetic Hamiltonian of the monolayer system. The proportionality factor,\nhowever, cannot be interpreted as the inverse thermodynamic temperature, but\nrepresents a phenomenological temperature scale. We derive an explicit relation\nbetween both temperature scales which is in close analogy to a standard result\nof classic thermodynamics. In the limit of vanishing temperature, thermodynamic\nquantities such as entropy and inner energy approach their ground-state values,\nbut show a fractal structure as a function of magnetic flux.\n","Comment: 20 pages, 10 figures, minor adjustments, some comments (and\n  pertaining references) added to conclusions, version to appear in New J. Phys"]}]
["1302.6942",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6942","Phys. Rev. D 87, 096002 (2013)","doi:10.1103/PhysRevD.87.096002"],"date":["2013-02-27","2013-04-17"],"type":["text"],"creator":["Chakdar, Shreyashi","Li, Tianjun","Nandi, S.","Rai, Santosh Kumar"],"language":[],"coverage":[],"title":["Top SU(5) Models: Baryon and Lepton Number Violating Resonances at the\n  LHC"],"description":["  We propose the minimal and renormalizable non-supersymmetric top SU(5) models\nwhere the $SU(5)\\times SU(3)'_C \\times SU(2)'_L \\times U(1)'_Y$ gauge symmetry\nis broken down to the Standard Model (SM) gauge symmetry at the TeV scale. The\nfirst two families of the SM fermions are charged under $SU(3)'_C \\times\nSU(2)'_L \\times U(1)'_Y$ while the third family is charged under SU(5). In the\nminimal top SU(5) model, we show that the quark CKM mixing matrix can be\ngenerated via dimension-five operators, and the proton decay problem can be\nsolved by fine-tuning the coefficients of the higher dimensional operators at\nthe order of $10^{-4}$. In the renormalizable top SU(5) model, we can explain\nthe quark CKM mixing matrix by introducing vector-like particles, and we do not\nhave proton decay problem. The models give rise to leptoquark and diquark gauge\nbosons which violate both lepton and baryon numbers involving the third family\nquarks and leptons. The current experimental limits for these particles is well\nbelow the TeV scale. We also discuss the productions and decays of these new\ngauge bosons, and their ensuing signals, as well as their reach at the LHC.\n","Comment: 30 pages, 13 figures"]}]
["1302.7134",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.7134","Phys. Rev. C 87 (2013) 034607","doi:10.1103/PhysRevC.87.034607"],"date":["2013-02-28"],"type":["text"],"creator":["Belli, P.","Bernabei, R.","Cappella, F.","Cerulli, R.","Danevich, F. A.","d'Angelo, S.","Incicchitti, A.","Kovtun, G. P.","Kovtun, N. G.","Laubenstein, M.","Poda, D. V.","Polischuk, O. G.","Shcherban, A. P.","Solopikhin, D. A.","Suhonen, J.","Tretyak, V. I."],"language":[],"coverage":[],"title":["Search for 2\\beta\\ decays of 96Ru and 104Ru by ultra-low background HPGe\n  gamma spectrometry at LNGS: final results"],"description":["  An experiment to search for double beta decay processes in 96Ru and 104Ru,\nwhich are accompanied by gamma rays, has been realized in the underground Gran\nSasso National Laboratories of the I.N.F.N. (Italy). Ruthenium samples with\nmasses of about (0.5-0.7) kg were measured with the help of ultra-low\nbackground high purity Ge gamma ray spectrometry. After 2162 h of data taking\nthe samples were deeply purified to reduce the internal contamination of 40K.\nThe last part of the data has been accumulated over 5479 h. New improved half\nlife limits on 2\\beta+/\\epsilon \\beta+/2\\epsilon\\ processes in 96Ru have been\nestablished on the level of 10^{20} yr, in particular for decays to the ground\nstate of 96Mo: T1/2(2\\nu 2\\beta+) > 1.4 10^{20} yr, T1/2(2\\nu \\epsilon\\beta+) >\n8.0 10^{19} yr and T1/2(0\\nu 2K) > 1.0 10^{21} yr (all limits are at 90% C.L.).\nThe resonant neutrinoless double electron captures to the 2700.2 keV and 2712.7\nkeV excited states of 96Mo are restricted as: T1/2(0\\nu KL) > 2.0 10^{20} yr\nand T1/2(0\\nu 2L) > 3.6 10^{20} yr, respectively. Various two neutrino and\nneutrinoless 2\\beta\\ half lives of 96Ru have been estimated in the framework of\nthe QRPA approach. In addition, the T1/2 limit for 0\\nu 2\\beta- transitions of\n104Ru to the first excited state of 104Pd has been set as > 6.5 10^{20} yr.\n","Comment: 14 pages, 5 figures, 2 tables; version accepted for publication on\n  Phys. Rev. C"]}]
["1303.1415",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q61, 35Q55, 37K40, 35A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1415"],"date":["2013-03-06","2013-05-10"],"type":["text"],"creator":["Benci, Vieri","Fortunato, Donato"],"language":[],"coverage":[],"title":["Solitons in Schr\\\"odinger-Maxwell equations"],"description":["  In this paper we study the Nonlinear Schr\\\"odinger-Maxwell equations (NSM).\nWe are interested to analyse the existence of solitons, namely of finite energy\nsolutions which exhibit stability properties. This paper is divided in two\nparts. In the first, we give an abstract definition of soliton and we develope\nan abstract existence theory. In the second, we apply this theory to NSM.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1212.3236"]}]
["1303.2323",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2323","JHEP 1304:126,2013","doi:10.1007/JHEP04(2013)126"],"date":["2013-03-10","2013-05-10"],"type":["text"],"creator":["Jurco, Branislav","Muenster, Korbinian"],"language":[],"coverage":[],"title":["Type II Superstring Field Theory: Geometric Approach and Operadic\n  Description"],"description":["  We outline the construction of type II superstring field theory leading to a\ngeometric and algebraic BV master equation, analogous to Zwiebach's\nconstruction for the bosonic string. The construction uses the small Hilbert\nspace. Elementary vertices of the non-polynomial action are described with the\nhelp of a properly formulated minimal area problem. They give rise to an\ninfinite tower of superstring field products defining a $\\mathcal{N}=1$\ngeneralization of a loop homotopy Lie algebra, the genus zero part generalizing\na homotopy Lie algebra. Finally, we give an operadic interpretation of the\nconstruction.\n","Comment: 37 pages, 1 figure, corrected typos and added references"]}]
["1303.2876",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2876","doi:10.1111/boc.201200069"],"date":["2013-03-12","2013-05-09"],"type":["text"],"creator":["Husson, Steven J.","Gottschalk, Alexander","Leifer, Andrew M."],"language":[],"coverage":[],"title":["Optogenetic manipulation of neural activity in C. elegans: from synapse\n  to circuits and behavior"],"description":["  The emerging field of optogenetics allows for optical activation or\ninhibition of neurons and other tissue in the nervous system. In 2005\noptogenetic proteins were expressed in the nematode C. elegans for the first\ntime. Since then, C. elegans has served as a powerful platform upon which to\nconduct optogenetic investigations of synaptic function, circuit dynamics and\nthe neuronal basis of behavior. The C. elegans nervous system, consisting of\n302 neurons, whose connectivity and morphology has been mapped completely,\ndrives a rich repertoire of behaviors that are quantifiable by video\nmicroscopy. This model organism's compact nervous system, quantifiable\nbehavior, genetic tractability and optical accessibility make it especially\namenable to optogenetic interrogation. Channelrhodopsin-2 (ChR2), halorhodopsin\n(NpHR/Halo) and other common optogenetic proteins have all been expressed in C.\nelegans. Moreover recent advances leveraging molecular genetics and patterned\nlight illumination have now made it possible to target photoactivation and\ninhibition to single cells and to do so in worms as they behave freely. Here we\ndescribe techniques and methods for optogenetic manipulation in C. elegans. We\nreview recent work using optogenetics and C. elegans for neuroscience\ninvestigations at the level of synapses, circuits and behavior.\n","Comment: 28 pages, 3 figures. Accepted for publication in Biology of the Cell.\n  Available from publisher at\n  http://onlinelibrary.wiley.com/doi/10.1111/boc.201200069/abstract Princeton\n  University's Open Access Policy is at\n  http://www.princeton.edu/dof/policies/publ/fac/open-access-policy/"]}]
["1303.6315",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.6315","Physica A 392, 3240 (2013)","doi:10.1016/j.physa.2013.03.036"],"date":["2013-03-25"],"type":["text"],"creator":["Baglietto, Gabriel","Albano, Ezequiel V.","Candia, Julián"],"language":[],"coverage":[],"title":["Gregarious vs Individualistic Behavior in Vicsek Swarms and the Onset of\n  First-Order Phase Transitions"],"description":["  The Standard Vicsek Model (SVM) is a minimal nonequilibrium model of\nself-propelled particles that appears to capture the essential ingredients of\ncritical flocking phenomena. In the SVM, particles tend to align with each\nother and form ordered flocks of collective motion; however, perturbations\ncontrolled by a noise term lead to a noise-driven, continuous order-disorder\nphase transition. In this work, we extend the SVM by introducing a parameter\n$\\alpha$ that allows particles to be individualistic instead of gregarious,\ni.e. to choose a direction of motion independently of their neighbors. By\nfocusing on the small-noise regime, we show that a relatively small probability\nof individualistic motion (around 10%) is sufficient to drive the system from a\nVicsek-like ordered phase to a disordered phase. Despite the fact that the\n$\\alpha-$extended Model preserves the O(n) symmetry, the interaction range, as\nwell as the dimensionality of the underlying SVM, this novel phase transition\nis found to be discontinuous (first-order), an intriguing manifestation of the\nrichness of the nonequilibrium flocking/swarming phenomenon.\n","Comment: 13 pages, 6 figures. To appear in Physica A"]}]
["1303.6426",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.6426","Phys. Rev. B 87, 174505 (2013)","doi:10.1103/PhysRevB.87.174505"],"date":["2013-03-26","2013-05-10"],"type":["text"],"creator":["Baek, S. -H.","Hammel, P. C.","Hücker, M.","Büchner, B.","Ammerahl, U.","Revcolevschi, A.","Suh, B. J."],"language":[],"coverage":[],"title":["Structural transitions in a doped lanthanum cuprate"],"description":["  139La NMR and relaxation measurements have been performed on\nLa{1.8-x}Eu{0.2}Sr{x}CuO{4} (x = 0.13 and 0.2) single crystals. The temperature\ndependence of the 139La NMR spectra in all the structural phases (HTT -> LTO ->\nLTT) reveals the non-vanishing tilt angle of the CuO6 octahedra in the HTT\nphase, opposed to the case of La{2-x}Sr{x}CuO{4} where the tilt angle\ndisappears immediately above the transition. Since 139La relaxation data\nprovide evidence of the thermodynamic critical fluctuations associated with the\nstructural phase transitions, HTT -> LTO and LTO -> LTT, we conclude that the\nstructural transitions in Eu-doped La{2-x}Sr{x}CuO{4} should be of the\norder-disorder type rather than of the displacive type observed in\nLa{2-x}Sr{x}CuO{4}. The change of the nature of the structural transitions\ncaused by doping Eu appears to be consistent with the LTO -> LTT transition\nthat is absent in La{2-x}Sr{x}CuO{4}.\n","Comment: 5 pages, 4 figures, published in PRB"]}]
["1304.1651",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.1651","Nucl. Instr. and Meth. A 717 (2013), pp. 77-82","doi:10.1016/j.nima.2013.04.006"],"date":["2013-04-05"],"type":["text"],"creator":["Wirth, R.","Fiori, E.","Löher, B.","Savran, D.","Silva, J.","Pol, H. Álvarez","Gil, D. Cortina","Pietras, B.","Bloch, T.","Kröll, T.","Nácher, E.","Perea, Á.","Tengblad, O.","Bendel, M.","Dierigl, M.","Gernhäuser, R.","Bleis, T. Le","Winkel, M."],"language":[],"coverage":[],"title":["Particle identification using clustering algorithms"],"description":["  A method that uses fuzzy clustering algorithms to achieve particle\nidentification based on pulse shape analysis is presented. The fuzzy c-means\nclustering algorithm is used to compute mean (principal) pulse shapes induced\nby different particle species in an automatic and unsupervised fashion from a\nmixed set of data. A discrimination amplitude is proposed using these principal\npulse shapes to identify the originating particle species of a detector pulse.\nSince this method does not make any assumptions about the specific features of\nthe pulse shapes, it is very generic and suitable for multiple types of\ndetectors. The method is applied to discriminate between photon- and\nproton-induced signals in CsI(Tl) scintillator detectors and the results are\ncompared to the well-known integration method.\n","Comment: 7 pages, 7 figures"]}]
["1304.3351",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3351"],"date":["2013-04-11","2013-05-10"],"type":["text"],"creator":["Zhang, Fan","Chen, Ruoyan","Liu, Dongbing","Yao, Xiaotian","Li, Guoqing","Jin, Yabin","Yu, Chang","Li, Yingrui","Coin, Lachlan"],"language":[],"coverage":[],"title":["YHap: software for probabilistic assignment of Y haplogroups from\n  population re-sequencing data"],"description":["  Y haplogroup analyses are an important component of genealogical\nreconstruction, population genetic analyses, medical genetics and forensics.\nThese fields are increasingly moving towards use of low-coverage, high\nthroughput sequencing. However, there is as yet no software available for using\nsequence data to assign Y haplogroup groups probabilistically, such that the\nposterior probability of assignment fully reflects the information present in\nthe data, and borrows information across all samples sequenced from a\npopulation. YHap addresses this problem.\n","Comment: 2 pages 3 tables"]}]
["1304.3579",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3579","J. Phys. B: At. Mol. Opt. Phys. 46 115302 (2013)","doi:10.1088/0953-4075/46/11/115302"],"date":["2013-04-12","2013-05-10"],"type":["text"],"creator":["Khan, Ayan","Panigrahi, Prasanta K"],"language":[],"coverage":[],"title":["Bell Soliton in Ultra-cold Atomic Fermi Gas"],"description":["  We demonstrate the existence of supersonic bell soliton in the\nBardeen-Cooper-Schrieffer-Bose-Einstein condensate (BCS-BEC) crossover regime.\nStarting from the extended Thomas-Fermi density functional theory of superfluid\norder parameter, a density transformation is used to map the hydrodynamic mean\nfield equation to a Lienard type equation. As a result, bell solitons are\nobtained as exact solutions, which is further verified by the numerical\nsolution of the dynamical equation. The stability of the soliton is established\nand its behaviour in the entire crossover domain is obtained. It is found that,\nakin to the case of vortices, the bell solitons yield highest contrast in the\nBEC regime.\n","Comment: Please consider Eq.(2) of the current version as correct one instead\n  of Eq.(2) in the previous version and Journal version"]}]
["1304.3677",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3677"],"date":["2013-04-12","2013-05-10"],"type":["text"],"creator":["Yang, Yaguang"],"language":[],"coverage":[],"title":["An Efficient Polynomial Interior-Point Algorithm for Linear Programming"],"description":["  For interior-point algorithms in linear programming, it is well-known that\nthe selection of the centering parameter is crucial for proving polynomility in\ntheory and for efficiency in practice. However, the selection of the centering\nparameter is usually by heuristics and separate from the selection of the\nline-search step size. The heuristics are quite different while developing\npractically efficient algorithms, such as MPC, and theoretically efficient\nalgorithms, such as short-step path-following algorithm. This introduces a\ndilemma that some algorithms with the best-known polynomial bound are least\nefficient in practice, and some most efficient algorithms may not be\npolynomial. In this paper, we propose a systematic way to optimally select the\ncentering parameter and line-search step size at the same time, and we show\nthat the algorithm based on this strategy has the best-known polynomial bound\nand may be very efficient in computation for real problems.\n"]}]
["1304.3872",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3872"],"date":["2013-04-13","2013-05-10"],"type":["text"],"creator":["Epstein, Samuel"],"language":[],"coverage":[],"title":["All Sampling Methods Produce Outliers"],"description":["  Given a computable probability measure P over natural numbers or infinite\nbinary sequences, there is no method that can produce an arbitrarily large\nsample such that all its members are typical of P. This paper also contains\nupper bounds on the minimal encoding length of a predicate (over the set of\nnatural numbers) consistent with another predicate over a finite domain.\n","Comment: 9 pages, 2 figures"]}]
["1304.4682",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4682"],"date":["2013-04-17","2013-05-10"],"type":["text"],"creator":["Li, Yuan","Gao, Haoyu","Yang, Mingmin","Guan, Wanqiu","Ma, Haixin","Qian, Weining","Cao, Zhigang","Yang, Xiaoguang"],"language":[],"coverage":[],"title":["What are Chinese Talking about in Hot Weibos?"],"description":["  SinaWeibo is a Twitter-like social network service emerging in China in\nrecent years. People can post weibos (microblogs) and communicate with others\non it. Based on a dataset of 650 million weibos from August 2009 to January\n2012 crawled from APIs of SinaWeibo, we study the hot ones that have been\nreposted for at least 1000 times. We find that hot weibos can be roughly\nclassified into eight categories, i.e. Entertainment & Fashion, Hot Social\nEvents, Leisure & Mood, Life & Health, Seeking for Help, Sales Promotion,\nFengshui & Fortune and Deleted Weibos. In particular, Leisure & Mood and Hot\nSocial Events account for almost 65% of all the hot weibos. This reflects very\nwell the fundamental dual-structure of the current society of China: On the one\nhand, economy has made a great progress and quite a part of people are now\nliving a relatively prosperous and fairly easy life. On the other hand, there\nstill exist quite a lot of serious social problems, such as government\ncorruptions and environmental pollutions. It is also shown that users' posting\nand reposting behaviors are greatly affected by their identity factors (gender,\nverification status, and regional location). For instance, (1) Two thirds of\nthe hot weibos are created by male users. (2) Although verified users account\nfor only 0.1% in SinaWeibo, 46.5% of the hot weibos are contributed by them.\nVery interestingly, 39.2% are written by SPA users. A more or less pathetic\nfact is that only 14.4% of the hot weibos are created by grassroots (individual\nusers that are neither SPA nor verified). (3) Users from different areas of\nChina have distinct posting and reposting behaviors which usually reflect very\ntheir local cultures. Homophily is also examined for people's reposting\nbehaviors.\n"]}]
["1304.7421",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.7421","Front. Phys., 2013, 8(1), 94-110","doi:10.1007/s11467-013-0286-z"],"date":["2013-04-27","2013-05-10"],"type":["text"],"creator":["Yan, Bo","Xu, Aiguo","Zhang, Guangcai","Ying, Yangjun","Li, Hua"],"language":[],"coverage":[],"title":["Lattice Boltzmann model for combustion and detonation"],"description":["  In this paper we present a lattice Boltzmann model for combustion and\ndetonation. In this model the fluid behavior is described by a\nfinite-difference lattice Boltzmann model by Gan et al. [Physica A, 2008, 387:\n1721]. The chemical reaction is described by the Lee-Tarver model [Phys.\nFluids, 1980, 23: 2362]. The reaction heat is naturally coupled with the flow\nbehavior. Due to the separation of time scales in the chemical and\nthermodynamic processes, a key technique for a successful simulation is to use\nthe operator-splitting scheme. The new model is verified and validated by\nwell-known benchmark tests. As a specific application of the new model, we\nstudied the simple steady detonation phenomenon. To show the merit of LB model\nover the traditional ones, we focus on the reaction zone to study the\nnon-equilibrium effects. It is interesting to find that, at the von Neumann\npeak, the system is nearly in its thermodynamic equilibrium. At the two sides\nof the von Neumann peak, the system deviates from its equilibrium in opposite\ndirections. In the front of von Neumann peak, due to the strong compression\nfrom the reaction product behind the von Neumann peak, the system experiences a\nsudden deviation from thermodynamic equilibrium. Behind the von Neumann peak,\nthe release of chemical energy results in thermal expansion of the matter\nwithin the reaction zone, which drives the system to deviate the thermodynamic\nequilibrium in the opposite direction. From the deviation from thermodynamic\nequilibrium, defined in this paper, one can understand more on the macroscopic\neffects of the system due to the deviation from its thermodynamic equilibrium.\n"]}]
["1304.7727",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.7727"],"date":["2013-04-29","2013-05-09"],"type":["text"],"creator":["Neely, Michael J."],"language":[],"coverage":[],"title":["Distributed stochastic optimization via correlated scheduling"],"description":["  This paper considers a problem where multiple users make repeated decisions\nbased on their own observed events. The events and decisions at each time step\ndetermine the values of a utility function and a collection of penalty\nfunctions. The goal is to make distributed decisions over time to maximize time\naverage utility subject to time average constraints on the penalties. An\nexample is a collection of power constrained sensor nodes that repeatedly\nreport their own observations to a fusion center. Maximum time average utility\nis fundamentally reduced because users do not know the events observed by\nothers. Optimality is characterized for this distributed context. It is shown\nthat optimality is achieved by correlating user decisions through a commonly\nknown pseudorandom sequence. An optimal algorithm is developed that chooses\npure strategies at each time step based on a set of time-varying weights.\n","Comment: 16 pages, 5 figures, this version adds an appendix to explain the 2BD\n  derivation at the end of Theorem 3"]}]
["1304.8061",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.8061","Phys. Rev. Lett. 110, 196601 (2013)","doi:10.1103/PhysRevLett.110.196601"],"date":["2013-04-30"],"type":["text"],"creator":["Cresti, Alessandro","Ortmann, Frank","Louvet, Thibaud","Van Tuan, Dinh","Roche, Stephan"],"language":[],"coverage":[],"title":["Broken Symmetries, Zero-Energy Modes, and Quantum Transport in\n  Disordered Graphene: From Supermetallic to Insulating Regimes"],"description":["  The role of defect-induced zero-energy modes on charge transport in graphene\nis investigated using Kubo and Landauer transport calculations. By tuning the\ndensity of random distributions of monovacancies either equally populating the\ntwo sublattices or exclusively located on a single sublattice, all conduction\nregimes are covered from direct tunneling through evanescent modes to\nmesoscopic transport in bulk disordered graphene. Depending on the transport\nmeasurement geometry, defect density, and broken sublattice-symmetry, the Dirac\npoint conductivity is either exceptionally robust against disorder\n(supermetallic state) or suppressed through a gap opening or by algebraic\nlocalization of zero-energy modes, whereas weak localization and the Anderson\ninsulating regime are obtained for higher energies. These findings clarify the\ncontribution of zero-energy modes to transport at the Dirac point, hitherto\ncontroversial.\n","Comment: 7 pages, 5 figures, to appear on Physical Review Letters"]}]
["1305.1395",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1395"],"date":["2013-05-07","2013-05-10"],"type":["text"],"creator":["Yi-hang, Hao","Xian-gao, Liu"],"language":[],"coverage":[],"title":["The existence and blow-up criterion of liquid crystals system in\n  critical Besov space"],"description":["  We consider the existence of strong solution to liquid crystals system in\ncritical Besov space,then give a criterion which is similar to Serrin's\ncriterion on regularity of weak solution to Navier-Stokes equations.\n","Comment: 12 pages"]}]
["1305.1823",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1823","doi:10.1088/0067-0049/206/2/10"],"date":["2013-05-06"],"type":["text"],"creator":["Galametz, Audrey","Grazian, Andrea","Fontana, Adriano","Ferguson, Henry C.","Ashby, M. L. N.","Barro, Guillermo","Castellano, Marco","Dahlen, Tomas","Donley, Jennifer L.","Faber, Sandy M.","Grogin, Norman","Guo, Yicheng","Huang, Kuang-Han","Kocevski, Dale D.","Koekemoer, Anton M.","Lee, Kyoung-Soo","McGrath, Elizabeth J.","Peth, Michael","Willner, S. P.","Almaini, Omar","Cooper, Michael","Cooray, Asantha Roshan","Conselice, Christopher J.","Dickinson, Mark","Dunlop, James S.","Fazio, G. G.","Foucaud, Sebastien","Gardner, Jonathan P.","Giavalisco, Mauro","Hathi, N. P.","Hartley, Will G.","Koo, David C.","Lai, Kamson","de Mello, Duilia F.","McLure, Ross J.","Lucas, Ray A.","Paris, Diego","Pentericci, Laura","Santini, Paola","Simpson, Chris","Sommariva, Veronica","Targett, Thomas","Weiner, Benjamin J.","Wuyts, Stijn","team, the CANDELS"],"language":[],"coverage":[],"title":["CANDELS Multiwavelength catalogs: Source Identification and Photometry\n  in the CANDELS UKIDSS Ultra-Deep Survey Field"],"description":["  We present the multiwavelength - ultraviolet to mid-infrared - catalog of the\nUKIDSS Ultra-Deep Survey (UDS) field observed as part of the Cosmic Assembly\nNear-infrared Deep Extragalactic Legacy Survey (CANDELS). Based on publicly\navailable data, the catalog includes: the CANDELS data from the Hubble Space\nTelescope (near-infrared WFC3 F125W and F160W data and visible ACS F606W and\nF814W data), u-band data from CFHT/Megacam, B, V, Rc, i' and z' band data from\nSubaru/Suprime-Cam, Y and Ks band data from VLT/HAWK-I, J, H and K bands data\nfrom UKIDSS (Data Release 8), and Spitzer/IRAC data (3.6, 4.5 from SEDS, 5.8\nand 8.0um from SpUDS). The present catalog is F160W-selected and contains 35932\nsources over an area of 201.7 square arcmin and includes radio and X-ray\ndetected sources and spectroscopic redshifts available for 210 sources.\n","Comment: 22 pages, 20 figures, ApJ in press. The CANDELS UDS catalog (in ascii\n  & fits format) and associated ReadMe file are made available on the CANDELS\n  website (http://candels.ucolick.org/) as well as on the MAST CANDELS page\n  (http://archive.stsci.edu/prepds/candels/)"]}]
["1305.1956",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1956"],"date":["2013-05-08","2013-05-09"],"type":["text"],"creator":["Lan, Andrew S.","Studer, Christoph","Waters, Andrew E.","Baraniuk, Richard G."],"language":[],"coverage":[],"title":["Joint Topic Modeling and Factor Analysis of Textual Information and\n  Graded Response Data"],"description":["  Modern machine learning methods are critical to the development of\nlarge-scale personalized learning systems that cater directly to the needs of\nindividual learners. The recently developed SPARse Factor Analysis (SPARFA)\nframework provides a new statistical model and algorithms for machine\nlearning-based learning analytics, which estimate a learner's knowledge of the\nlatent concepts underlying a domain, and content analytics, which estimate the\nrelationships among a collection of questions and the latent concepts. SPARFA\nestimates these quantities given only the binary-valued graded responses to a\ncollection of questions. In order to better interpret the estimated latent\nconcepts, SPARFA relies on a post-processing step that utilizes user-defined\ntags (e.g., topics or keywords) available for each question. In this paper, we\nrelax the need for user-defined tags by extending SPARFA to jointly process\nboth graded learner responses and the text of each question and its associated\nanswer(s) or other feedback. Our purely data-driven approach (i) enhances the\ninterpretability of the estimated latent concepts without the need of\nexplicitly generating a set of tags or performing a post-processing step, (ii)\nimproves the prediction performance of SPARFA, and (iii) scales to large\ntest/assessments where human annotation would prove burdensome. We demonstrate\nthe efficacy of the proposed approach on two real educational datasets.\n"]}]
["1305.1964",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1964"],"date":["2013-05-08"],"type":["text"],"creator":["Osborne, Stephen","Senatore, Leonardo","Smith, Kendrick"],"language":[],"coverage":[],"title":["Collisions with other Universes: the Optimal Analysis of the WMAP data"],"description":["  An appealing theory is that our current patch of universe was born as a\nnucleation bubble from a phase of false vacuum eternal inflation. We search for\nevidence for this theory by looking for the signal imprinted on the CMB that is\ngenerated when another bubble \"universe\" collides with our own. We create an\nefficient and optimal estimator for the signal in the WMAP 7-year data. We find\nno detectable signal, and constrain the amplitude, a, of the initial curvature\nperturbation that would be generated by a collision: -4.66 \\times 10^{-8} < a\n(\\sin{\\thetabubble})^{4/3} < 4.73 \\times 10^{-8} [Mpc^{-1}] at 95% confidence\nwhere \\thetabubble is the angular radius of the bubble signal.\n","Comment: 5 pages, 3 figures"]}]
["1305.2169",{"format":[],"subject":["Physics - Geophysics","Computer Science - Information Theory","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2169","doi:10.1109/IGARSS.2012.6351517"],"date":["2013-05-09"],"type":["text"],"creator":["Ely, Gregory","Aeron, Shuchin"],"language":[],"coverage":[],"title":["Robust Hydraulic Fracture Monitoring (HFM) of Multiple Time Overlapping\n  Events Using a Generalized Discrete Radon Transform"],"description":["  In this work we propose a novel algorithm for multiple-event localization for\nHydraulic Fracture Monitoring (HFM) through the exploitation of the sparsity of\nthe observed seismic signal when represented in a basis consisting of space\ntime propagators. We provide explicit construction of these propagators using a\nforward model for wave propagation which depends non-linearly on the problem\nparameters - the unknown source location and mechanism of fracture, time and\nextent of event, and the locations of the receivers. Under fairly general\nassumptions and an appropriate discretization of these parameters we first\nbuild an over-complete dictionary of generalized Radon propagators and assume\nthat the data is well represented as a linear superposition of these\npropagators. Exploiting this structure we propose sparsity penalized algorithms\nand workflow for super-resolution extraction of time overlapping multiple\nseismic events from single well data.\n"]}]
["1305.2192",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2192","Studies in History and Philosophy of Modern Physics 44, 148-151\n  (2013)","doi:10.1016/j.shpsb.2013.03.001"],"date":["2013-05-09"],"type":["text"],"creator":["Gao, Shan"],"language":[],"coverage":[],"title":["Does gravity induce wavefunction collapse? An examination of Penrose's\n  conjecture"],"description":["  According to Penrose, the fundamental conflict between the superposition\nprinciple of quantum mechanics and the principle of general covariance of\ngeneral relativity entails the existence of wavefunction collapse, e.g. a\nquantum superposition of two different space-time geometries will collapse to\none of them due to the ill-definedness of the time-translation operator for the\nsuperposition. In this paper, we argue that Penrose's conjecture on gravity's\nrole in wavefunction collapse is debatable. First of all, it is still a\ncontroversial issue what the exact nature of the conflict is and how to resolve\nit. Secondly, Penrose's argument by analogy is too weak to establish a\nnecessary connection between wavefunction collapse and the conflict as\nunderstood by him. Thirdly, the conflict does not necessarily lead to\nwavefunction collapse. For the conflict or the problem of ill-definedness for a\nsuperposition of different space-time geometries also needs to be solved before\nthe collapse of the superposition finishes, and once the conflict has been\nresolved, the wavefunction collapse will lose its physical basis relating to\nthe conflict. In addition, we argue that Penrose's suggestions for the collapse\ntime formula and the preferred basis are also problematic.\n","Comment: 10 pages, no figures"]}]
["1305.2214",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2214"],"date":["2013-05-09"],"type":["text"],"creator":["Xie, Kai","Li, Jing","Wang, Yumei","Yuen, Chau"],"language":[],"coverage":[],"title":["Recursive-Cube-of-Rings (RCR) Revisited: Properties and Enhancement"],"description":["  We study recursive-cube-of-rings (RCR), a class of scalable graphs that can\npotentially provide rich inter-connection network topology for the emerging\ndistributed and parallel computing infrastructure. Through rigorous proof and\nvalidating examples, we have corrected previous misunderstandings on the\ntopological properties of these graphs, including node degree, symmetry,\ndiameter and bisection width. To fully harness the potential of structural\nregularity through RCR construction, new edge connecting rules are proposed.\nThe modified graphs, referred to as {\\it Class-II RCR}, are shown to possess\nuniform node degrees, better connectivity and better network symmetry, and\nhence will find better application in parallel computing.\n","Comment: 14 pages, 10 figures"]}]
["1305.2215",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2215","ISRN Algebra, vol. 2013, Article ID 817919","doi:10.1155/2013/817919"],"date":["2013-05-09"],"type":["text"],"creator":["Nichita, Florin F.","Parashar, Deepak","Zielinski, Bartosz"],"language":[],"coverage":[],"title":["Semi-entwining structures and their applications"],"description":["  Semi-entwining structures are proposed as concepts simpler than entwining\nstructures, yet they are shown to have interesting applications in constructing\nintertwining operators and braided algebras, lifting functors, finding\nsolutions for Yang-Baxter systems, etc. While for entwining structures one can\nassociate corings, for semi-entwining structures one can associate comodule\nalgebra structures where the algebra involved is a bialgebra satisfying certain\nproperties.\n","Comment: 15 pages, LaTeX"]}]
["1305.2216",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Topology","Primary 13D02, 13D07, Secondary 55U15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2216"],"date":["2013-05-09"],"type":["text"],"creator":["Baker, Andrew"],"language":[],"coverage":[],"title":["On the homology of regular quotients"],"description":["  We construct a free resolution of $R/I^s$ over $R$ where $I\\ideal R$ is\ngenerated by a (finite or infinite) regular sequence. This generalizes the\nKoszul complex for the case $s=1$. For $s>1$, we easily deduce that the algebra\nstructure of $\\Tor^R_*(R/I,R/I^s)$ is trivial and the reduction map $R/I^s\\lra\nR/I^{s-1}$ induces the trivial map of algebras.\n"]}]
["1305.2218",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2218"],"date":["2013-05-09"],"type":["text"],"creator":["Zhu, Shenghuo"],"language":[],"coverage":[],"title":["Stochastic gradient descent algorithms for strongly convex functions at\n  O(1/T) convergence rates"],"description":["  With a weighting scheme proportional to t, a traditional stochastic gradient\ndescent (SGD) algorithm achieves a high probability convergence rate of\nO({\\kappa}/T) for strongly convex functions, instead of O({\\kappa} ln(T)/T). We\nalso prove that an accelerated SGD algorithm also achieves a rate of\nO({\\kappa}/T).\n"]}]
["1305.2221",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2221","IJCSI International Journal of Computer Science Issues, Vol 9,\n  Issue 4, No 3, July 2012 ISSN 1694-0814"],"date":["2013-05-09"],"type":["text"],"creator":["Benzarti, Faouzi","Amiri, Hamid"],"language":[],"coverage":[],"title":["Repairing and Inpainting Damaged Images using Diffusion Tensor"],"description":["  Removing or repairing the imperfections of a digital images or videos is a\nvery active and attractive field of research belonging to the image inpainting\ntechnique. This later has a wide range of applications, such as removing\nscratches in old photographic image, removing text and logos or creating\ncartoon and artistic effects. In this paper, we propose an efficient method to\nrepair a damaged image based on a non linear diffusion tensor. The idea is to\ntrack perfectly the local geometry of the damaged image and allowing diffusion\nonly in the isophotes curves direction. To illustrate the effective performance\nof our method, we present some experimental results on test and real\nphotographic color images\n"]}]
["1305.2223",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2223"],"date":["2013-05-09"],"type":["text"],"creator":["Drake, N. A.","Miroshnichenko, A. S.","Danford, S.","Pereira, C. B."],"language":[],"coverage":[],"title":["BG Gem - a Poorly-Studied Binary with a Possible Black Hole Component"],"description":["  BG Gem is an eclipsing binary with a 91.6-day orbital period. The more\nmassive primary component does not seem to show absorption lines in the\nspectrum, while the less massive secondary is thought to be a K-type star,\npossibly a supergiant. These results were obtained with optical low-resolution\nspectroscopy and photometry. The primary was suggested to be a black hole,\nalthough with a low confidence. We present a high-resolution optical spectrum\nof the system along with new BVR-photometry. Analysis of the spectrum shows\nthat the K-type star rotates rapidly at v sin i = 18 km/s compared to most\nevolved stars of this temperature range. We also discuss constraints on the\nsecondary's luminosity using spectroscopic criteria and on the entire system\nparameters using both the spectrum and photometry.\n","Comment: 6 pages, 3 figures, Proceedings of the XI-th Hvar Astrophysical\n  Colloquium \"The Most Mysterious Binaries: Significance for Astrophysics\""]}]
["1305.2229",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory","Mathematics - Representation Theory","18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2229"],"date":["2013-05-09"],"type":["text"],"creator":["Davidovich, Orit","Hagge, Tobias","Wang, Zhenghan"],"language":[],"coverage":[],"title":["On Arithmetic Modular Categories"],"description":["  Modular categories are important algebraic structures in a variety of\nsubjects in mathematics and physics. We provide an explicit, motivated and\nelementary definition of a modular category over a field of characteristic 0 as\nan equivalence class of solutions to a set of polynomial equations. We conclude\nthat within each class of solutions, there is one which consists entirely of\nalgebraic numbers. These algebraic solutions make it possible to discuss\ndefining algebraic number fields of modular categories and their Galois twists.\nOne motivation for such a definition is an arithmetic theory of modular\ncategories which plays an important role in their classification. Another is to\nfacilitate implementation of computer-based tools to resolve computational and\nclassification problems intractible by other means. We observe some basic\nproperties of Galois twists of modular categories and make conjectures about\ntheir relation to the the intrinsic data of modular categories.\n","Comment: 57 pages"]}]
["1305.2232",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30, 74K20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2232"],"date":["2013-05-09"],"type":["text"],"creator":["Lamichhane, Bishnu P."],"language":[],"coverage":[],"title":["Two simple finite element methods for Reissner--Mindlin plates with\n  clamped boundary condition"],"description":["  We present two simple finite element methods for the discretization of\nReissner--Mindlin plate equations with {\\em clamped} boundary condition. These\nfinite element methods are based on discrete Lagrange multiplier spaces from\nmortar finite element techniques. We prove optimal a priori error estimates for\nboth methods.\n"]}]
["1305.2233",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2233"],"date":["2013-05-09"],"type":["text"],"creator":["Bai, Tianyang","Heath, Jr, Robert W."],"language":[],"coverage":[],"title":["Asymptotic Coverage Probability and Rate in Massive MIMO Networks"],"description":["  Massive multiple-input multiple-output (MIMO) is a transmission technique for\ncellular systems that uses many antennas to support not-as-many users. Thus\nfar, the performance of massive MIMO has only been examined in finite cellular\nnetworks. In this letter, we analyze its performance in random cellular\nnetworks with Poisson distributed base station locations. Specifically, we\nprovide analytical expressions for the asymptotic coverage probability and rate\nin both downlink and uplink when each base station has a large number of\nantennas. The results show that, though limited by pilot contamination, massive\nMIMO can provide significantly higher asymptotic data rate per user than the\nsingle-antenna network.\n","Comment: Submitted to IEEE Wireless Communications Letters, May 2013"]}]
["1305.2235",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2235"],"date":["2013-05-09"],"type":["text"],"creator":["Wang, Chunyi","Neal, Radford M."],"language":[],"coverage":[],"title":["MCMC methods for Gaussian process models using fast approximations for\n  the likelihood"],"description":["  Gaussian Process (GP) models are a powerful and flexible tool for\nnon-parametric regression and classification. Computation for GP models is\nintensive, since computing the posterior density, $\\pi$, for covariance\nfunction parameters requires computation of the covariance matrix, C, a $pn^2$\noperation, where p is the number of covariates and n is the number of training\ncases, and then inversion of C, an $n^3$ operation. We introduce MCMC methods\nbased on the \"temporary mapping and caching\" framework, using a fast\napproximation, $\\pi^*$, as the distribution needed to construct the temporary\nspace. We propose two implementations under this scheme: \"mapping to a\ndiscretizing chain\", and \"mapping with tempered transitions\", both of which are\nexactly correct MCMC methods for sampling $\\pi$, even though their transitions\nare constructed using an approximation. These methods are equivalent when their\ntuning parameters are set at the simplest values, but differ in general. We\ncompare how well these methods work when using several approximations, finding\non synthetic datasets that a $\\pi^*$ based on the \"Subset of Data\" (SOD) method\nis almost always more efficient than standard MCMC using only $\\pi$. On some\ndatasets, a more sophisticated $\\pi^*$ based on the \"Nystr\\\"om-Cholesky\" method\nworks better than SOD.\n"]}]
["1305.2239",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2239"],"date":["2013-05-09"],"type":["text"],"creator":["Crisafulli, Orion","Tezak, Nikolas","Soh, Daniel B. S.","Armen, Michael A.","Mabuchi, Hideo"],"language":[],"coverage":[],"title":["Squeezed light in an optical parametric oscillator network with coherent\n  feedback quantum control"],"description":["  We present squeezing and anti-squeezing spectra of the output from a\ndegenerate optical parametric oscillator (OPO) network arranged in different\ncoherent quantum feedback configurations. One OPO serves as a quantum plant,\nthe other as a quantum controller. The addition of coherent feedback enables\nshaping of the output squeezing spectrum of the plant, and is found to be\ncapable of pushing the frequency of maximum squeezing away from the optical\ndriving frequency and broadening the spectrum over a wider frequency band. The\nexperimental results are in excellent agreement with the developed theory, and\nillustrate the use of coherent quantum feedback to engineer the quantum-optical\nproperties of the plant OPO output.\n","Comment: 21 pages, 5 figures"]}]
["1305.2241",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2241"],"date":["2013-05-09"],"type":["text"],"creator":["Wang, Zhen-Ting"],"language":[],"coverage":[],"title":["Mechanism of acoustic emissions from booming sand dunes"],"description":["  The classical elastic mechanics shows that the fundamental frequency of a\nsand grain chain is similar to the typical frequency of acoustic emission\ngenerated by the booming dunes. The \"song of dunes\" is therefore considered to\noriginate from the resonance of grain chains occurring within a solid layer\nonly several centimeters thick.\n"]}]
["1305.2242",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2242"],"date":["2013-05-09"],"type":["text"],"creator":["Chen, Chao","Xie, Chunjing"],"language":[],"coverage":[],"title":["Three Dimensional Steady Subsonic Euler Flows in Bounded Nozzles"],"description":["  In this paper, we study the existence and uniqueness of three dimensional\nsteady Euler flows in rectangular nozzles when prescribing normal component of\nmomentum at both the entrance and exit. If, in addition, the normal component\nof the voriticity and the variation of Bernoulli's function at the exit are\nboth zero, then there exists a unique subsonic potential flow when the\nmagnitude of the normal component of the momentum is less than a critical\nnumber. As the magnitude of the normal component of the momentum approaches the\ncritical number, the associated flows converge to a subsonic-sonic flow.\nFurthermore, when the normal component of vorticity and the variation of\nBernoulli's function are both small, the existence of subsonic Euler flows is\nestablished. The proof of these results is based on a new formulation for the\nEuler system, a priori estimate for nonlinear elliptic equations with nonlinear\nboundary conditions, detailed study for a linear div-curl system, and delicate\nestimate for the transport equations.\n"]}]
["1305.2249",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2249"],"date":["2013-05-09"],"type":["text"],"creator":["Basanta, David","Anderson, Alexander R. A."],"language":[],"coverage":[],"title":["Exploiting ecological principles to better understand cancer progression\n  and treatment"],"description":["  A small but growing number of people are finding interesting parallels\nbetween ecosystems as studied by ecologists (think of a Savanna or the Amazon\nrain forest or a Coral reef) and tumours1-3. The idea of viewing cancer from an\necological perspective has many implications but fundamentally, it means that\nwe should not see cancer just as a group of mutated cells. A more useful\ndefinition of cancer is to consider it a disruption in the complex balance of\nmany interacting cellular and microenvironmental elements in a specific organ.\nThis perspective means that organs undergoing carcinogenesis should be seen as\nsophisticated ecosystems in homeostasis that cancer cells can disrupt. It also\nmakes cancer seem even more complex but may ultimately provides isights that\nmake it more treatable. Here we discuss how ecological principles can be used\nto better understand cancer progression and treatment, using several\nmathematical and computational models to illustrate our argument.\n","Comment: 6 figures, 1 example"]}]
["1305.2250",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2250"],"date":["2013-05-09"],"type":["text"],"creator":["Denker, Manfred","Tabacu, Lucia"],"language":[],"coverage":[],"title":["Logarithmic Quantile Estimation for Rank Statistics"],"description":["  We prove an almost sure weak limit theorem for simple linear rank statistics\nfor samples with continuous distributions functions. As a corollary the result\nextends to samples with ties, and the vector version of an a.s. central limit\ntheorem for vectors of linear rank statistics. Moreover, we derive such a weak\nconvergence result for some quadratic forms. These results are then applied to\nquantile estimation, and to hypothesis testing for nonparametric statistical\ndesigns, here demonstrated by the c-sample problem, where the samples may be\ndependent. In general, the method is known to be comparable to the bootstrap\nand other nonparametric methods (\\cite{THA, FRI}) and we confirm this finding\nfor the c-sample problem.\n"]}]
["1305.2254",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2254"],"date":["2013-05-10"],"type":["text"],"creator":["Wang, William Yang","Mazaitis, Kathryn","Cohen, William W."],"language":[],"coverage":[],"title":["Programming with Personalized PageRank: A Locally Groundable First-Order\n  Probabilistic Logic"],"description":["  In many probabilistic first-order representation systems, inference is\nperformed by \"grounding\"---i.e., mapping it to a propositional representation,\nand then performing propositional inference. With a large database of facts,\ngroundings can be very large, making inference and learning computationally\nexpensive. Here we present a first-order probabilistic language which is\nwell-suited to approximate \"local\" grounding: every query $Q$ can be\napproximately grounded with a small graph. The language is an extension of\nstochastic logic programs where inference is performed by a variant of\npersonalized PageRank. Experimentally, we show that the approach performs well\nwithout weight learning on an entity resolution task; that supervised\nweight-learning improves accuracy; and that grounding time is independent of DB\nsize. We also show that order-of-magnitude speedups are possible by\nparallelizing learning.\n"]}]
["1305.2260",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2260"],"date":["2013-05-10"],"type":["text"],"creator":["Cantoni, Vittorio"],"language":[],"coverage":[],"title":["Remarks on Entanglement and Subjectivity"],"description":["  It is maintained that the phenomenon of entanglement, as presented by Bohm,\nadmits, for every observation, a subjective interpretation which is free from\naction at a distance or superluminal transmission of information.\n","Comment: 5 pages"]}]
["1305.2263",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2263"],"date":["2013-05-10"],"type":["text"],"creator":["Ikeda, Yuichi","Aoyama, Hideaki","Iyetomi, Hiroshi","Yoshikawa, Hiroshi"],"language":[],"coverage":[],"title":["Direct Evidence for Synchronization in Japanese Business Cycle"],"description":["  We have analyzed the Indices of Industrial Production (Seasonal Adjustment\nIndex) for a long period of 240 months (January 1988 to December 2007) to\ndevelop a deeper understanding of the economic shocks. The angular frequencies\nestimated using the Hilbert transformation, are almost identical for the 16\nindustrial sectors. Moreover, the partial phase locking was observed for the 16\nsectors. These are the direct evidence of the synchronization in the Japanese\nbusiness cycle. We also showed that the information of the economic shock is\ncarried by the phase time-series. The common shock and individual shocks are\nseparated using phase time-series. The former dominates the economic shock in\nall of 1992, 1998 and 2001. The obtained results suggest that the business\ncycle may be described as a dynamics of the coupled limit-cycle oscillators\nexposed to the common shocks and random individual shocks.\n","Comment: 14 pages, 9 figures, submitted to Evolutionary and Institutional\n  Economics Review"]}]
["1305.2264",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2264","Quantum Bio-Informatic V. pp. 425-434 world Scientific Pubilishing\n  Co. Pte. Ltd. (2013)"],"date":["2013-05-10"],"type":["text"],"creator":["ma, Teng","Fei, Shao-Ming"],"language":[],"coverage":[],"title":["Three-tangle and Three-\\pi\\ for a class of tripartite mixed states"],"description":["  We study the tripartite entanglement for a class of mixed states defined by\nthe mixture of GHZ and W states, \\rho=p|GHZ><GHZ|+(1-p)|W><W|. Based on the\nCaratheodory theorem and the periodicity assumption, the possible optimal\ndecomposition of the states has been derived, which is not independent on the\ndetailed measure of entanglement. We find that, according to p, there are two\ndifferent decompositions containing 3 or 4 quantum states in the decomposition\nrespectively. When the decomposition contains 3 quantum states, the tripartite\nentanglement of the mixed state is simply the entanglement of superposition\nstates of GHZ and W. When the decomposition contains 4 quantum states, the\ntripartite entanglement of the mixed state is a liner function of p. We also\nstudy the relations between the three-tangle and three-\\pi. It is shown that\nthe three-tangle is smaller than the three-\\pi. Moreover, the three-\\pi\\ has a\nminimal point in the interval 0 and 1, while the three-tangle is a non\ndecreasing function of p.\n","Comment: 10 pages, 2 figures"]}]
["1305.2265",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2265","LION7 - Learning and Intelligent OptimizatioN Conference (2013)"],"date":["2013-05-10"],"type":["text"],"creator":["Khouadjia, Mostepha Redouane","Schoenauer, Marc","Vidal, Vincent","Dréo, Johann","Savéant, Pierre"],"language":[],"coverage":[],"title":["Quality Measures of Parameter Tuning for Aggregated Multi-Objective\n  Temporal Planning"],"description":["  Parameter tuning is recognized today as a crucial ingredient when tackling an\noptimization problem. Several meta-optimization methods have been proposed to\nfind the best parameter set for a given optimization algorithm and (set of)\nproblem instances. When the objective of the optimization is some scalar\nquality of the solution given by the target algorithm, this quality is also\nused as the basis for the quality of parameter sets. But in the case of\nmulti-objective optimization by aggregation, the set of solutions is given by\nseveral single-objective runs with different weights on the objectives, and it\nturns out that the hypervolume of the final population of each single-objective\nrun might be a better indicator of the global performance of the aggregation\nmethod than the best fitness in its population. This paper discusses this issue\non a case study in multi-objective temporal planning using the evolutionary\nplanner DaE-YAHSP and the meta-optimizer ParamILS. The results clearly show how\nParamILS makes a difference between both approaches, and demonstrate that\nindeed, in this context, using the hypervolume indicator as ParamILS target is\nthe best choice. Other issues pertaining to parameter tuning in the proposed\ncontext are also discussed.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1305.1169"]}]
["1305.2269",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2269"],"date":["2013-05-10"],"type":["text"],"creator":["Wang, Fang","Li, Yi"],"language":[],"coverage":[],"title":["Beyond Physical Connections: Tree Models in Human Pose Estimation"],"description":["  Simple tree models for articulated objects prevails in the last decade.\nHowever, it is also believed that these simple tree models are not capable of\ncapturing large variations in many scenarios, such as human pose estimation.\nThis paper attempts to address three questions: 1) are simple tree models\nsufficient? more specifically, 2) how to use tree models effectively in human\npose estimation? and 3) how shall we use combined parts together with single\nparts efficiently?\n  Assuming we have a set of single parts and combined parts, and the goal is to\nestimate a joint distribution of their locations. We surprisingly find that no\nlatent variables are introduced in the Leeds Sport Dataset (LSP) during\nlearning latent trees for deformable model, which aims at approximating the\njoint distributions of body part locations using minimal tree structure. This\nsuggests one can straightforwardly use a mixed representation of single and\ncombined parts to approximate their joint distribution in a simple tree model.\nAs such, one only needs to build Visual Categories of the combined parts, and\nthen perform inference on the learned latent tree. Our method outperformed the\nstate of the art on the LSP, both in the scenarios when the training images are\nfrom the same dataset and from the PARSE dataset. Experiments on animal images\nfrom the VOC challenge further support our findings.\n","Comment: CVPR 2013"]}]
["1305.2270",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2270","EPJ Web of Conferences 47, 03005 (2013)","doi:10.1051/epjconf/20134703005"],"date":["2013-05-10"],"type":["text"],"creator":["Broeg, C.","Fortier, A.","Ehrenreich, D.","Alibert, Y.","Baumjohann, W.","Benz, W.","Deleuil, M.","Gillon, M.","Ivanov, A.","Liseau, R.","Meyer, M.","Oloffson, G.","Pagano, I.","Piotto, G.","Pollacco, D.","Queloz, D.","Ragazzoni, R.","Renotte, E.","Steller, M.","Thomas, N.","team, the CHEOPS"],"language":[],"coverage":[],"title":["CHEOPS: A Transit Photometry Mission for ESA's Small Mission Programme"],"description":["  Ground based radial velocity (RV) searches continue to discover exoplanets\nbelow Neptune mass down to Earth mass. Furthermore, ground based transit\nsearches now reach milli-mag photometric precision and can discover Neptune\nsize planets around bright stars. These searches will find exoplanets around\nbright stars anywhere on the sky, their discoveries representing prime science\ntargets for further study due to the proximity and brightness of their host\nstars. A mission for transit follow-up measurements of these prime targets is\ncurrently lacking. The first ESA S-class mission CHEOPS (CHaracterizing\nExoPlanet Satellite) will fill this gap. It will perform ultra-high precision\nphotometric monitoring of selected bright target stars almost anywhere on the\nsky with sufficient precision to detect Earth sized transits. It will be able\nto detect transits of RV-planets by photometric monitoring if the geometric\nconfiguration results in a transit. For Hot Neptunes discovered from the\nground, CHEOPS will be able to improve the transit light curve so that the\nradius can be determined precisely. Because of the host stars' brightness, high\nprecision RV measurements will be possible for all targets. All planets\nobserved in transit by CHEOPS will be validated and their masses will be known.\nThis will provide valuable data for constraining the mass-radius relation of\nexoplanets, especially in the Neptune-mass regime. During the planned 3.5 year\nmission, about 500 targets will be observed. There will be 20% of open time\navailable for the community to develop new science programmes.\n"]}]
["1305.2276",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Graphics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2276","European Researcher 39(1-2), 175-181, 2013"],"date":["2013-05-10"],"type":["text"],"creator":["Sozcu, Omer Faruk","Ziatdinov, Rushan","Ipek, Ismail"],"language":[],"coverage":[],"title":["The effects of computer assisted and distance learning of geometric\n  modelling"],"description":["  The effects of computer-assisted and distance learning of geometric modeling\nand computer aided geometric design are studied. It was shown that computer\nalgebra systems and dynamic geometric environments can be considered as\nexcellent tools for teaching mathematical concepts of mentioned areas, and\ndistance education technologies would be indispensable for consolidation of\nsuccessfully passed topics.\n"]}]
["1305.2278",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2278"],"date":["2013-05-10"],"type":["text"],"creator":["Edery, Yaniv","Scher, Harvey","Guadagnini, Alberto","Berkowitz, Brian"],"language":[],"coverage":[],"title":["Origins of Anomalous Transport in Disordered Media: Structural and\n  Dynamic Controls"],"description":["  We quantitatively identify the origin of anomalous transport in a\nrepresentative model of a heterogeneous system---tracer migration in the\ncomplex flow patterns of a lognormally distributed hydraulic conductivity ($K$)\nfield. The transport, determined by a particle tracking technique, is\ncharacterized by breakthrough curves; the ensemble averaged curves document\nanomalous transport in this system, which is entirely accounted for by a\ntruncated power-law distribution of local transition times $\\psi(t)$ within the\nframework of a continuous time random walk. Unique to this study is the linking\nof $\\psi(t)$ directly to the system heterogeneity. We assess the statistics of\nthe dominant preferred pathways by forming a particle-visitation weighted\nhistogram $\\{wK\\}$. Converting the ln($K$) dependence of $\\{wK\\}$ into time\nyields the equivalence of $\\{wK\\}$ and $\\psi(t)$, and shows the part of\n$\\{wK\\}$ that forms the power-law of $\\psi(t)$, which is the origin of\nanomalous transport. We also derive an expression defining the power law\nexponent in terms of the $\\{wK\\}$ parameters. This equivalence is a remarkable\nresult, particularly given the correlated $K$-field, the complexity of the flow\nfield and the statistics of the particle transitions.\n"]}]
["1305.2285",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2285"],"date":["2013-05-10"],"type":["text"],"creator":["Makedonskyi, Ievgen"],"language":[],"coverage":[],"title":["On finite-dimensional subalgebras of derivation Lie algebras"],"description":["  Let $\\mathbb{K}$ be a field, $R$ be an associative and commutative\n$\\mathbb{K}$-algebra and $L$ be a Lie algebra over $\\mathbb{K}$. We give some\ndescriptions of injections from $L$ to Lie algebra of $\\mathbb{K}$-derivations\nof $R$ in the terms of $L$.\n"]}]
["1305.2289",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2289"],"date":["2013-05-10"],"type":["text"],"creator":["Shears, Jeremy","Shaker, Ashraf Ahmed"],"language":[],"coverage":[],"title":["Harold Knox-Shaw and the Helwan Observatory"],"description":["  Harold Knox-Shaw (1885-1970) worked at the Helwan Observatory in Egypt from\n1907 to 1924. The Observatory was equipped with a 30-inch (76 cm) reflector\nthat was financed and constructed by the Birmingham industrialist, John\nReynolds (1874-1949), to benefit from the clearer skies and more southerly\nlatitude compared with Britain. Knox-Shaw obtained the first photograph of\nHalley's Comet on its 1910 perihelion passage. He also carried out\nmorphological studies on nebulae and may have been the first to identify what\nlater became to be known as elliptical galaxies as a distinct class of object.\nPhotographic analysis of the variable nebula NGC 6729 in Corona Australis\nenabled him to conclude that the changes in brightness and shape were\ncorrelated with the light travel time from the illuminating star, R CrA.\n","Comment: 44 pages, 27 figures. Accepted for publication in the Journal of the\n  British Astronomical Association"]}]
["1305.2294",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2294"],"date":["2013-05-10"],"type":["text"],"creator":["Ventura, Enric"],"language":[],"coverage":[],"title":["Orbit decidability, applications and variations"],"description":["  We present the notion of orbit decidability into a more general framework,\nexploring interesting generalizations and variations of this algorithmic\nproblem. A recent theorem by Bogopolski-Martino-Ventura gave a renovated\nprotagonism to this notion and motivated several interesting algebraic\napplications.\n"]}]
["1305.2295",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2295"],"date":["2013-05-10"],"type":["text"],"creator":["Gleissenthall, Klaus v.","Rybalchenko, Andrey"],"language":[],"coverage":[],"title":["An Epistemic Perspective on Consistency of Concurrent Computations"],"description":["  Consistency properties of concurrent computations, e.g., sequential\nconsistency, linearizability, or eventual consistency, are essential for\ndevising correct concurrent algorithms. In this paper, we present a logical\nformalization of such consistency properties that is based on a standard logic\nof knowledge. Our formalization provides a declarative perspective on what is\nimposed by consistency requirements and provides some interesting unifying\ninsight on differently looking properties.\n"]}]
["1305.2299",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Artificial Intelligence","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2299"],"date":["2013-05-10"],"type":["text"],"creator":["Bialkowski, Joshua","Otte, Michael","Frazzoli, Emilio"],"language":[],"coverage":[],"title":["Fast Collision Checking: From Single Robots to Multi-Robot Teams"],"description":["  We examine three different algorithms that enable the collision certificate\nmethod from [Bialkowski, et al.] to handle the case of a centralized\nmulti-robot team. By taking advantage of symmetries in the configuration space\nof multi-robot teams, our methods can significantly reduce the number of\ncollision checks vs. both [Bialkowski, et al.] and standard collision checking\nimplementations.\n"]}]
["1305.2306",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2306"],"date":["2013-05-10"],"type":["text"],"creator":["Jegatheesan, Sowmyan"],"language":[],"coverage":[],"title":["Cookies Invading Our Privacy for Marketing Advertising and Security\n  Issues"],"description":["  Privacy has been a major concern for everybody over the internet. Governments\nacross the globe have given their views on how the internet space can be\nmanaged effectively so that there is some control on the flow of confidential\ninformation and privacy to users and as well as to data is achieved. Taking\nadvantage of the lack of one unified body that could govern the online space\nwith its strict and stringent rules certain websites use the text files called\ncookies in collecting data from users and using them for marketing them in\nadvertisements networks and third party websites with the help of JavaScript\nand flash technologies. Even before many of us think what is happening around\nus in the online usage we are being invaded by the cookies and are targeted\nwith their specific information that could tempt us to buy a product or service\nto which we were longing for in the recent past. Though it may be argued its a\nkind of marketing strategy to give the customer what he wants but it can no way\nbe something like the user is just being targeted because he has already shown\ninterest in something and he should be disturbed until he gets hold of\nsomething. Its purely a security breach as most of the websites dont ask\npermission for the usage of cookies and setting them into the users browser and\nthe most important thing is no privacy statement is issued that the information\nis used for targeted marketing. This analysis paper has views from different\nsources, an example of such an activity that is a potential security breach and\nvarious other information of what these sites do to use the deadly cookies for\ncommercial tricks.\n","Comment: 8 Pages, International Journal of Scientific and Engineering Research\n  Volume 4, Issue 5, May 2013, ISSN 2229-5518"]}]
["1305.2309",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2309","Journal: Applied physics letters Volume: 102 Issue: 18 Page:\n  181108 year: 2013","doi:10.1063/1.4804373"],"date":["2013-05-10"],"type":["text"],"creator":["Quilter, J. H.","Coles, R. J.","Ramsay, A. J.","Fox, A. M.","Skolnick, M. S."],"language":[],"coverage":[],"title":["Enhanced photocurrent readout for a quantum dot qubit by bias modulation"],"description":["  We demonstrate coherent control of a quantum dot exciton using photocurrent\ndetection with a sinusoidal reverse bias. Optical control is performed at low\nbias, where tunneling-limited coherence times are long. Following this step,\nthe tunneling rates are increased to remove the long-lived hole, achieving a\nhigh photocurrent signal. For a detection efficiency of 68%, electron and hole\ntunneling times during optical control of 200 ps and 20 ns can be achieved,\ncompared to 120 ps and 7 ns for the constant bias case, respectively.\n","Comment: 11 pages, 5 figures"]}]
["1305.2310",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Category Theory","Mathematics - K-Theory and Homology","Mathematics - Rings and Algebras","18G25, 18E30, 18E35, 16G10, 13F60, 18E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2310"],"date":["2013-05-10"],"type":["text"],"creator":["Beligiannis, Apostolos"],"language":[],"coverage":[],"title":["Rigid objects, triangulated subfactors and abelian localizations"],"description":["  We study abelian localizations of triangulated categories induced by rigid\ncontravariantly finite subcategories, and also triangulated structures on\nsubfactor categories of triangulated categories. In this context we generalize\nrecent results of Buan-Marsh and Iyama-Yoshino. We also extend basic results of\nKeller-Reiten concerning the Gorenstein and the Calabi-Yau property for\ncategories arising from certain rigid, not necessarily cluster tilting,\nsubcategories, as well as several results of the literature concerning the\nconnections between 2-cluster tilting subcategories of triangulated categories\nand tilting subcategories of the associated abelian category of coherent\nfunctors. Finally we characterize 2-cluster tilting subcategories along these\nlines.\n","Comment: 37 pages, a version, with minor changes, of a paper accepted for\n  publication in Mathematische Zeitschrift"]}]
["1305.2311",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Category Theory","Mathematics - K-Theory and Homology","Mathematics - Rings and Algebras","16E65, 16G50, 16G60, 18G25, 18E30, 13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2311","Advances in Mathematics 226, No.2, (2011), pp. 1973-2019"],"date":["2013-05-10"],"type":["text"],"creator":["Beligiannis, Apostolos"],"language":[],"coverage":[],"title":["On algebras of finite Cohen-Macaulay type"],"description":["  We study Artin algebras $A$ and commutative Noetherian complete local rings\n$R$ in connection with the following decomposition property of\nGorenstein-projective modules: $(*)$ any Gorenstein-projective module is a\ndirect sum of finitely generated modules. We show that this direct\ndecomposition property is related to the property of the algebra $A$, or the\nring $R$, being (virtually) Gorenstein of finite Cohen-Macaquly type. Along the\nway we generalize classical results of Auslander and Ringel-Tachikawa from the\nearly seventies, and results of Chen and Yoshino on the structure of\nGorenstein-projective modules. Finally we study homological properties of\n(stable) relative Auslander algebras of virtually Gorenstein algebras of finite\nCohen-Macaulay type and, under the presence of a cluster-tilting object, we\ngive descriptions of the stable category of Gorenstein-projective modules in\nterms of suitable cluster categories.\n","Comment: 37 pages, a version, with minor changes, of a published paper"]}]
["1305.2322",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2322","3rd International Madagascar Conference in High-Energy Physics\n  (HEP-MAD 07), Antanarivo : Madagascar (2007)"],"date":["2013-05-10"],"type":["text"],"creator":["Razanamanampisoa, Harimalala","Randriamanantany, Zely Arivelo","Rakotondramiarana, Hery Tiana","Garde, François","Boyer, Harry"],"language":[],"coverage":[],"title":["Simulation of a typical house in the region of Antananarivo, Madagascar.\n  Determination of passive solutions using local materials"],"description":["  This paper deals with new proposals for the design of passive solutions\nadapted to the climate of the highlands of Madagascar. While the strongest\npopulation density is located in the central highlands, the problem of thermal\ncomfort in buildings occurs mainly during winter time. Currently, people use\nraw wood to warm the poorly designed houses. This leads to a large scale\ndeforestation of the areas and causes erosion and environmental problems. The\nmethodology used consisted of the identification of a typical building and of a\ntypical meteorological year. Simulations were carried out using a thermal and\nairflow software (CODYRUN) to improve each building component (roof, walls,\nwindows, and soil) in such a way as to estimate the influence of some technical\nsolutions on each component in terms of thermal comfort. The proposed solutions\nalso took into account the use of local materials and the standard of living of\nthe country.\n"]}]
["1305.2323",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2323"],"date":["2013-05-10"],"type":["text"],"creator":["Prifti, Edi","Zucker, Jean-Daniel"],"language":[],"coverage":[],"title":["The new science of metagenomics and the challenges of its use in both\n  developed and developing countries"],"description":["  Our view of the microbial world and its impact on human health is changing\nradically with the ability to sequence uncultured or unculturable microbes\nsampled directly from their habitats, ability made possible by fast and cheap\nnext generation sequencing technologies. Such recent developments represents a\nparadigmatic shift in the analysis of habitat biodiversity, be it the human,\nsoil or ocean microbiome. We review here some research examples and results\nthat indicate the importance of the microbiome in our lives and then discus\nsome of the challenges faced by metagenomic experiments and the subsequent\nanalysis of the generated data. We then analyze the economic and social impact\non genomic-medicine and research in both developing and developed countries. We\nsupport the idea that there are significant benefits in building capacities for\ndeveloping high-level scientific research in metagenomics in developing\ncountries. Indeed, the notion that developing countries should wait for\ndeveloped countries to make advances in science and technology that they later\nimport at great cost has recently been challenged.\n"]}]
["1305.2326",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2326"],"date":["2013-05-10"],"type":["text"],"creator":["Boccardo, Lucio","Croce, Gisella"],"language":[],"coverage":[],"title":["$W^{1,1}_0(\\Omega)$ in some borderline cases of elliptic equations with\n  degenerate coercivity"],"description":["  We study a degenerate elliptic equation, proving existence results of\ndistributional solutions in some borderline cases.\n","Comment: soumis"]}]
["1305.2329",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2329"],"date":["2013-05-10"],"type":["text"],"creator":["Fort, Jean-Claude","Klein, Thierry","Rachdi, Nabil"],"language":[],"coverage":[],"title":["New sensitivity analysis subordinated to a contrast"],"description":["  In a model of the form $Y=h(X_1,\\ldots,X_d)$ where the goal is to estimate a\nparameter of the probability distribution of $Y$, we define new sensitivity\nindices which quantify the importance of each variable $X_i$ with respect to\nthis parameter of interest. The aim of this paper is to define {\\it goal\noriented sensitivity indices} and we will show that Sobol indices are\nsensitivity indices associated to a particular characteristic of the\ndistribution $Y$. We name the framework we present as {\\it Goal Oriented\nSensitivity Analysis} (GOSA).\n"]}]
["1305.2333",{"format":[],"subject":["Physics - Space Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2333"],"date":["2013-05-10"],"type":["text"],"creator":["Wilson III, L. B.","Sibeck, D. G.","Breneman, A. W.","Contel, O. Le","Cully, C.","Turner, D. L.","Angelopoulos, V."],"language":[],"coverage":[],"title":["Quantified Energy Dissipation Rates: Electromagnetic Wave Observations\n  in the Terrestrial Bow Shock"],"description":["  We present the first quantified measure of the rate of energy dissipated per\nunit volume by high frequency electromagnetic waves in the transition region of\nthe Earth's collisionless bow shock using data from the THEMIS spacecraft.\nEvery THEMIS shock crossing examined with available wave burst data showed both\nlow frequency (< 10 Hz) magnetosonic-whistler waves and high frequency (> 10\nHz) electromagnetic and electrostatic waves throughout the entire transition\nregion and into the magnetosheath. The waves in both frequency ranges had large\namplitudes, but the higher frequency waves, which are the focus of this study,\nshowed larger contributions to both the Poynting flux and the energy\ndissipation rates. The higher frequency waves were identified as combinations\nof ion-acoustic waves, electron cyclotron drift instability driven waves,\nelectrostatic solitary waves, and whistler mode waves. These waves were found\nto have: (1) amplitudes capable of exceeding dB ~ 10 nT and dE ~ 300 mV/m,\nthough more typical values were dB ~ 0.1-1.0 nT and dE ~ 10-50 mV/m; (2) energy\nfluxes in excess of 2000 x 10^(-6) W m^(-2); (3) resistivities > 9000 Ohm m;\nand (4) energy dissipation rates > 3 x 10^(-6) W m^(-3). The dissipation rates\nwere found to be in excess of four orders of magnitude greater than was\nnecessary to explain the increase in entropy across the shocks. Thus, the waves\nneed only be, at times, < 0.01% efficient to balance the nonlinear wave\nsteepening that produces the shocks. Therefore, these results show for the\nfirst time that high frequency electromagnetic and electrostatic waves have the\ncapacity to regulate the global structure of collisionless shocks.\n","Comment: 41 pages, 14 PDF figures, planning to submit to Nature"]}]
["1305.2337",{"format":[],"subject":["Mathematics - Differential Geometry","53A04, 53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2337"],"date":["2013-05-10"],"type":["text"],"creator":["Ozturk, Gunay","Bulca, Betul","Bayram, Bengu","Arslan, Kadri"],"language":[],"coverage":[],"title":["Focal Representation of k-slant Helices in E^{m+1}"],"description":["  A focal representation of a generic regular curve {\\gamma} in E^{m+1}\nconsists of the centers of the osculating hyperplanes. A k-slant helix {\\gamma}\nin E^{m+1} is a (generic) regular curve whose unit normal vector V_{k} makes a\nconstant angle with a fixed direction U in E^{m+1}. In the present paper we\nproved that if {\\gamma} is a k-slant helix in E^{m+1}, then the focal\nrepresentation C_{{\\gamma}} of {\\gamma} in E^{m+1} is a (m-k+2)-slant helix in\nE^{m+1}.\n","Comment: 9 pages"]}]
["1305.2338",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2338","Le Matematiche 67 (2012), no. 1, 223-235"],"date":["2013-05-10"],"type":["text"],"creator":["Favacchio, Giuseppe","Thieu, Phong Dinh"],"language":[],"coverage":[],"title":["On the weak Lefschetz Property of graded modules over $K[x,y]$"],"description":["  It is known that graded cyclic modules over $S=K[x,y]$ have the Weak\nLefschetz Property (WLP). This is not true for non-cyclic modules over $S$. The\npurpose of this note is to study which conditions on $S$-modules ensure the\nWLP. We give an algorithm to test the WLP for graded modules with fixed Hilbert\nfunction. In particular, we prove that indecomposable graded modules over $S$\nwith the Hilbert function $(h_0,h_1)$ have the WLP.\n"]}]
["1305.2350",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2350"],"date":["2013-05-10"],"type":["text"],"creator":["Hoefer, Martin","Kesselheim, Thomas"],"language":[],"coverage":[],"title":["Universally Truthful Secondary Spectrum Auctions"],"description":["  We present algorithms for implementing local spectrum redistribution in\nwireless networks using a mechanism design approach. For example, in single-hop\nrequest scheduling, secondary users are modeled as rational agents that have\nprivate utility when getting assigned a channel for successful transmission. We\npresent a rather simple algorithmic technique that allows to turn existing and\nfuture approximation algorithms and heuristics into truthful mechanisms for a\nlarge variety of networking problems. In contrast to previous work, our\napproach works for virtually all known interference models in the literature,\nincluding the physical model of interference based on SINR. It allows to\naddress single-hop and multi-hop scheduling, routing, and even more general\nassignment and allocation problems. Our mechanisms are randomized and represent\nthe first universally-truthful mechanisms for these problems with rigorous\nworst-case guarantees on the solution quality. In this way, our mechanisms can\nbe used to obtain guaranteed solution quality even with risk-averse or\nrisk-seeking bidders, for which existing approaches fail.\n","Comment: 17 pages, brief announcement in SPAA'13"]}]
["1305.2352",{"format":[],"subject":["Computer Science - Sound","Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2352","International Journal of Engineering Science and Technology\n  (IJEST), 2011, ISSN : 0975-5462 Vol. 3 No. 2, pp 1764-1769"],"date":["2013-05-09"],"type":["text"],"creator":["Makhijani, Rashmi","Shrawankar, Urmila","Thakare, V M"],"language":[],"coverage":[],"title":["Speech Enhancement Using Pitch Detection Approach For Noisy Environment"],"description":["  Acoustical mismatch among training and testing phases degrades outstandingly\nspeech recognition results. This problem has limited the development of\nreal-world nonspecific applications, as testing conditions are highly variant\nor even unpredictable during the training process. Therefore the background\nnoise has to be removed from the noisy speech signal to increase the signal\nintelligibility and to reduce the listener fatigue. Enhancement techniques\napplied, as pre-processing stages; to the systems remarkably improve\nrecognition results. In this paper, a novel approach is used to enhance the\nperceived quality of the speech signal when the additive noise cannot be\ndirectly controlled. Instead of controlling the background noise, we propose to\nreinforce the speech signal so that it can be heard more clearly in noisy\nenvironments. The subjective evaluation shows that the proposed method improves\nperceptual quality of speech in various noisy environments. As in some cases\nspeaking may be more convenient than typing, even for rapid typists: many\nmathematical symbols are missing from the keyboard but can be easily spoken and\nrecognized. Therefore, the proposed system can be used in an application\ndesigned for mathematical symbol recognition (especially symbols not available\non the keyboard) in schools.\n","Comment: Pages: 06 Figures : 05"]}]
["1305.2353",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2353"],"date":["2013-05-10"],"type":["text"],"creator":["Hogg, Jonathan","Scott, Jennifer"],"language":[],"coverage":[],"title":["Compressed threshold pivoting for sparse symmetric indefinite systems"],"description":["  A key technique for controlling numerical stability in sparse direct solvers\nis threshold partial pivoting. When selecting a pivot, the entire candidate\npivot column below the diagonal must be up-to-date and must be scanned. If the\nfactorization is parallelized across a large number of cores, communication\nlatencies can be the dominant computational cost.\n  In this paper, we propose two alternative pivoting strategies for sparse\nsymmetric indefinite matrices that significantly reduce communication by\ncompressing the necessary data into a small matrix that can be used to select\npivots. Once pivots have been chosen, they can be applied in a\ncommunication-efficient fashion.\n  For an n x p submatrix on P processors, we show our methods perform a\nfactorization using O(log P) messages instead of the O(p log P) for threshold\npartial pivoting. The additional costs in terms of operations and communication\nbandwidth are relatively small.\n  A stability proof is given and numerical results using a range of symmetric\nindefinite matrices arising from practical problems are used to demonstrate the\npractical robustness. Timing results on large random examples illustrate the\npotential speedup on current multicore machines.\n","Comment: Submitted to SIMAX"]}]
["1305.2355",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H45, 13D02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2355"],"date":["2013-05-10"],"type":["text"],"creator":["Brodmann, Markus","Lee, Wanseok","Park, Euisung","Schenzel, Peter"],"language":[],"coverage":[],"title":["Projective surfaces of maximal sectional regularity"],"description":["  We study projective surfaces $X \\subset \\mathbb{P}^r$ (with $r \\geq 5$) of\nmaximal sectional regularity and degree $d > r$, hence surfaces for which the\nCastelnuovo-Mumford regularity $\\reg(C)$ of a general hyperplane section curve\n$C = X \\cap \\mathbb{P}^{r-1}$ takes the maximally possible value $d-r+3$. We\nshow that each of these surfaces is either a cone over a curve $C \\subset\n\\mathbb{P}^{r-1}$ of maximal regularity or else a birational outer linear\nprojection of a smooth rational surface scroll $\\widetilde{X} \\subset\n\\mathbb{P}^{d+1}$. We prove that the Castelnuovo-Mumford regularity of these\nsurfaces satisfies the equality $\\reg(X) = d-r+3$ and we compute or estimate\nvarious of their cohomological invariants as well as their Betti numbers. We\nstudy the the extremal variety $\\mathbb{F}(X)$ of these surfaces $X$, that is\nthe closed union of the extremal secant lines of all smooth hyperplane section\ncurves of $X$. We show that $\\mathbb{F}(X)$ is either a plane or that otherwise\n$r =5$ and $\\mathbb{F}(X)$ is a rational smooth threefold scroll $S(1,1,1)\n\\subset \\mathbb{P}^5$.\n","Comment: 54 pages"]}]
["1305.2358",{"format":[],"subject":["Physics - History and Philosophy of Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2358"],"date":["2013-05-10"],"type":["text"],"creator":["Vidotto, Francesca"],"language":[],"coverage":[],"title":["Infinities as a measure of our ignorance"],"description":["  The quantization of gravity offers a solution to the presence of\nsingularities in cosmology. Infinities are removed because of the existence of\nfinite quanta of spacetime. This is one of the most important prediction of\nLoop Quantum Gravity. But treating gravity on the same footing as the other\nquantum field theories introduces a different kind of infinities: the ones from\nthe renormalization procedure. In the covariant formulation of Loop Quantum\nGravity (Spinfoam) this kind of infinities are tamed by the presence of the\ncosmological constant. These two results are guided by a specific perspective\non the appearance of infinity in physics: this is just interpreted as a\nsignpost that the theory should be improved. It arises from our limited\nknowledge, and not as a fundamental fact of nature.\n","Comment: 12 pages, talk presented at the workshop \"Infinities and Cosmology\",\n  DAMPT, Cambridge, UK, 21st March 2013. arXiv admin note: text overlap with\n  arXiv:1105.1898 by other authors"]}]
["1305.2362",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2362"],"date":["2013-05-10"],"type":["text"],"creator":["Wipf, David","Zhang, Haichao"],"language":[],"coverage":[],"title":["Revisiting Bayesian Blind Deconvolution"],"description":["  Blind deconvolution involves the estimation of a sharp signal or image given\nonly a blurry observation. Because this problem is fundamentally ill-posed,\nstrong priors on both the sharp image and blur kernel are required to\nregularize the solution space. While this naturally leads to a standard MAP\nestimation framework, performance is compromised by unknown trade-off parameter\nsettings, optimization heuristics, and convergence issues stemming from\nnon-convexity and/or poor prior selections. To mitigate some of these problems,\na number of authors have recently proposed substituting a variational Bayesian\n(VB) strategy that marginalizes over the high-dimensional image space leading\nto better estimates of the blur kernel. However, the underlying cost function\nnow involves both integrals with no closed-form solution and complex,\nfunction-valued arguments, thus losing the transparency of MAP. Beyond standard\nBayesian-inspired intuitions, it thus remains unclear by exactly what mechanism\nthese methods are able to operate, rendering understanding, improvements and\nextensions more difficult. To elucidate these issues, we demonstrate that the\nVB methodology can be recast as an unconventional MAP problem with a very\nparticular penalty/prior that couples the image, blur kernel, and noise level\nin a principled way. This unique penalty has a number of useful characteristics\npertaining to relative concavity, local minima avoidance, and scale-invariance\nthat allow us to rigorously explain the success of VB including its existing\nimplementational heuristics and approximations. It also provides strict\ncriteria for choosing the optimal image prior that, perhaps\ncounter-intuitively, need not reflect the statistics of natural scenes. In so\ndoing we challenge the prevailing notion of why VB is successful for blind\ndeconvolution while providing a transparent platform for introducing\nenhancements.\n","Comment: This paper has been submitted to JMLR. A conference version will\n  appear at EMMCVPR 2013"]}]
["1305.2367",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2367"],"date":["2013-05-10"],"type":["text"],"creator":["Poshakinskiy, A. V.","Poddubny, A. N."],"language":[],"coverage":[],"title":["Time-resolved second-order correlations of microcavity photons"],"description":["  The time dependence of the correlations between the photons, emitted from the\nmicrocavity with embedded quantum dot under incoherent pumping, is studied\ntheoretically. Analytical expressions for the second-order correlation function\ng2(t) are presented in strong and weak coupling regimes. At moderate pumping\nthe correlation function demonstrates Rabi oscillations, while at larger\npumping it shows monoexponential decay. The decay time of the correlations\nnonmonotonously depends on the pumping value and has a maximum corresponding to\nthe self-quenching transition.\n","Comment: 10 pages, 3 figures"]}]
["1305.2368",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2368"],"date":["2013-05-10"],"type":["text"],"creator":["Gruber, Alexander","Keller, Thomas","Lewis, Mark","Naughton, Keeley","Strasser, Benjamin"],"language":[],"coverage":[],"title":["A Characterization of the Prime Graphs of Solvable Groups"],"description":["  Let \\pi(G) denote the set of prime divisors of the order of a finite group G.\nThe prime graph of G is the graph with vertex set \\pi(G) with edges {p,q} if\nand only if there exists an element of order pq in G. In this paper, we prove\nthat a graph is isomorphic to the prime graph of a solvable group if and only\nif its complement is 3-colorable and triangle free. We then introduce the idea\nof a minimal prime graph. We prove that there exists an infinite class of\nsolvable groups whose prime graphs are minimal. We prove the 3k-conjecture on\nprime divisors in element orders for solvable groups with minimal prime graphs,\nand we show that solvable groups whose prime graphs are minimal have Fitting\nlength 3 or 4.\n","Comment: 20 pages, 5 figures"]}]
["1305.2369",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2369"],"date":["2013-04-22"],"type":["text"],"creator":["Virmani, Deepali","Talwar, Dhruv","Dhingra, Arun","Bahl, Tushar"],"language":[],"coverage":[],"title":["Priority Based Energy-Efficient Data Forwarding Algorithm in Wireless\n  Sensor Networks"],"description":["  A Wireless Sensor Network(WSN) can be described as a collection of untethered\nsensor nodes. An important application of WSNs is in the field of real-time\ncommunication. Real-time communication is a critical service which requires a\nqualitative routing protocol for energy-efficient network communication. The\njudicious use of energy of the network nodes is essential and important for\nsustainability and longevity of a WSN. This paper proposes an algorithm namely\nPriority-Energy Based Data Forwarding Algorithm(PEDF) which empowers the node\nto choose the most suitable packet forwarding path, based on the priority of\nthe packet and the current energy status of the forwarding node. The algorithm\nhence dynamically adapts to the prevailing energy-scenario of the network and\ntakes routing decisions accordingly, based on packet priority. Minimizing\ndelay, minimizing energy utilization, maximizing throughput and maximizing\nnetwork lifetime are the key elements of the proposed algorithm.\n","Comment: 4 pages, 2 figures, International Journal of Advances in Computer\n  Networks and its Security - IJCNS, Volume 1 : Issue 1, 2011"]}]
["1305.2370",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2370"],"date":["2013-04-22"],"type":["text"],"creator":["Virmani, Deepali","Jain, Satbir"],"language":[],"coverage":[],"title":["Scalable, Robust and Real Time Communication Architecture For Wireless\n  Sensor Networks"],"description":["  In this paper we propose wireless sensor network architecture with layered\nprotocols, targeting different aspects of the awareness requirements in\nwireless sensor networks. Under such a unified framework, we pay special\nattention to the most important awareness issues in wireless sensor networks:\nnamely dynamic awareness, energy awareness and spatiotemporal awareness. First,\nwe propose the spatiotemporal aware routing protocol for wireless sensor\nnetworks, which maintains a constant delivery speed for soft real-time\ncommunication. Second, we introduce the time-energy aware aggregation scheme,\nwhich increases the degree of aggregation and reduces energy consumption\nwithout jeopardizing the end-to-end delay. It is the data aggregation scheme to\ntake the timely delivery of messages as well as protocol overhead into account\nto adjust aggregation strategies adaptively in accordance with assessed traffic\nconditions and expected wireless sensor network requirements. Third, we also\ndeal with dynamic awareness by proposing a new communication category based on\na lazy-binding concept. The evaluation of this integrated architecture\ndemonstrates its performance composability and its capability to be tailored\nfor applications with different awareness requirements. We believe that the\nintegrated architecture, supporting various kinds of awareness requirements,\nlays a foundation for overall wireless sensor network.\n","Comment: Journal of Information Knowledge and Research in Computer\n  Engineering, 2008. arXiv admin note: text overlap with arXiv:1107.4054 by\n  other authors"]}]
["1305.2373",{"format":[],"subject":["Physics - Chemical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2373"],"date":["2013-05-07"],"type":["text"],"creator":["Sullivan, Eric"],"language":[],"coverage":[],"title":["Heat and Moisture Transport in Unsaturated Porous Media -- A Coupled\n  Model in Terms of Chemical Potential"],"description":["  Transport phenomena in porous media are commonplace in our daily lives.\nExamples and applications include heat and moisture transport in soils, baking\nand drying of food stuffs, curing of cement, and evaporation of fuels in wild\nfires. Of particular interest to this study are heat and moisture transport in\nunsaturated soils. Historically, mathematical models for these processes are\nderived by coupling classical Darcy's, Fourier's, and Fick's laws with volume\naveraged conservation of mass and energy and empirically based source and sink\nterms. Recent experimental and mathematical research has proposed modifications\nand suggested limitations in these classical equations. The primary goal of\nthis thesis is to derive a thermodynamically consistent system of equations for\nheat and moisture transport in terms of the chemical potential that addresses\nsome of these limitations. The physical processes of interest are primarily\ndiffusive in nature and, for that reason, we focus on using the macroscale\nchemical potential to build and simplify the models. The resulting coupled\nsystem of nonlinear partial differential equations is solved numerically and\nvalidated against the classical equations and against experimental data. It\nwill be shown that under a mixture theoretic framework, the classical Richards'\nequation for saturation is supplemented with gradients in temperature, relative\nhumidity, and the time rate of change of saturation. Furthermore, it will be\nshown that restating the water vapor diffusion equation in terms of chemical\npotential eliminates the necessity for an empirically based fitting parameter.\n","Comment: Ph.D. Thesis in partial fulfillment of doctoral studies at University\n  of Colorado Denver. May 2013.\n  (http://www.ucdenver.edu/academics/colleges/CLAS/Departments/math/Pages/MathStats.aspx)"]}]
["1305.2379",{"format":[],"subject":["Mathematics - Differential Geometry","53A10, 49Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2379"],"date":["2013-05-10"],"type":["text"],"creator":["Cheng, Xu","Mejia, Tito","Zhou, Detang"],"language":[],"coverage":[],"title":["Simons' type equation for $f$-minimal hypersurfaces and applications"],"description":["  We derive the Simons' type equation for $f$-minimal hypersurfaces in weighted\nRiemannian manifolds and apply it to obtain a pinching theorem for closed\n$f$-minimal hypersurfaces immersed in the product manifold\n$\\mathbb{S}^n(\\sqrt{2(n-1)})\\times \\mathbb{R}$ with $f=\\frac {t^2}{4}$. Also we\nclassify closed $f$-minimal hypersurfaces with $L_f$-index one immersed in\n$\\mathbb{S}^n(\\sqrt{2(n-1)})\\times \\mathbb{R}$ with the same $f$ as above.\n","Comment: 22 pages"]}]
["1305.2381",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2381","Phys. Rev. B86 235441 (2012)","doi:10.1103/PhysRevB.86.235441"],"date":["2013-05-10"],"type":["text"],"creator":["Baker, A. M. R.","Alexander-Webber, J. A.","Altebaeumer, T.","Janssen, T. J. B. M.","Tzalenchuk, A.","Lara-Avila, S.","Kubatkin, S.","Yakimova, R.","Lin, C. -T.","Li, L. -J.","Nicholas, R. J."],"language":[],"coverage":[],"title":["Weak localization scattering lengths in epitaxial, and CVD graphene"],"description":["  Weak localization in graphene is studied as a function of carrier density in\nthe range from 1 x $10^{11}$\\,cm$^{-2}$ to 1.43 x $10^{13}$\\,cm$^{-2}$ using\ndevices produced by epitaxial growth onto SiC and CVD growth on thin metal\nfilm. The magnetic field dependent weak localization is found to be well fitted\nby theory, which is then used to analyse the dependence of the scattering\nlengths L$_\\varphi$, L$_i$, and L$_*$ on carrier density. We find no\nsignificant carrier dependence for L$_\\varphi$, a weak decrease for L$_i$ with\nincreasing carrier density just beyond a large standard error, and a\nn$^{-\\frac{1}{4}}$ dependence for L$_*$. We demonstrate that currents as low as\n0.01\\,nA are required in smaller devices to avoid hot-electron artefacts in\nmeasurements of the quantum corrections to conductivity.\n"]}]
["1305.2386",{"format":[],"subject":["Computer Science - Multiagent Systems","91B14"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2386"],"date":["2013-05-10"],"type":["text"],"creator":["Ramezanian, Mohammad Ali Javidian Rasoul"],"language":[],"coverage":[],"title":["Disappointment in Social Choice Protocols"],"description":["  Social choice theory is a theoretical framework for analysis of combining\nindividual preferences, interests, or welfare to reach a collective decision or\nsocial welfare in some sense. We introduce a new criterion for social choice\nprotocols called social disappointment. Social disappointment happens when the\noutcome of a voting system occurs for those alternatives which are at the end\nof at least half of individual preference profiles. Here we introduce some\nprotocols that prevent social disappointment and prove an impossibility theorem\nbased on this key concept.\n","Comment: 15 pages"]}]
["1305.2387",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2387"],"date":["2013-05-10"],"type":["text"],"creator":["Liao, Jianxin","Zhang, Lei","Zhu, Xiaomin","Wang, Jingyu","Liao, Minyan"],"language":[],"coverage":[],"title":["Loss Rate Based Fountain Codes for Data Transfer"],"description":["  Fountain codes are becoming increasingly important for data transferring over\ndedicated high-speed long-distance network. However, the encoding and decoding\ncomplexity of traditional fountain codes such as LT and Raptor codes are still\nhigh. In this paper, a new fountain codes named LRF (Loss Rate Based Fountain)\ncodes for data transfer is proposed. In order to improve the performance of\nencoding and decoding efficiency and decrease the number of redundant encoding\nsymbols, an innovative degree distribution instead of robust soliton degree\ndistribution in LT (Luby Transfer) codes is proposed. In LRF codes, the degree\nof encoding symbol is decided by loss rate property, and the window size is\nextended dynamic. Simulations result using LRF codes show that the proposed\nmethod has better performance in term of encoding ratio, degree ratio, encoding\nand decoding efficiency with respect to LT and Raptor codes.\n"]}]
["1305.2388",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2388","Parsazad, Shafigh; Saboori, Ehsan; Allahyar, Amin; , \"Fast Feature\n  Reduction in intrusion detection datasets,\" MIPRO, 2012 Proceedings of the\n  35th International Convention , vol., no., pp.1023-1029, 21-25 May 2012"],"date":["2013-04-01"],"type":["text"],"creator":["Parsazad, Shafigh","Saboori, Ehsan","Allahyar, Amin"],"language":[],"coverage":[],"title":["Fast Feature Reduction in intrusion detection datasets"],"description":["  In the most intrusion detection systems (IDS), a system tries to learn\ncharacteristics of different type of attacks by analyzing packets that sent or\nreceived in network. These packets have a lot of features. But not all of them\nis required to be analyzed to detect that specific type of attack. Detection\nspeed and computational cost is another vital matter here, because in these\ntypes of problems, datasets are very huge regularly. In this paper we tried to\npropose a very simple and fast feature selection method to eliminate features\nwith no helpful information on them. Result faster learning in process of\nredundant feature omission. We compared our proposed method with three most\nsuccessful similarity based feature selection algorithm including Correlation\nCoefficient, Least Square Regression Error and Maximal Information Compression\nIndex. After that we used recommended features by each of these algorithms in\ntwo popular classifiers including: Bayes and KNN classifier to measure the\nquality of the recommendations. Experimental result shows that although the\nproposed method can't outperform evaluated algorithms with high differences in\naccuracy, but in computational cost it has huge superiority over them.\n"]}]
["1305.2389",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2389"],"date":["2013-05-10"],"type":["text"],"creator":["Likhoded, A. K.","Luchinsky, A. V.","Poslavsky, S. V."],"language":[],"coverage":[],"title":["Hadronic Production of $chi_c$-mesons at LHC"],"description":["  Hadronic production of $P$-wave charmonium states $\\chi_{cJ}$ in hadronic\ninteraction is considered. Using experimental results of CDF and LHCb\ncollaborations we show, that contributions of color-singlet components are\ndominant. As for color-octet mechanism, we show, that contributions from\n$P$-wave states can also be observed, while $S$-wave states can be neglected.\nThe best experimental observables that give information about relative\nimportance of color-singlet and color-octet components are the ratios\n$\\chi_{c2}/\\chi_{c1}$ and $\\chi_{c0}/\\chi_{c1}$.\n","Comment: 14 pages, 6 figures, 2 tables"]}]
["1305.2391",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2391"],"date":["2013-04-12"],"type":["text"],"creator":["Tadaki, Kohtaro","Doi, Norihisa"],"language":[],"coverage":[],"title":["Cryptography and Algorithmic Randomness"],"description":["  The secure instantiation of the random oracle is one of the major open\nproblems in modern cryptography. We investigate this problem using concepts and\nmethods of algorithmic randomness. In modern cryptography, the random oracle\nmodel is widely used as an imaginary framework in which the security of a\ncryptographic scheme is discussed. In the random oracle model, the\ncryptographic hash function used in a cryptographic scheme is formulated as a\nrandom variable uniformly distributed over all possibility of the function,\ncalled the random oracle. The main result of this paper is to show that, for\nany secure signature scheme in the random oracle model, there exists a specific\ncomputable function which can instantiate the random oracle while keeping the\nsecurity originally proved in the random oracle model. In modern cryptography\nthe generic group model is used also for a similar purpose to the random oracle\nmodel. We show that the same results hold for the generic group model. In the\nprocess of proving the results, we introduce the notion of effective security,\ndemonstrating the importance of this notion in modern cryptography.\n","Comment: 34 pages, LaTeX2e, no figures"]}]
["1305.2395",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2395"],"date":["2013-05-10"],"type":["text"],"creator":["Kubota, Toshiro","Ranck, Jessica","Acker, Briley","De Haan, Herman"],"language":[],"coverage":[],"title":["Shape Reconstruction and Recognition with Isolated Non-directional Cues"],"description":["  The paper investigates a hypothesis that our visual system groups visual cues\nbased on how they form a surface, or more specifically triangulation derived\nfrom the visual cues. To test our hypothesis, we compare shape recognition with\nthree different representations of visual cues: a set of isolated dots\ndelineating the outline of the shape, a set of triangles obtained from Delaunay\ntriangulation of the set of dots, and a subset of Delaunay triangles excluding\nthose outside of the shape. Each participant was assigned to one particular\nrepresentation type and increased the number of dots (and consequentially\ntriangles) until the underlying shape could be identified. We compare the\naverage number of dots needed for identification among three types of\nrepresentations. Our hypothesis predicts that the results from the three\nrepresentations will be similar. However, they show statistically significant\ndifferences. The paper also presents triangulation based algorithms for\nreconstruction and recognition of a shape from a set of isolated dots.\nExperiments showed that the algorithms were more effective and perceptually\nagreeable than similar contour based ones. From these experiments, we conclude\nthat triangulation does affect our shape recognition. However, the surface\nbased approach presents a number of computational advantages over the contour\nbased one and should be studied further.\n","Comment: 28 pages, 14 figures, 4 tables"]}]
["1305.2401",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2401"],"date":["2013-05-10"],"type":["text"],"creator":["Lozano, George A."],"language":[],"coverage":[],"title":["Ethics of using language editing services in an era of digital\n  communication and heavily multiauthored papers"],"description":["  Scientists of many countries in which English is not the primary language\nroutinely use a variety of manuscript preparation, correction or editing\nservices, a practice that is openly endorsed by many journals and scientific\ninstitutions. These services vary tremendously in their scope; at one end there\nis simple proof-reading, and at the other extreme there is in-depth and\nextensive peer-reviewing, proposal preparation, statistical analyses,\nre-writing and co-writing. In this paper, the various types of service are\nreviewed, along with authorship guidelines, and the question is raised of\nwhether the high-end services surpass most guidelines' criteria for authorship.\nThree other factors are considered. First, the ease of collaboration possible\nin the internet era allows multiple iterations between authors and the editing\nservice, so essentially, papers can be co-written. Second, 'editing services'\noften offer subject-specific experts who comment not only on the language, but\ninterpret and improve scientific content. Third, the trend towards heavily\nmulti-authored papers implies that the threshold necessary to earn authorship\nis declining. The inevitable conclusion is that at some point the contributions\nby 'editing services' should be deemed sufficient to warrant authorship. Trying\nto enforce any guidelines would likely be futile, but nevertheless, it might be\ntime to revisit the ethics of using some of the high-end 'editing services'. In\nan increasingly international job market, recognizing this problem might prove\nprogressively more important in authorship disputes, the allocation of research\ngrants, and hiring decisions\n","Comment: 19 pages"]}]
["1305.2404",{"format":[],"subject":["Mathematics - Combinatorics","05E05 (33D45)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2404"],"date":["2013-05-10"],"type":["text"],"creator":["Cameron, Stephen","Vinroot, C. Ryan"],"language":[],"coverage":[],"title":["A product formula for multivariate Rogers-Szeg\\\"o polynomials"],"description":["  Let $H_n(t)$ denote the classical Rogers-Szeg\\\"o polynomial, and let\n$\\tH_n(t_1, \\ldots, t_l)$ denote the homogeneous Rogers-Szeg\\\"o polynomial in\n$l$ variables, with indeterminate $q$. There is a classical product formula for\n$H_k(t)H_n(t)$ as a sum of Rogers-Szeg\\\"o polynomials with coefficients being\npolynomials in $q$. We generalize this to a product formula for the\nmultivariate homogeneous polynomials $\\tH_n(t_1, \\ldots, t_l)$. The\ncoefficients given in the product formula are polynomials in $q$ which are\ndefined recursively, and we find closed formulas for several interesting cases.\nWe then reinterpret the product formula in terms of symmetric function theory,\nwhere these coefficients become structure constants.\n"]}]
["1305.2408",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2408"],"date":["2013-05-10"],"type":["text"],"creator":["Malyshev, Anton"],"language":[],"coverage":[],"title":["Non-amenability of product replacement graphs"],"description":["  We prove non-amenability of the product replacement graphs \\Gamma_n(G) for\nuniformly non-amenable groups. We also prove it for Z-large groups, when n is\nsufficiently large. It follows that \\Gamma_n(G) is non-amenable when n is\nsufficiently large for hyperbolic groups, linear groups, and elementary\namenable groups.\n","Comment: 9 pages"]}]
["1305.2411",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2411"],"date":["2013-05-10"],"type":["text"],"creator":["Herranz, G.","Bergeal, N.","Lesueur, J.","Gazquez, J.","Scigaj, M.","Dix, N.","Sanchez, F.","Fontcuberta, J."],"language":[],"coverage":[],"title":["Orientational tuning of the 2D-superconductivity in LaAlO3/SrTiO3\n  interfaces"],"description":["  The discovery of a two-dimensional (2D) electron gas at the (110)-oriented\nLaAlO3/SrTiO3 in- terface provided us with the opportunity to probe the effect\nof crystallographic orientation and the ensuing electronic reconstructions on\ninterface properties beyond the conventional (001)-orientation. At temperatures\nbelow 200 mK, we have measured 2D superconductivity with a spatial extension\nsignificantly larger (d approx. 24 - 30 nm) than previously reported for\n(001)-oriented LaAlO3/SrTiO3 interfaces (d approx. 10 nm). The more extended\nsuperconductivity brings about the absence of violation of the Pauli\nparamagnetic limit for the upper critical fields, signaling the distinctive\nnature of the electronic structure of the (110)-oriented interface with respect\nto their (001)-counterparts\n","Comment: 5 pages, 5 figures"]}]
["math/0004151",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","57M27 (Primary) 51P05, 81T10, 81T40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0004151"],"date":["2000-04-25","2013-05-10"],"type":["text"],"creator":["Ng, Sze Kui"],"language":[],"coverage":[],"title":["Quantum Knots and New Quantum Field Theory"],"description":["  We propose a new gauge theory of quantum electrodynamics (QED) and quantum\nchromodynamics (QCD) from which we derive knot invariants such as the Jones\npolynomial. Our approach is inspired by the work of Witten who derived knot\ninvariants from quantum field theory based on the Chern-Simon Lagrangian. From\nour approach we can derive new knot invariants which extend the Jones\npolynomial and give a complete classification of knots. We model elementary\nparticles by quantum knots. From the construction of quantum knots we construct\nquantum photon propagator and quantum gloun propagator for the nuclear force\nbeween elementary particles. Then from the propagators a renormalization group\nequation is derived for the critical phenomena of QED and QCD of electrons and\nquarks including superconductivity and color superconductivity.\n","Comment: 92 pages, 7 figures"]}]
["math/0504037",{"format":[],"subject":["Mathematics - Category Theory","Computer Science - Logic in Computer Science","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504037"],"date":["2005-04-03"],"type":["text"],"creator":["Houston, Robin","Hughes, Dominic","Schalk, Andrea"],"language":[],"coverage":[],"title":["Modelling Linear Logic Without Units (Preliminary Results)"],"description":["  We describe a notion of categorical model for unitless fragments of\n(multiplicative) linear logic. The basic definition uses promonoidal\ncategories, and we also give an equivalent elementary axiomatisation.\n","Comment: 23 pages"]}]
["math/0604542",{"format":[],"subject":["Mathematics - Category Theory","18D10 (Primary) 18A30, 18D15, 18E05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604542","Journal of Pure and Applied Algebra, Volume 212, Issue 2, February\n  2008, Pages 394-400","doi:10.1016/j.jpaa.2007.05.021"],"date":["2006-04-25","2007-05-02"],"type":["text"],"creator":["Houston, Robin"],"language":[],"coverage":[],"title":["Finite Products are Biproducts in a Compact Closed Category"],"description":["  If a compact closed category has finite products or finite coproducts then it\nin fact has finite biproducts, and so is semi-additive.\n","Comment: 9 pages. Introduction further expanded, minor errors corrected"]}]
