["0708.4250",{"format":[],"subject":["Mathematics - Group Theory","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4250"],"date":["2007-08-30","2013-05-22"],"type":["text"],"creator":["Belk, James","Matucci, Francesco"],"language":[],"coverage":[],"title":["Conjugacy and Dynamics in Thompson's Groups"],"description":["  We give a unified solution to the conjugacy problem for Thompson's groups F,\nT, and V. The solution uses strand diagrams, which are similar in spirit to\nbraids and generalize tree-pair diagrams for elements of Thompson's groups.\nStrand diagrams are closely related to piecewise-linear functions for elements\nof Thompson's groups, and we use this correspondence to investigate the\ndynamics of elements of F. Though many of the results in this paper are known,\nour approach is new, and it yields elegant proofs of several old results.\n","Comment: 23 pages, 24 figures; final version; to appear in \"Geometriae\n  Dedicata\""]}]
["0711.2657",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2657","Dielectric and Ferroelectric Reviews, 2012:175-244, ISBN:\n  978-81-308-0378-4, Editors: Srowthi S. N. Bharadwaja and Robert A. Dorey"],"date":["2007-11-16"],"type":["text"],"creator":["Sherrit, Stewart","Mukherjee, Binu K."],"language":[],"coverage":[],"title":["Characterization of Piezoelectric Materials for Transducers"],"description":["  Review of techniques for characterizing piezoelectric/electrostrictive\nmaterial for transducer applications.\n","Comment: 45 pgs, 22 figures"]}]
["0803.3969",{"format":[],"subject":["Mathematics - Rings and Algebras","Computer Science - Logic in Computer Science","AC, RA"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3969","The Computer Journal 56(1): 3-14, 2013","doi:10.1093/comjnl/bxs028"],"date":["2008-03-27","2013-05-22"],"type":["text"],"creator":["Bergstra, Jan A.","Bethke, Inge","Ponse, Alban"],"language":[],"coverage":[],"title":["Cancellation Meadows: a Generic Basis Theorem and Some Applications"],"description":["  Let Q_0 denote the rational numbers expanded to a \"meadow\", that is, after\ntaking its zero-totalized form (0^{-1}=0) as the preferred interpretation. In\nthis paper we consider \"cancellation meadows\", i.e., meadows without proper\nzero divisors, such as $Q_0$ and prove a generic completeness result. We apply\nthis result to cancellation meadows expanded with differentiation operators,\nthe sign function, and with floor, ceiling and a signed variant of the square\nroot, respectively. We give an equational axiomatization of these operators and\nthus obtain a finite basis for various expanded cancellation meadows.\n","Comment: 24 pages, 6 tables; Inge Bethke is added as an extra author; new\n  title (previous title: A Generic Basis Theorem for Cancellation Meadows)"]}]
["0806.0699",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0699","Physics Letters A 372 (2008), pp. 6087-6093","doi:10.1016/j.physleta.2008.08.016"],"date":["2008-06-04","2008-08-05"],"type":["text"],"creator":["Shapiro, V. E."],"language":[],"coverage":[],"title":["Principles of statistical physics: the energy duality"],"description":["  We argue that statistical mechanics of systems with relaxation implies\nbreaking the energy function of systems into two having different\ntransformation rules. With this duality the energy approach incorporates the\ngeneralized vortex forces. We show general theorems and their implications and\napply the approach to the particle confinement in fields of rotational\nsymmetry. Misconceptions of extensive use of the quasienergy and generalized\nthermodynamic potential theories are exposed.\n","Comment: 8 pages, corrected typos, results extended, references changed"]}]
["1004.3129",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3129","Geometriae Dedicata, 159 (2012) 71-88"],"date":["2010-04-19","2013-05-22"],"type":["text"],"creator":["Boissy, Corentin"],"language":[],"coverage":[],"title":["Ends of strata of the moduli space of quadratic differentials"],"description":["  Very few results are known about the topology of the strata of the moduli\nspace of quadratic differentials. In this paper, we prove that any connected\ncomponent of such strata has only one topological end. A typical flat surface\nin a neighborhood of the boundary is naturally split by a collection of\nparallel short saddle connections, but the discrete data associated to this\nsplitting can be quite difficult to describe. In order to bypass these\ndifficulties, we use the Veech zippered rectangles construction and the\ncorresponding (extended) Rauzy classes.\n","Comment: 18 pages, 8 pictures. Presentation improved"]}]
["1007.0147",{"format":[],"subject":["Nuclear Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0147"],"date":["2010-07-01","2013-05-22"],"type":["text"],"creator":["Beckford, B.","de la Puente, A.","Fuji, Y.","Futatsukawa, K.","Hashimoto, O.","Kaneta, M.","Kanda, H.","Maeda, K.","Matsumura, A.","Nakamura, S. N.","Reinhold, J.","Tang, L.","Tsukada, K."],"language":[],"coverage":[],"title":["Performance test of wavelength-shifting acrylic plastic Cherenkov\n  detector"],"description":["  The collection efficiency for Cherenkov light incident on a wavelength\nshifting plate (WLS) has been determined during a beam test at the Proton\nSynchrotron facility located in the National Laboratory for High Energy Physics\n(KEK), Tsukuba, Japan. The experiment was conducted in order to determine the\ndetector's response to photoelectrons converted from photons produced by a\nfused silica radiator; this allows for an approximation of the detector's\nquality. The yield of the photoelectrons produced through internally generated\nCherenkov light as well as light incident from the radiator was measured as a\nfunction of the momentum of the incident hadron beam. The yield is proportional\nto sin$^2$$\\theta_c$, where $\\theta_{c}$ is the opening angle of the Cherenkov\nlight created. Based on estimations and results from similarly conducted tests,\nwhere the collection efficiency was roughly 39%, the experimental result was\nexpected to be around 40% for internally produced light from the WLS. The\nresults of the experiment determined the photon collection response efficiency\nof the WLS to be roughly 62% for photons created in a fused silica radiator and\n41% for light created in the WLS.\n","Comment: 8 figures, 2 tables"]}]
["1008.2158",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2158"],"date":["2010-08-12","2013-05-21"],"type":["text"],"creator":["Patel, Brandon","Di Stefano, Rosanne","Nelson, Thomas","Primini, Francis A.","Liu, Jifeng","Scoles, Sarah"],"language":[],"coverage":[],"title":["Analysis of a State Changing Supersoft X-ray Source in M31"],"description":["  We report on observations of a luminous supersoft X-ray source (SSS) in M31,\nr1-25, that has exhibited spectral changes to harder X-ray states. We document\nthese spectral changes. In addition, we show that they have important\nimplications for modeling the source. Quasisoft states in a source that has\nbeen observed as an SSS represent a newly- discovered phenomenon. We show how\nsuch state changers could prove to be examples of unusual black hole or neutron\nstar accretors. Future observations of this and other state changers can\nprovide the information needed to determine the nature(s) of these intriguing\nnew sources.\n"]}]
["1102.1401",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1401","Phys. Rev. Lett. 108, 067202 (2012)","doi:10.1103/PhysRevLett.108.067202"],"date":["2011-02-07","2012-01-02"],"type":["text"],"creator":["Pizorn, Iztok","Verstraete, Frank"],"language":[],"coverage":[],"title":["Variational Numerical Renormalization Group: Bridging the gap between\n  NRG and Density Matrix Renormalization Group"],"description":["  The numerical renormalization group (NRG) is rephrased as a variational\nmethod with the cost function given by the sum of all the energies of the\neffective low-energy Hamiltonian. This allows to systematically improve the\nspectrum obtained by NRG through sweeping. The ensuing algorithm has a lot of\nsimilarities to the density matrix renormalization group (DMRG) when targeting\nmany states, and this synergy of NRG and DMRG combines the best of both worlds\nand extends their applicability. We illustrate this approach with simulations\nof a quantum spin chain and a single impurity Anderson model (SIAM) where the\naccuracy of the effective eigenstates is greatly enhanced as compared to the\nNRG, especially in the transition to the continuum limit.\n","Comment: As accepted to PRL. Main text: 4 pages, 4 (PDF) figures;\n  Supplementary material: 4 pages, 6 PDF figures; revtex4-1"]}]
["1103.5422",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5422","Phys. Rev. Lett. 110, 216802 (2013)","doi:10.1103/PhysRevLett.110.216802"],"date":["2011-03-28","2013-05-21"],"type":["text"],"creator":["Li, Yi","Wu, Congjun"],"language":[],"coverage":[],"title":["High-Dimensional Topological Insulators with Quaternionic Analytic\n  Landau Levels"],"description":["  We study the 3D topological insulators in the continuum by coupling spin-1/2\nfermions to the Aharonov-Casher SU(2) gauge field. They exhibit flat Landau\nlevels in which orbital angular momentum and spin are coupled with a fixed\nhelicity. The 3D lowest Landau level wavefunctions exhibit the quaternionic\nanalyticity as a generalization of the complex analyticity of the 2D case. Each\nLandau level contributes one branch of gapless helical Dirac modes to the\nsurface spectra, whose topological properties belong to the Z2-class. The flat\nLandau levels can be generalized to an arbitrary dimension. Interaction effects\nand experimental realizations are also studied.\n"]}]
["1104.4769",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4769","Canadian Journal of Physics, 2013, 91(4): 279-292","doi:10.1139/cjp-2012-0251"],"date":["2011-04-25","2012-05-15"],"type":["text"],"creator":["Chigodaev, Alexander","Darewych, Jurij W."],"language":[],"coverage":[],"title":["Inter-particle potentials in a scalar QFT with a Higgs-like mediating\n  field"],"description":["  We study the inter-particle potentials for few-particle systems in a scalar\ntheory with a non-linear mediating field of the Higgs type. We use the\nvariational method, in a reformulated Hamiltonian formalism of QFT, to derive\nrelativistic three and four particle wave equations for stationary states of\nthese systems. We show that the cubic and quartic non-linear terms modify the\nattractive Yukawa potentials but do not change the attractive nature of the\ninteraction if the mediating fields are massive.\n","Comment: 22 pages, 8 figures, 3 appendices"]}]
["1105.3665",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3665","Random Struct. Algorithms 42 (2013), 520-535","doi:10.1002/rsa.20431"],"date":["2011-05-18","2013-05-22"],"type":["text"],"creator":["Ullrich, Mario"],"language":[],"coverage":[],"title":["Comparison of Swendsen-Wang and Heat-Bath Dynamics"],"description":["  We prove that the spectral gap of the Swendsen-Wang process for the Potts\nmodel on graphs with bounded degree is bounded from below by some constant\ntimes the spectral gap of any single-spin dynamics. This implies rapid mixing\nof the Swendsen-Wang process for the two-dimensional Potts model at all\ntemperatures above the critical one, as well as rapid mixing at the critical\ntemperature for the Ising model. After this we introduce a modified version of\nthe Swendsen-Wang algorithm for planar graphs and prove rapid mixing for the\ntwo-dimensional Potts models at all non-critical temperatures.\n","Comment: 22 pages, 1 figure"]}]
["1106.1223",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1223","Nuclear Physics B 854 [FS] (2012) 815--840","doi:10.1016/j.nuclphysb.2011.09.019"],"date":["2011-06-06","2011-09-26"],"type":["text"],"creator":["Ye, Peng","Tian, Chushun","Qi, Xiaoliang","Weng, Zhengyu"],"language":[],"coverage":[],"title":["Electron fractionalization and unconventional order parameters of the\n  t-J model"],"description":["  In the $t-J$ model, the electron fractionalization is unique due to the\nnon-perturbative phase string effect. We formulated a lattice field theory\ntaking this effect into full account. Basing on this field theory, we\nintroduced a pair of Wilson loops which constitute a complete set of order\nparameters determining the phase diagram in the underdoped regime. We also\nestablished a general composition rule for electric transport expressing the\nelectric conductivity in terms of the spinon and the holon conductivities. The\ngeneral theory is applied to studies of the quantum phase diagram. We found\nthat the antiferromagnetic and the superconducting phases are dual: in the\nformer, holons are confined while spinons are deconfined, and {\\it vice versa}\nin the latter. These two phases are separated by a novel phase, the so-called\nBose-insulating phase, where both holons and spinons are deconfined and the\nsystem is electrically insulating.\n","Comment: 19 pages, 4 figures, final version, accepted for publication in Nucl.\n  Phys. B"]}]
["1106.3856",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3856","Int.J.Theor.Phys.51:2648-2655,2012","doi:10.1007/s10773-012-1145-3"],"date":["2011-06-20","2012-05-15"],"type":["text"],"creator":["Zielinski, Christian","Wang, Qing-hai"],"language":[],"coverage":[],"title":["Entanglement Efficiencies in PT-Symmetric Quantum Mechanics"],"description":["  The degree of entanglement is determined for an arbitrary state of a broad\nclass of PT-symmetric bipartite composite systems. Subsequently we quantify the\nrate with which entangled states are generated and show that this rate can be\ncharacterized by a small set of parameters. These relations allow one in\nprinciple to improve the ability of these systems to entangle states. It is\nalso noticed that many relations resemble corresponding ones in conventional\nquantum mechanics.\n","Comment: Published version with improved figures, 5 pages, 2 figures"]}]
["1106.5311",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5311","J. Sup. Nov. Mag. 26, 2239 (2013)","doi:10.1007/s10948-011-1345-8"],"date":["2011-06-27"],"type":["text"],"creator":["Hirsch, J. E."],"language":[],"coverage":[],"title":["Meissner effect, Spin Meissner effect and charge expulsion in\n  superconductors"],"description":["  The Meissner effect and the Spin Meissner effect are the spontaneous\ngeneration of charge and spin current respectively near the surface of a metal\nmaking a transition to the superconducting state. The Meissner effect is well\nknown but, I argue, not explained by the conventional theory, the Spin Meissner\neffect has yet to be detected. I propose that both effects take place in all\nsuperconductors, the first one in the presence of an applied magnetostatic\nfield, the second one even in the absence of applied external fields. Both\neffects can be understood under the assumption that electrons expand their\norbits and thereby lower their quantum kinetic energy in the transition to\nsuperconductivity. Associated with this process, the metal expels negative\ncharge from the interior to the surface and an electric field is generated in\nthe interior. The resulting charge current can be understood as arising from\nthe magnetic Lorentz force on radially outgoing electrons, and the resulting\nspin current can be understood as arising from a spin Hall effect originating\nin the Rashba-like coupling of the electron magnetic moment to the internal\nelectric field. The associated electrodynamics is qualitatively different from\nLondon electrodynamics, yet can be described by a small modification of the\nconventional London equations. The stability of the superconducting state and\nits macroscopic phase coherence hinge on the fact that the orbital angular\nmomentum of the carriers of the spin current is found to be exactly $\\hbar/2$,\nindicating a topological origin. The simplicity and universality of our theory\nargue for its validity, and the occurrence of superconductivity in many classes\nof materials can be understood within our theory.\n","Comment: Submitted to SLAFES XX Proceedings"]}]
["1107.3654",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","Mathematics - Representation Theory","Primary 14M15, Secondary 05E10 14M17 20G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3654","Transform. Groups 18 (2013), no. 2, 329-359","doi:10.1007/s00031-013-9220-2"],"date":["2011-07-19","2013-05-22"],"type":["text"],"creator":["Balan, Michaël"],"language":[],"coverage":[],"title":["Standard Monomial Theory for desingularized Richardson varieties in the\n  flag variety GL(n)/B"],"description":["  We consider a desingularization Gamma of a Richardson variety X_w^v=X_w \\cap\nX^v in the flag variety Fl(n)=GL(n)/B, obtained as a fibre of a projection from\na certain Bott-Samelson variety Z. We then construct a basis of the homogeneous\ncoordinate ring of Gamma inside Z, indexed by combinatorial objects which we\ncall w_0-standard tableaux.\n"]}]
["1107.4383",{"format":[],"subject":["Mathematics - Commutative Algebra","(Primary) 13P99, (Secondary) 13C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4383"],"date":["2011-07-21","2013-05-21"],"type":["text"],"creator":["Barwick, Brett","Stone, Branden"],"language":[],"coverage":[],"title":["The QuillenSuslin Package for Macaulay2"],"description":["  A supplemental paper detailing the QuillenSuslin package for Macaulay2. The\nQuillenSuslin package for Macaulay2 provides the ability to compute a free\nbasis for a projective module over a polynomial ring with coefficients in Q, Z\nor Z/p for a prime integer p. A brief description of the underlying algorithm\nand the related tools are given.\n","Comment: 8 pages. The current version has some minor edits and added\n  references"]}]
["1107.5338",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5338"],"date":["2011-07-26","2013-05-22"],"type":["text"],"creator":["Loza-Reyes, Elisa","Hurn, Merrilee","Robinson, Tony"],"language":[],"coverage":[],"title":["Classification of molecular sequence data using Bayesian phylogenetic\n  mixture models"],"description":["  Rate variation among the sites of a molecular sequence is commonly found in\napplications of phylogenetic inference. Several approaches exist to account for\nthis feature but they do not usually enable the investigator to pinpoint the\nsites that evolve under one or another rate of evolution in a straightforward\nmanner. The focus is on Bayesian phylogenetic mixture models, augmented with\nallocation variables, as tools for site classification and quantification of\nclassification uncertainty. The method does not rely on prior knowledge of site\nmembership to classes or even the number of classes. Furthermore, it does not\nrequire correlated sites to be next to one another in the sequence alignment,\nunlike some phylogenetic hidden Markov or change-point models. In the approach\npresented, model selection on the number and type of mixture components is\nconducted ahead of both model estimation and site classification; the\nsteppingstone sampler (SS) is used to select amongst competing mixture models.\nExample applications of simulated data and mitochondrial DNA of primates\nillustrate site classification via 'augmented' Bayesian phylogenetic mixtures.\nIn both examples, all mixtures outperform commonly-used models of among-site\nrate variation and models that do not account for rate heterogeneity. The\nexamples further demonstrate how site classification is readily available from\nthe analysis output. The method is directly relevant to the choice of\npartitions in Bayesian phylogenetics, and its application may lead to the\ndiscovery of structure not otherwise recognised in a molecular sequence\nalignment. Computational aspects of Bayesian phylogenetic model estimation are\ndiscussed, including the use of simple Markov chain Monte Carlo (MCMC) moves\nthat mix efficiently without tempering the chains.\n"]}]
["1109.0807",{"format":[],"subject":["Computer Science - Information Theory","Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0807","EURASIP Journal on Bioinformatics and Systems Biology 2013, 2013:6","doi:10.1186/1687-4153-2013-6"],"date":["2011-09-05","2013-05-21"],"type":["text"],"creator":["Heckel, Reinhard","Schober, Steffen","Bossert, Martin"],"language":[],"coverage":[],"title":["Harmonic Analysis of Boolean Networks: Determinative Power and\n  Perturbations"],"description":["  Consider a large Boolean network with a feed forward structure. Given a\nprobability distribution on the inputs, can one find, possibly small,\ncollections of input nodes that determine the states of most other nodes in the\nnetwork? To answer this question, a notion that quantifies the determinative\npower of an input over the states of the nodes in the network is needed. We\nargue that the mutual information (MI) between a given subset of the inputs X =\n{X_1, ..., X_n} of some node i and its associated function f_i(X) quantifies\nthe determinative power of this set of inputs over node i. We compare the\ndeterminative power of a set of inputs to the sensitivity to perturbations to\nthese inputs, and find that, maybe surprisingly, an input that has large\nsensitivity to perturbations does not necessarily have large determinative\npower. However, for unate functions, which play an important role in genetic\nregulatory networks, we find a direct relation between MI and sensitivity to\nperturbations. As an application of our results, we analyze the large-scale\nregulatory network of Escherichia coli. We identify the most determinative\nnodes and show that a small subset of those reduces the overall uncertainty of\nthe network state significantly. Furthermore, the network is found to be\ntolerant to perturbations of its inputs.\n"]}]
["1110.3839",{"format":[],"subject":["Mathematics - Differential Geometry","53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3839","Trans. Moscow Math. Soc. 2012, Pages 1--28. Translated by : Trudy\n  Moskov. Matem. Obw. Tom 73 (2012)"],"date":["2011-10-17"],"type":["text"],"creator":["Graev, Michail M."],"language":[],"coverage":[],"title":["On existence of invariant Einstein metrics on a compact homogeneous\n  space"],"description":["  We prove that the existence of a positively defined, invariant Einstein\nmetric $m$ on a connected homogeneous space $G/H$ of a compact Lie group $G$ is\nthe consequence of non-contractibility of some compact set $C=X_{G,H}^{\\Sigma}$\n(B\\\"ohm polyhedron) introduced by C.B\\\"ohm. There is a natural continuous map\nof $C$ onto the flag complex $K_B$ of a finite graph $B$. The special case of\n$C = K_B$, $K_B$ non-contractible, is one of B\\\"ohm existence criteria, and the\ncase of the graph $B$ non-connected is a improved version of the Graph Theorem\n(C.B\\\"ohm, M.Wang, and W.Ziller) actual for any $\\mathfrak {z(g)}$. Moreover,\npreparation theorems of C. B\\\"ohm on retractions are revisited and new\nconstructions of some topologic spaces are suggested.\n","Comment: 37 pages, 3 figures"]}]
["1112.1412",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1412","Phys. Rev. B 87, 085130 (2013)","doi:10.1103/PhysRevB.87.085130"],"date":["2011-12-06"],"type":["text"],"creator":["Garcia-Saez, A.","Latorre, J. I."],"language":[],"coverage":[],"title":["Renormalization group contraction of tensor networks in three dimensions"],"description":["  We present a new strategy for contracting tensor networks in arbitrary\ngeometries. This method is designed to follow as strictly as possible the\nrenormalization group philosophy, by first contracting tensors in an exact way\nand, then, performing a controlled truncation of the resulting tensor. We\nbenchmark this approximation procedure in two dimensions against an exact\ncontraction. We then apply the same idea to a three dimensional system. The\nunderlying rational for emphasizing the exact coarse graining renormalization\ngroup step prior to truncation is related to monogamy of entanglement.\n","Comment: 5 pages, 8 figures"]}]
["1112.2684",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Complex Variables","Mathematics - Differential Geometry","Mathematics - Metric Geometry","30L10, 53C23, 53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2684","Geom. Dedicata 164 (2013), Issue 1, pp 47-71"],"date":["2011-12-12"],"type":["text"],"creator":["Lukyanenko, Anton"],"language":[],"coverage":[],"title":["Bi-Lipschitz extension from boundaries of certain hyperbolic spaces"],"description":["  Tukia and Vaisala showed that every quasi-conformal map of $\\R^n$ extends to\na quasi-conformal self-map of $\\R^{n+1}$. The restriction of the extended map\nto the upper half-space $\\R^n \\times \\R^+$ is, in fact, bi-Lipschitz with\nrespect to the hyperbolic metric. More generally, every homogeneous negatively\ncurved manifold decomposes as $M = N \\rtimes \\R^+$ where $N$ is a nilpotent\ngroup with a metric on which $\\R^+$ acts by dilations. We show that under some\nassumptions on $N$, every quasi-symmetry of $N$ extends to a bi-Lipschitz map\nof $M$. The result applies to a wide class of manifolds $M$ including\nnon-compact rank one symmetric spaces and certain manifolds that do not admit\nco-compact group actions. Although $M$ must be Gromov hyperbolic, its curvature\nneed not be strictly negative.\n","Comment: 26 pages"]}]
["1112.5303",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5303","Phys. Rev. Lett. 110, 200405 (2013)"],"date":["2011-12-22","2013-04-30"],"type":["text"],"creator":["Xu, Cenke","Ludwig, Andreas W. W."],"language":[],"coverage":[],"title":["Nonperturbative effects of Topological Theta-term"],"description":["  We study the effects of a topological Theta-term on 2+1 dimensional principal\nchiral models (PCM), which are nonlinear sigma models defined on Lie group\nmanifolds. We find that when Theta = pi, the nature of the disordered phase of\nthe principal chiral model is strongly affected by the topological term: it is\neither a gapless conformal field theory, or it is gapped and two-fold\ndegenerate. The result of our paper can be used to analyze the boundary states\nof three dimensional symmetry protected topological phases.\n","Comment: 6 pages, 3 figures"]}]
["1201.1168",{"format":[],"subject":["Mathematics - Dynamical Systems","37E30, 37B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1168","doi:10.1007/s00222-013-0470-3"],"date":["2012-01-05","2013-05-22"],"type":["text"],"creator":["Koropecki, Andres","Tal, Fabio Armando"],"language":[],"coverage":[],"title":["Strictly Toral Dynamics"],"description":["  This article deals with nonwandering (e.g. area-preserving) homeomorphisms of\nthe torus $\\mathbb{T}^2$ which are homotopic to the identity and strictly\ntoral, in the sense that they exhibit dynamical properties that are not present\nin homeomorphisms of the annulus or the plane. This includes all homeomorphisms\nwhich have a rotation set with nonempty interior. We define two types of\npoints: inessential and essential. The set of inessential points $ine(f)$ is\nshown to be a disjoint union of periodic topological disks (\"elliptic\nislands\"), while the set of essential points $ess(f)$ is an essential\ncontinuum, with typically rich dynamics (the \"chaotic region\"). This\ngeneralizes and improves a similar description by J\\\"ager. The key result is\nboundedness of these \"elliptic islands\", which allows, among other things, to\nobtain sharp (uniform) bounds of the diffusion rates. We also show that the\ndynamics in $ess(f)$ is as rich as in $\\mathbb{T}^2$ from the rotational\nviewpoint, and we obtain results relating the existence of large invariant\ntopological disks to the abundance of fixed points.\n","Comment: Incorporates suggestions and corrections by the referees. To appear\n  in Inv. Math"]}]
["1202.1901",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1901","Phys. Rev. D. 85 (2012) 064004","doi:10.1103/PhysRevD.85.064004"],"date":["2012-02-09"],"type":["text"],"creator":["Pan, Zhen","Yuan, Ye-Fei"],"language":[],"coverage":[],"title":["Neutrino and anti-neutrino transport in accretion disks"],"description":["  We numerically solve the one dimensional Boltzmann equation of the neutrino\nand anti-neutrino transport in accretion disks and obtain the fully energy\ndependent and direction dependent neutrino and anti-neutrino emitting spectra,\nunder condition that the distribution of the mass density,temperature and\nchemical components are given. Then, we apply the resulting neutrino and\nanti-neutrino emitting spectra to calculate the corresponding annihilation rate\nof neutrino pairs above the neutrino dominated accretion disk and find that the\nreleased energy resulting from the annihilation of neutrino pairs can not\nprovide sufficient energy for the most energetic short gamma ray bursts whose\nisotropic luminosity can be as high as $10^{52}$ ergs/s unless the high\ntemperature zone where the temperature is beyond 10 MeV can stretch over 200 km\nin the disk. We also compare the resulting luminosity of neutrinos and\nanti-neutrinos with the results from the two commonly used approximate\ntreatment of the neutrino and anti-neutrino luminosity: the Fermi-Dirac black\nbody limit and a simplified model of neutrino transport, i.e., the gray body\nmodel, and find that both of them overestimate the neutrino/anti-neutrino\nluminosity and their annihilation rate greatly. Additionally, as did in Sawyer\n(2003), we also check the validity of the two stream approximation, and find\nthat it is a good approximation to high accuracy.\n","Comment: Phys. Rev. D in press, 15 preprint papers, 5 figures"]}]
["1204.2257",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Statistics - Applications","46L54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2257"],"date":["2012-04-10","2013-05-21"],"type":["text"],"creator":["Chen, Jiahao","Van Voorhis, Troy","Edelman, Alan"],"language":[],"coverage":[],"title":["Partial freeness of random matrices"],"description":["  We investigate the implications of free probability for random matrices. From\nrules for calculating all possible joint moments of two free random matrices,\nwe develop a notion of partial freeness which is quantified by the breakdown of\nthese rules. We provide a combinatorial interpretation for partial freeness as\nthe presence of closed paths in Hilbert space defined by particular joint\nmoments. We also discuss how asymptotic moment expansions provide an error term\non the density of states. We present MATLAB code for the calculation of moments\nand free cumulants of arbitrary random matrices.\n","Comment: 8 pages, 2 figures"]}]
["1204.2946",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60H07, 60B11, 60H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2946"],"date":["2012-04-13","2013-05-22"],"type":["text"],"creator":["Pronk, Matthijs","Veraar, Mark"],"language":[],"coverage":[],"title":["Tools for Malliavin calculus in UMD Banach spaces"],"description":["  In this paper we study the Malliavin derivatives and Skorohod integrals for\nprocesses taking values in an infinite dimensional space. Such results are\nmotivated by their applications to SPDEs and in particular financial\nmathematics. Vector-valued Malliavin theory in Banach space E is naturally\nrestricted to spaces E which have the so-called UMD property, which arises in\nharmonic analysis and stochastic integration theory. We provide several new\nresults and tools for the Malliavin derivatives and Skorohod integrals in an\ninfinite dimensional setting. In particular, we prove weak characterizations, a\nchain rule for Lipschitz functions, a sufficient condition for pathwise\ncontinuity and an Ito formula for non-adapted processes.\n","Comment: Accepted for publication in Potential Analysis"]}]
["1204.3779",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","High Energy Physics - Theory","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3779","Phys.Lett. B720 (2013) 347-351","doi:10.1016/j.physletb.2013.02.025"],"date":["2012-04-17","2013-02-18"],"type":["text"],"creator":["Jaiswal, Amaresh","Bhalerao, Rajeev S.","Pal, Subrata"],"language":[],"coverage":[],"title":["New relativistic dissipative fluid dynamics from kinetic theory"],"description":["  Starting with the relativistic Boltzmann equation where the collision term is\ngeneralized to include nonlocal effects via gradients of the phase-space\ndistribution function, and using Grad's 14-moment approximation for the\ndistribution function, we derive equations for the relativistic dissipative\nfluid dynamics. We compare them with the corresponding equations obtained in\nthe standard Israel-Stewart and related approaches. Our method generates all\nthe second-order terms that are allowed by symmetry, some of which have been\nmissed by the traditional approaches based on the 14-moment approximation, and\nthe coefficients of other terms are altered. The first-order or Navier-Stokes\nequations too get modified. Significance of these findings is demonstrated in\nthe framework of one-dimensional scaling expansion of the matter formed in\nrelativistic heavy-ion collisions.\n","Comment: 5 pages, 3 figures, version to appear in PLB"]}]
["1204.4296",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4296","AIP Advances 2 (2012) 022146"],"date":["2012-04-19","2012-05-11"],"type":["text"],"creator":["Morawetz, Klaus"],"language":[],"coverage":[],"title":["Charged hanging chain - catenary exposed to force"],"description":["  A new solution of a charged catenary is presented which allows to determine\nthe static stability conditions where charged liquid bridges or charged hanging\nrobes are possible.\n","Comment: 3 pages 2 figures. arXiv admin note: text overlap with\n  arXiv:1107.0459"]}]
["1205.0813",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0813","Phys. Rev. A 87, 051604(R) (2013)","doi:10.1103/PhysRevA.87.051604"],"date":["2012-05-03","2013-05-22"],"type":["text"],"creator":["Li, Y. -Q.","He, L.","Hofstetter, W."],"language":[],"coverage":[],"title":["Lattice supersolid phase of strongly correlated bosons in an optical\n  cavity"],"description":["  We numerically simulate strongly correlated ultracold bosons coupled to a\nhigh-finesse cavity field, pumped by a laser beam in the transverse direction.\nAssuming a weak classical optical lattice added in the cavity direction, we\nmodel this system by a generalized Bose-Hubbard model, which is solved by means\nof bosonic dynamical mean-field theory. The complete phase diagram is\nestablished, which contains two novel self-organized quantum phases, lattice\nsupersolid and checkerboard solid, in addition to conventional phases such as\nsuperfluid and Mott insulator. At finite but low temperature, thermal\nfluctuations are found to enhance the buildup of the self-organized phases. We\ndemonstrate that cavity-mediated long-range interactions can give rise to\nstable lattice supersolid and checkerboard solid phases even in the regime of\nstrong s-wave scattering. In the presence of a harmonic trap, we discuss\ncoexistence of these self-organized phases, as relevant to experiments.\n","Comment: 4 pages, 3 figures"]}]
["1205.0833",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0833","J. Appl. Phys. vol. 112, p. 064317 (2012)","doi:10.1063/1.4754013"],"date":["2012-05-03"],"type":["text"],"creator":["Miller, David L.","Keller, Mark W.","Shaw, Justin M.","Chiaramonti, Ann N.","Keller, Robert R."],"language":[],"coverage":[],"title":["Epitaxial (111) Films of Cu, Ni, and Cu$_xNi$_y$ on\n  {\\alpha}-Al$_2$O$_3$(0001) for Graphene Growth by Chemical Vapor Deposition"],"description":["  Films of (111)-textured Cu, Ni, and Cu$_x$Ni$_y$ were evaluated as substrates\nfor chemical vapor deposition of graphene. A metal thickness of 400 nm to 700\nnm was sputtered onto a substrate of $\\alpha-$Al$_2$O$_3$(0001) at temperatures\nof 250 C to 650 C. The films were then annealed at 1000 C in a tube furnace.\nX-ray and electron backscatter diffraction measurements showed all films have\n(111) texture but have grains with in-plane orientations differing by\n$60^{\\circ}$. The in-plane epitaxial relationship for all films was\n$[110]_{metal}$||$[10\\bar{1}0]_{{Al}_{2}{O}_{3}}$. Reactive sputtering of Al in\nO$_2$ before metal deposition resulted in a single in-plane orientation over 97\n% of the Ni film but had no significant effect on the Cu grain structure.\nTransmission electron microscopy showed a clean Ni/Al$_2$O$_3$ interface,\nconfirmed the epitaxial relationship, and showed that formation of the\n$60^{\\circ}$ twin grains was associated with features on the Al$_2$O$_3$\nsurface. Increasing total pressure and Cu vapor pressure during annealing\ndecreased the roughness of Cu and and Cu$_x$Ni$_y$ films. Graphene grown on the\nNi(111) films was more uniform than that grown on polycrystalline Ni/SiO$_2$\nfilms, but still showed thickness variations on a much smaller length scale\nthan the distance between grains.\n"]}]
["1205.3833",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3833"],"date":["2012-05-16","2013-05-22"],"type":["text"],"creator":["Barnum, Howard","Wilce, Alexander"],"language":[],"coverage":[],"title":["Post-Classical Probability Theory"],"description":["  This paper offers a brief introduction to the framework of \"general\nprobabilistic theories\", otherwise known as the \"convex-operational\" approach\nthe foundations of quantum mechanics. Broadly speaking, the goal of research in\nthis vein is to locate quantum mechanics within a very much more general, but\nconceptually very straightforward, generalization of classical probability\ntheory. The hope is that, by viewing quantum mechanics \"from the outside\", we\nmay be able better to understand it. We illustrate several respects in which\nthis has proved to be the case, reviewing work on cloning and broadcasting,\nteleportation and entanglement swapping, key distribution, and ensemble\nsteering in this general framework. We also discuss a recent derivation of the\nJordan-algebraic structure of finite-dimensional quantum theory from\noperationally reasonable postulates.\n","Comment: A chapter for the book \"Quantum Theory: Informational Foundations and\n  Foils\", G. Chiribella and R.W. Spekkens, editors, forthcoming from Springer\n  v.2: author address corrected"]}]
["1205.6547",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6547"],"date":["2012-05-30","2013-05-21"],"type":["text"],"creator":["Araci, Serkan","Seo, Jong Jin","Acikgoz, Mehmet"],"language":[],"coverage":[],"title":["Hermite polynomials related to Genocchi, Euler and Bernstein polynomials"],"description":["  The objective of this paper is to derive some interesting properties of\nGenocchi, Euler and Bernstein polynomials by means of the orthogonality of\nHermite polynomials.\n","Comment: This paper has been withdrawn by the author due to a crucial sign\n  error in equation 1"]}]
["1206.4189",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4189"],"date":["2012-06-19","2013-05-21"],"type":["text"],"creator":["Chang, Yuan-chin Ivan"],"language":[],"coverage":[],"title":["Sequential Estimation in Item Calibration with A Two-Stage Design"],"description":["  In this paper we apply a two-stage sequential design to item calibration\nproblems under a three-parameter logistic model assumption. The measurement\nerrors of the estimates of the latent trait levels of examinees are considered\nin our procedure. Moreover, a sequential procedure is employed to guarantee\nthat the estimates of the parameters reach a prescribed accuracy criterion when\nthe iteration is stopped, which fully takes the advantage of sequential design.\nStatistical properties of both the item parameter estimates and the sequential\nprocedure are discussed. We compare the performance of the proposed method with\nthat of the procedures based on some conventional designs using numerical\nstudies.\n"]}]
["1206.4530",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4530"],"date":["2012-06-20","2013-05-21"],"type":["text"],"creator":["Abu-Falahah, I.","Stinga, P. R.","Torrea, J. L."],"language":[],"coverage":[],"title":["A note on the almost everywhere convergence to initial data for some\n  evolution equations"],"description":["  The weighted Lebesgue spaces of initial data for which almost everywhere\nconvergence of the heat equation holds was only very recently characterized. In\nthis note we show that the same weighted space of initial data is optimal for\nthe heat--diffusion parabolic equations involving the harmonic oscillator and\nthe Ornstein--Uhlenbeck operator.\n","Comment: 6 pages. To appear in Potential Analysis"]}]
["1206.6974",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Astrophysics - Earth and Planetary Astrophysics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6974","Earth Planet. Sci. Lett., 337, 114-120, 2012","doi:10.1016/j.epsl.2012.05.036"],"date":["2012-06-29"],"type":["text"],"creator":["Kovaltsov, G. A.","Mishev, A.","Usoskin, I. G."],"language":[],"coverage":[],"title":["A new model of cosmogenic production of radiocarbon 14C in the\n  atmosphere"],"description":["  We present the results of full new calculation of radiocarbon 14C production\nin the Earth atmosphere, using a numerical Monte-Carlo model. We provide, for\nthe first time, a tabulated 14C yield function for the energy of primary cosmic\nray particles ranging from 0.1 to 1000 GeV/nucleon. We have calculated the\nglobal production rate of 14C, which is 1.64 and 1.88 atoms/cm2/s for the\nmodern time and for the pre-industrial epoch, respectively. This is close to\nthe values obtained from the carbon cycle reservoir inventory. We argue that\nearlier models overestimated the global 14C production rate because of outdated\nspectra of cosmic ray heavier nuclei. The mean contribution of solar energetic\nparticles to the global 14C is calculated as about 0.25% for the modern epoch.\nOur model provides a new tool to calculate the 14C production in the Earth's\natmosphere, which can be applied, e.g., to reconstructions of solar activity in\nthe past.\n","Comment: Published in EPSL, 337, 114, 2012"]}]
["1207.0723",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0723","J. Phys. A: Math. Theor. 46 (2013) 235206","doi:10.1088/1751-8113/46/23/235206"],"date":["2012-07-03","2013-05-21"],"type":["text"],"creator":["Vlaar, Bart"],"language":[],"coverage":[],"title":["A non-symmetric Yang-Baxter Algebra for the Quantum Nonlinear\n  Schr\\\"odinger Model"],"description":["  We study certain non-symmetric wavefunctions associated to the quantum\nnonlinear Schr\\\"odinger model, introduced by Komori and Hikami using Gutkin's\npropagation operator, which involves representations of the degenerate affine\nHecke algebra. We highlight how these functions can be generated using a\nvertex-type operator formalism similar to the recursion defining the symmetric\n(Bethe) wavefunction in the quantum inverse scattering method. Furthermore,\nsome of the commutation relations encoded in the Yang-Baxter equation for the\nrelevant monodromy matrix are generalized to the non-symmetric case.\n","Comment: 31 pages; added some references; minor corrections throughout"]}]
["1207.1299",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","Mathematics - Category Theory","16G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1299"],"date":["2012-07-05","2013-05-22"],"type":["text"],"creator":["Losev, Ivan"],"language":[],"coverage":[],"title":["Towards multiplicities for categories O of cyclotomic rational Cherednik\n  algebras"],"description":["  Varagnolo and Vasserot conjectured an equivalence between the category O for\na cyclotomic Rational Cherednik algebra and a truncation of an affine parabolic\ncategory O of type A. In this paper we reduce their conjecture to some purely\ncombinatorial conjecture. Our principal tool for the reduction is the theory of\ncategorical sl_2-actions on highest weight categories. Then we prove our\ncombinatorial conjecture in some cases.\n","Comment: This paper has been withdrawn by the author. 25 pages; v2, 36 pages,\n  substantial changes, more material added, replaced by arXiv:1305.4894"]}]
["1207.2083",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2083"],"date":["2012-07-09","2013-05-22"],"type":["text"],"creator":["Hansen, Johan P."],"language":[],"coverage":[],"title":["Equidistant Linear Network Codes with maximal Error-protection from\n  Veronese Varieties"],"description":["  Linear network coding transmits information in terms of a basis of a vector\nspace and the information is received as a basis of a possible altered\nvectorspace. Ralf Koetter and Frank R. Kschischang in Coding for errors and\nerasures in random network coding (IEEE Transactions on Information Theory,\nvol.54, no.8, pp. 3579-3591,2008) introduced a metric on the set af\nvector-spaces and showed that a minimal distance decoder for this metric\nachieves correct decoding if the dimension of the intersection of the\ntransmitted and received vector-space is sufficiently large. From the Veronese\nvarieties we construct explicit families of vector-spaces of constant dimension\nwhere any pair of distinct vector-spaces are equidistant in the above metric.\nThe parameters of the resulting linear network codes which have maximal\nerror-protection are determined.\n","Comment: Certain conditions are not explicitely stated"]}]
["1207.2370",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2370"],"date":["2012-07-10","2013-05-22"],"type":["text"],"creator":["Barthelmé, Simon","Trukenbrod, Hans","Engbert, Ralf","Wichmann, Felix"],"language":[],"coverage":[],"title":["Modelling fixation locations using spatial point processes"],"description":["  Whenever eye movements are measured, a central part of the analysis has to do\nwith where subjects fixate, and why they fixated where they fixated. To a first\napproximation, a set of fixations can be viewed as a set of points in space:\nthis implies that fixations are spatial data and that the analysis of fixation\nlocations can be beneficially thought of as a spatial statistics problem. We\nargue that thinking of fixation locations as arising from point processes is a\nvery fruitful framework for eye movement data, helping turn qualitative\nquestions into quantitative ones.\n  We provide a tutorial introduction to some of the main ideas of the field of\nspatial statistics, focusing especially on spatial Poisson processes. We show\nhow point processes help relate image properties to fixation locations. In\nparticular we show how point processes naturally express the idea that image\nfeatures' predictability for fixations may vary from one image to another. We\nreview other methods of analysis used in the literature, show how they relate\nto point process theory, and argue that thinking in terms of point processes\nsubstantially extends the range of analyses that can be performed and clarify\ntheir interpretation.\n","Comment: Revised following peer review"]}]
["1207.5932",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5932","Astrophys. J., 757, 92, 2012","doi:10.1088/0004-637X/757/1/92"],"date":["2012-07-25"],"type":["text"],"creator":["Usoskin, I. G.","Kovaltsov, G. A."],"language":[],"coverage":[],"title":["Occurrence of extreme solar particle events: Assessment from historical\n  proxy data"],"description":["  The probability of occurrence of extreme solar particle events (SPEs) with\nthe fluence of (>30 MeV) protons F30>10^{10} cm^{-2} is evaluated based on data\nof cosmogenic isotopes 14C and 10Be in terrestrial archives\ncentennial-millennial time scales. Four potential candidates with\nF30=(1-1.5)x10^{10} cm^{-2} and no events with F30>2x10^{10} cm^{-2} are\nidentified since 1400 AD in the annually resolved 10Be data. A strong SPE\nrelated to the Carrington flare of 1859 AD is not supported by the data. For\nthe last 11400 years, 19 SPE candidates with F30=(1-3)x10^{10} cm^{-2} are\nfound and clearly no event with F30>5x10^{10} cm^{-2} (50-fold the SPE of\n23-Feb-1956) occurring. This values serve as an observational upper limit for\nthe strength of SPE on the time scale of tens of millennia. Two events, ca. 780\nand 1460 AD, appear in different data series making them strong candidates to\nextreme SPEs. We built a distribution of the occurrence probability of extreme\nSPEs, providing a new strict observational constraint. Practical limits can be\nset as F30~1x, 2-3x, and 5x10^{10} cm^{-2} for the occurrence probability\n~10^{-2}, 10^{-3} and 10^{-4} year^{-1}, respectively. Because of\nuncertainties, our results should be interpreted as a conservative upper limit\nof the SPE occurrence near Earth. The mean SEP flux is evaluated as ~40 (cm2\nsec)^{-1} in agreement with estimates from the lunar rocks. On average, extreme\nSPEs contribute about 10% to the total SEP fluence.\n","Comment: accepted to Astrophys. J"]}]
["1207.6047",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6047","Phys. Rev. D 86, 083511 (2012)","doi:10.1103/PhysRevD.86.083511"],"date":["2012-07-25","2013-05-21"],"type":["text"],"creator":["Abazajian, Kevork N.","Kaplinghat, Manoj"],"language":[],"coverage":[],"title":["Detection of a Gamma-Ray Source in the Galactic Center Consistent with\n  Extended Emission from Dark Matter Annihilation and Concentrated\n  Astrophysical Emission"],"description":["  We show the existence of a statistically significant, robust detection of a\ngamma-ray source in the Milky Way Galactic Center that is consistent with a\nspatially extended signal using about 4 years of Fermi-LAT data. The gamma-ray\nflux is consistent with annihilation of dark matter particles with a thermal\nannihilation cross-section if the spatial distribution of dark matter particles\nis similar to the predictions of dark matter only simulations. We find\nstatistically significant detections of an extended source with gamma-ray\nspectrum that is consistent with dark matter particle masses of approximately\n10 GeV to 1 TeV annihilating to b/b-bar quarks, and masses approximately 10 GeV\nto 30 GeV annihilating to tau+ tau- leptons. However, a part of the allowed\nregion in this interpretation is in conflict with constraints from Fermi\nobservations of the Milky Way satellites. The biggest improvement over the fit\nincluding just the point sources is obtained for a 30 GeV dark matter particle\nannihilating to b/b-bar quarks. The gamma-ray intensity and spectrum are also\nwell fit with emission from a millisecond pulsar (MSP) population following a\ndensity profile like that of low-mass X-ray binaries observed in M31. The\ngreatest goodness-of-fit of the extended emission is with spectra consistent\nwith known astrophysical sources like MSPs in globular clusters or cosmic ray\nbremsstrahlung on molecular gas. Therefore, we conclude that the bulk of the\nemission is likely from an unresolved or spatially extended astrophysical\nsource. However, the interesting possibility of all or part of the extended\nemission being from dark matter annihilation cannot be excluded at present.\n","Comment: 13 pages, 7 figures; v4: erratum included, with a shifting of the\n  parameters for inferred annihilation cross section to lower values in the\n  case of a dark matter interpretation, conclusions unchanged"]}]
["1207.6723",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6723","Int. J. Mod. Phys. B 27, 1350103 (2013)"],"date":["2012-07-28","2012-12-03"],"type":["text"],"creator":["Pyataev, M. A.","Kokoreva, M. A."],"language":[],"coverage":[],"title":["Spectral and transport properties of one-dimensional nanoring\n  superlattice"],"description":["  Spectral properties of periodic one-dimensional array of nanorings in a\nmagnetic field are investigated. Two types of the superlattice are considered.\nIn the first one, rings are connected by short one-dimensional wires while in\nthe second one rings have immediate contacts between each other. The dependence\nof the electron energy on the quasimomentum is obtained from the Schrodinger\nequation for the Bloch wave function. We have found an interesting feature of\nthe system, namely, presence of discrete energy levels in the spectrum. The\nlevels can be located in the gaps or in the bands depending on parameters of\nthe system. The levels correspond to bound states and electrons occupying these\nlevels are located on individual rings or couples of neighbouring rings and\ndoes not contribute to the charge transport. The wave function for the bound\nstates corresponding to the discrete levels is obtained. Modification of\nelectron energy spectrum with variation of system parameters is discussed.\n","Comment: 2 references are added, references are combined in groups"]}]
["1207.6906",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6906"],"date":["2012-07-30","2013-05-22"],"type":["text"],"creator":["Maroney, O. J. E."],"language":[],"coverage":[],"title":["How statistical are quantum states?"],"description":["  A novel no-go theorem is presented which sets a bound upon the extent to\nwhich '\\Psi-epistemic' interpretations of quantum theory are able to explain\nthe overlap between non-orthogonal quantum states in terms of an experimenter's\nignorance of an underlying state of reality. The theorem applies to any Hilbert\nspace of dimension greater than two. In the limit of large Hilbert spaces, no\nmore than half of the overlap between quantum states can be accounted for.\nUnlike other recent no-go theorems no additional assumptions, such as forms of\nlocality, invasiveness, or non-contextuality, are required.\n","Comment: 5 pages. Noise tolerant calculation removed in favour of better\n  calculation in forthcoming article"]}]
["1208.2015",{"format":[],"subject":["Computer Science - Learning","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2015","International Conference on Learning Theory (COLT), \\'Etats-Unis\n  (2013)"],"date":["2012-08-09","2013-05-22"],"type":["text"],"creator":["Bach, Francis"],"language":[],"coverage":[],"title":["Sharp analysis of low-rank kernel matrix approximations"],"description":["  We consider supervised learning problems within the positive-definite kernel\nframework, such as kernel ridge regression, kernel logistic regression or the\nsupport vector machine. With kernels leading to infinite-dimensional feature\nspaces, a common practical limiting difficulty is the necessity of computing\nthe kernel matrix, which most frequently leads to algorithms with running time\nat least quadratic in the number of observations n, i.e., O(n^2). Low-rank\napproximations of the kernel matrix are often considered as they allow the\nreduction of running time complexities to O(p^2 n), where p is the rank of the\napproximation. The practicality of such methods thus depends on the required\nrank p. In this paper, we show that in the context of kernel ridge regression,\nfor approximations based on a random subset of columns of the original kernel\nmatrix, the rank p may be chosen to be linear in the degrees of freedom\nassociated with the problem, a quantity which is classically used in the\nstatistical analysis of such methods, and is often seen as the implicit number\nof parameters of non-parametric estimators. This result enables simple\nalgorithms that have sub-quadratic running time complexity, but provably\nexhibit the same predictive performance than existing algorithms, for any given\nproblem instance, and not only for worst-case situations.\n"]}]
["1208.3134",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3134","Phys. Rev. B 87, 014510 (2013)","doi:10.1103/PhysRevB.87.014510"],"date":["2012-08-15","2012-10-26"],"type":["text"],"creator":["Fernandes, R. M.","Haraldsen, J. T.","Wölfle, P.","Balatsky, A. V."],"language":[],"coverage":[],"title":["Two-band superconductivity in doped SrTiO$_{3}$ films and interfaces"],"description":["  We investigate the possibility of multi-band superconductivity in SrTiO$_{3}$\nfilms and interfaces using a two-dimensional two-band model. In the undoped\ncompound, one of the bands is occupied whereas the other is empty. As the\nchemical potential shifts due to doping by negative charge carriers or\napplication of an electric field, the second band becomes occupied, giving rise\nto a strong enhancement of the transition temperature and a sharp feature in\nthe gap functions, which is manifested in the local density of states spectrum.\nBy comparing our results with tunneling experiments in Nb-doped SrTiO$_{3}$, we\nfind that intra-band pairing dominates over inter-band pairing, unlike other\nknown multi-band superconductors. Given the similarities with the value of the\ntransition temperature and with the band structure of LaAlO$_{3}$/SrTiO$_{3}$\nheterostructures, we speculate that the superconductivity observed in\nSrTiO$_{3}$ interfaces may be similar in nature to that of bulk SrTiO$_{3}$,\ninvolving multiple bands with distinct electronic occupations.\n","Comment: revised expanded version"]}]
["1209.1163",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1163","ApJ, 759 (2012) 82","doi:10.1088/0004-637X/759/2/82"],"date":["2012-09-05"],"type":["text"],"creator":["Pan, Zhen","Yuan, Ye-Fei"],"language":[],"coverage":[],"title":["Vertical Structure of Neutrino Dominated Accretion Disks and Neutrino\n  Transport in the disks"],"description":["  We investigate the vertical structure of neutrino dominated accretion disks\nby self-consistently considering the detailed microphysics, such as the\nneutrino transport, vertical hydrostatic equilibrium, the conservation of\nlepton number, as well as the balance between neutrino cooling, advection\ncooling and viscosity heating. After obtaining the emitting spectra of\nneutrinos and antineutrinos by solving the one dimensional Boltzmann equation\nof neutrino and antineutrino transport in the disk, we calculate the\nneutrino/antineutrino luminosity and their annihilation luminosity. We find\nthat the total neutrino and antineutrino luminosity is about $10^{54}$ ergs/s\nand their annihilation luminosity is about $5\\times10^{51}$ ergs/s with an\nextreme accretion rate $10 M_{\\rm {sun}}$/s and an alpha viscosity\n$\\alpha=0.1$. In addition, we find that the annihilation luminosity is\nsensitive to the accretion rate and will not exceed $10^{50}$ ergs/s which is\nnot sufficient to power the most fireball of GRBs, if the accretion rate is\nlower than $1 M_{\\rm {sun}}$/s. Therefore, the effects of the spin of black\nhole or/and the magnetic field in the accretion flow might be introduced to\npower the central engine of GRBs.\n","Comment: 22 pages, 9 figures, ApJ accepted"]}]
["1209.6433",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6433","Mathematical Biosciences 243, no. 2, pp. 215-222, 2013"],"date":["2012-09-28","2013-03-04"],"type":["text"],"creator":["van Zanten, Harry"],"language":[],"coverage":[],"title":["Nonparametric Bayesian methods for one-dimensional diffusion models"],"description":["  In this paper we review recently developed methods for nonparametric Bayesian\ninference for one-dimensional diffusion models. We discuss different possible\nprior distributions, computational issues, and asymptotic results.\n"]}]
["1210.0645",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0645"],"date":["2012-10-02","2013-05-20"],"type":["text"],"creator":["Yang, Yingzhen","Huang, Thomas S."],"language":[],"coverage":[],"title":["Nonparametric Unsupervised Classification"],"description":["  Unsupervised classification methods learn a discriminative classifier from\nunlabeled data, which has been proven to be an effective way of simultaneously\nclustering the data and training a classifier from the data. Various\nunsupervised classification methods obtain appealing results by the classifiers\nlearned in an unsupervised manner. However, existing methods do not consider\nthe misclassification error of the unsupervised classifiers except unsupervised\nSVM, so the performance of the unsupervised classifiers is not fully evaluated.\nIn this work, we study the misclassification error of two popular classifiers,\ni.e. the nearest neighbor classifier (NN) and the plug-in classifier, in the\nsetting of unsupervised classification.\n","Comment: Submitted to ALT 2013"]}]
["1210.0962",{"format":[],"subject":["Statistics - Other Statistics","Computer Science - Human-Computer Interaction","G.3","J.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0962","Journal of Economic Behavior & Organization, 90, 2013, pp 123-133","doi:10.1016/j.jebo.2013.03.003"],"date":["2012-10-02"],"type":["text"],"creator":["Chandler, Dana","Kapelner, Adam"],"language":[],"coverage":[],"title":["Breaking Monotony with Meaning: Motivation in Crowdsourcing Markets"],"description":["  We conduct the first natural field experiment to explore the relationship\nbetween the \"meaningfulness\" of a task and worker effort. We employed about\n2,500 workers from Amazon's Mechanical Turk (MTurk), an online labor market, to\nlabel medical images. Although given an identical task, we experimentally\nmanipulated how the task was framed. Subjects in the meaningful treatment were\ntold that they were labeling tumor cells in order to assist medical\nresearchers, subjects in the zero-context condition (the control group) were\nnot told the purpose of the task, and, in stark contrast, subjects in the\nshredded treatment were not given context and were additionally told that their\nwork would be discarded. We found that when a task was framed more\nmeaningfully, workers were more likely to participate. We also found that the\nmeaningful treatment increased the quantity of output (with an insignificant\nchange in quality) while the shredded treatment decreased the quality of output\n(with no change in quantity). We believe these results will generalize to other\nshort-term labor markets. Our study also discusses MTurk as an exciting\nplatform for running natural field experiments in economics.\n","Comment: 26 pages, 15 figures, 4 tables"]}]
["1210.1561",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1561","JCAP04(2013)001","doi:10.1088/1475-7516/2013/04/001"],"date":["2012-10-04","2013-03-31"],"type":["text"],"creator":["Ballesteros, Guillermo","Bellazzini, Brando"],"language":[],"coverage":[],"title":["Effective perfect fluids in cosmology"],"description":["  We describe the cosmological dynamics of perfect fluids within the framework\nof effective field theories. The effective action is a derivative expansion\nwhose terms are selected by the symmetry requirements on the relevant\nlong-distance degrees of freedom, which are identified with comoving\ncoordinates. The perfect fluid is defined by requiring invariance of the action\nunder internal volume-preserving diffeomorphisms and general covariance. At\nlowest order in derivatives, the dynamics is encoded in a single function of\nthe entropy density that characterizes the properties of the fluid, such as the\nequation of state and the speed of sound. This framework allows a neat\nsimultaneous description of fluid and metric perturbations. Longitudinal fluid\nperturbations are closely related to the adiabatic modes, while the transverse\nmodes mix with vector metric perturbations as a consequence of vorticity\nconservation. This formalism features a large flexibility which can be of\npractical use for higher order perturbation theory and cosmological parameter\nestimation.\n","Comment: Matches JCAP version"]}]
["1210.1816",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1816","doi:10.1007/JHEP05(2013)070"],"date":["2012-10-05","2013-04-30"],"type":["text"],"creator":["Yuan, Ellis Ye"],"language":[],"coverage":[],"title":["Virtual Color-Kinematics Duality: 6-pt 1-Loop MHV Amplitudes"],"description":["  We study 1-loop MHV amplitudes in N=4 super Yang-Mills theory and in N=8\nsupergravity. For Yang-Mills we find that the simple form for the full\namplitude presented by Del Duca, Dixon and Maltoni naturally leads to one that\nhas physical residues on all compact contours. After expanding the simple form\nin terms of standard scalar integrals, we introduce redundancies under certain\nsymmetry considerations to impose the color-kinematics duality of Bern,\nCarrasco and Johansson (BCJ). For five particles we directly find the results\nof Carrasco and Johansson as well as a new compact form for the supergravity\namplitude. For six particles we find that all kinematic dual Jacobi identities\nare encapsulated in a single functional equation relating the expansion\ncoefficients. By the BCJ double-copy construction we obtain a formula for the\ncorresponding N=8 supergravity amplitude. Quite surprisingly, all physical\ninformation becomes independent of the expansion coefficients modulo the\nfunctional equation. In other words, there is no need to solve the functional\nequation at all. This is quite welcome as the functional equation we find,\nusing our restricted set of redundancies, actually has no solutions. For this\nreason we call these results virtual color-kinematics duality. We end with\nspeculations about the meaning of an interesting global vs. local feature of\nthe functional equation and the situation at higher points.\n","Comment: minor changes, version submitted to JHEP"]}]
["1210.5656",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5656","Phys. Rev. E 87, 020902(R)(2013)","doi:10.1103/PhysRevE.87.020902"],"date":["2012-10-20","2013-05-21"],"type":["text"],"creator":["Shrestha, R. K.","Wimberger, S.","Ni, J.","Lam, W. K.","Summy, G. S."],"language":[],"coverage":[],"title":["Fidelity of the quantum delta-kicked accelerator"],"description":["  The sensitivity of the fidelity in the kicked rotor to an acceleration is\nexperimentally and theoretically investigated. We used a Bose-Einstein\ncondensate exposed to a sequence of pulses from a standing light wave followed\nby a single reversal pulse in which the standing wave was shifted by half a\nwavelength. The features of the fidelity \"spectrum\" as a function of\nacceleration are presented. This work may find application in the measurement\nof temperature of an atomic sample.\n","Comment: 4 pages, two clolumns"]}]
["1210.5979",{"format":[],"subject":["Mathematics - Number Theory","11F70 (Primary) 30F35, 20H05, 20C15, 20H10, 20E40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5979"],"date":["2012-10-22","2013-05-22"],"type":["text"],"creator":["Mayer, Dieter","Momeni, Arash","Venkov, Alexei"],"language":[],"coverage":[],"title":["Congruence properties of induced representations and their applications"],"description":["  In this paper we study congruence properties of the representations\n$U_\\alpha:=U^{PSL(2,\\mathbb{Z})}_{\\chi_\\alpha}$ of the projective modular group\n${\\rm PSL}(2,\\mathbb{Z})$ induced from a family $\\chi_\\alpha$ of characters for\nthe Hecke congruence subgroup $\\Gamma_0(4)$ basically introduced by A. Selberg.\nInterest in the representations $U_\\alpha$ stems from their appearance in the\ntransfer operator approach to Selberg's zeta function for this Fuchsian group\nand character $\\chi_\\alpha$. Hence the location of the nontrivial zeros of this\nfunction and therefore also the spectral properties of the corresponding\nautomorphic Laplace-Beltrami operator $\\Delta_{\\Gamma,\\chi_\\alpha}$ are closely\nrelated to their congruence properties. Even if as expected these properties of\n$U_\\alpha$ are easily shown to be equivalent to the ones well known for the\ncharacters $\\chi_\\alpha$, surprisingly, both the congruence and the\nnoncongruence groups determined by their kernels are quite different: those\ndetermined by $\\chi_\\alpha$ are character groups of type I of the group\n$\\Gamma_0(4)$, whereas those determined by $U_\\alpha$ are such character groups\nof $\\Gamma(4)$. Furthermore, contrary to infinitely many of the groups $\\ker\n\\chi_\\alpha $, whose noncongruence properties follow simply from Zograf's\ngeometric method together with Selberg's lower bound for the lowest\nnonvanishing eigenvalue of the automorphic Laplacian, such arguments do not\napply to the groups $\\ker U_\\alpha$, the reason being, that they can have\narbitrary genus $g\\geq 0$, contrary to the groups $\\ker \\chi_\\alpha$, which all\nhave genus $g=0$.\n","Comment: v2: 15 pages; introduction revised; arguments after formula 4.20 in\n  page 12 completed; new references added"]}]
["1210.6025",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6025","Phys. Rev. A 86, 043617(2012)","doi:10.1103/PhysRevA.86.043617"],"date":["2012-10-20"],"type":["text"],"creator":["Shrestha, R. K.","Ni, J.","Lam, W. K.","Wimberger, S.","Summy, G. S."],"language":[],"coverage":[],"title":["Controlling the Momentum Current of an Off-resonant Ratchet"],"description":["  We experimentally investigate the phenomenon of a quantum ratchet created by\nexposing a Bose-Einstein Condensate to short pulses of a potential which is\nperiodic in both space and time. Such a ratchet is manifested by a directed\ncurrent of particles, even though there is an absence of a net bias force. We\nconfirm a recent theoretical prediction [M. Sadgrove and S. Wimberger, New J.\nPhys. \\textbf{11}, 083027 (2009)] that the current direction can be controlled\nby experimental parameters which leave the underlying symmetries of the system\nunchanged. We demonstrate that this behavior can be understood using a single\nvariable containing many of the experimental parameters and thus the ratchet\ncurrent is describable using a single universal scaling law.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1210.5657"]}]
["1210.8427",{"format":[],"subject":["Nuclear Theory","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.8427","Journal of Physics: Conference Series 422 (2013) 012003","doi:10.1088/1742-6596/422/1/012003"],"date":["2012-10-17"],"type":["text"],"creator":["Jaiswal, Amaresh","Bhalerao, Rajeev S.","Pal, Subrata"],"language":[],"coverage":[],"title":["Boltzmann equation with a nonlocal collision term and the resultant\n  dissipative fluid dynamics"],"description":["  Starting with the relativistic Boltzmann equation where the collision term\nwas generalized to include gradients of the phase-space distribution function,\nwe recently presented a new derivation of the equations for the relativistic\ndissipative fluid dynamics. We compared them with the corresponding equations\nobtained in the standard Israel-Stewart and related approaches. Our method\ngenerates all the second-order terms that are allowed by symmetry, some of\nwhich have been missed by the traditional approaches, and the coefficients of\nother terms are altered. The first-order or Navier-Stokes equation too receives\na small correction. Here we outline this work for the general audience.\n","Comment: Invited talk given by Rajeev Bhalerao at Rencontres du Vietnam,\n  International Conference on 'Heavy Ion Collisions in the LHC Era', 15-21 July\n  2012, Quy Nhon, Vietnam"]}]
["1211.1682",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1682","Phys. Rev. B 87, 201107(R) (2013)","doi:10.1103/PhysRevB.87.201107"],"date":["2012-11-07","2013-05-22"],"type":["text"],"creator":["Streib, Simon","Isidori, Aldo","Kopietz, Peter"],"language":[],"coverage":[],"title":["Solution of the Anderson impurity model via the functional\n  renormalization group"],"description":["  We show that the functional renormalization group is a numerically cheap\nmethod to obtain the low-energy behavior of the Anderson impurity model\ndescribing a localized interacting electron coupled to a bath of conduction\nelectrons. Our approach uses an external magnetic field as flow parameter,\npartial bosonization of the transverse spin fluctuations, and\nfrequency-independent interaction vertices which are fixed by Ward identities.\nWe calculate the quasi-particle residue and the spin susceptibility in the\nparticle-hole symmetric case and obtain excellent agreement with the Bethe\nansatz results for arbitrary strengths of the interaction.\n","Comment: 5 pages, 4 figures; version published in PRB Rapid Communications"]}]
["1211.1769",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1769","Journal of Number Theory 133 (2013) 3057-3064"],"date":["2012-11-08","2013-05-22"],"type":["text"],"creator":["Zhang, Chong"],"language":[],"coverage":[],"title":["A note on the local theta correspondence for unitary similitude dual\n  pairs"],"description":["  Following Roberts' work in the case of orthogonal-symplectic similitude dual\npairs, we study the local theta correspondence for unitary similitude dual\npairs over a $p$-adic field.\n","Comment: minor changes; reference added"]}]
["1211.1829",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1829","Phys. Rev. B 87, 195124 (2013)","doi:10.1103/PhysRevB.87.195124"],"date":["2012-11-08","2013-05-22"],"type":["text"],"creator":["Yokobori, T.","Okawa, M.","Konishi, K.","Takei, R.","Katayama, K.","Oozono, S.","Shinmura, T.","Okuda, T.","Wadati, H.","Sakai, E.","Ono, K.","Kumigashira, H.","Oshima, M.","Sugiyama, T.","Ikenaga, E.","Hamada, N.","Saitoh, T."],"language":[],"coverage":[],"title":["Electronic structure of hole-doped delafossite oxides\n  CuCr_{1-x}Mg_{x}O_{2}"],"description":["  We report the detailed electronic structure of a hole-doped delafossite oxide\nCuCr_{1-x}Mg_{x}O_{2} (0 <= x <= 0.03) studied by photoemission spectroscopy\n(PES), soft x-ray absorption spectroscopy (XAS), and band-structure\ncalculations within the local-density approximation +U (LDA+U) scheme. Cr/Cu\n3p-3d resonant PES reveals that the near-Fermi-level leading structure has\nprimarily the Cr 3d character with a minor contribution from the Cu 3d through\nCu 3d-O 2p-Cr 3d hybridization, having good agreement with the band-structure\ncalculations. This indicates that a doped hole will have primarily the Cr 3d\ncharacter. Cr 2p PES and L-edge XAS spectra exhibit typical Cr^{3+} features\nfor all x, while the Cu L-edge XAS spectra exhibited a systematic change with\nx. This indicates now that the Cu valence is monovalent at x=0 and the doped\nhole should have Cu 3d character. Nevertheless, we surprisingly observed two\ntypes of charge-transfer satellites that should be attributed to Cu^{+}\n(3d^{10}) and Cu^{2+} (3d^{9}) like initial states in Cu 2p-3d resonant PES\nspectrum for at x=0, while Cu 2p PES spectra with no doubt shows the Cu^{+}\ncharacter even for the lightly doped samples. We propose that these\ncontradictory results can be understood by introducing no only the Cu 4s state,\nbut also finite Cu 3d,4s-Cr 3d charge transfer via O 2p states in the\nground-state electronic configuration.\n","Comment: 9 pages, 9 figures, revised version accepted for publication in Phys.\n  Rev. B"]}]
["1211.3610",{"format":[],"subject":["Mathematics - Number Theory","Primary 11G05, Secondary 11D41, 11G40, 11F37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3610","doi:10.1142/S1793042113500449"],"date":["2012-11-15"],"type":["text"],"creator":["Jones, Marvin","Rouse, Jeremy"],"language":[],"coverage":[],"title":["Solutions of the cubic Fermat equation in quadratic fields"],"description":["  We give necessary and sufficient conditions on a squarefree integer $d$ for\nthere to be non-trivial solutions to $x^{3} + y^{3} = z^{3}$ in $\\Q(\\sqrt{d})$,\nconditional on the Birch and Swinnerton-Dyer conjecture. These conditions are\nsimilar to those obtained by J. Tunnell in his solution to the congruent number\nproblem.\n","Comment: 12 pages"]}]
["1211.6896",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6896","doi:10.1016/J.NuclPhysA.2012.12.075"],"date":["2012-11-29","2013-05-22"],"type":["text"],"creator":["Vrancx, Tom","De Cruz, Lesley","Ryckebusch, Jan","Vancraeyveld, Pieter"],"language":[],"coverage":[],"title":["The $p(\\gamma,K^+)\\Lambda$ reaction: consistent high-spin interactions\n  and Bayesian inference of its resonance content"],"description":["  A Bayesian analysis of the world's $p(\\gamma,K^+)\\Lambda$ data is presented.\nWe adopt a Regge-plus-resonance framework featuring consistent interactions for\nnucleon resonances up to spin $J = 5/2$. The power of the momentum dependence\nof the consistent interaction structure rises with the spin of the resonance.\nThis leads to unphysical structures in the energy dependence of the computed\ncross sections when the short-distance physics is cut off with standard\nhadronic form factors. A plausible, spin-dependent modification of the hadronic\nform factor is proposed which suppresses the unphysical artifacts. Next, we\nevaluate all possible combinations of 11 candidate resonances. The best model\nis selected from the 2048 model variants by calculating the Bayesian evidence\nvalues against the world's $p(\\gamma,K^+)\\Lambda$ data. From the proposed\nselection of 11 resonances, we find that the following nucleon resonances have\nthe highest probability of contributing to the reaction: $S_{11}(1535)$,\n$S_{11}(1650)$, $F_{15}(1680)$, $P_{13}(1720)$, $D_{13}(1900)$, $P_{13}(1900)$,\n$P_{11}(1900)$, and $F_{15}(2000)$.\n","Comment: 5 pages, 4 figures"]}]
["1211.6929",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6929","Eur. Phys. J. B, 86 5 (2013) 228","doi:10.1140/epjb/e2013-31101-x"],"date":["2012-11-29","2013-05-22"],"type":["text"],"creator":["Dobramysl, Ulrich","Assi, Hiba","Pleimling, Michel","Täuber, Uwe C."],"language":[],"coverage":[],"title":["Relaxation dynamics in type-II superconductors with point-like and\n  correlated disorder"],"description":["  We employ an elastic line model to investigate the steady-state properties\nand non-equilibrium relaxation kinetics of magnetic vortex lines in disordered\ntype-II superconductors using Langevin molecular dynamics (LMD). We extract the\ndependence of the mean vortex line velocity and gyration radius as well as the\nmean-square displacement in the steady state on the driving current, and\nmeasure the vortex density and height autocorrelations in the aging regime. We\nstudy samples with either randomly distributed point-like or columnar\nattractive pinning centers, which allows us to distinguish the complex\nrelaxation features of interacting flux lines subject to extended vs.\nuncorrelated disorder. Additionally, we find that our new LMD findings match\nearlier Monte Carlo (MC) simulation data well, verifying that these two\nmicroscopically quite distinct simulation methods lead to macroscopically very\nsimilar results for non-equilibrium vortex matter.\n","Comment: 15 pages, 16 figures"]}]
["1212.1068",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1068","Eur. Phys. J. B 86, 193 (2013)","doi:10.1140/epjb/e2013-31090-8"],"date":["2012-12-05"],"type":["text"],"creator":["Ermann, Leonardo","Frahm, Klaus M.","Shepelyansky, Dima L."],"language":[],"coverage":[],"title":["Spectral properties of Google matrix of Wikipedia and other networks"],"description":["  We study the properties of eigenvalues and eigenvectors of the Google matrix\nof the Wikipedia articles hyperlink network and other real networks. With the\nhelp of the Arnoldi method we analyze the distribution of eigenvalues in the\ncomplex plane and show that eigenstates with significant eigenvalue modulus are\nlocated on well defined network communities. We also show that the correlator\nbetween PageRank and CheiRank vectors distinguishes different organizations of\ninformation flow on BBC and Le Monde web sites.\n","Comment: 10 pages, 9 figures"]}]
["1212.1622",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1622","Astronomy and Astrophysics 551 (2012) A128","doi:10.1051/0004-6361/201220870"],"date":["2012-12-07","2013-02-12"],"type":["text"],"creator":["Benhabiles-Mezhoud, H.","Kiener, J.","Tatischeff, V.","Strong, A. W."],"language":[],"coverage":[],"title":["Deexcitation nuclear gamma-ray line emission from low-energy cosmic rays\n  in the inner Galaxy"],"description":["  Recent observations of high ionization rates of molecular hydrogen in diffuse\ninterstellar clouds point to a distinct low-energy cosmic-ray component.\nSupposing that this component is made of nuclei, two models for the origin of\nsuch particles are explored and low-energy cosmic-ray spectra are calculated\nwhich, added to the standard cosmic ray spectra, produce the observed\nionization rates. The clearest evidence of the presence of such low-energy\nnuclei between a few MeV per nucleon and several hundred MeV per nucleon in the\ninterstellar medium would be a detection of nuclear \\gamma-ray line emission in\nthe range E_ 0.1 - 10 MeV, which is strongly produced in their collisions with\nthe interstellar gas and dust. Using a recent \\gamma-ray cross section\ncompilation for nuclear collisions, \\gamma-ray line emission spectra are\ncalculated alongside with the high-energy \\gamma-ray emission due to {\\pi} 0\ndecay, the latter providing normalization of the absolute fluxes by comparison\nwith Fermi-LAT observations of the diffuse emission above E \\gamma = 0.1 GeV.\nOur predicted fluxes of strong nuclear \\gamma-ray lines from the inner Galaxy\nare well below the detection sensitivies of INTEGRAL, but a detection,\nespecially of the 4.4-MeV line, seems possible with new-generation \\gamma-ray\ntelescopes based on available technology. We predict also strong \\gamma-ray\ncontinuum emission in the 1-8 MeV range, which in a large part of our model\nspace for low-energy cosmic rays exceeds considerably estimated instrument\nsensitivities of future telescopes.\n","Comment: 22 pages, 7 figures, accepted for publication in ApJ; figures 6 and 7\n  replaced"]}]
["1212.2658",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Genomics","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2658","Genetics 193 (2013) 1209-1220","doi:10.1534/genetics.112.148627"],"date":["2012-12-11"],"type":["text"],"creator":["Rajon, Etienne","Masel, Joanna"],"language":[],"coverage":[],"title":["Compensatory evolution and the origins of innovations"],"description":["  Cryptic genetic sequences have attenuated effects on phenotypes. In the\nclassic view, relaxed selection allows cryptic genetic diversity to build up\nacross individuals in a population, providing alleles that may later contribute\nto adaptation when co-opted - e.g. following a mutation increasing expression\nfrom a low, attenuated baseline. This view is described, for example, by the\nmetaphor of the spread of a population across a neutral network in genotype\nspace. As an alternative view, consider the fact that most phenotypic traits\nare affected by multiple sequences, including cryptic ones. Even in a strictly\nclonal population, the co-option of cryptic sequences at different loci may\nhave different phenotypic effects and offer the population multiple adaptive\npossibilities. Here, we model the evolution of quantitative phenotypic\ncharacters encoded by cryptic sequences, and compare the relative contributions\nof genetic diversity and of variation across sites to the phenotypic potential\nof a population. We show that most of the phenotypic variation accessible\nthrough co-option would exist even in populations with no polymorphism. This is\nmade possible by a history of compensatory evolution, whereby the phenotypic\neffect of a cryptic mutation at one site was balanced by mutations elsewhere in\nthe genome, leading to a diversity of cryptic effect sizes across sites rather\nthan across individuals. Cryptic sequences might accelerate adaptation and\nfacilitate large phenotypic changes even in the absence of genetic diversity,\nas traditionally defined in terms of alternative alleles.\n"]}]
["1212.3394",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3394"],"date":["2012-12-14","2013-05-21"],"type":["text"],"creator":["Guo, Huaihong","Yang, Teng","Tao, Peng","Zhang, Zhidong"],"language":[],"coverage":[],"title":["Doping effect on thermoelectric properties of MoS$_2$"],"description":["  We systematically study thermoelectric properties of layered MoS$_2$ by\ndoping, based on Boltzmann transport theory and first-principles calculations.\nWe obtain optimal doping region (around 10$^{19}$ cm$^{-3}$) by looking closely\nto the temperature and doping level dependent thermopower, electrical\nconductivity, power factor (PF) and ultimately figure of merit (ZT) coefficient\nalong in-plane and cross-plane directions. MoS$_2$ has a vanishingly small\nanisotropy of thermopower but a big anisotropy of electrical conductivity and\nelectronic thermal conductivity in optimal doping region. $\\kappa_e$ is\ncomparable to $\\kappa_l$ in the plane while $\\kappa_l$ dominates over\n$\\kappa_e$ across the plane. ZT can reach as high as 0.3 at around 700 K.\nIn-plane direction is demonstrated to be more preferable for thermoelectric\napplications of MoS$_2$ by doping.\n","Comment: 5 pages, 6 figures"]}]
["1212.3476",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3476","Phys. Rev. Lett. 110, 214501 (2013)","doi:10.1103/PhysRevLett.110.214501"],"date":["2012-12-14","2013-05-22"],"type":["text"],"creator":["Nickelsen, D.","Engel, A."],"language":[],"coverage":[],"title":["Probing small-scale intermittency with a fluctuation theorem"],"description":["  We characterize statistical properties of the flow field in developed\nturbulence using concepts from stochastic thermodynamics. On the basis of data\nfrom a free air-jet experiment, we demonstrate how the dynamic fluctuations\ninduced by small-scale intermittency generate analogs of entropy-consuming\ntrajectories with sufficient weight to make fluctuation theorems observable at\nthe macroscopic scale. We propose an integral fluctuation theorem for the\nentropy production associated with the stochastic evolution of velocity\nincrements along the eddy-hierarchy and demonstrate its extreme sensitivity to\nthe accurate description of the tails of the velocity distributions.\n","Comment: 5 pages, 3 figures"]}]
["1212.4241",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.4241","Phys. Rev. E 87, 050101(R) (2013)","doi:10.1103/PhysRevE.87.050101"],"date":["2012-12-18","2013-05-22"],"type":["text"],"creator":["Ren, Jie","Sinitsyn, N. A."],"language":[],"coverage":[],"title":["Braid Group and Topological Phase Transitions in Nonequilibrium\n  Stochastic Dynamics"],"description":["  We show that distinct topological phases of the band structure of a\nnon-Hermitian Hamiltonian can be classified with elements of the braid group.\nAs the proof of principle, we consider the non-Hermitian evolution of the\nstatistics of nonequilibrium stochastic currents. We show that topologically\nnontrivial phases have detectable properties, including the emergence of\ndecaying oscillations of parity and state probabilities, and discontinuities in\nthe steady state statistics of currents.\n","Comment: 4+ pages, 4 figures, published in PRE as a Rapid Communication. See\n  http://pre.aps.org/abstract/PRE/v87/i5/e050101"]}]
["1212.4845",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.4845","Phys. Rev. Lett. 110, 216401 (2013)","doi:10.1103/PhysRevLett.110.216401"],"date":["2012-12-19","2013-05-21"],"type":["text"],"creator":["Zhu, Z. -H.","Veenstra, C. N.","Levy, G.","Ubaldini, A.","Syers, P.","Butch, N. P.","Paglione, J.","Haverkort, M. W.","Elfimov, I. S.","Damascelli, A."],"language":[],"coverage":[],"title":["Layer-by-layer entangled spin-orbital texture of the topological surface\n  state in Bi2Se3"],"description":["  We study Bi2Se3 by polarization-dependent angle-resolved photoemission\nspectroscopy (ARPES) and density-functional theory slab calculations. We find\nthat the surface state Dirac fermions are characterized by a layer-dependent\nentangled spin-orbital texture, which becomes apparent through quantum\ninterference effects. This explains the discrepancy between the spin\npolarization from spin-resovled ARPES - ranging from 20 to 85% - and the 100%\nvalue assumed in phenomenological models. It also suggests a way to probe the\nintrinsic spin texture of topological insulators, and to continuously\nmanipulate the spin polarization of photoelectrons and photocurrents all the\nway from 0 to +/-100% by an appropriate choice of photon energy, linear\npolarization, and angle of incidence.\n","Comment: 5 pages, 4 figures. A high-resolution version with supplementary\n  material can be found at:\n  http://www.phas.ubc.ca/~quantmat/ARPES/PUBLICATIONS/Articles/BiSe_P.pdf"]}]
["1212.5508",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5508","The Journal of Chemical Physics, 138(12):124707, 2013","doi:10.1063/1.4797468"],"date":["2012-12-21","2013-05-22"],"type":["text"],"creator":["Thomson, E. S.","Hansen-Goos, Hendrik","Wilen, L. A.","Wettlaufer, J. S."],"language":[],"coverage":[],"title":["Grain boundary melting in ice"],"description":["  We describe an optical scattering study of grain boundary premelting in water\nice. Ubiquitous long ranged attractive polarization forces act to suppress\ngrain boundary melting whereas repulsive forces originating in screened Coulomb\ninteractions and classical colligative effects enhance it. The liquid enhancing\neffects can be manipulated by adding dopant ions to the system. For all\nmeasured grain boundaries this leads to increasing premelted film thickness\nwith increasing electrolyte concentration. Although we understand that the\ninterfacial surface charge densities $q_s$ and solute concentrations can\npotentially dominate the film thickness, we can not directly measure them\nwithin a given grain boundary. Therefore, as a framework for interpreting the\ndata we consider two appropriate $q_s$ dependent limits; one is dominated by\nthe colligative effect and one is dominated by electrostatic interactions.\n","Comment: 6 pages, 5 figures"]}]
["1301.1626",{"format":[],"subject":["Quantitative Biology - Genomics","Computer Science - Information Retrieval","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1626","PLoS ONE 8(5): e61519, 2013","doi:10.1371/journal.pone.0061519"],"date":["2013-01-08"],"type":["text"],"creator":["Kandiah, Vivek","Shepelyansky, Dima L."],"language":[],"coverage":[],"title":["Google matrix analysis of DNA sequences"],"description":["  For DNA sequences of various species we construct the Google matrix G of\nMarkov transitions between nearby words composed of several letters. The\nstatistical distribution of matrix elements of this matrix is shown to be\ndescribed by a power law with the exponent being close to those of outgoing\nlinks in such scale-free networks as the World Wide Web (WWW). At the same time\nthe sum of ingoing matrix elements is characterized by the exponent being\nsignificantly larger than those typical for WWW networks. This results in a\nslow algebraic decay of the PageRank probability determined by the distribution\nof ingoing elements. The spectrum of G is characterized by a large gap leading\nto a rapid relaxation process on the DNA sequence networks. We introduce the\nPageRank proximity correlator between different species which determines their\nstatistical similarity from the view point of Markov chains. The properties of\nother eigenstates of the Google matrix are also discussed. Our results\nestablish scale-free features of DNA sequence networks showing their\nsimilarities and distinctions with the WWW and linguistic networks.\n","Comment: latex, 11 figs"]}]
["1301.3441",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3441"],"date":["2013-01-15","2013-05-21"],"type":["text"],"creator":["Gibbons, Courtney","Jeffries, Jack","Mayes, Sarah","Raicu, Claudiu","Stone, Branden","White, Bryan"],"language":[],"coverage":[],"title":["Non-simplicial decompositions of Betti diagrams of complete\n  intersections"],"description":["  We investigate decompositions of Betti diagrams over a polynomial ring within\nthe framework of Boij--Soederberg theory. That is, given a Betti diagram, we\ndecompose it into pure diagrams. Relaxing the requirement that the degree\nsequences in such pure diagrams be totally ordered, we are able to define a\nmultiplication law for Betti diagrams that respects the decomposition and\nallows us to write a simple expression the decomposition of the Betti diagram\nof any complete intersection in terms of the degrees of its minimal generators.\nIn the more traditional sense, the decomposition of complete intersections of\ncodimension at most 3 are also computed as given by the totally ordered\ndecomposition algorithm obtained from (Eisenbud-Schreyer, 2009). In higher\ncodimension, obstructions arise that inspire our work on an alternative\nalgorithm.\n","Comment: 13 pages. This is work from the 2011 MSRI Summer Graduate Workshop in\n  Commutative Algebra"]}]
["1301.3925",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3925"],"date":["2013-01-16","2013-05-22"],"type":["text"],"creator":["Fehrenbach, Jérôme","Mirebeau, Jean-Marie"],"language":[],"coverage":[],"title":["Sparse Non-Negative Stencils for Anisotropic Diffusion"],"description":["  We introduce a new discretization scheme for Anisotropic Diffusion, AD-LBR,\non two and three dimensional cartesian grids. The main features of this scheme\nis that it is non-negative, and has a stencil cardinality bounded by 6 in 2D,\nby 14 in 3D, despite allowing diffusion tensors of arbitrary anisotropy. Our\nscheme also has good spectral properties, which permits larger time steps and\navoids e.g. chessboard artifacts.\n  AD-LBR relies on Lattice Basis Reduction, a tool from discrete mathematics\nwhich has recently shown its relevance for the discretization on grids of\nstrongly anisotropic Partial Differential Equations. We prove that AD-LBR is in\n2D asymptotically equivalent to a finite element discretization on an\nanisotropic Delaunay triangulation, a procedure more involved and\ncomputationally expensive. Our scheme thus benefits from the theoretical\nguarantees of this procedure, for a fraction of its cost. Numerical experiments\nin 2D and 3D illustrate our results.\n","Comment: 23 pages, 13 figures"]}]
["1301.5861",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5861","Journal of Applied Physics, 113, 153906 (2013)","doi:10.1063/1.4801799"],"date":["2013-01-24"],"type":["text"],"creator":["Boone, C. T.","Nembach, H. T.","Shaw, J. M.","Silva, T. J."],"language":[],"coverage":[],"title":["Spin transport parameters in metallic multilayers determined by\n  ferromagnetic resonance measurements of spin pumping"],"description":["  We measured spin transport in nonferromagnetic (NM) metallic multilayers from\nthe contribution to damping due to spin pumping from a ferromagnetic Co90Fe10\nthin film. The multilayer stack consisted of NM1/NM2/Co90Fe10(2 nm)/NM2/NM3\nwith varying NM materials and thicknesses. Using conventional theory for one\ndimensional diffusive spin transport in metals, we show that the effective\ndamping due to spin pumping can be strongly affected by the spin transport\nproperties of each NM in the multilayer, which permits the use of damping\nmeasurements to accurately determine the spin transport properties of the\nvarious NM layers in the full five-layer stack. We find that due to its high\nelectrical resistivity, amorphous Ta is a poor spin conductor, in spite of a\nshort spin-diffusion length of 1.0 nm, and that Pt is an excellent spin\nconductor by virtue of its low electrical resistivity and a spin diffusion\nlength of only 0.5 nm. Spin Hall effect measurements may have underestimated\nthe spin Hall angle in Pt by assuming a much longer spin diffusion length.\n","Comment: Submitted to Phys. Rev. B"]}]
["1301.6094",{"format":[],"subject":["Mathematics - Rings and Algebras","primary: 17A75, 17A40, 17C40, 20G15, 20G41, secondary: 17C27, 51E12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.6094"],"date":["2013-01-25","2013-05-22"],"type":["text"],"creator":["Boelaert, Lien","De Medts, Tom"],"language":[],"coverage":[],"title":["A new construction of Moufang quadrangles of type E6, E7 and E8"],"description":["  In the classification of Moufang polygons by J. Tits and R. Weiss, the most\nintricate case is by far the case of the exceptional Moufang quadrangles of\ntype E_6, E_7 and E_8, and in fact, the construction that they present is\nad-hoc and lacking a deeper explanation. We will show how tensor products of\ntwo composition algebras can be used to construct these Moufang quadrangles in\ncharacteristic different from 2.\n  As a byproduct, we will obtain a method to construct any Moufang quadrangle\nin characteristic different from two from a module for a Jordan algebra.\n","Comment: 44 pages"]}]
["1302.0229",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.0229","Phys. Rev. Lett. 110, 173602 (2013)","doi:10.1103/PhysRevLett.110.173602"],"date":["2013-02-01","2013-05-22"],"type":["text"],"creator":["Bartley, Tim J.","Donati, Gaia","Jin, Xian-Min","Datta, Animesh","Barbieri, Marco","Walmsley, Ian A."],"language":[],"coverage":[],"title":["Direct observation of sub-binomial light"],"description":["  Nonclassical states of light are necessary resources for quantum technologies\nsuch as cryptography, computation and the definition of metrological standards.\nObserving signatures of nonclassicality generally requires inferring either the\nphoton number distribution or a quasi-probability distribution indirectly from\na set of measurements. Here, we report an experiment in which the nonclassical\ncharacter of families of quantum states is assessed by direct inspection of the\noutcomes from a multiplexed photon counter. This scheme does not register the\nactual photon number distribution; the statistics of the detector clicks alone\nserve as a witness of nonclassicality, as proposed by Sperling et al. in Phys.\nRev. Lett. 109, 093601 (2012). Our work paves a way for the practical\ncharacterisation of increasingly sophisticated states and detectors.\n","Comment: 5 pages, 4 figures. References added. Note that Eq. (2) has been\n  corrected in this version from the published manuscript. We are grateful to\n  Arturo Lezama for pointing out the error"]}]
["1302.0666",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.0666","Phys.Rev.C87:021901,2013","doi:10.1103/PhysRevC.87.021901"],"date":["2013-02-04"],"type":["text"],"creator":["Jaiswal, Amaresh","Bhalerao, Rajeev S.","Pal, Subrata"],"language":[],"coverage":[],"title":["Complete relativistic second-order dissipative hydrodynamics from the\n  entropy principle"],"description":["  We present a new derivation of relativistic dissipative hydrodynamic\nequations, which invokes the second law of thermodynamics for the entropy\nfour-current expressed in terms of the single-particle phase-space distribution\nfunction obtained from Grad's 14-moment approximation. This derivation is\ncomplete in the sense that all the second-order transport coefficients are\nuniquely determined within a single theoretical framework. In particular, this\nremoves the long-standing ambiguity in the relaxation time for bulk viscosity\nthereby eliminating one of the uncertainties in the extraction of the shear\nviscosity to entropy density ratio from confrontation with the anisotropic flow\ndata in relativistic heavy-ion collisions. We find that in the one-dimensional\nscaling expansion, these transport coefficients prevent the occurrence of\ncavitation even for rather large values of the bulk viscosity estimated in\nlattice QCD.\n","Comment: 5 pages, 2 figures, version to appear in PRC (Rapid Comm)"]}]
["1302.0705",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.0705"],"date":["2013-02-04","2013-05-22"],"type":["text"],"creator":["Sano, Taro"],"language":[],"coverage":[],"title":["Unobstructedness of deformations of weak Fano manifolds"],"description":["  We prove that a weak Fano manifold has unobstructed deformations. For a\ngeneral variety, we investigate conditions under which a variety is necessarily\nobstructed.\n","Comment: 8 pages, to appear in IMRN"]}]
["1302.1171",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1171"],"date":["2013-02-05","2013-05-22"],"type":["text"],"creator":["Zintout, Rola"],"language":[],"coverage":[],"title":["Total variation distance between two double Wiener-It\\^o integrals"],"description":["  Using an approach recently developed by Nourdin and Poly, we improve the rate\nin an inequality for the total variation distance between two double\nWiener-It\\^o integrals originally due to Davydov and Martynova. An application\nto the rate of convergence of a functional of a correlated two-dimensional\nfractional Brownian motion towards the Rosenblatt random variable is then\ngiven, following a previous study by Maejima and Tudor.\n","Comment: arXiv admin note: text overlap with arXiv:0707.3448 by other authors"]}]
["1302.1429",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1429","Phys. Rev. B 87 174517 (2013)","doi:10.1103/PhysRevB.87.174517"],"date":["2013-02-06","2013-05-22"],"type":["text"],"creator":["Oh, Sangwon","Mounce, A. M.","Lee, J. S.","Halperin, W. P.","Zhang, C. L.","Carr, S.","Dai, Pengcheng"],"language":[],"coverage":[],"title":["Spin-pairing and penetration depth measurements from nuclear magnetic\n  resonance in NaFe$_{0.975}$Co$_{0.025}$As"],"description":["  We have performed $^{75}$As nuclear magnetic resonance (NMR) Knight shift\nmeasurements on single crystals of NaFe$_{0.975}$Co$_{0.025}$As to show that\nits superconductivity is a spin-paired, singlet state consistent with\npredictions of the weak-coupling BCS theory. We use a spectator nucleus,\n$^{23}$Na, uncoupled from the superconducting condensate, to determine the\ndiamagnetic magnetization and to correct for its effect on the $^{75}$As NMR\nspectra. The resulting temperature dependence of the spin susceptibility\nfollows the Yosida function as predicted by BCS for an isotropic, single-valued\nenergy gap. Additionally, we have analyzed the $^{23}$Na spectra that become\nsignificantly broadened by vortices to obtain the superconducting penetration\ndepth as a function of temperature with $\\lambda_{ab}(0) = 5,327 \\pm$\n78$\\,\\AA$.\n","Comment: 4pages, 5 figures"]}]
["1302.1622",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1622","Phys.Rev.D87:094503,2013","doi:10.1103/PhysRevD.87.094503"],"date":["2013-02-06","2013-05-22"],"type":["text"],"creator":["Pawlowski, Jan M.","Zielinski, Christian"],"language":[],"coverage":[],"title":["Thirring model at finite density in 0+1 dimensions with stochastic\n  quantization: Crosscheck with an exact solution"],"description":["  We consider a generalized Thirring model in 0+1 dimensions at finite density.\nIn order to deal with the resulting sign problem we employ stochastic\nquantization, i.e., a complex Langevin evolution. We investigate the\nconvergence properties of this approach and check in which parameter regions\ncomplex Langevin evolutions are applicable in this setting. To this end we\nderive numerous analytical results and compare directly with numerical results.\nIn addition we employ indirect indicators to check for correctness. Finally we\ninterpret and discuss our findings.\n","Comment: 13 pages, 16 figures; v2: published version with changed title,\n  corrected typos and added references"]}]
["1302.1943",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1943","Phys. Rev. B 87, 184504 (2013)","doi:10.1103/PhysRevB.87.184504"],"date":["2013-02-07","2013-02-19"],"type":["text"],"creator":["Tafti, F. F.","Fujii, Takenori","Juneau-Fecteau, A.","de Cotret, S. Rene","Doiron-Leyraud, N.","Asamitsu, Atsushi","Taillefer, Louis"],"language":[],"coverage":[],"title":["Superconductivity in the noncentrosymmetric half-Heusler compound LuPtBi\n  : A possible topological superconductor"],"description":["  We report superconductivity in the ternary half-Heusler compound LuPtBi, with\nTc = 1.0 K and Hc2 = 1.6 T. The crystal structure of LuPtBi lacks inversion\nsymmetry, hence the material is a noncentrosymmetric superconductor.\nMagnetotransport data show semimetallic behavior in the normal state, which is\nevidence for the importance of spin-orbit interaction. Theoretical calculations\nindicate that the strong spin-orbit interaction in LuPtBi should cause strong\nband inversion, making this material a promising candidate for 3D topological\nsuperconductivity.\n","Comment: 5 pages, 4 figures, Table I revised, discussion of the Pauli limit\n  revised"]}]
["1302.2168",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2168"],"date":["2013-02-08","2013-05-22"],"type":["text"],"creator":["Ji, Mingyue","Caire, Giuseppe","Molisch, Andreas F."],"language":[],"coverage":[],"title":["Optimal Throughput-Outage Trade-off in Wireless One-Hop Caching Networks"],"description":["  We consider a wireless device-to-device (D2D) network where the nodes have\ncached information from a library of possible files. Inspired by the current\ntrend in the standardization of the D2D mode for 4th generation wireless\nnetworks, we restrict to one-hop communication: each node place a request to a\nfile in the library, and downloads from some other node which has the requested\nfile in its cache through a direct communication link, without going through a\nbase station. We describe the physical layer communication through a simple\n\"protocol-model\", based on interference avoidance (independent set scheduling).\nFor this network we define the outage-throughput tradeoff problem and\ncharacterize the optimal scaling laws for various regimes where both the number\nof nodes and the files in the library grow to infinity.\n","Comment: 5 pages, 3 figures, to appear in ISIT 2013"]}]
["1302.2249",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2249","Phys.Rev.D87:094509,2013","doi:10.1103/PhysRevD.87.094509"],"date":["2013-02-09","2013-05-22"],"type":["text"],"creator":["Pawlowski, Jan M.","Zielinski, Christian"],"language":[],"coverage":[],"title":["Thirring model at finite density in 2+1 dimensions with stochastic\n  quantization"],"description":["  We consider a generalization of the Thirring model in 2+1 dimensions at\nfinite density. We employ stochastic quantization and check for the\napplicability in the finite density case to circumvent the sign problem. To\nthis end we derive analytical results in the heavy dense limit and compare with\nnumerical ones obtained from a complex Langevin evolution. Furthermore we make\nuse of indirect indicators to check for incorrect convergence of the underlying\ncomplex Langevin evolution. The method allows the numerical evaluation of\nobservables at arbitrary values of the chemical potential. We evaluate the\nresults and compare to the (0+1)-dimensional case.\n","Comment: 11 pages, 9 figures; v2: published version with changed title,\n  additional clarifications, corrected typos and added references"]}]
["1302.3063",{"format":[],"subject":["Physics - Optics","Nuclear Experiment","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.3063","Phys. Rev. C 87, 054609 (2013)","doi:10.1103/PhysRevC.87.054609"],"date":["2013-02-13","2013-05-22"],"type":["text"],"creator":["Liao, Wen-Te","Pálffy, Adriana","Keitel, Christoph H."],"language":[],"coverage":[],"title":["A three-beam setup for coherently controlling nuclear state population"],"description":["  The controlled transfer of nuclear state population using two x-ray laser\npulses is investigated theoretically. The laser pulses drive two nuclear\ntransitions in a nuclear three-level system facilitating coherent population\ntransfer via the quantum optics technique of stimulated Raman adiabatic\npassage. To overcome present limitations of the x-ray laser frequency, we\nenvisage accelerated nuclei interacting with two copropagating or crossed x-ray\nlaser pulses in a three-beam setup. We present a systematic study of this setup\nproviding both pulse temporal sequence and laser pulse intensity for optimized\ncontrol of the nuclear state population. The tolerance for geometrical\nparameters such as laser beam divergence of the three-beam setup as well as for\nthe velocity spread of the nuclear beam are studied and a two-photon resonance\ncondition to account for experimental uncertainties is deduced. This additional\ncondition gives a less strict requirement for the experimental implementation\nof the three-beam setup. Present experimental state of the art and future\nprospects are discussed.\n","Comment: 13 pages, 9 figures and 4 tables. arXiv admin note: substantial text\n  overlap with arXiv:1011.4423"]}]
["1302.3182",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.3182","J. Phys. A: Math. Theor. 46 235002 (2013)","doi:10.1088/1751-8113/46/23/235002"],"date":["2013-02-13","2013-05-22"],"type":["text"],"creator":["Eriksson, Erik","Korepin, Vladimir"],"language":[],"coverage":[],"title":["Finite-size effects from higher conservation laws for the\n  one-dimensional Bose gas"],"description":["  We consider a generalized Lieb-Liniger model, describing a one-dimensional\nBose gas with all its conservation laws appearing in the density matrix. This\nwill be the case for the generalized Gibbs ensemble, or when the conserved\ncharges are added to the Hamiltonian. The finite-size corrections are\ncalculated for the energy spectrum. Large-distance asymptotics of correlation\nfunctions are then determined using methods from conformal field theory.\n","Comment: 10 pages, no figures. Published version"]}]
["1302.3190",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57M27 (Primary) 57Q60 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.3190"],"date":["2013-02-13","2013-05-22"],"type":["text"],"creator":["Lisca, Paolo","Owens, Brendan"],"language":[],"coverage":[],"title":["Signatures, Heegaard Floer correction terms and quasi-alternating links"],"description":["  Turaev showed that there is a well-defined map assigning to an oriented link\nL in the three-sphere a Spin structure t_0 on Sigma(L), the 2-fold cover of S^3\nbranched along L. We prove, generalizing results of Manolescu-Owens and\nDonald-Owens, that for an oriented quasi-alternating link L the signature of L\nequals minus four times the Heegaard Floer correction term of (Sigma(L), t_0).\n","Comment: V2: Improved exposition incorporating referee's suggestions; 3\n  figures, 6 pages. Accepted for publication by the Proceedings of the American\n  Mathematical Society"]}]
["1302.3275",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.3275","Class. Quantum Grav. (2013) 30 115006","doi:10.1088/0264-9381/30/11/115006"],"date":["2013-02-13"],"type":["text"],"creator":["Zhang, Xuefeng","Finley, Daniel"],"language":[],"coverage":[],"title":["CR Structures and Twisting Vacuum Spacetimes with Two Killing Vectors\n  and Cosmological Constant: Type II and More Special"],"description":["  Based on the CR formalism of algebraically special spacetimes by Hill,\nLewandowski and Nurowski, we derive a nonlinear system of two real ODEs, of\nwhich the general solution determines a twisting type II (or more special)\nvacuum spacetime with two Killing vectors (commuting or not) and at most seven\nreal parameters in addition to the cosmological constant Lambda. To demonstrate\na broad range of interesting spacetimes that these ODEs can capture, special\nsolutions of various Petrov types are presented and described as they appear in\nthis approach. They include Kerr-NUT, Kerr and Debney/Demia\\'{n}ski's type II,\nLun's type II and III (subclasses of Held-Robinson), MacCallum and Siklos' type\nIII (Lambda<0), and the type N solutions (Lambda<>0) we found in an earlier\npaper, along with a new class of type II solutions as a nontrivial limit of\nKerr and Debney's type II solutions. Also, we discuss a situation in which the\ntwo ODEs can be reduced to one. However, constructing the general solution\nstill remains an open problem.\n","Comment: 22 pages"]}]
["1302.3413",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.3413","Optics Letters, Vol. 38, Issue 10, pp. 1691-1693 (2013)","doi:10.1364/OL.38.001691"],"date":["2013-02-14"],"type":["text"],"creator":["Ge, Rong-Chun","Weiler, S.","Ulhaq, A.","Ulrich, S. M.","Jetter, M.","Michler, P.","Hughes, S."],"language":[],"coverage":[],"title":["Mollow \"quintuplets\" from coherently-excited quantum dots"],"description":["  Charge-neutral excitons in semiconductor quantum dots have a small finite\nenergy separation caused by the anisotropic exchange splitting. Coherent\nexcitation of neutral excitons will generally excite both exciton components,\nunless the excitation is parallel to one of the dipole axes. We present a\npolaron master equation model to describe two-exciton pumping using a coherent\ncontinuous wave pump field in the presence of a realistic anisotropic exchange\nsplitting. We predict a five-peak incoherent spectrum, thus generalizing the\nMollow triplet to become a Mollow quintuplet. We experimentally confirm such\nspectral quintuplets for In(Ga)As quantum dots and obtain very good agreement\nwith theory.\n"]}]
["1302.4301",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4301"],"date":["2013-02-18","2013-05-22"],"type":["text"],"creator":["Rotureau, J."],"language":[],"coverage":[],"title":["Interaction for the trapped fermi gas from a unitary transformation of\n  the exact two-body spectrum"],"description":["  We study systems of few two-component fermions interacting in a Harmonic\nOscillator trap. The fermion-fermion interaction is generated in a finite basis\nwith a unitary transformation of the exact two-body spectrum given by the Busch\nformula. The few-body Schr\\\"odinger equation is solved with the formalism of\nthe No-Core Shell Model. We present results for a system of three fermions\ninteracting at unitarity as well as for finite values of the S-wave scattering\nlength $a_2$ and effective range $r_2$. Unitary systems with four and five\nfermions are also considered. We show that the many-body energies obtained in\nthis approach are in excellent agreement with exact solutions for the\nthree-body problem, and results obtained by other methods in the other cases.\n","Comment: 9 pages, 6 figures. Accepted for publication in Eur. Phys. J. D"]}]
["1302.4394",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4394","Int.J.Mod.Phys.A28:1350061-1350074,2013","doi:10.1142/S0217751X13500619"],"date":["2013-02-18","2013-04-22"],"type":["text"],"creator":["Mayes, Van E."],"language":[],"coverage":[],"title":["SUSY into Darkness: Heavy Scalars in the CMSSM"],"description":["  A survey of the mSUGRA/CMSSM parameter space is presented. The viable regions\nof the parameter space which satisfy all experimental constraints are\nidentified and discussed. These constraints include a 124-127 GeV mass for the\nlightest CP-even Higgs and the correct relic density for cold dark matter\n(CDM). The superpartner spectra corresponding to these regions fall within the\nwell-known hyperbolic branch (HB) and are found to possess sub-TeV neutralinos\nand charginos, with mixed Bino/Higgsino LSP's with 200-800 GeV masses. In\naddition, the models possess ~3-4 TeV gluino masses and heavy squarks and\nsleptons with masses heavier than the gluino mass. Spectra with a Higgs mass\nnear 125 GeV and a relic density 0.109 < \\Omega h^2 < 0.123 are found to\nrequire EWFT at around the one-percent level, while those spectra with a much\nlower relic density require EWFT of only a few percent. Moreover, the SI\nneutralino-proton direct detection cross-sections are found to be below or\nwithin the XENON100 2-sigma limits and should be experimentally accessible now\nor in the near future. Finally, it is pointed-out that the supersymmetry\nbreaking soft terms corresponding to these regions of the mSUGRA/CMSSM\nparameter space (m_0 proportional to m_{1/2} with m_0^2 >> m_{1/2}^2 and A_0 =\n-m_{1/2}) may be obtained from general flux-induced soft terms in Type IIB flux\ncompactifications with D3 branes.\n","Comment: 17 pages, 6 figures. V2 References added. V3 minor corrections and\n  references added"]}]
["1302.4408",{"format":[],"subject":["Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4408","Appl. Phys. Lett. 102, 192604 (2013)","doi:10.1063/1.4807015"],"date":["2013-02-18","2013-05-22"],"type":["text"],"creator":["Reagor, M.","Paik, Hanhee","Catelani, G.","Sun, L.","Axline, C.","Holland, E.","Pop, I. M.","Masluk, N. A.","Brecht, T.","Frunzio, L.","Devoret, M. H.","Glazman, L. I.","Schoelkopf, R. J."],"language":[],"coverage":[],"title":["Reaching 10 ms single photon lifetimes for superconducting aluminum\n  cavities"],"description":["  Three-dimensional microwave cavities have recently been combined with\nsuperconducting qubits in the circuit quantum electrodynamics (cQED)\narchitecture. These cavities should have less sensitivity to dielectric and\nconductor losses at surfaces and interfaces, which currently limit the\nperformance of planar resonators. We expect that significantly (>10^3) higher\nquality factors and longer lifetimes should be achievable for 3D structures.\nMotivated by this principle, we have reached internal quality factors greater\nthan 0.5x10^9 and intrinsic lifetimes of 0.01 seconds for multiple aluminum\nsuperconducting cavity resonators at single photon energies and millikelvin\ntemperatures. These improvements could enable long lived quantum memories with\nsubmicrosecond access times when strongly coupled to superconducting qubits.\n","Comment: 4 pages, 2 figures"]}]
["1302.5486",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.5486","Eur. Phys. J. C 73, 2337 (2013)","doi:10.1140/epjc/s10052-013-2337-6"],"date":["2013-02-22","2013-05-22"],"type":["text"],"creator":["Chang, Zhe","Wang, Sai"],"language":[],"coverage":[],"title":["Constraints on spacetime anisotropy and Lorentz violation from the GRAAL\n  experiment"],"description":["  The GRAAL experiment could constrain the variations of the speed of light.\nThe anisotropy of the speed of light may imply that the spacetime is\nanisotropic. Finsler geometry is a reasonable candidate to deal with the\nspacetime anisotropy. In this paper, the Lorentz invariance violation (LIV) of\nthe photon sector is investigated in the locally Minkowski spacetime. The\nlocally Minkowski spacetime is a class of flat Finsler spacetime and refers a\nmetric with the anisotropic departure from the Minkowski one. The LIV matrices\nused to fit the experimental data are represented in terms of these metric\ndeviations. The GRAAL experiment constrains the spacetime anisotropy to be less\nthan \\(10^{-14}\\). In addition, we find that the simplest Finslerian photon\nsector could be viewed as a geometric representation of the photon sector in\nthe minimal standard model extension (SME).\n","Comment: 13 pages, 2 tables. Two typos are corrected in Table 1"]}]
["1302.6044",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6044","doi:10.1088/1748-0221/8/05/T05005"],"date":["2013-02-25"],"type":["text"],"creator":["Karki, Khadga","Torbjornsson, Magne","Widom, Julia. R.","Marcus, Andrew H.","Pullerits, Tonu"],"language":[],"coverage":[],"title":["Digital Cavities and Their Potential Applications"],"description":["  The concept of a digital cavity is presented. The functionality of a tunable\nradio-frequency/microwave cavity with unrestricted Q-factor is implemented. The\ntheoretical aspects of the cavity and its potential applications in high\nresolution spectroscopy and synchronization of clocks together with examples in\nsignal processing and data acquisition are discussed.\n"]}]
["1302.6897",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6897","Astron. Astrophys. Lett., 552, L3, 2013","doi:10.1051/0004-6361/201321080"],"date":["2013-02-27","2013-05-22"],"type":["text"],"creator":["Usoskin, I. G.","Kromer, B.","Ludlow, F.","Beer, J.","Friedrich, M.","Kovaltsov, G. A.","Solanki, S. K.","Wacker, L."],"language":[],"coverage":[],"title":["The AD775 cosmic event revisited: the Sun is to blame"],"description":["  Miyake et al. (henceforth M12) recently reported, based on 14C data, an\nextreme cosmic event ca. AD775. Using a simple model, M12 claimed that the\nevent was too strong to be caused by a solar flare within the standard theory.\nThis implied a new paradigm of either an impossibly strong solar flare or a\nvery strong cosmic ray event of unknown origin occurred ca. AD775. We show that\nthe strength of the event was significantly overestimated by M12. Several\nsubsequent works have attempted to find a possible exotic source for such an\nevent, but they are all based on incorrect estimates by M12. We revisit this\nevent with analysis of new datasets and consistent theoretical modelling. We\nverified the experimental result for the AD775 event using independent datasets\nincluding 10Be series and newly measured 14C annual data. We surveyed available\nhistorical chronicles for astronomical observations for the AD770s to identify\npotential sightings of aurorae or supernovae. We interpreted the 14C\nmeasurements using an appropriate carbon cycle model. We show that: (1) The\nreality of the AD775 event is confirmed by new measurements of 14C; (2) by\nusing an inappropriate carbon cycle model, M12 strongly overestimated the\nevent's strength; (3) The revised magnitude of the event is consistent with\ndifferent independent datasets (14C, 10Be, 36Cl) and can be associated with a\nstrong, but not inexplicably strong, SEP event (or a sequence of events), and\nprovides the first evidence for an event of this magnitude (the fluence >30 MeV\nwas about 4.5*10^{10} /cm2) in multiple datasets; (4) This is in agreement with\nincreased auroral activity identified in historical chronicles. This point to\nthe likely solar origin of the event, which is the greatest solar event on a\nmulti-millennial time scale, placing a strong observational constraint on the\ntheory of explosive energy releases on the Sun and cool stars.\n","Comment: Published by Astron. Astrophys. Lett"]}]
["1302.7036",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.7036"],"date":["2013-02-27","2013-05-22"],"type":["text"],"creator":["Barunik, Jozef","Kukacka, Jiri"],"language":[],"coverage":[],"title":["Realizing stock market crashes: stochastic cusp catastrophe model of\n  returns under the time-varying volatility"],"description":["  This paper develops a two-step estimation methodology, which allows us to\napply catastrophe theory to stock market returns with time-varying volatility\nand model stock market crashes. Utilizing high frequency data, we estimate the\ndaily realized volatility from the returns in the first step and use stochastic\ncusp catastrophe on data normalized by the estimated volatility in the second\nstep to study possible discontinuities in markets. We support our methodology\nby simulations where we also discuss the importance of stochastic noise and\nvolatility in deterministic cusp catastrophe model. The methodology is\nempirically tested on almost 27 years of U.S. stock market evolution covering\nseveral important recessions and crisis periods. Due to the very long sample\nperiod we also develop a rolling estimation approach and we find that while in\nthe first half of the period stock markets showed marks of bifurcations, in the\nsecond half catastrophe theory was not able to confirm this behavior. Results\nsuggest that the proposed methodology provides an important shift in\napplication of catastrophe theory to stock markets.\n"]}]
["1303.0772",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.0772","Phys. Rev. B 87, 174424 (2013)","doi:10.1103/PhysRevB.87.174424"],"date":["2013-03-04"],"type":["text"],"creator":["Serbyn, Maksym","Lee, Patrick A."],"language":[],"coverage":[],"title":["Spinon-Phonon Interaction in Algebraic Spin Liquids"],"description":["  Motivated by a search for experimental probes to access the physics of\nfractionalized excitations called spinons in a spin liquids, we study the\ninteraction of spinons with lattice vibrations. We consider the case of\nalgebraic spin liquid, when spinons have fermionic statistics and a Dirac-like\ndispersion. We establish the general procedure for deriving spinon-phonon\ninteractions which is based on a symmetry considerations. The procedure is\nillustrated for four different algebraic spin liquids: pi-flux and\nstaggered-flux phases on a square lattice, pi-flux phase on a kagome lattice,\nand zero flux phase on a honeycomb lattice. Although the low energy description\nis similar for all these phases, different underlying symmetry group leads to a\ndistinct form of spinon-phonon interaction Hamiltonian. The explicit form of\nthe spinon-phonon interaction is used to estimate the attenuation of ultrasound\nin an algebraic spin liquid. The perspectives of the sound attenuation as probe\nof spinons are discussed.\n","Comment: 18 pages, 3 figures, 8 tables"]}]
["1303.1618",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1618"],"date":["2013-03-07","2013-05-20"],"type":["text"],"creator":["Wang, Yongqin"],"language":[],"coverage":[],"title":["Unified Representation of Quantum Mechanics on One-dimensional Harmonic\n  Oscillator"],"description":["  A quantum state corresponds to a specific wave function. We adopt a new\nmathematical method [1] to improve Dirac's ladder operator method. A set of\northonormal wave functions will be used to associate the operator with the\nsquare matrix corresponding to it. These allow us to determine the matrix\nelements by using the operator relations without having to know the specific\nwave functions. As a result, we can get the direct results of matrix mechanics\nand wave mechanics on one-dimensional Harmonic oscillator and their\ndescriptions will be also unified.\n"]}]
["1303.3212",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.3212","Phys. Rev. Lett. 110, 213005 (2013)","doi:10.1103/PhysRevLett.110.213005"],"date":["2013-03-13","2013-05-02"],"type":["text"],"creator":["Li, W.","Ates, C.","Lesanovsky, I."],"language":[],"coverage":[],"title":["Non-adiabatic motional effects and dissipative blockade for Rydberg\n  atoms excited from optical lattices or microtraps"],"description":["  The laser-excitation of Rydberg atoms in ultracold gases is often described\nassuming that the atomic motion is frozen during the excitation time. We show\nthat this frozen gas approximation can break down for atoms that are held in\noptical lattices or microtraps. In particular, we show that the excitation\ndynamics is in general strongly affected by mechanical forces among the Rydberg\natoms as well as the spread of the atomic wavepacket in the confining\npotential. This causes decoherence in the excitation dynamics - resulting in a\ndissipative blockade effect - that renders the Rydberg excitation inefficient\neven in the anti-blockade regime. For a strongly off-resonant laser excitation\n- usually considered in the context of Rydberg dressing - these motional\neffects compromise the applicability of the Born-Oppenheimer approximation. In\nparticular, our results indicate that they can lead to decoherence also in the\ndressing regime.\n","Comment: 5 pages, 3 figures"]}]
["1303.3975",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.3975","JCAP05(2013)021","doi:10.1088/1475-7516/2013/05/021"],"date":["2013-03-16","2013-05-22"],"type":["text"],"creator":["Emery, Jon","Tasinato, Gianmassimo","Wands, David"],"language":[],"coverage":[],"title":["Mixed non-Gaussianity in multiple-DBI inflation"],"description":["  We study a model of multiple-field DBI inflation leading to mixed form of\nprimordial non-Gaussianity, including equilateral and local bispectrum shapes.\nWe present a general formalism based on the Hamilton-Jacobi approach, allowing\nus to go beyond slow-roll, combining the three-point function for the fields at\nHubble-exit with the non-linear evolution of super-Hubble scales. We are able\nto obtain analytic results by taking a separable Ansatz for the Hubble rate. We\nfind general expressions for both the equilateral and local type\nnon-Gaussianity parameter fNL. The equilateral non-Gaussianity includes the\nusual enhancement for small sound speeds, but multiplied by an analytic factor\nwhich can lead to a suppression. We illustrate our results with two scenarios.\nIn the first model, previously found to have detectable local non-Gaussianity,\nwe find that the equilateral signal is not sufficiently suppressed to evade\ncurrent observational bounds. In our second scenario we construct a model which\nexhibits both a detectable equilateral fNL and a negative local fNL.\n","Comment: 29 pages, 2 figures; typos corrected, references added, accepted for\n  publication in JCAP. arXiv admin note: text overlap with arXiv:1203.6625"]}]
["1303.4637",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.4637"],"date":["2013-03-19","2013-05-21"],"type":["text"],"creator":["Bevilacqua, R.","Pomp, S.","Jansson, K.","Gustavsson, C.","Osterlund, M.","Simutkin, V.","Hayashi, M.","Hirayama, S.","Naitou, Y.","Watanabe, Y.","Hjalmarsson, A.","Prokofiev, A.","Tippawan, U.","Lecolley, F. -R.","Marie, N.","Leray, S.","David, J. -C.","Mashnik, S."],"language":[],"coverage":[],"title":["Light-ion production from O, Si, Fe and Bi induced by 175 MeV\n  quasi-monoenergetic neutron"],"description":["  We have measured double-differential cross sections in the interaction of 175\nMeV quasimonoenergetic neutrons with O, Si, Fe and Bi. We have compared these\nresults with model calculations with INCL4.5-Abla07, MCNP6 and TALYS-1.2. We\nhave also compared our data with PHITS calculations, where the pre-equilibrium\nstage of the reaction was accounted respectively using the JENDL/HE-2007\nevaluated data library, the quantum molecular dynamics model (QMD) and a\nmodified version of QMD (MQMD) to include a surface coalescence model. The most\ncrucial aspect is the formation and emission of composite particles in the\npre-equilibrium stage.\n","Comment: 3 pages, 5 figures, Proc. 2013 International Conference on Nuclear\n  Data for Science & Technology (ND2013), March 4-8, 2013, New York, USA, to be\n  published in Nuclear Data Sheets"]}]
["1303.5831",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.5831","Phys. Rev. B 87, 201402(R) (2013)","doi:10.1103/PhysRevB.87.201402"],"date":["2013-03-23","2013-05-22"],"type":["text"],"creator":["Kashuba, Oleksiy","Schoeller, Herbert"],"language":[],"coverage":[],"title":["Transient dynamics of open quantum systems"],"description":["  We present a renormalization group (RG) method which allows for an analytical\nstudy of the transient dynamics of open quantum systems on all time scales.\nWhereas oscillation frequencies and decay rates of exponential time evolution\nfollow from the fixed point positions, the long-time behavior of\npre-exponential functions is related to the scaling behavior around the fixed\npoints. We show that certain terms of the RG flow are only cut off by inverse\ntime, which leads to a difference between infrared and ultraviolet scaling. An\nevaluation for the ohmic spin boson model at weak damping reveals significant\ndeviations from previous predictions in the long-time regime. We propose that\nweak coupling problems for stationary quantities can in principle turn into\nstrong coupling ones for the determination of the long-time behavior.\n","Comment: 5 pages, 15 pages supplemental materials"]}]
["1304.0371",{"format":[],"subject":["Computer Science - Computational Complexity","Mathematics - Classical Analysis and ODEs","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.0371"],"date":["2013-04-01","2013-05-22"],"type":["text"],"creator":["Shpilka, Amir","Tal, Avishay","Volk, Ben lee"],"language":[],"coverage":[],"title":["On the Structure of Boolean Functions with Small Spectral Norm"],"description":["  In this paper we prove results regarding Boolean functions with small\nspectral norm (the spectral norm of f is\n$\\|\\hat{f}\\|_1=\\sum_{\\alpha}|\\hat{f}(\\alpha)|$). Specifically, we prove the\nfollowing results for functions $f:\\{0,1\\}^n \\to \\{0,1\\}$ with\n$\\|\\hat{f}\\|_1=A$.\n  1. There is a subspace $V$ of co-dimension at most $A^2$ such that $f|_V$ is\nconstant.\n  2. f can be computed by a parity decision tree of size $2^{A^2}n^{2A}$. (a\nparity decision tree is a decision tree whose nodes are labeled with arbitrary\nlinear functions.)\n  3. If in addition f has at most s nonzero Fourier coefficients, then f can be\ncomputed by a parity decision tree of depth $A^2 \\log s$.\n  4. For every $0<\\epsilon$ there is a parity decision tree of depth $O(A^2 +\n\\log(1/\\epsilon))$ and size $2^{O(A^2)} \\cdot\n\\min\\{1/\\epsilon^2,O(\\log(1/\\epsilon))^{2A}\\}$ that \\epsilon-approximates f.\nFurthermore, this tree can be learned, with probability $1-\\delta$, using\n$\\poly(n,\\exp(A^2),1/\\epsilon,\\log(1/\\delta))$ membership queries.\n  All the results above also hold (with a slight change in parameters) to\nfunctions $f:Z_p^n\\to \\{0,1\\}$.\n"]}]
["1304.1209",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Computer Science - Computer Vision and Pattern Recognition","Physics - Biological Physics","Quantitative Biology - Quantitative Methods","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.1209","J. R. Soc. Interface vol. 10 no. 83 20130048 (2013)","doi:10.1098/rsif.2013.0048"],"date":["2013-04-03"],"type":["text"],"creator":["Fulcher, Ben D.","Little, Max A.","Jones, Nick S."],"language":[],"coverage":[],"title":["Highly comparative time-series analysis: The empirical structure of time\n  series and their methods"],"description":["  The process of collecting and organizing sets of observations represents a\ncommon theme throughout the history of science. However, despite the ubiquity\nof scientists measuring, recording, and analyzing the dynamics of different\nprocesses, an extensive organization of scientific time-series data and\nanalysis methods has never been performed. Addressing this, annotated\ncollections of over 35 000 real-world and model-generated time series and over\n9000 time-series analysis algorithms are analyzed in this work. We introduce\nreduced representations of both time series, in terms of their properties\nmeasured by diverse scientific methods, and of time-series analysis methods, in\nterms of their behaviour on empirical time series, and use them to organize\nthese interdisciplinary resources. This new approach to comparing across\ndiverse scientific data and methods allows us to organize time-series datasets\nautomatically according to their properties, retrieve alternatives to\nparticular analysis methods developed in other scientific disciplines, and\nautomate the selection of useful methods for time-series classification and\nregression tasks. The broad scientific utility of these tools is demonstrated\non datasets of electroencephalograms, self-affine time series, heart beat\nintervals, speech signals, and others, in each case contributing novel analysis\ntechniques to the existing literature. Highly comparative techniques that\ncompare across an interdisciplinary literature can thus be used to guide more\nfocused research in time-series analysis for applications across the scientific\ndisciplines.\n"]}]
["1304.1434",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.1434","doi:10.1088/1475-7516/2013/05/027"],"date":["2013-04-04","2013-05-22"],"type":["text"],"creator":["de Souza, J. C. C.","Pires, M. O. C."],"language":[],"coverage":[],"title":["Domain Wall Model in the Galactic Bose-Einstein Condensate Halo"],"description":["  We assume that the galactical dark matter halo, considered composed of an\naxionlike particles Bose-Einstein condensate \\cite{pir12}, can present\ntopological defects, namely domain walls, arising as the dark soliton solution\nfor the Gross-Pitaevskii equation in a self-graviting potential. We investigate\nthe influence that such substructures would have in the gravitational\ninteractions within a galaxy. We find that, for the simple domain wall model\nproposed, the effects are too small to be identified, either by means of a\nlocal measurement of the gradient of the gravitational field or by analysing\ngalaxy rotation curves. In the first case, the gradient of the gravitational\nfield in the vicinity of the domain wall would be $10^{-31}\\; (m/s^2)/m$. In\nthe second case, the ratio of the tangential velocity correction of a star due\nto the presence of the domain wall to the velocity in the spherical symmetric\ncase would be $10^{-8}$.\n","Comment: 11 pages; 6 figures; v.2: 12 pages, matches published version in JCAP"]}]
["1304.2299",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.2299","doi:10.1088/2041-8205/768/2/L28"],"date":["2013-04-08","2013-05-22"],"type":["text"],"creator":["Huang, Song","Ho, Luis C.","Peng, Chien Y.","Li, Zhao-Yu","Barth, Aaron J."],"language":[],"coverage":[],"title":["Fossil Evidence for the Two-phase Formation of Elliptical Galaxies"],"description":["  Massive early-type galaxies have undergone dramatic structural evolution over\nthe last 10 Gyr. A companion paper shows that nearby elliptical galaxies with\nM*>1.3x10^{11} M_sun generically contain three photometric subcomponents: a\ncompact inner component with effective radius Re<1 kpc, an intermediate-scale\nmiddle component with Re~2.5 kpc, and an extended outer envelope with $R_e\n\\approx 10$ kpc. Here we attempt to relate these substructures with the\nproperties of early-type galaxies observed at higher redshifts. We find that a\nhypothetical structure formed from combining the inner plus the middle\ncomponents of local ellipticals follows a strikingly tight stellar mass-size\nrelation, one that resembles the distribution of early-type galaxies at z~1.5.\nOutside of the central kpc, the median stellar mass surface density profiles of\nthis composite structure agree closest with those of massive galaxies that have\nsimilar cumulative number density at 1.5<z<2.0 within the uncertainty. We\npropose that the central substructures in nearby ellipticals are the\nevolutionary descendants of the \"red nuggets\" formed under highly dissipative\n(\"wet\") conditions at high redshifts, as envisioned in the initial stages of\nthe two-phase formation scenario recently advocated for massive galaxies.\nSubsequent accretion, plausibly through dissipationless (\"dry\") minor mergers,\nbuilds the outer regions of the galaxy identified as the outer envelope in our\ndecomposition. The large scatter exhibited by this component on the stellar\nmass-size plane testifies to the stochastic nature of the accretion events.\n","Comment: To appear in The Astrophysical Journal Letter; 5 pages, 3 figures;\n  This work is closely related to Huang et al. 2013, ApJ, please see\n  http://adsabs.harvard.edu/abs/2013ApJ...766...47H for more details"]}]
["1304.2984",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.2984"],"date":["2013-04-10","2013-05-22"],"type":["text"],"creator":["Bleich, Esther"],"language":[],"coverage":[],"title":["Global boundedness of the fundamental solution of parabolic equations\n  with unbounded coefficients"],"description":["  The purpose of this paper is to obtain an upper bound for the fundamental\nsolution for parabolic Cauchy problem u'=Au, where A is a second order elliptic\npartial differential operator with unbounded coefficients such that its\npotential and the potential of the formal adjoint of the operator A are bounded\nfrom below.\n"]}]
["1304.4597",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4597","ApJ, 2013, 770, 39","doi:10.1088/0004-637X/770/1/39"],"date":["2013-04-16"],"type":["text"],"creator":["Ellsworth-Bowers, Timothy P.","Glenn, Jason","Rosolowsky, Erik","Mairs, Steven","Evans II, Neal J.","Battersby, Cara","Ginsburg, Adam","Shirley, Yancy L.","Bally, John"],"language":[],"coverage":[],"title":["The Bolocam Galactic Plane Survey. VIII. A Mid-Infrared Kinematic\n  Distance Discrimination Method"],"description":["  We present a new distance estimation method for dust-continuum-identified\nmolecular cloud clumps. Recent (sub-)millimeter Galactic plane surveys have\ncataloged tens of thousands of these objects, but detailed study of their\nphysical properties requires robust distance determinations. We derive Bayesian\ndistance probability density functions (DPDFs) for 770 objects from the Bolocam\nGalactic Plane Survey in the longitude range 7.5 < l < 65. The DPDF formalism\nis based on kinematic distances, and uses external data sets to place prior\ndistance probabilities to resolve the kinematic distance ambiguity (KDA) for\nobjects in the inner Galaxy. We present priors related to the mid-infrared\nabsorption of dust in dense molecular regions and the Galactic distribution of\nmolecular gas. By assuming a numerical model of Galactic mid-infrared emission\nand simple radiative transfer, we match the morphology of millimeter thermal\ndust emission with mid-infrared absorption to compute a prior DPDF for distance\ndiscrimination. Selecting objects first from (sub-)millimeter source catalogs\navoids a bias towards the darkest infrared dark clouds (IRDCs) and extends the\nrange of heliocentric distance and contrast range probed by mid-infrared\nextinction. We derive well-constrained KDA resolutions for 618 molecular cloud\nclumps, with approximately 15% placed at or beyond the tangent distance.\nObjects sufficiently dark to be cataloged as IRDCs are generally placed at the\nnear kinematic distance. Distance comparisons with Galactic Ring Survey KDA\nresolutions yield a 92% agreement, and a Galactic face-on view reveals sections\nof the Sagittarius and Scutum-Centaurus Arms. This KDA-resolution method for\nlarge catalogs of sources through the combination of (sub-)millimeter and\nmid-infrared observations of molecular cloud clumps is generally applicable to\nother dust-continuum Galactic plane surveys.\n","Comment: Accepted for publication in ApJ; 29 pages, 16 figures. Data available\n  prior to publication by contacting the authors"]}]
["1304.4912",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4912"],"date":["2013-04-17","2013-05-22"],"type":["text"],"creator":["Ullman, John"],"language":[],"coverage":[],"title":["Tambara Functors and Commutative Ring Spectra"],"description":["  It is well known that the zeroth stable homotopy group of a genuine\nequivariant commutative ring spectrum has multiplicative transfers (norms),\nmaking it into a Tambara functor. We prove here that all Tambara functors can\nbe obtained in this way. In fact, we prove that the homotopy category of\nEilenberg MacLane commutative ring spectra is equivalent to the category of\nTambara functors. Several algebraic results on Tambara functors are derived as\ncorollaries. Finally, we rule out the existence of a lax symmetric monoidal\nconstruction for Eilenberg MacLane spectra when the group is nontrivial.\n","Comment: 30 pages"]}]
["1304.5025",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.5025"],"date":["2013-04-18","2013-05-21"],"type":["text"],"creator":["Quhe, Ruge","Ma, Jianhua","Zeng, Zesheng","Tang, Kechao","Zheng, Jiaxin","Wang, Yangyang","Ni, Zeyuan","Wang, Lu","Gao, Zhengxiang","Shi, Junjie","Lu, Jing"],"language":[],"coverage":[],"title":["Tunable band gap in few-layer graphene by surface adsorption"],"description":["  There is a tunable band gap in ABC-stacked few-layer graphene (FLG) via\napplying a vertical electric field, but the operation of FLG-based field effect\ntransistor (FET) requires two gates to create a band gap and tune channel's\nconductance individually. Using first principle calculations, we propose an\nalternative scheme to open a band gap in ABC-stacked FLG namely via single-side\nadsorption. The band gap is generally proportional to the charge transfer\ndensity. The capability to open a band gap of metal adsorption decreases in\nthis order: K/Al > Cu/Ag/Au > Pt. Moreover, we find that even the band gap of\nABA-stacked FLG can be opened if the bond symmetry is broken. Finally, a\nsingle-gated FET based on Cu-adsorbed ABC-stacked trilayer graphene is\nsimulated. A clear transmission gap is observed, which is comparable with the\nband gap. This renders metal-adsorbed FLG a promising channel in a single-gated\nFET device.\n"]}]
["1304.5648",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.5648"],"date":["2013-04-20","2013-05-22"],"type":["text"],"creator":["Ullman, John"],"language":[],"coverage":[],"title":["Symmetric Powers and Norms of Mackey Functors"],"description":["  In this paper we give detailed algebraic descriptions of the derived\nsymmetric power and norm constructions on categories of Mackey functors, as\nwell as the derived G-symmetric monoidal structure. We build on the results of\n[Ull2], in which it is shown that every Tambara functor over a finite group G\narises as the zeroth stable homotopy group of a commutative ring G-spectrum.\nThe norm / restriction adjunctions on categories of Tambara functors promised\nin [Ull2] are demonstrated algebraically. Finally, we give a new\ncharacterization of Tambara functors in terms of multiplicative push forwards\nof Mackey functors, and use this to obtain an appealing new description of the\nfree Tambara functor on a Mackey functor which closely matches the structure of\nequivariant extended powers.\n","Comment: 85 pages"]}]
["1304.7515",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","30F10, 32G15, 53C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.7515"],"date":["2013-04-28","2013-05-22"],"type":["text"],"creator":["Parlier, Hugo"],"language":[],"coverage":[],"title":["A short note on short pants"],"description":["  It is a theorem of Bers that any closed hyperbolic surface admits a pants\ndecomposition consisting of curves of bounded length where the bound only\ndepends on the topology of the surface. The question of the quantification of\nthe optimal constants has been well studied and the best upper bounds to date\nare linear in genus, a theorem of Buser and Sepp\\\"al\\\"a. The goal of this note\nis to give a short proof of an linear upper bound which slightly improves the\nbest known bounds.\n"]}]
["1304.7912",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.7912","Phys. Rev. Lett. 110, 213601 (2013)","doi:10.1103/PhysRevLett.110.213601"],"date":["2013-04-30"],"type":["text"],"creator":["Berchera, I. Ruo","Degiovanni, I. P.","Olivares, S.","Genovese, M."],"language":[],"coverage":[],"title":["Testing Quantum Gravity by Quantum Light"],"description":["  In the last years quantum correlations received large attention as key\ningredient in advanced quantum metrology protocols, in this letter we show that\nthey provide even larger advantages when considering multiple-interferometer\nsetups. In particular we demonstrate that the use of quantum correlated light\nbeams in coupled interferometers leads to substantial advantages with respect\nto classical light, up to a noise-free scenario for the ideal lossless case. On\nthe one hand, our results prompt the possibility of testing quantum gravity in\nexperimental configurations affordable in current quantum optics laboratories\nand strongly improve the precision in \"larger size experiments\" such as the\nFermilab holometer; on the other hand, they pave the way for future\napplications to high precision measurements and quantum metrology.\n","Comment: PRL in press"]}]
["1305.0284",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry","14H15, 30F10, 30F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.0284"],"date":["2013-05-01","2013-05-22"],"type":["text"],"creator":["Costa, Antonio F.","Izquierdo, Milagros","Parlier, Hugo"],"language":[],"coverage":[],"title":["Connecting $p$-gonal loci in the compactification of moduli space"],"description":["  Consider the moduli space $\\mathcal{M}_{g}$ of Riemann surfaces of genus\n$g\\geq 2$ and its Deligne-Munford compactification $\\bar{\\mathcal{M}_{g}}$. We\nare interested in the branch locus ${\\mathcal{B}_{g}}$ for $g>2$, i.e., the\nsubset of $\\mathcal{M}_{g}$ consisting of surfaces with automorphisms. It is\nwell-known that the set of hyperelliptic surfaces (the hyperelliptic locus) is\nconnected in $\\mathcal{M}_{g}$ but the set of (cyclic) trigonal surfaces is\nnot. By contrast, we show that for $g\\geq 5$ the set of (cyclic) trigonal\nsurfaces is connected in $\\bar{\\mathcal{M}_{g}}$. To do so we exhibit an\nexplicit nodal surface that lies in the completion of every equisymmetric set\nof 3-gonal Riemann surfaces. For $p>3$ the connectivity of the $p$-gonal loci\nbecomes more involved. We show that for $p\\geq 11$ prime and genus $g=p-1$\nthere are one-dimensional strata of cyclic $p$-gonal surfaces that are\ncompletely isolated in the completion $\\bar{\\mathcal{B}_{g}}$ of the branch\nlocus in $\\bar{\\mathcal{M}_{g}}$.\n"]}]
["1305.1794",{"format":[],"subject":["Mathematics - General Topology","54D20, 03E05, 54A20, 03E75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1794"],"date":["2013-05-08","2013-05-22"],"type":["text"],"creator":["Lipparini, Paolo"],"language":[],"coverage":[],"title":["On a theorem by Juh\\'asz and Szentmikl\\'ossy"],"description":["  We extend a theorem by Juh\\'asz and Szentmikl\\'ossy to notions related to\npseudocompactness. We also allow the case when one of the cardinals under\nconsideration is singular.\n  We give an application to the study of decomposable ultrafilters: if \\kappa\\\nis singular, D is a uniform ultrafilter over \\kappa ^+, and D' is a uniform\nultrafilter over cf \\kappa, then D' \\times D is \\kappa-decomposable.\n","Comment: v2, added a section on decomposabilty of ultrafilters, various other\n  improvements"]}]
["1305.2090",{"format":[],"subject":["Physics - Accelerator Physics","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2090","Mod.Phys.Lett.A, Vol.28, No.16 (2013) 1330011","doi:10.1142/S0217732313300115"],"date":["2013-05-09"],"type":["text"],"creator":["Bruening, Oliver","Klein, Max"],"language":[],"coverage":[],"title":["The Large Hadron Electron Collider"],"description":["  An overview is given on key physics, detector and accelerator aspects of the\nLHeC, including its further development, with emphasis to its role as the\ncleanest microscope of parton dynamics and a precision Higgs facility.\n","Comment: 13 pages, 4 figures"]}]
["1305.2227",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2227"],"date":["2013-05-09","2013-05-22"],"type":["text"],"creator":["de Souza, Camila P. E.","Heckman, Nancy E."],"language":[],"coverage":[],"title":["Switching Nonparametric Regression Models and the Motorcycle Data\n  revisited"],"description":["  We propose a methodology to analyze data arising from a curve that, over its\ndomain, switches among J states. We consider a sequence of response variables,\nwhere each response y depends on a covariate x according to an unobserved state\nz. The states form a stochastic process and their possible values are\nj=1,...,J. If z equals j the expected response of y is one of J unknown smooth\nfunctions evaluated at x. We call this model a switching nonparametric\nregression model. We develop an EM algorithm to estimate the parameters of the\nlatent state process and the functions corresponding to the J states. We also\nobtain standard errors for the parameter estimates of the state process. We\nconduct simulation studies to analyze the frequentist properties of our\nestimates. We also apply the proposed methodology to the well-known motorcycle\ndata set treating the data as coming from more than one simulated accident run\nwith unobserved run labels.\n","Comment: The article has one supplementary pdf file\n  (DeSouzaHeckman-supplementA.pdf)"]}]
["1305.3252",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3252"],"date":["2013-05-14","2013-05-21"],"type":["text"],"creator":["Osella, Esteban N.","Haimovich, Hernan","Seron, María M."],"language":[],"coverage":[],"title":["Fault-tolerant control under controller-driven sampling using virtual\n  actuator strategy"],"description":["  We present a new output feedback fault tolerant control strategy for\ncontinuous-time linear systems. The strategy combines a digital nominal\ncontroller under controller-driven (varying) sampling with virtual-actuator\n(VA)-based controller reconfiguration to compensate for actuator faults. In the\nproposed scheme, the controller controls both the plant and the sampling\nperiod, and performs controller reconfiguration by engaging in the loop the VA\nadapted to the diagnosed fault. The VA also operates under controller-driven\nsampling. Two independent objectives are considered: (a) closed-loop stability\nwith setpoint tracking and (b) controller reconfiguration under faults. Our\nmain contribution is to extend an existing VA-based controller reconfiguration\nstrategy to systems under controller-driven sampling in such a way that if\nobjective (a) is possible under controller-driven sampling (without VA) and\nobjective (b) is possible under uniform sampling (without controller-driven\nsampling), then closed-loop stability and setpoint tracking will be preserved\nunder both healthy and faulty operation for all possible sampling rate\nevolutions that may be selected by the controller.\n"]}]
["1305.3794",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3794"],"date":["2013-05-16","2013-05-22"],"type":["text"],"creator":["Kronberger, Gabriel","Kommenda, Michael"],"language":[],"coverage":[],"title":["Evolution of Covariance Functions for Gaussian Process Regression using\n  Genetic Programming"],"description":["  In this contribution we describe an approach to evolve composite covariance\nfunctions for Gaussian processes using genetic programming. A critical aspect\nof Gaussian processes and similar kernel-based models such as SVM is, that the\ncovariance function should be adapted to the modeled data. Frequently, the\nsquared exponential covariance function is used as a default. However, this can\nlead to a misspecified model, which does not fit the data well. In the proposed\napproach we use a grammar for the composition of covariance functions and\ngenetic programming to search over the space of sentences that can be derived\nfrom the grammar. We tested the proposed approach on synthetic data from\ntwo-dimensional test functions, and on the Mauna Loa CO2 time series. The\nresults show, that our approach is feasible, finding covariance functions that\nperform much better than a default covariance function. For the CO2 data set a\ncomposite covariance function is found, that matches the performance of a\nhand-tuned covariance function.\n","Comment: Presented at the Workshop \"Theory and Applications of Metaheuristic\n  Algorithms\", EUROCAST2013. To appear in selected papers of Computer Aided\n  Systems Theory - EUROCAST 2013; Volumes Editors: Roberto Moreno-D\\'iaz, Franz\n  R. Pichler, Alexis Quesada-Arencibia; LNCS Springer"]}]
["1305.4037",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4037"],"date":["2013-05-17","2013-05-21"],"type":["text"],"creator":["Han, Yongsheng","Lee, Ming-Yi","Lin, Chin-Cheng"],"language":[],"coverage":[],"title":["$Tb$ theorem on product spaces"],"description":["  In this paper, we prove a $Tb$ theorem on product spaces $\\Bbb R^n\\times \\Bbb\nR^m$, where $b(x_1,x_2)=b_1(x_1)b_2(x_2)$, $b_1$ and $b_2$ are para-accretive\nfunctions on $\\Bbb R^n$ and $\\Bbb R^m$, respectively.\n","Comment: 23 pages"]}]
["1305.4338",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4338"],"date":["2013-05-19","2013-05-22"],"type":["text"],"creator":["Sokolov, V. O.","Plotnichenko, V. G.","Dianov, E. M."],"language":[],"coverage":[],"title":["Centers of near-IR luminescence in Bi-doped SiO2 and GeO2:\n  First-principle modeling and experimental data analysis"],"description":["  First-principle study of possible bismuth-related centers in SiO2 and GeO2\nhosts is performed and the results are compared with the experimental data. The\nfollowing centers are modeled: trivalent and divalent Bi substitutional\ncenters; BiO interstitial molecule; interstitial ion, Bi^+, and atom, Bi^0;\nBi...Si-Si and Bi...Ge-Ge complexes formed by interstitial Bi atoms and glass\nintrinsic defects, Si-Si or Ge-Ge oxygen vacancies; interstitial dimers, Bi0\nand Bi_2^-. Experimental data available on bismuth-related IR luminescence in\nSiO2:Bi and GeO2:Bi glasses, visible (red) luminescence in SiO2:Bi glass and\nthe luminescence excitation are analyzed. Comparison of the calculated spectral\nproperties of the bismuth-related centers with the experimental data shows that\nIR luminescence in SiO2:Bi and GeO2:Bi is most likely caused by Bi...Si-Si and\nBi...Ge-Ge complexes and divalent Bi substitutional center is probably\nresponsible for the red luminescence in SiO2:Bi.\n","Comment: 12 pages, 7 figures"]}]
["1305.4533",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4533","Phys. Rev. D 87, 103010 (2013)","doi:10.1103/PhysRevD.87.103010"],"date":["2013-05-20"],"type":["text"],"creator":["Dong, Jianmin","Zuo, Wei","Gu, Jianzhong"],"language":[],"coverage":[],"title":["Magnetization of neutron star matter"],"description":["  The magnetization of neutron star matter in magnetic fields is studied by\nemploying the FSUGold interaction. It is found that the magnetic\nsusceptibilities of the charged particles (proton, electron and muon) can be\nlarger than that of neutron. The effects of the anomalous magnetic moments\n(AMM) of each component on the magnetic susceptibility are examined in detail.\nIt is found that the proton and electron AMM affect their respective magnetic\nsusceptibility evidently in strong magnetic fields. In addition, they are the\nprotons instead of the electrons that contribute most significantly to the\nmagnetization of the neutron star matter in a relative weak magnetic field, and\nthe induced magnetic field due to the magnetization can be appear to be very\nlarge. Finally, the effect of the density-dependent symmetry energy on the\nmagnetization is discussed.\n","Comment: 6 pages, 3 figures"]}]
["1305.4733",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4733","Journal of the Mechanics and Physics of Solids, 50 (2002)\n  1453-1468","doi:10.1016/S0022-5096(01)00121-1"],"date":["2013-05-21"],"type":["text"],"creator":["Destrade, Michel","Martin, Paul A.","Ting, Tom C. T."],"language":[],"coverage":[],"title":["The incompressible limit in linear anisotropic elasticity, with\n  application to surface waves and elastostatics"],"description":["  Incompressibility is established for three-dimensional and two-dimensional\ndeformations of an anisotropic linearly elastic material, as conditions to be\nsatisfied by the elastic compliances. These conditions make it straightforward\nto derive results for incompressible materials from those established for the\ncompressible materials. As an illustration, the explicit secular equation is\nobtained for surface waves in incompressible monoclinic materials with the\nsymmetry plane at x_3=0. This equation also covers the case of incompressible\northotropic materials.\n  The displacements and stresses for surface waves are often expressed in terms\nof the elastic stiffnesses, which can be unbounded in the incompressible limit.\nAn alternative formalism in terms of the elastic compliances presented recently\nby Ting is employed so that surface wave solutions in the incompressible limit\ncan be obtained. A different formalism, also by Ting, is employed to study the\nsolutions to two-dimensional elastostatic problems.\n  In the special case of incompressible monoclinic material with the symmetry\nplane at x_3=0, one of the three Barnett-Lothe tensors S vanishes while the\nother two tensors H and L are the inverse of each other. Moreover, H and L are\ndiagonal with the first two diagonal elements being identical. An interesting\nphysical phenomenon deduced from this property is that there is no\ninterpenetration of the interface crack surface in an incompressible\nbimaterial. When only the inplane deformation is considered, it is shown that\nthe image force due to a line dislocation in a half-space or in a bimaterial\ndepends only on the magnitude, not on the direction, of the Burgers vector.\n"]}]
["1305.4896",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4896"],"date":["2013-05-21"],"type":["text"],"creator":["Shi, Pixu","Zhang, Anru"],"language":[],"coverage":[],"title":["Methods to Calculate the Upper Bound of Gini Coefficient Based on\n  Grouped Data and the Result for China"],"description":["  How to give an upper bound, especially the smallest upper bound of Gini\ncoefficient based on grouped data in the absence of income brackets is still a\nproblem not properly solved. This article provides an upper bound which is easy\nto compute, and provides an effective algorithm to calculate the exact value of\nthe smallest upper bound. As illustrations, the calculation results of bounds\nfor Gini coefficients of urban and rural China from 2003 to 2008 will be\nprovided.\n"]}]
["1305.4929",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4929","Phys. Rev. E 87, 052906 (2013)","doi:10.1103/PhysRevE.87.052906"],"date":["2013-05-21"],"type":["text"],"creator":["Marino, Francesco","Marin, Francesco"],"language":[],"coverage":[],"title":["Coexisting attractors and chaotic canard explosions in a slow-fast\n  optomechanical system"],"description":["  The multiple time scale dynamics induced by radiation pressure and\nphotothermal effects in a high-finesse optomechanical resonator is\nexperimentally studied. At difference with two-dimensional slow-fast systems,\nthe transition from the quasiharmonic to the relaxational regime occurs via\nchaotic canard explosions, where large-amplitude relaxation spikes are\nseparated by an irregular number of subthreshold oscillations. We also show\nthat this regime coexists with other periodic attractors, on which the\ntrajectories evolve on a substantially faster time scale. The experimental\nresults are reproduced and analyzed by means of a detailed physical model of\nour system.\n","Comment: 8 pages; 6 figures"]}]
["1305.4934",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4934","2013, ApJ, 769, 101","doi:10.1088/0004-637X/769/2/101"],"date":["2013-05-21"],"type":["text"],"creator":["van Weeren, R. J.","Fogarty, K.","Jones, C.","Forman, W. R.","Clarke, T. E.","Bruggen, M.","Kraft, R. P.","Lal, D. V.","Murray, S. S.","Rottgering, H. J. A."],"language":[],"coverage":[],"title":["Complex diffuse radio emission in the merging PLANCK ESZ cluster Abell\n  3411"],"description":["  We present VLA radio and Chandra X-ray observations of the merging galaxy\ncluster Abell 3411. For the cluster, we find an overall temperature of 6.4 keV\nand an X-ray luminosity of 2.8 x 10^{44} erg s^{-1} between 0.5 and 2.0 keV.\nThe Chandra observation reveals the cluster to be undergoing a merger event.\nThe VLA observations show the presence of large-scale diffuse emission in the\ncentral region of the cluster, which we classify as a 0.9 Mpc size radio halo.\nIn addition, a complex region of diffuse, polarized emission is found in the\nsoutheastern outskirts of the cluster, along the projected merger axis of the\nsystem. We classify this region of diffuse emission as a radio relic. The total\nextent of this radio relic is 1.9 Mpc. For the combined emission in the cluster\nregion, we find a radio spectral index of -1.0 \\pm 0.1 between 74 MHz and 1.4\nGHz. The morphology of the radio relic is peculiar, as the relic is broken up\ninto five fragments. This suggests that the shock responsible for the relic has\nbeen broken up due to interaction with a large-scale galaxy filament connected\nto the cluster or other substructures in the ICM. Alternatively, the complex\nmorphology reflects the presence of electrons in fossil radio bubbles that are\nre-accelerated by a shock.\n","Comment: Accepted for publication in ApJ, 8 pages, 5 figures"]}]
["1305.4938",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4938"],"date":["2013-05-21"],"type":["text"],"creator":["Smajić, Semir","Fischer, Sebastian","Zuther, Jenz","Valencia-S., Monica","Eckart, Andreas"],"language":[],"coverage":[],"title":["The central kpc of edge-on AGN"],"description":["  The NIR is less influenced by dust extinction than optical light. This\nenables us to look to an extent through dusty regions. In addition, it is\nsensitive to the mass-dominating stellar population. The combination of NIR\nimaging and spectroscopy of the VLT integral field spectrograph SINFONI gives\nus the opportunity to analyze several emission and absorption lines and to\ninvestigate the stellar population and ionization mechanisms over a field of\nview (FOV) of 4x4 square arcsec. We detect several emission lines ([Si VI],\nPa\\alpha, Br\\gamma, H_2, [Fe II]) and analyze these to disentangle the\nionization mechanisms and the kinematics of the gas. We use the absorption\nfeatures of Si I, CO(6-3) and CO(2-0) and the large wavelength range of\nH+K-band for a thorough continuum synthesis. We fit a stellar, dust and\npower-law contribution together with an extinction component to the H+K-band\nemission. The result presents regions dominated by the different contributors\nand extinction information over the full FOV.\n","Comment: 8 pages, Proceedings of the Conference \"Nuclei of Seyfert galaxies\n  and QSOs - Central engine & conditions of star formation\" (Bonn, Germany, 6-8\n  November 2012)"]}]
["1305.4945",{"format":[],"subject":["Mathematics - Representation Theory","20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4945"],"date":["2013-05-21"],"type":["text"],"creator":["Zhou, Yuanyang"],"language":[],"coverage":[],"title":["A remark on Rickard complexes"],"description":["  In this paper, we characterize a Rickard complex, which induces a Rickard\nequivalence between the block algebras of a block $b$ and its Brauer\ncorrespondent and whose vertices have the same order as defect groups of the\nblock $b$. The homology of such a Rickard complex vanishes at all degree but\ndegree $q$, and the homology at degree $q$ induces a basic Morita equivalence\nbetween the block algebras in the sense of Puig.\n","Comment: 9 pages"]}]
["1305.4946",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4946","Applied Physics Letters, vol. 102, p. 193503 (2013)","doi:10.1063/1.4803172"],"date":["2013-05-21"],"type":["text"],"creator":["Grosse, Kyle L.","Xiong, Feng","Hong, Sungduk","King, William P.","Pop, Eric"],"language":[],"coverage":[],"title":["Direct observation of nanometer-scale Joule and Peltier effects in phase\n  change memory devices"],"description":["  We measure power dissipation in phase change memory (PCM) devices by scanning\nJoule ex-pansion microscopy (SJEM) with ~50 nm spatial and 0.2 K temperature\nresolution. The temperature rise in the Ge2Sb2Te5 (GST) is dominated by Joule\nheating, but at the GST-TiW contacts it is a combination of Peltier and current\ncrowding effects. Comparison of SJEM and electrical characterization with\nsimulations of the PCM devices uncovers a thermopower ~350 uV/K for 25 nm thick\nfilms of face centered-cubic crystallized GST, and contact resistance ~2.0 x\n10^-8 Ohm-m2. Knowledge of such nanoscale Joule, Peltier, and current crowding\neffects is essential for energy-efficient design of future PCM technology.\n","Comment: includes supplement"]}]
["1305.4947",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4947","doi:10.1145/1570256.1570387"],"date":["2013-05-21"],"type":["text"],"creator":["Carvalho, Arthur","Araujo, Aluizio F. R."],"language":[],"coverage":[],"title":["Improving NSGA-II with an Adaptive Mutation Operator"],"description":["  The performance of a Multiobjective Evolutionary Algorithm (MOEA) is\ncrucially dependent on the parameter setting of the operators. The most desired\ncontrol of such parameters presents the characteristic of adaptiveness, i.e.,\nthe capacity of changing the value of the parameter, in distinct stages of the\nevolutionary process, using feedbacks from the search for determining the\ndirection and/or magnitude of changing. Given the great popularity of the\nalgorithm NSGA-II, the objective of this research is to create adaptive\ncontrols for each parameter existing in this MOEA. With these controls, we\nexpect to improve even more the performance of the algorithm.\n  In this work, we propose an adaptive mutation operator that has an adaptive\ncontrol which uses information about the diversity of candidate solutions for\ncontrolling the magnitude of the mutation. A number of experiments considering\ndifferent problems suggest that this mutation operator improves the ability of\nthe NSGA-II for reaching the Pareto optimal Front and for getting a better\ndiversity among the final solutions.\n"]}]
["1305.4970",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4970"],"date":["2013-04-23"],"type":["text"],"creator":["ahmed, Tarek Sayed"],"language":[],"coverage":[],"title":["On atomicity of free algebras in Boolean algebras with operators, and a\n  new result on Pinter's free algebras"],"description":["  We give some general theorems on free algebras of varieties of Boolean\nalgebras with operators; a hitherto new result is obtained for Pinter's\nsubstitution algebras. For n\\geq 3, and m>1, there is a generating set of the\nfree algebra freely generated by m elements, which is not a free set of\ngenerators.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1304.1148,\n  arXiv:1302.3043"]}]
["1305.4971",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4971"],"date":["2013-05-21"],"type":["text"],"creator":["Coronel, Daniel","Rivera-Letelier, Juan"],"language":[],"coverage":[],"title":["High-order phase transitions in the quadratic family"],"description":["  We give the first example of a transitive quadratic map whose real and\ncomplex geometric pressure functions have a high-order phase transition. In\nfact, near the phase transition these functions behave as $x \\mapsto \\exp (- 1\n/ x^2)$ near $x = 0$, before becoming linear. This quadratic map has a\nnon-recurrent critical point, so it is non-uniformly hyperbolic in a strong\nsense.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1205.1833"]}]
["1305.4975",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30, 65N55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4975"],"date":["2013-05-21"],"type":["text"],"creator":["de Dios, Blanca Ayuso","Zikatanov, Ludmil"],"language":[],"coverage":[],"title":["Space Decompositions and Solvers for Discontinuous Galerkin Methods"],"description":["  We present a brief overview of the different domain and space decomposition\ntechniques that enter in developing and analyzing solvers for discontinuous\nGalerkin methods. Emphasis is given to the novel and distinct features that\narise when considering DG discretizations over conforming methods. Connections\nand differences with the conforming approaches are emphasized.\n","Comment: 2 pages 2 figures no tables"]}]
["1305.4981",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4981"],"date":["2013-05-21"],"type":["text"],"creator":["Kapelner, Adam","Krieger, Abba"],"language":[],"coverage":[],"title":["Matching on-the-fly in Sequential Experiments for Higher Power and\n  Efficiency"],"description":["  We propose a dynamic allocation procedure that increases power and efficiency\nwhen measuring an average treatment effect in sequential randomized trials.\nSubjects arrive iteratively and are either randomized or paired via a matching\ncriterion to a previously randomized subject and administered the alternate\ntreatment. We develop estimators for the average treatment effect that combine\ninformation from both the matched pairs and unmatched subjects as well as an\nexact test. Simulations illustrate the method's higher efficiency and power\nover competing allocation procedures in both controlled scenarios and\nhistorical experimental data.\n","Comment: 20 pages, 1 algorithm, 2 figures, 8 tables"]}]
["1305.4982",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4982"],"date":["2013-05-21"],"type":["text"],"creator":["Ringham, Brandy M.","Alonzo, Todd A.","Brinton, John T.","Kreidler, Sarah M.","Munjal, Aarti","Muller, Keith E.","Glueck, Deborah H."],"language":[],"coverage":[],"title":["Reducing decision errors in the paired comparison of the diagnostic\n  accuracy of screening tests with Gaussian outcomes"],"description":["  Scientists often use a paired comparison of the areas under the receiver\noperating characteristic curves to decide which continuous cancer screening\ntest has the best diagnostic accuracy. In the paired design, all participants\nare screened with both tests. Participants with unremarkable screening results\nenter a follow-up period. Participants with suspicious screening results and\nthose who show evidence of disease during follow-up receive the gold standard\ntest. The remaining participants are classified as non-cases, even though some\nmay have occult disease. The standard analysis includes all study participants\nin the analysis, which can create bias in the estimates of diagnostic accuracy.\nIf the bias affects the area under the curve for one screening test more than\nthe other screening test, scientists may make the wrong decision as to which\nscreening test has better diagnostic accuracy. We describe a weighted maximum\nlikelihood bias correction method to reduce decision errors. We assessed the\nability of the bias correction method to reduce decision errors via simulation\nstudies. The simulations compared the Type I error rate and power of the\nstandard analysis with that of the bias-corrected analysis. The performance of\nthe bias correction method depends on characteristics of the screening tests\nand the disease, and on the percentage of study participants who receive the\ngold standard test. In studies with a large amount of bias in the difference in\nthe full area under the curve, the bias correction method reduces the Type I\nerror rate and improves power for the correct decision. In order to determine\nif bias correction is needed for a specific screening trial, we recommend the\ninvestigator conduct a simulation study using our free software.\n","Comment: 32 pages, including 5 figures and 2 tables, submitted to BMC Medical\n  Research Methodology March, 2013"]}]
["1305.4990",{"format":[],"subject":["Mathematical Physics","51M10 83A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4990"],"date":["2013-05-21"],"type":["text"],"creator":["Ungar, Abraham A."],"language":[],"coverage":[],"title":["On the Study of Hyperbolic Triangles and Circles by Hyperbolic\n  Barycentric Coordinates in Relativistic Hyperbolic Geometry"],"description":["  Barycentric coordinates are commonly used in Euclidean geometry. Following\nthe adaptation of barycentric coordinates for use in hyperbolic geometry in\nrecently published books on analytic hyperbolic geometry, known and novel\nresults concerning triangles and circles in the hyperbolic geometry of\nLobachevsky and Bolyai are discovered. Among the novel results are the\nhyperbolic counterparts of important theorems in Euclidean geometry. These are:\n(1) the Inscribed Gyroangle Theorem, (ii) the Gyrotangent-Gyrosecant Theorem,\n(iii) the Intersecting Gyrosecants Theorem, and (iv) the Intersecting Gyrochord\nTheorem. Here in gyrolanguage, the language of analytic hyperbolic geometry, we\nprefix a gyro to any term that describes a concept in Euclidean geometry and in\nassociative algebra to mean the analogous concept in hyperbolic geometry and\nnonassociative algebra. Outstanding examples are {\\it gyrogroups} and {\\it\ngyrovector spaces}, and Einstein addition being both {\\it gyrocommutative} and\n{\\it gyroassociative}. The prefix \"gyro\" stems from \"gyration\", which is the\nmathematical abstraction of the special relativistic effect known as \"Thomas\nprecession\".\n","Comment: 78 pages, 26 figures"]}]
["1305.5001",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5001"],"date":["2013-05-21"],"type":["text"],"creator":["Xueheng, Zhang","Yuhong, Yu","Zhiyu, Sun","Ruishi, Mao","Shitao, Wang","Yong, Zhou","Duo, Yan","Longxiang, Liu"],"language":[],"coverage":[],"title":["A time-of-flight system for the external target facility"],"description":["  A time-of-flight system with a plastic scintillator coupled to\nphotomultipliers is developed for the external target facility (ETF). This\nsystem can satisfy the requirement of an ultrahigh vacuum ($\\sim 10^{-9}$\nmbar), a high counting rate ($\\sim 10^{6}$ particles per second) and a magnetic\nfield environment. In the beam test experiment, a total time resolution of 580\nps FWHM was obtained for the whole system, and nuclei with a mass of up to 80\ncould be identified using this system.\n"]}]
["1305.5006",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - K-Theory and Homology","46L35, 55P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5006"],"date":["2013-05-21"],"type":["text"],"creator":["Lee, Hyun Ho"],"language":[],"coverage":[],"title":["Deformation of a projection in the multipleir algebra and projection\n  lifting from the corona algebra of a non-simple C*-algebra"],"description":["  Let $X$ be a unit interval or a unit circle and let $B$ be a\n$\\sigma_p$-unital, purely infinite, simple $C\\sp*$-algebra such that its\nmultiplier algebra $M(B)$ has real rank zero. Then we determine necessary and\nsufficient conditions for a projection in the corona algebra of $C(X)\\otimes B$\nto be liftable to a projection in the multiplier algebra. This generalizes a\nresult proved by L. Brown and the author \\cite{BL}. The main technical tools\nare divided into two parts. The first part is borrowed from the author's\nprevious paper(JFA 260 (2011)). The second part is a proposition showing that\nwe can produce a sub-projection, with an arbitrary rank which is prescribed as\nK-theoretical data, of a projection or a co-projection in the multiplier\nalgebra of $C(X)\\otimes B$ under a suitable \"infinite rank and co-rank\"\ncondition.\n","Comment: 18pages, to appear in JFA"]}]
["1305.5011",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5011"],"date":["2013-05-21"],"type":["text"],"creator":["LiChao, Tian","YuanBo, Chen","Bin, Tang","JianRong, Zhou","HuiRong, Qi","RongGuang, Liu","Jian, Zhang","GuiAn, Yang","Hong, Xu","DongFeng, Chen","ZhiJia, Sun"],"language":[],"coverage":[],"title":["Study on the imaging ability of the 2D neutron detector based on MWPC"],"description":["  A 2D neutron detector based on 3He convertor and MWPC with an active area of\n200 mm \\times 200 mm has been successfully designed and fabricated. The\ndetector has been tested with Am/Be neutron source and with collimated neutron\nbeam with wavelength of {\\lambda} = 1.37 {\\AA}. A best spatial resolution of\n1.18 mm (FWHM) and good linearity were obtained. This is in good agreement with\nthe theoretical calculations.\n","Comment: 7 pages, 9 figures, 10 conference"]}]
["1305.5017",{"format":[],"subject":["Statistics - Computation","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5017"],"date":["2013-05-22"],"type":["text"],"creator":["Bornn, Luke"],"language":[],"coverage":[],"title":["PAWL-Forced Simulated Tempering"],"description":["  In this short note, we show how the parallel adaptive Wang-Landau (PAWL)\nalgorithm of Bornn et al. (2013) can be used to automate and improve simulated\ntempering algorithms. While Wang-Landau and other stochastic approximation\nmethods have frequently been applied within the simulated tempering framework,\nthis note demonstrates through a simple example the additional improvements\nbrought about by parallelization, adaptive proposals and automated bin\nsplitting.\n","Comment: Proceedings of BAYSM, 2013"]}]
["1305.5020",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5020","Phys. Rev. C 87, 054904 (2013)","doi:10.1103/PhysRevC.87.054904"],"date":["2013-05-22"],"type":["text"],"creator":["Xu, Xiao-Ming","Shen, Zhen-Yu","Ye, Zhi-Cheng","Xu, Wei-Jie"],"language":[],"coverage":[],"title":["Early thermalization of quark-gluon matter with the elastic scattering\n  of ggq and ggqbar"],"description":["  Elastic gluon-gluon-quark (gluon-gluon-antiquark) scattering is studied in\nperturbative QCD with 123 Feynman diagrams at the tree level. Individually\nsquared amplitudes and interference terms of the Feynman diagrams are derived.\nWith the elastic gluon-gluon-quark scattering and the elastic\ngluon-gluon-antiquark scattering transport equations are established. In the\nthermalization process of initially created quark-gluon matter, this matter is\ngoverned by elastic 2-to-2 scattering and elastic 3-to-3 scattering. Solutions\nof the transport equations show that initially created quark-gluon matter takes\nearly thermalization, i.e., thermal states are established rapidly. Different\nthermalization times of gluon matter and quark matter are obtained.\n","Comment: 31 pages, 8 figures"]}]
["1305.5021",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5021"],"date":["2013-05-22"],"type":["text"],"creator":["Klink, W. H.","Wickramasekara, S."],"language":[],"coverage":[],"title":["Loop prolongations and three-cocycles in simulated magnetic fields from\n  rotating reference frames"],"description":["  We show that the Wigner-Bargmann program of grounding non-relativistic\nquantum mechanics in the unitary projective representations of the Galilei\ngroup can be extended to include all non-inertial reference frames. The key\nconcept is the \\emph{Galilean line group}, the group of transformations that\nties together all accelerating reference frames, and its representations. These\nrepresentations are constructed under the natural constraint that they reduce\nto the well-known unitary, projective representations of the Galilei group when\nthe transformations are restricted to inertial reference frames. This\nconstraint can be accommodated only for a class of representations with a\nsufficiently rich cocycle structure. Unlike the projective representations of\nthe Galilei group, these cocycle representations of the Galilean line group do\nnot correspond to central extensions of the group. Rather, they correspond to a\nclass of non-associative extensions, known as \\emph{loop prolongations}, that\nare determined by three-cocycles. As an application, we show that the phase\nshifts due to the rotation of the earth that have been observed in neutron\ninterferometry experiments and the rotational effects that lead to simulated\nmagnetic fields in optical lattices can be rigorously derived from the\nrepresentations of the loop prolongations of the Galilean line group.\n","Comment: 5 pages"]}]
["1305.5022",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5022"],"date":["2013-05-22"],"type":["text"],"creator":["Bunder, J. E.","Roberts, A. J."],"language":[],"coverage":[],"title":["Numerical integration of ordinary differential equations with rapidly\n  oscillatory factors"],"description":["  We present a methodology for numerically integrating ordinary differential\nequations containing rapidly oscillatory terms. This challenge is distinct from\nthat for differential equations which have rapidly oscillatory solutions: here\nthe differential equation itself has the oscillatory terms. Our method\ngeneralises Filon quadrature for integrals, and is analogous to integral\ntechniques designed to solve stochastic differential equations and, as such, is\napplicable to a wide variety of ordinary differential equations with rapidly\noscillating factors. The proposed method flexibly achieves varying levels of\naccuracy depending upon the truncation of the expansion of certain integrals.\nUsers will choose the level of truncation to suit the parameter regime of\ninterest in their numerical integration.\n","Comment: 25 pages, two figures"]}]
["1305.5024",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Computational Engineering, Finance, and Science","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5024"],"date":["2013-05-22"],"type":["text"],"creator":["Gulati, Shilpa","Jhurani, Chetan","Kuipers, Benjamin"],"language":[],"coverage":[],"title":["A Nonlinear Constrained Optimization Framework for Comfortable and\n  Customizable Motion Planning of Nonholonomic Mobile Robots - Part I"],"description":["  In this series of papers, we present a motion planning framework for planning\ncomfortable and customizable motion of nonholonomic mobile robots such as\nintelligent wheelchairs and autonomous cars. In this first one we present the\nmathematical foundation of our framework.\n  The motion of a mobile robot that transports a human should be comfortable\nand customizable. We identify several properties that a trajectory must have\nfor comfort. We model motion discomfort as a weighted cost functional and\ndefine comfortable motion planning as a nonlinear constrained optimization\nproblem of computing trajectories that minimize this discomfort given the\nappropriate boundary conditions and constraints. The optimization problem is\ninfinite-dimensional and we discretize it using conforming finite elements. We\nalso outline a method by which different users may customize the motion to\nachieve personal comfort.\n  There exists significant past work in kinodynamic motion planning, to the\nbest of our knowledge, our work is the first comprehensive formulation of\nkinodynamic motion planning for a nonholonomic mobile robot as a nonlinear\noptimization problem that includes all of the following - a careful analysis of\nboundary conditions, continuity requirements on trajectory, dynamic\nconstraints, obstacle avoidance constraints, and a robust numerical\nimplementation.\n  In this paper, we present the mathematical foundation of the motion planning\nframework and formulate the full nonlinear constrained optimization problem. We\ndescribe, in brief, the discretization method using finite elements and the\nprocess of computing initial guesses for the optimization problem. Details of\nthe above two are presented in Part II of the series.\n"]}]
["1305.5025",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Computational Engineering, Finance, and Science","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5025"],"date":["2013-05-22"],"type":["text"],"creator":["Gulati, Shilpa","Jhurani, Chetan","Kuipers, Benjamin"],"language":[],"coverage":[],"title":["A Nonlinear Constrained Optimization Framework for Comfortable and\n  Customizable Motion Planning of Nonholonomic Mobile Robots - Part II"],"description":["  In this series of papers, we present a motion planning framework for planning\ncomfortable and customizable motion of nonholonomic mobile robots such as\nintelligent wheelchairs and autonomous cars. In Part I, we presented the\nmathematical foundation of our framework, where we model motion discomfort as a\nweighted cost functional and define comfortable motion planning as a nonlinear\nconstrained optimization problem of computing trajectories that minimize this\ndiscomfort given the appropriate boundary conditions and constraints.\n  In this paper, we discretize the infinite-dimensional optimization problem\nusing conforming finite elements. We describe shape functions to handle\ndifferent kinds of boundary conditions and the choice of unknowns to obtain a\nsparse Hessian matrix. We also describe in detail how any trajectory\ncomputation problem can have infinitely many locally optimal solutions and our\nmethod of handling them. Additionally, since we have a nonlinear and\nconstrained problem, computation of high quality initial guesses is crucial for\nefficient solution. We show how to compute them.\n"]}]
["1305.5028",{"format":[],"subject":["Mathematics - Differential Geometry","53C60, 53C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5028"],"date":["2013-05-22"],"type":["text"],"creator":["Itoh, Jinchi","Sabau, Sorin V."],"language":[],"coverage":[],"title":["Riemannian and Finslerian spheres with fractal cut loci"],"description":["  The present paper shows that for a given integer k greater than 2 it is\npossible to construct an at least k-differentiable Riemannian metric on the\nsphere of a certain dimension such that the cut locus of a point of it becomes\na fractal. Moreover, we show that this construction can be extended to the case\nof Finsler sphere as well.\n"]}]
["1305.5030",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5030"],"date":["2013-05-22"],"type":["text"],"creator":["Tolpin, David","Beja, Tal","Shimony, Solomon Eyal","Felner, Ariel","Karpas, Erez"],"language":[],"coverage":[],"title":["Towards Rational Deployment of Multiple Heuristics in A*"],"description":["  The obvious way to use several admissible heuristics in A* is to take their\nmaximum. In this paper we aim to reduce the time spent on computing heuristics.\nWe discuss Lazy A*, a variant of A* where heuristics are evaluated lazily: only\nwhen they are essential to a decision to be made in the A* search process. We\npresent a new rational meta-reasoning based scheme, rational lazy A*, which\ndecides whether to compute the more expensive heuristics at all, based on a\nmyopic value of information estimate. Both methods are examined theoretically.\nEmpirical evaluation on several domains supports the theoretical results, and\nshows that lazy A* and rational lazy A* are state-of-the-art heuristic\ncombination methods.\n","Comment: 7 pages, IJCAI 2013, to appear"]}]
["1305.5032",{"format":[],"subject":["Mathematics - Combinatorics","05E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5032"],"date":["2013-05-22"],"type":["text"],"creator":["Novelli, Jean-Christophe","Thibon, Jean-Yves"],"language":[],"coverage":[],"title":["Binary shuffle bases for quasi-symmetric functions"],"description":["  We construct bases of quasi-symmetric functions whose product rule is given\nby the shuffle of binary words, as for multiple zeta values in their integral\nrepresentations, and then extend the construction to the algebra of free\nquasi-symmetric functions colored by positive integers. As a consequence, we\nshow that the fractions introduced in [Guo and Xie, Ramanujan Jour. 25 (2011)\n307-317] provide a realization of this algebra by rational moulds extending\nthat of free quasi-symmetric functions given in [Chapoton et al., Int. Math.\nRes. Not. IMRN 2008, no. 9, Art. ID rnn018].\n","Comment: 17 pages"]}]
["1305.5033",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5033","Ukrainian Journal of Physics, 2013, Vol. 58, no. 5, pp. 438-449"],"date":["2013-05-22"],"type":["text"],"creator":["Romanenko, V. I.","Romanenko, A. V.","Udovitskaya, Ye. G.","Yatsenko, L. P."],"language":[],"coverage":[],"title":["Momentum diffusion of atoms and nanoparticles in an optical trap formed\n  by sequences of counter-propagating light pulses"],"description":["  The motion of atoms and nanoparticles in a trap formed by sequences of\ncounter-propagating light pulses has been analyzed. The atomic state is\ndescribed by a wave function constructed with the use of the Monte Carlo\nmethod, whereas the atomic motion is considered in the framework of classical\nmechanics. The effects of the momentum diffusion associated with the\nspontaneous radiation emission by excited atoms and the pulsed character of the\natom-to-field interaction on the motion of a trapped atom or nanoparticle are\nestimated. The motion of a trapped atom is shown to be slowed down for properly\nchosen parameters of the atom-to-field interaction, so that the atom oscillates\naround the antinodes of a non-stationary standing wave formed by\ncounter-propagating light pulses at the point where they \"collide\".\n","Comment: 12 page, 8 figures. Can be found at http://www.ujp.bitp.kiev.ua/"]}]
["1305.5044",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","41A60, 33C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5044"],"date":["2013-05-22"],"type":["text"],"creator":["Liu, Sai-Yu","Wong, R.","Zhao, Yu-Qiu"],"language":[],"coverage":[],"title":["Uniform Treatment of Darboux's Method and the Heisenberg Polynomials"],"description":["  We show that the set of Heisenberg polynomials furnishes a simple non-trivial\nexample in the uniform treatment of Darboux's method.\n","Comment: 9 pages"]}]
["1305.5045",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","Physics - Fluid Dynamics","35Q35, 76B15, 76M30, 37K05, 76B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5045"],"date":["2013-05-22"],"type":["text"],"creator":["Ionescu-Kruse, Delia"],"language":[],"coverage":[],"title":["A new two-component system modelling shallow-water waves"],"description":["  For propagation of surface shallow-water waves on irrotational flows, we\nderive a new two-component system. The system is obtained by a variational\napproach in the Lagrangian formalism. The system has a non-canonical\nHamiltonian formulation. We also find its exact solitary-wave solutions.\n","Comment: to appear in Quart. Appl. Math"]}]
["1305.5054",{"format":[],"subject":["Mathematics - Analysis of PDEs","49Q10, 74G65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5054"],"date":["2013-05-22"],"type":["text"],"creator":["Dondl, Patrick W.","Mugnai, Luca","Röger, Matthias"],"language":[],"coverage":[],"title":["A phase field model for the optimization of the Willmore energy in the\n  class of connected surfaces"],"description":["  We consider the problem of minimizing the Willmore energy connected surfaces\nwith prescribed surface area which are confined to a finite container. To this\nend, we approximate the surface by a phase field function $u$ taking values\nclose to +1 on the inside of the surface and -1 on its outside. The confinement\nof the surface is now simply given by the domain of definition of $u$. A\ndiffuse interface approximation for the area functional, as well as for the\nWillmore energy are well known. We address the topological constraint of\nconnectedness by a nested minimization of two phase fields, the second one\nbeing used to identify connected components of the surface. In this article, we\nprovide a proof of Gamma-convergence of our model to the sharp interface limit.\n"]}]
["1305.5061",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5061","doi:10.1080/14786435.2013.798704"],"date":["2013-05-22"],"type":["text"],"creator":["Deus, Fernanda","Continentino, Mucio A."],"language":[],"coverage":[],"title":["Superconductor-normal metal quantum phase transition in dissipative and\n  non-equilibrium systems"],"description":["  In physical systems, coupling to the environment gives rise to dissipation\nand decoherence. For nanoscopic materials this may be a determining factor of\ntheir physical behavior. However, even for macroscopic many-body systems, if\nthe strength of this coupling is sufficiently strong, their ground state\nproperties and phase diagram may be severely modified. Also dissipation is\nessential to allow a system in the presence of a time dependent perturbation to\nattain a steady, time independent state. In this case, the non-equilibrium\nphase diagram depends on the intensity of the perturbation and on the strength\nof the coupling of the system to the outside world. In this paper, we\ninvestigate the effects of both, dissipation and time dependent external\nsources in the phase diagram of a many-body system at zero and finite\ntemperatures. For concreteness we consider the specific case of a\nsuperconducting layer under the action of an electric field and coupled to a\nmetallic substrate. The former arises from a time dependent vector potential\nminimally coupled to the electrons in the layer. We introduce a Keldysh\napproach that allows to obtain the time dependence of the superconducting order\nparameter in an adiabatic regime. We study the phase diagram of this system as\na function of the electric field, the coupling to the metallic substrate and\ntemperature.\n"]}]
["1305.5063",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","Mathematics - Combinatorics","35J40, 05A15, 31B30, 41A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5063"],"date":["2013-05-22"],"type":["text"],"creator":["Hangelbroek, Thomas","Lauve, Aaron"],"language":[],"coverage":[],"title":["The Polyharmonic Dirichlet Problem and Path Counting"],"description":["  The purpose of this article is to provide a solution to the $m$-fold Laplace\nequation in the half space $R_+^d$ under certain Dirichlet conditions. The\nsolutions we present are a series of $m$ boundary layer potentials. We give\nexplicit formulas for these layer potentials as linear combinations of powers\nof the Laplacian applied to the Dirichlet data, with coefficients determined by\ncertain path counting problems.\n","Comment: 34 pages"]}]
["1305.5066",{"format":[],"subject":["Mathematics - Numerical Analysis","65D05, 65D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5066"],"date":["2013-05-22"],"type":["text"],"creator":["Bebendorf, Mario","Maday, Yvon","Stamm, Benjamin"],"language":[],"coverage":[],"title":["Comparison of some Reduced Representation Approximations"],"description":["  In the field of numerical approximation, specialists considering highly\ncomplex problems have recently proposed various ways to simplify their\nunderlying problems. In this field, depending on the problem they were tackling\nand the community that are at work, different approaches have been developed\nwith some success and have even gained some maturity, the applications can now\nbe applied to information analysis or for numerical simulation of PDE's. At\nthis point, a crossed analysis and effort for understanding the similarities\nand the differences between these approaches that found their starting points\nin different backgrounds is of interest. It is the purpose of this paper to\ncontribute to this effort by comparing some constructive reduced\nrepresentations of complex functions. We present here in full details the\nAdaptive Cross Approximation (ACA) and the Empirical Interpolation Method (EIM)\ntogether with other approaches that enter in the same category.\n"]}]
["1305.5067",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5067"],"date":["2013-05-22"],"type":["text"],"creator":["Ley, Christophe","Swan, Yvik"],"language":[],"coverage":[],"title":["Parametric Stein operators and variance bounds"],"description":["  Stein operators are differential operators which arise within the so-called\nStein's method for stochastic approximation. We propose a new mechanism for\nconstructing such operators for arbitrary (continuous or discrete) parametric\ndistributions with continuous dependence on the parameter. We provide explicit\ngeneral expressions for location, scale and skewness families. We also provide\na general expression for discrete distributions. For specific choices of target\ndistributions (including the Gaussian, Gamma and Poisson) we compare the\noperators hereby obtained with those provided by the classical approaches from\nthe literature on Stein's method. We use properties of our operators to provide\nupper and lower variance bounds (only lower bounds in the discrete case) on\nfunctionals $h(X)$ of random variables $X$ following parametric distributions.\nThese bounds are expressed in terms of the first two moments of the derivatives\n(or differences) of $h$. We provide general variance bounds for location, scale\nand skewness families and apply our bounds to specific examples (namely the\nGaussian, exponential, Gamma and Poisson distributions). The results obtained\nvia our techniques are systematically competitive with, and sometimes improve\non, the best bounds available in the literature.\n"]}]
["1305.5074",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5074","doi:10.1063/1.4804632"],"date":["2013-05-22"],"type":["text"],"creator":["Malgaretti, Paolo","Pagonabarraga, Ignacio","Rubi, J. Miguel"],"language":[],"coverage":[],"title":["Confined Brownian ratchets"],"description":["  We analyze the dynamics of Brownian ratchets in a confined environment. The\nmotion of the particles is described by a Fick-Jakobs kinetic equation in which\nthe presence of boundaries is modeled by means of an entropic potential. The\ncases of a flashing ratchet, a two-state model and a ratchet under the\ninfluence of a temperature gradient are analyzed in detail. We show the\nemergence of a strong cooperativity between the inherent rectification of the\nratchet mechanism and the entropic bias of the fluctuations caused by spatial\nconfinement. Net particle transport may take place in situations where none of\nthose mechanisms leads to rectification when acting individually. The combined\nrectification mechanisms may lead to bidirectional transport and to new routes\nto segregation phenomena. Confined Brownian ratchets (CBR) could be used to\ncontrol transport in mesostructures and to engineer new and more efficient\ndevices for transport at the nanoscale.\n"]}]
["1305.5077",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5077"],"date":["2013-05-22"],"type":["text"],"creator":["Ness, H.","Dash, L. K."],"language":[],"coverage":[],"title":["Nonequilibrium Fluctuation-Dissipation Theorems for Interacting Quantum\n  Transport"],"description":["  We study non-equilibrium (NE) fluctuation-dissipation (FD) relations in the\ncontext of quantum thermoelectric transport through a two-terminal nanodevice,\nin the steady-state and with interaction. The FD relations for the one- and\ntwo-particle correlation functions are derived. Numerical applications, using\nself-consistent NE Green's functions calculations, are given for\nelectron-phonon interaction in the central region. We find that the FD\nrelations for the one-particle correlation function are strongly dependent on\nboth the NE conditions and the interactions, while they are much less dependent\non the interactions for the two-particle correlation. This suggests interesting\napplications for single-molecule and other nanoscale transport experiments: the\ntwo-particle correlation functions, obtained from noise and transport\nmeasurement, provide information about the gradients of chemical potential and\ntemperature, and other properties of the system.\n","Comment: Submitted (Jan 2013)"]}]
["1305.5081",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5081"],"date":["2013-05-22"],"type":["text"],"creator":["Torrontegui, E.","Kosloff, R."],"language":[],"coverage":[],"title":["The quest for absolute zero in presence of external noise"],"description":["  A reciprocating quantum refrigerator is analyzed with the intention to study\nthe limitations imposed by external noise. In particular we focus on the\nbehavior of the refrigerator when it approaches the absolute zero. The cooling\ncycle is based on the Otto cycle with a working medium constituted by an\nensemble of non interacting harmonic oscillators. The compression and expansion\nsegments are generated by changing an external parameter in the Hamiltonian. In\nthis case the force constant of the harmonic oscillators $m \\omega^2$ is\nmodified from an initial to a final value. As a result, the kinetic and\npotential energy of the system do not commute causing frictional losses. By\nproper choice of scheduling function $\\omega(t)$ frictionless solutions can be\nobtained in the noiseless case. We examine the performance of a refrigerator\nsubject to noise. By expanding from the adiabatic limit we find that the\nexternal noise, gaussian phase and amplitude noises, reduce the amount of heat\nthat can be extracted but nevertheless the zero temperature can be approached.\n","Comment: 7 pages, 2 figures"]}]
["1305.5085",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - General Topology","06A06, 54F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5085"],"date":["2013-05-22"],"type":["text"],"creator":["Kukieła, Michał"],"language":[],"coverage":[],"title":["Characterization of hereditarily reversible posets"],"description":["  A poset P is called reversible if every order preserving bijective self map\nof P is an order automorphism. P is called hereditarily reversible if every\nsubposet of P is reversible. We give a complete characterization of\nhereditarily reversible posets in terms of forbidden subsets. A similar result\nis stated also for preordered sets. As a corollary we extend the list of known\nexamples of hereditarily reversible topological spaces.\n","Comment: 6 pages, 1 figure"]}]
["1305.5091",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5091","Phys. Rev. B 87, 205430 (2013)","doi:10.1103/PhysRevB.87.205430"],"date":["2013-05-22"],"type":["text"],"creator":["Ijäs, M.","Havu, P.","Harju, A."],"language":[],"coverage":[],"title":["Interaction of chlorine with Stone-Wales de- fects in graphene and\n  carbon nanotubes, and thermodynamical prospects of chlorine-induced nanotube\n  unzipping"],"description":["  We study the binding of chlorine atoms to carbon nanotubes and graphene at a\nStone-Wales defect and to the sidewalls of pristine nanotubes. We show using ab\ninitio thermodynamics that if the environment is chlorine-rich enough, the\nunzipping of carbon nanotubes into graphene nanoribbons with chlorinated edges\nmay be thermodynamically feasible. By controlling the Cl chemical potential\nthrough temperature and pressure, opening selectively tubes below a threshold\ndiameter might be possible. Additionally, we find increased binding energies\nfor chlorine atoms bound to Stone-Wales defects as compared to defect-free\ngraphene and nanotubes, indicating that defects might act as nucleation sites\nfor tube unzipping. On graphene, no more than a single Cl atom may be bound to\nthe defect in ambient conditions, limiting possible Cl-induced changes in the\nresulting nanoribbons.\n"]}]
["1305.5101",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5101"],"date":["2013-05-22"],"type":["text"],"creator":["Cieri, Leandro"],"language":[],"coverage":[],"title":["NNLO QCD results for diphoton production at the LHC and the Tevatron"],"description":["  We consider direct diphoton production in hadron collisions. We compute the\nnext-to-next-to-leading order (NNLO) QCD radiative corrections at the\nfully-differential level. Our calculation is based on the q_T subtraction\nformalism and it is implemented in a parton level Monte Carlo program, which\nallows the user to apply arbitrary kinematical cuts on the final-state photons\nand the associated jet activity, and to compute the corresponding distributions\nin the form of bin histograms. We present selected numerical results related to\nHiggs boson searches and diphoton studies performed at the LHC and the\nTevatron, and we show how the NNLO corrections to diphoton production are\nrelevant to understand the main background of the decay channel (H -> gamma\ngamma) of the Higgs boson H.\n","Comment: 8 pages, 3 figures. Contribution to the proceedings of the XXVII\n  Rencontres de Physique de la Vall\\'ee d'Aoste. arXiv admin note: substantial\n  text overlap with arXiv:1209.3143, arXiv:1207.3252"]}]
["1305.5102",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5102"],"date":["2013-05-22"],"type":["text"],"creator":["Płoski, Arkadiusz"],"language":[],"coverage":[],"title":["A bound for the Milnor number of plane curve singularities"],"description":["  Let $f=0$ be a plane algebraic curve of degree $d>1$ with an isolated\nsingular point at the origin of the complex plane. We show that the Milnor\nnumber $\\mu_0(f)$ is less than or equal to $(d-1)^2-\\left[\\frac{d}{2}\\right]$,\nunless $f=0$ is a set of $d$ concurrent lines passing through 0. Then we\ncharacterize the curves $f=0$ for which\n$\\mu_0(f)=(d-1)^2-\\left[\\frac{d}{2}\\right]$.\n"]}]
["1305.5113",{"format":[],"subject":["Mathematics - History and Overview","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5113"],"date":["2013-05-21"],"type":["text"],"creator":["Bondoni, Davide"],"language":["it"],"coverage":[],"title":["Schr\\\"oder e la Teoria dei Gruppi"],"description":["  This short paper focuses on Schr\\\"oder's contribute towards a structural view\nof group theory.\n","Comment: in Italian"]}]
["1305.5116",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5116"],"date":["2013-05-21"],"type":["text"],"creator":["Funaro, Daniele","Kashdan, Eugene"],"language":[],"coverage":[],"title":["Simulation of Electromagnetic Scattering with Stationary or Accelerating\n  Targets"],"description":["  The scattering of electromagnetic waves by an obstacle is analyzed through a\nset of partial differential equations combining the Maxwell's model with the\nmechanics of fluids. Solitary type EM waves, having compact support, may easily\nbe modeled in this context since they turn out to be explicit solutions. From\nthe numerical viewpoint, the interaction of these waves with a material body is\nexamined. Computations are carried out via a parallel high-order\nfinite-differences code. Due to the presence of a gradient of pressure in the\nmodel equations, waves hitting the obstacle may impart acceleration to it. Some\nexplicative 2D dynamical configurations are then studied, enabling the study of\nphoton-particle iterations through classical arguments.\n","Comment: 11 pages, 5 figures"]}]
["1305.5120",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Mathematical Software","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5120"],"date":["2013-05-21"],"type":["text"],"creator":["Berljafa, Mario","Di Napoli, Edoardo"],"language":[],"coverage":[],"title":["A Parallel and Scalable Iterative Solver for Sequences of Dense\n  Eigenproblems Arising in FLAPW"],"description":["  In one of the most important methods in Density Functional Theory - the\nFull-Potential Linearized Augmented Plane Wave (FLAPW) method - dense\ngeneralized eigenproblems are organized in long sequences. Moreover each\neigenproblem is strongly correlated to the next one in the sequence. We propose\na novel approach which exploits such correlation through the use of an\neigensolver based on subspace iteration and accelerated with Chebyshev\npolynomials. The resulting solver, parallelized using the Elemental library\nframework, achieves excellent scalability and is competitive with current dense\nparallel eigensolvers.\n","Comment: Submitted to 10th International Conference on Parallel Processing and\n  Applied Mathematics(PPAM 2013)"]}]
["1305.5121",{"format":[],"subject":["Mathematics - Rings and Algebras","17A35 (Primary) 17A36 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5121"],"date":["2013-05-22"],"type":["text"],"creator":["Steele, Andrew"],"language":[],"coverage":[],"title":["Automorphism Groups of some Finite Semifields"],"description":["  We determine the automorphism group for some well known constructions of\nfinite semifields. In particular, we compute the automorphism group of\nSandler's semifields and in certain cases the automorphism groups of the\nHughes-Kleinfeld and Knuth semifields. We also determine how many nonisomorphic\nSandler semifields can be constructed given a finite field F and a finite\nextension L/F.\n","Comment: 15 pages"]}]
["1305.5133",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5133"],"date":["2013-05-22"],"type":["text"],"creator":["Gao, X. Q.","Wang, W. H.","Zhao, K.","Bai, H. Y."],"language":[],"coverage":[],"title":["The glass transition diagram in model metallic glasses"],"description":["  We report a strain rate (equivalent to experimental observation time) induced\nglass transition in model SrCaYbMg(Li)Zn(Cu) metallic glasses at room\ntemperature. A critical strain rate, equivalent to glass transition\ntemperature, is found for the strain rate induced a glassy state to liquid-like\nviscoplastic state translation. The results show that the observation time,\nequivalent to temperature and stress, is a key parameter for the glass\ntransition. A three-dimension glass transition phase diagram involved in time,\ntemperature and stress in metallic glasses is established for understanding the\nnature of the metallic glasses.\n","Comment: 18 pages, 5figures"]}]
["1305.5137",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5137"],"date":["2013-05-22"],"type":["text"],"creator":["Kaneko, Tomoaki","Harigaya, Kikuo"],"language":[],"coverage":[],"title":["Edge states of zigzag graphene nanoribbons with B and N doping at edge\n  atoms"],"description":["  Using a tight binding model, we theoretically study the electronic properties\nof zigzag boron-carbon-nitride (BCN) nanoribbons where the outermost C atoms of\nzigzag graphene nanoribbons are replaced with B and N atoms. We show that the\nflat bands and edge states appear at the Fermi level when the number of B and N\natoms are equal except the case of six times supercell. To investigate the\norigin of the edge states in BCN nanoribbons, we consider the semi-infinite\ngraphene sheet with zigzag edge where outermost C atoms are replaced with B and\nN atoms. We analytically demonstrate the presence of edge states at the zigzag\nedges and flat bands using a transfer matrix method.\n","Comment: 11 pages, 6 figures"]}]
["1305.5140",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5140"],"date":["2013-05-22"],"type":["text"],"creator":["Wu, Binxin","Shao, Chenxu","Chu, Sherry","Schmidt, B.","Savard, M.","Zhao, Songrui","Mi, Zetian","Szkopek, T.","Gervais, G."],"language":[],"coverage":[],"title":["McMillan-Rowell Oscillations in a Low Spin-Orbit SNS Semiconducting\n  Junction"],"description":["  The electronic transport properties of an SNS junction formed by an InN\nnanowire (N) and Al contacts (S) with a superconducting transition temperature\nT_c ~ 0.92 K were investigated. As a function of dc bias, superconducting\nquasiparticle transport resonance peaks at E=2\\Delta were observed, in\nagreement with BCS theory with 2\\Delta(T=0) \\equiv \\Delta_0=275\\mueV. Several\nadditional transport resonances scaling linearly in energy were observed at\nhigh-bias above 2\\Delta, up to E\\simeq 15\\Delta_0, consistent with\nMcMillan-Rowell oscillations. The persistence of McMillan-Rowell oscillations\nat high-bias and under applied magnetic field were investigated.\n"]}]
["1305.5146",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Functional Analysis","Primary 81S25, Secondary 47N30, 60B05, 60E07, 60G51, 60G57, 60J35,\n  60H07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5146"],"date":["2013-05-22"],"type":["text"],"creator":["Applebaum, David","van Neerven, Jan"],"language":[],"coverage":[],"title":["Second quantisation for skew convolution products of measures in Banach\n  spaces"],"description":["  We study measures in Banach space which arise as the skew convolution product\nof two other measures where the convolution is deformed by a skew map. This is\nthe structure that underlies both the theory of Mehler semigroups and operator\nself-decomposable measures. We show how that given such a set-up the skew map\ncan be lifted to an operator that acts at the level of function spaces and\ndemonstrate that this is an example of the well known functorial procedure of\nsecond quantisation. We give particular emphasis to the case where the product\nmeasure is infinitely divisible and study the second quantisation process in\nsome detail using chaos expansions when this is either Gaussian or is generated\nby a Poisson random measure.\n","Comment: 17 pages, submitted for publication"]}]
["1305.5151",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5151"],"date":["2013-04-23"],"type":["text"],"creator":["Ahmed, Tarek Sayed"],"language":[],"coverage":[],"title":["On neat atom structures for cylindric like algebras"],"description":["  (1) Let 1\\leq k\\leq \\omega. Call an atom structure \\alpha weakly k neat\nrepresentable, the term algebra is in \\RCA_n\\cap \\Nr_n\\CA_{n+k}, but the\ncomplex algebra is not representable. Call an atom structure neat if there is\nan atomic algebra \\A, such that \\At\\A=\\alpha, \\A\\in \\Nr_n\\CA_{\\omega} and for\nevery algebra $\\B$ based on this atom structure there exists k\\in \\omega$,\nk\\geq 1, such that \\B\\in \\Nr_n\\CA_{n+k}.\n  (2) Let k\\leq \\omega. Call an atom structure \\alpha k complete, if there\nexists \\A such that \\At\\A=\\alpha and \\A\\in S_c\\Nr_n\\CA_{n+k}.\n  (3) Let k\\leq \\omega. Call an atom structure $\\alpha$ k neat if there exists\n\\A such that \\At\\A=\\alpha, and \\A\\in \\Nr_n\\CA_{n+k}.\n  (4) Let K\\subseteq \\CA_n, and \\L be an extension of first order logic. We say\nthat \\K is well behaved w.r.t to \\L, if for any \\A\\in \\K, A atomic, and for any\nany atom structure \\beta such that \\At\\A is elementary equivalent to \\beta, for\nany \\B, \\At\\B=\\beta, then B\\in K.\n  We investigate the existence of such structures, and the interconnections. We\nalso present several K's and L's as in the second definition. All our results\nextend to Pinter's algebras and polyadic algebras with and without equality.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1305.4532"]}]
["1305.5156",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34B24, 34L10, 33C47, 05E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5156","Integral Transforms and Special Functions, 2007, volume 18, issue\n  12, pages 871-883","doi:10.1080/10652460701510949"],"date":["2013-05-22"],"type":["text"],"creator":["Masjed-Jamei, Mohammad"],"language":[],"coverage":[],"title":["A Generalization of Classical Symmetric Orthogonal Functions Using a\n  Symmetric Generalization of Sturm-Liouville Problems"],"description":["  In this paper, usual Sturm-Liouville problems are extended for symmetric\nfunctions so that the corresponding solutions preserve the orthogonality\nproperty. Two basic examples, which are special cases of a generalized\nSturm-Liouville problem, are then introduced. First example generalizes the\nassociated Legendre functions having extensive applications in physics and the\nsecond example introduces a generic differential equation with various\nsub-cases that have orthogonal solutions. For instance, this generic equation\npossesses a symmetric differential equation containing a basic solution of\nsymmetric orthogonal polynomials.\n","Comment: 17 pages"]}]
["1305.5160",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5160"],"date":["2013-05-22"],"type":["text"],"creator":["Xiao, Bo","Jing, Yuefeng","Guan, Yonghong"],"language":[],"coverage":[],"title":["A novel automatic thresholding segmentation method with local adaptive\n  thresholds"],"description":["  A novel method for segmenting bright objects from dark background for\ngrayscale image is proposed. The concept of this method can be stated simply\nas: to pick out the local-thinnest bands on the grayscale grade-map. It turns\nout to be a threshold-based method with local adaptive thresholds, where each\nlocal threshold is determined by requiring the average normal-direction\ngradient on the object boundary to be local minimal. The method is highly\nautomatic and the segmentation mimics a man's natural expectation even the\nobject boundaries are fuzzy.\n","Comment: 3 pages, 6 figures"]}]
["1305.5170",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5170"],"date":["2013-05-22"],"type":["text"],"creator":["Carvalho, Arthur","Larson, Kate"],"language":[],"coverage":[],"title":["A Truth Serum for Sharing Rewards"],"description":["  We study a problem where a group of agents has to decide how a joint reward\nshould be shared among them. We focus on settings where the share that each\nagent receives depends on the subjective opinions of its peers concerning that\nagent's contribution to the group. To this end, we introduce a mechanism to\nelicit and aggregate subjective opinions as well as for determining agents'\nshares. The intuition behind the proposed mechanism is that each agent who\nbelieves that the others are telling the truth has its expected share maximized\nto the extent that it is well-evaluated by its peers and that it is truthfully\nreporting its opinions. Under the assumptions that agents are Bayesian\ndecision-makers and that the underlying population is sufficiently large, we\nshow that our mechanism is incentive-compatible, budget-balanced, and\ntractable. We also present strategies to make this mechanism individually\nrational and fair.\n"]}]
["1305.5173",{"format":[],"subject":["Mathematics - History and Overview","Physics - Physics Education","Primary: 97C70, 97D40, 97D70, 97I40, Secondary: 97D66, 97D80, 97I40\n  / (MESC 1999) Primary: B40, B50, C70, D40, D70, Secondary: D60, D80, E40,\n  I20, I40, I60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5173"],"date":["2013-05-21"],"type":["text"],"creator":["Dimitrić, Radoslav M."],"language":[],"coverage":[],"title":["Feedback from students' tests as a tool in teaching"],"description":["  A close look at students' written work on examinations offers a wealth of\ninformation about their performance, their knowledge of the subject, their\nstrengths, weaknesses and misconceptions, and their overall level of\nmathematical skills and abilities. This information can be used to better\nascertain how mathematical concepts taught in class were understood by students\nand to suggest various approaches that could be used to improve teaching. The\nprocess of analyzing students' work, although time consuming, can be rewarding\nand can have positive results for both students and instructors.\n  My aim is fourfold: (a) To give a rationale for analysis of students' work,\nespecially tests (b) to give possible explanations of students' performance;\n(c) to revisit aspects of teaching some mathematical constructs, such as\nfunction and, (d) to provide possible ways of improving the teaching of\nconcepts considered in this paper.\n"]}]
["1305.5174",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","14J29, 14G35, 11F06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5174"],"date":["2013-05-22"],"type":["text"],"creator":["Džambić, Amir"],"language":[],"coverage":[],"title":["Fake quadrics from irreducible lattices acting on the product of upper\n  half planes"],"description":["  In the present article, we provide examples of fake quadrics, that is,\nminimal complex surfaces of general type with the same numerical invariants as\nthe smooth quadric in $\\PP ^3$ which are quotients of the bidisc by an\nirreducible lattice of automorphisms. Moreover, we list classes of arithmetic\nlattices over a real quadratic number field which define a fake quadric and\ngive general results towards a classification of all such fake quadrics.\n","Comment: 23 pages"]}]
["1305.5176",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5176"],"date":["2013-05-22"],"type":["text"],"creator":["Berg, Nathan","Chen, Chunyu","Kantarcioglu, Murat"],"language":[],"coverage":[],"title":["Experiments in Information Sharing"],"description":["  This paper reports experimental data describing the dynamics of three key\ninformation-sharing outcomes: quantity of information shared, falsification and\naccuracy. The experimental design follows a formal model predicting that\ncooperative incentives are needed to motivate subsidiaries of large\norganizations to share information. Empirical reaction functions reveal how\nlagged values of information-sharing outcomes influence information sharing in\nthe current round. Cooperative treatments pay bonuses to everyone if at least\none individual (or subsidiary) achieves accuracy. Tournament treatments pay a\nsingle bonus to whoever achieves accuracy first. As expected, tournament\nincentives tend to reduce sharing, increase falsification and impair accuracy.\nSeveral surprises not predicted by the formal model emerge from the data.\nConditional cooperation occurs regardless of the incentive scheme, implying\nthat the mechanism through which incentives influence improvements in\ninformation sharing is indirect.\n"]}]
["1305.5179",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Numerical Analysis","Mathematics - Numerical Analysis","65Y05, 68W10, 65D18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5179"],"date":["2013-05-22"],"type":["text"],"creator":["Cuomo, Salvatore","Gallettiy, Ardelio","Giuntay, Giulio","Staracey, Alfredo"],"language":[],"coverage":[],"title":["Surface Reconstruction from Scattered Point via RBF Interpolation on GPU"],"description":["  In this paper we describe a parallel implicit method based on radial basis\nfunctions (RBF) for surface reconstruction. The applicability of RBF methods is\nhindered by its computational demand, that requires the solution of linear\nsystems of size equal to the number of data points. Our reconstruction\nimplementation relies on parallel scientific libraries and is supported for\nmassively multi-core architectures, namely Graphic Processor Units (GPUs). The\nperformance of the proposed method in terms of accuracy of the reconstruction\nand computing time shows that the RBF interpolant can be very effective for\nsuch problem.\n","Comment: arXiv admin note: text overlap with arXiv:0909.5413 by other authors"]}]
["1305.5181",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26D15, 46E35, 31C25, 26A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5181"],"date":["2013-05-22"],"type":["text"],"creator":["Dyda, Bartłomiej","Vähäkangas, Antti V."],"language":[],"coverage":[],"title":["A framework for fractional Hardy inequalities"],"description":["  We provide a general framework for fractional Hardy inequalities. Our\nframework covers, for instance, fractional inequalities related to the\nDirichlet forms of some L\\'evy processes, and weighted fractional inequalities\non irregular open sets.\n","Comment: 15 pages"]}]
["1305.5183",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5183"],"date":["2013-05-22"],"type":["text"],"creator":["Malling, D. C.","Fiorucci, S.","Pangilinan, M.","Chapman, J. J.","Faham, C. H.","Verbus, J. R.","Gaitskell, R. J."],"language":[],"coverage":[],"title":["Dark Matter Search Backgrounds from Primordial Radionuclide Chain\n  Disequilibrium"],"description":["  Dark matter direct-detection searches for weakly interacting massive\nparticles (WIMPs) are commonly limited in sensitivity by neutron and gamma\nbackgrounds from the decay of radioactive isotopes. Several common\nradioisotopes in detector construction materials are found in long decay\nchains, notably those headed by 238U, 235U, and 232Th. Gamma radioassay using\nGe detectors identifies decay rates of a few of the radioisotopes in each\nchain, and typically assumes that the chain is in secular equilibrium. If the\nchains are out of equilibrium, detector background rates can be elevated\nsignificantly above expectation. In this work we quantify the increase in\nneutron and gamma production rates from an excess of various sub-chains of the\n238U decay chain. We find that the 226Ra sub-chain generates x10 higher neutron\nflux per decay than the 238U early sub-chain and 210Pb sub-chain, in materials\nwith high (alpha,n) neutron yields. Typical gamma screening results limit\npotential 238U early sub-chain activity to x20-60 higher than 226Ra sub-chain\nactivity. Monte Carlo simulation is used to quantify the contribution of the\nsub-chains of 238U to low-energy nuclear recoil (NR) and electron recoil (ER)\nbackgrounds in simplified one tonne liquid Ar and liquid Xe detectors. NR and\nER rates generated by 238U sub-chains in the Ar and Xe detectors are found\nafter comparable fiducial and multiple-scatter cuts. The Xe detector is found\nto have x12 higher signal-to-background for 100 GeV WIMPs over neutrons than\nthe Ar detector. ER backgrounds in both detectors are found to increase weakly\nfor excesses of 238U early sub-chain and 210Pb sub-chain relative to 226Ra\nsub-chain. Experiments in which backgrounds are NR-dominated are sensitive to\nundetected excesses of 238U early sub-chain and 210Pb sub-chain concentrations.\nExperiments with ER-dominated backgrounds are relatively insensitive to these\nexcesses.\n","Comment: Submitted for publication in Astroparticle Physics. 21 pages, 13\n  figures"]}]
["1305.5184",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5184"],"date":["2013-05-22"],"type":["text"],"creator":["Gudder, Stan"],"language":[],"coverage":[],"title":["An Approach to Discrete Quantum Gravity"],"description":["  This article presents a simplified version of the author's previous work. We\nfirst construct a causal growth process (CGP). We then form path Hilbert spaces\nusing paths of varying lengths in the CGP. A sequence of positive operators on\nthese Hilbert spaces that satisfy certain normalization and consistency\nconditions is called a quantum sequential growth process (QSGP). The operators\nof a QSGP are employed to define natural decoherence functionals and quantum\nmeasures. These quantum measures are extended to a single quantum measure\ndefined on a suitable collection of subsets of a space of all paths. Continuing\nour general formalism, we define curvature operators and a discrete analogue of\nEinstein's field equations on the Hilbert space of causal sets. We next present\na method for constructing a QSGP using an amplitude process (AP). We then\nconsider a specific AP that employs a discrete analogue of a quantum action.\nFinally, we consider the special case in which the QSGP is classical. It is\npointed out that this formalism not only gives a discrete version of general\nrelativity, there is also emerging a discrete analogue of quantum field theory.\nWe therefore have discrete versions of these two theories within one unifying\nframework.\n","Comment: 24 pages, 3 figures added, one figure created with LaTeX"]}]
["1305.5186",{"format":[],"subject":["Mathematics - Geometric Topology","57M07, 20F65, 54C56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5186"],"date":["2013-05-22"],"type":["text"],"creator":["Guilbault, Craig","Mooney, Christopher"],"language":[],"coverage":[],"title":["All CAT(0) Boundaries of Croke-Kleiner-Admissible Groups are\n  Equivariantly CE Equivalent]"],"description":["  Question 2.6 of Bestvina's Questions in Geometric Group Theory asks whether\nevery pair of boundaries of a given CAT(0) group G is cell-like equivalent. The\nquestion was posed by Bestvina shortly after the discovery, by Croke and\nKleiner, of a CAT(0) group that admits multiple boundaries. Previously, it had\nbeen observed by Bestvina and Geoghegan that all boundaries of a torsion free\nCAT(0) G would necessarily have the same shape. Since \"cell-like equivalence\"\nis weaker than topological equivalence, but in most circumstances, stronger\n(and more intuitive) than shape equivalence, this question is a natural one\nwhen working with the pathological types of spaces that occur as group\nboundaries. Furthermore, the definition of cell-like equivalence allows for a\nobvious G-equivariant extension.\n  In this paper we provide a positive answer to Bestvina's G-equivariant\nCell-like Equivalence Question for the class of admissible groups studied by\nCroke and Kleiner in 2002. Since that collection includes the original\nCroke-Kleiner group, our result provides a strong solution to Q2.6, for the\ngroup that originally motivated the question.\n","Comment: 15 pages, 2 figures"]}]
["1305.5189",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Physics - Data Analysis, Statistics and Probability","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5189"],"date":["2013-05-22"],"type":["text"],"creator":["Caplar, Neven","Suznjevic, Mirko","Matijasevic, Maja"],"language":[],"coverage":[],"title":["Analysis of player's in-game performance vs rating: Case study of Heroes\n  of Newerth"],"description":["  We evaluate the rating system of \"Heroes of Newerth\" (HoN), a multiplayer\nonline action role-playing game, by using statistical analysis and comparison\nof a player's in-game performance metrics and the player rating assigned by the\nrating system. The datasets for the analysis have been extracted from the web\nsites that record the players' ratings and a number of empirical metrics.\nResults suggest that the HoN's Matchmaking rating algorithm, while generally\ncapturing the skill level of the player well, also has weaknesses, which have\nbeen exploited by players to achieve a higher placement on the ranking ladder\nthan deserved by actual skill. In addition, we also illustrate the effects of\nthe choice of the business model (from pay-to-play to free-to-play) on player\npopulation.\n","Comment: 8 pages, 14 figures, to appear in proceedings of \"Foundation of\n  Digital Games 2013\" conference (14-17 May 2013)"]}]
["1305.5203",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5203"],"date":["2013-05-22"],"type":["text"],"creator":["Husain, Viqar","Pawlowski, Tomasz"],"language":[],"coverage":[],"title":["A computable framework for Loop Quantum Gravity"],"description":["  We present a non-perturbative quantization of general relativity coupled to\ndust and other matter fields. The dust provides a natural time variable,\nleading to a physical Hamiltonian with spatial diffeomorphism symmetry. The\nmethods of loop quantum gravity applied to this model lead to a physical\nHilbert space and Hamiltonian. This provides a framework for physical\ncalculations in the theory.\n","Comment: 3 pages. To appear in Proceedings of the 13th Marcel Grossmann\n  Meeting (MG13), Stockholm, Sweden, 1-7 July 2012"]}]
["1305.5208",{"format":[],"subject":["Mathematics - Metric Geometry","53C17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5208"],"date":["2013-05-22"],"type":["text"],"creator":["Fotiadis, Anestis","Platis, Ioannis D."],"language":[],"coverage":[],"title":["The Ptolemaean Inequality in H--type groups"],"description":["  We prove the Ptolemaean Inequality and the Theorem of Ptolemaeus in the\nsetting of $H$--type groups of Iwasawa--type.\n"]}]
["1305.5209",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5209"],"date":["2013-05-22"],"type":["text"],"creator":["De Carufel, Jean-Lou","Grimm, Carsten","Maheshwari, Anil","Owen, Megan","Smid, Michiel"],"language":[],"coverage":[],"title":["A Note on the Unsolvability of the Weighted Region Shortest Path Problem"],"description":["  Let S be a subdivision of the plane into polygonal regions, where each region\nhas an associated positive weight. The weighted region shortest path problem is\nto determine a shortest path in S between two points s, t in R^2, where the\ndistances are measured according to the weighted Euclidean metric-the length of\na path is defined to be the weighted sum of (Euclidean) lengths of the\nsub-paths within each region. We show that this problem cannot be solved in the\nAlgebraic Computation Model over the Rational Numbers (ACMQ). In the ACMQ, one\ncan compute exactly any number that can be obtained from the rationals Q by\napplying a finite number of operations from +, -, \\times, \\div, \\sqrt[k]{}, for\nany integer k >= 2. Our proof uses Galois theory and is based on Bajaj's\ntechnique.\n","Comment: 6 pages, 1 figure"]}]
["1305.5210",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5210","J. Phys.: Conf. Ser. 437 (2013) 012018","doi:10.1088/1742-6596/437/1/012018"],"date":["2013-04-30"],"type":["text"],"creator":["Friedman, Yaakov"],"language":[],"coverage":[],"title":["The wave-function description of the electromagnetic field"],"description":["  For an arbitrary electromagnetic field, we define a prepotential $S$, which\nis a complex-valued function of spacetime. The prepotential is a modification\nof the two scalar potential functions introduced by E. T. Whittaker. The\nprepotential is Lorentz covariant under a spin half representation. For a\nmoving charge and any observer, we obtain a complex dimensionless scalar. The\nprepotential is a function of this dimensionless scalar. The prepotential $S$\nof an arbitrary electromagnetic field is described as an integral over the\ncharges generating the field. The Faraday vector at each point may be derived\nfrom $S$ by a convolution of the differential operator with the alpha matrices\nof Dirac. Some explicit examples will be calculated. We also present the\nMaxwell equations for the prepotential.\n"]}]
["1305.5211",{"format":[],"subject":["Mathematics - Numerical Analysis","65F10, 65F15, 65F50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5211"],"date":["2013-05-22"],"type":["text"],"creator":["Li, Hou-biao","Guo, Qian-Ping","Gu, Xian-Ming"],"language":[],"coverage":[],"title":["A note on the growth factor in Gaussian elimination for generalized\n  Higham matrices"],"description":["  The Higham matrix is a complex symmetric matrix A=B+iC, where both B and C\nare real, symmetric and positive definite and $\\mathrm{i}=\\sqrt{-1}$ is the\nimaginary unit. For any Higham matrix A, Ikramov et al. showed that the growth\nfactor in Gaussian elimination is less than 3. In this paper, based on the\nprevious results, a new bound of the growth factor is obtained by using the\nmaximum of the condition numbers of matrixes B and C for the generalized Higham\nmatrix A, which strengthens this bound to 2 and proves the Higham's conjecture.\n","Comment: 8 pages, 2 figures; Submitted to MOC on Dec. 22 2012"]}]
["1305.5215",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5215"],"date":["2013-05-22"],"type":["text"],"creator":["Gaylord, Steven","Blair, Robert","Courtney, Michael","Courtney, Amy"],"language":[],"coverage":[],"title":["Bullet Retarding Forces in Ballistic Gelatin by Analysis of High Speed\n  Video"],"description":["  Though three distinct wounding mechanisms (permanent cavity, temporary\ncavity, and ballistic pressure wave) are described in the wound ballistics\nliterature, they all have their physical origin in the retarding force between\nbullet and tissue as the bullet penetrates. If the bullet path is the same,\nlarger retarding forces produce larger wounding effects and a greater\nprobability of rapid incapacitation. By Newton's third law, the force of the\nbullet on the tissue is equal in magnitude and opposite in direction to the\nforce of the tissue on the bullet. For bullets penetrating with constant mass,\nthe retarding force on the bullet can be determined by frame by frame analysis\nof high speed video of the bullet penetrating a suitable tissue simulant such\nas calibrated 10% ballistic gelatin. Here the technique is demonstrated with\n9mm NATO bullets, 32 cm long blocks of gelatin, and a high speed video camera\noperating at 20,000 frames per second. It is found that different 9mm NATO\nbullets have a wide variety of potential for wounding and rapid incapacitation.\nThis technique also determines the energy transfer in the first 15 cm and/or\nfirst 30 cm of tissue, which are important parameters in estimating the\nprobability of rapid incapacitation in some of the ARL/BRL models. This method\npredicts that some 9mm bullets have a much higher probability of rapid\nincapacitation than others and the rank ordering of bullet effectiveness is in\nagreement with other studies.\n"]}]
["1305.5218",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5218"],"date":["2013-05-22"],"type":["text"],"creator":["Miller, David L.","Keller, Mark W.","Shaw, Justin M.","Rice, Katherine P.","Keller, Robert R.","Diederichsen, Kyle M."],"language":[],"coverage":[],"title":["Giant Secondary Grain Growth in Cu Films on Sapphire"],"description":["  Single crystal metal films on insulating substrates are attractive for\nmicroelectronics and other applications, but they are difficult to achieve on\nmacroscopic length scales. The conventional approach to obtaining such films is\nepitaxial growth at high temperature using slow deposition in ultrahigh vacuum\nconditions. Here we describe a different approach: sputter deposition at modest\ntemperatures followed by annealing to induce secondary grain growth. We show\nthat polycrystalline as-deposited Cu on \\alpha-Al2O3(0001) can be transformed\ninto Cu(111) with centimeter-sized grains. Employing optical microscopy, x-ray\ndiffraction, and electron backscatter diffraction to characterize the films\nbefore and after annealing, we find a particular as-deposited grain structure\nthat promotes the growth of giant grains upon annealing. To demonstrate one\npotential application of such films, we grow graphene by chemical vapor\ndeposition on wafers of annealed Cu and obtain epitaxial graphene grains of 0.2\nmm diameter.\n","Comment: 5 figures"]}]
["1305.5220",{"format":[],"subject":["Quantitative Finance - Pricing of Securities"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5220"],"date":["2013-05-22"],"type":["text"],"creator":["Mai, Jan-Frederik","Wittlinger, Marc"],"language":[],"coverage":[],"title":["Pricing bonds with optional sinking feature using Markov Decision\n  Processes"],"description":["  An efficient method to price bonds with optional sinking feature is\npresented. Such instruments equip their issuer with the option (but not the\nobligation) to redeem parts of the notional prior to maturity, therefore the\nfuture cash flows are random. In a one-factor model for the issuer's default\nintensity we show that the pricing algorithm can be formulated as a Markov\nDecision Process, which is both accurate and quick. The method is demonstrated\nusing a 1.5-factor credit-equity model which defines the default intensity in a\nreciprocal relationship to the issuer's stock price process, termed\njump-to-default extended model with constant elasticity of variance (JDCEV).\n"]}]
["1305.5225",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5225"],"date":["2013-05-22"],"type":["text"],"creator":["Torres, Edmanuel","Torres, Rafael"],"language":[],"coverage":[],"title":["Chirp-wave Expansion of the Electron Wavefunctions in Atoms"],"description":["  The description of the electron wavefunctions in atoms is generalized to the\nfractional Fourier series. This method introduces a continuous and infinite\nnumber of chirp basis sets with linear variation of the frequency to expand the\nwavefunctions, in which plane-waves are a special case. The chirp\ncharacteristics of each basis set can be adjusted through a single parameter.\nThus, the basis set cutoff can be optimized variationally. The approach is\ntested with the expansion of the electron wavefunctions in atoms, and it is\nshown that chirp basis sets substantially improve the convergence in the\ndescription of the electron density. We have found that the natural\noscillations of the electron core states are efficiently described in\nchirp-waves.\n"]}]
["1305.5230",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5230"],"date":["2013-05-22"],"type":["text"],"creator":["Merenkov, Sergei"],"language":[],"coverage":[],"title":["Determining biholomorphic type of a manifold using combinatorial and\n  algebraic structures"],"description":["  We settle two problems of reconstructing a biholomorphic type of a manifold.\nIn the first problem we use graphs associated to Riemann surfaces of a\nparticular class. In the second one we use the semigroup structure of analytic\nendomorphisms of domains in $\\C^n$.\n","Comment: Ph. D. thesis, Purdue University, 2003, 65 pp"]}]
["1305.5232",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5232"],"date":["2013-05-22"],"type":["text"],"creator":["Pumi, Guilherme","Lopes, Sílvia R. C."],"language":[],"coverage":[],"title":["A Semiparametric Estimator for Long-Range Dependent Multivariate\n  Processes"],"description":["  In this paper we propose a generalization of a class of Gaussian\nSemiparametric Estimators (GSE) of the fractional differencing parameter for\nlong-range dependent multivariate time series. We generalize a known GSE-type\nestimator by introducing some modifications at the objective function level\nregarding the process' spectral density matrix estimator. We study large sample\nproperties of the estimator without assuming Gaussianity as well as hypothesis\ntesting. The class of models considered here satisfies simple conditions on the\nspectral density function, restricted to a small neighborhood of the zero\nfrequency. This includes, but is not limited to, the class of VARFIMA models. A\nsimulation study to assess the finite sample properties of the proposed\nestimator is presented and supports its competitiveness. We also present an\nempirical application to an exchange rate data.\n","Comment: arXiv admin note: text overlap with arXiv:1205.0824"]}]
["1305.5233",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C62, 05C76"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5233"],"date":["2013-05-22"],"type":["text"],"creator":["Chandran, L. Sunil","Imrich, Wilfried","Mathew, Rogers","Rajendraprasad, Deepak"],"language":[],"coverage":[],"title":["Boxicity and Cubicity of Product Graphs"],"description":["  The 'boxicity' ('cubicity') of a graph G is the minimum natural number k such\nthat G can be represented as an intersection graph of axis-parallel rectangular\nboxes (axis-parallel unit cubes) in $R^k$. In this article, we give estimates\non the boxicity and the cubicity of Cartesian, strong and direct products of\ngraphs in terms of invariants of the component graphs. In particular, we study\nthe growth, as a function of $d$, of the boxicity and the cubicity of the\n$d$-th power of a graph with respect to the three products. Among others, we\nshow a surprising result that the boxicity and the cubicity of the $d$-th\nCartesian power of any given finite graph is in $O(\\log d / \\log\\log d)$ and\n$\\theta(d / \\log d)$, respectively. On the other hand, we show that there\ncannot exist any sublinear bound on the growth of the boxicity of powers of a\ngeneral graph with respect to strong and direct products.\n","Comment: 14 pages"]}]
["1305.5234",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5234"],"date":["2013-05-22"],"type":["text"],"creator":["Miller, Arnold W."],"language":[],"coverage":[],"title":["Countable subgroups of Euclidean Space"],"description":["  In his PhD Thesis Konstantinos Beros proved a number of results about\ncompactly generated subgroups of Polish groups. Such a group is K-sigma - the\ncountable union of compact sets. He notes that the group of rationals under\naddition with the discrete topology is an example of a Polish group which is\nK-sigma (since it is countable) but not compactly generated. Beros showed that\nfor any Polish group G, every K-sigma subgroup of G is compactly generated iff\nevery countable subgroup of G is compactly generated. Beros showed that any\nK-sigma subgroup of Z^omega (infinite product of the integers) is compactly\ngenerated and more generally, for any Polish group G, if every countable\nsubgroup of G is finitely generated, then every countable subgroup of G^omega\nis compactly generated. In unpublished work Beros asked whether finitely\ngenerated may be replaced by compactly generated in his theorem. He conjectured\nthat the reals R under addition might be an example such that every countable\nsubgroup of R is compactly generated but not every countable subgroup of\nR^omega is compactly generated. We prove that this is not true. The general\nquestion remains open. In the course of our proof we came up with some\ninteresting countable subgroups. We show that there is a dense subgroup of the\nplane which meets every line in a discrete set. Furthermore, for each n there\nis a dense subgroup of Euclidean space R^n which meets every (n-1)-dimensional\nsubspace in a discrete set. Similarly there is a dense subgroup of R^omega\nwhich meets every finite dimensional subspace of R^omega in a discrete set.\n","Comment: Latex2e: 11 pages Latest version at: http://www.math.wisc.edu/~miller"]}]
["1305.5235",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5235","PLoS ONE 8(5): e64349, 2013","doi:10.1371/journal.pone.0064349"],"date":["2013-05-22"],"type":["text"],"creator":["Doerr, Christian","Blenn, Norbert","Van Mieghem, Piet"],"language":[],"coverage":[],"title":["Lognormal Infection Times of Online Information Spread"],"description":["  The infection times of individuals in online information spread such as the\ninter-arrival time of Twitter messages or the propagation time of news stories\non a social media site can be explained through a convolution of lognormally\ndistributed observation and reaction times of the individual participants.\nExperimental measurements support the lognormal shape of the individual\ncontributing processes, and have resemblance to previously reported lognormal\ndistributions of human behavior and contagious processes.\n"]}]
["1305.5237",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5237"],"date":["2013-05-22"],"type":["text"],"creator":["Zhang, P.","Baboi, N.","Flisgen, T.","van Rienen, U.","Jones, R. M.","Shinton, I. R. R."],"language":[],"coverage":[],"title":["Status of Higher Order Mode Beam Position Monitors in 3.9 GHz\n  Superconducting Accelerating Cavities at FLASH"],"description":["  Higher order mode (HOM) beam position monitors (BPM) are being developed for\nthe 3.9 GHz third harmonic superconducting accelerating cavities at FLASH. The\ntransverse beam position in a cavity can be determined utilizing beam-excited\nHOMs based on dipole components. The existing couplers used for HOM suppression\nprovide necessary signals. The diagnostics principle is similar to a cavity\nBPM, but requires no additional vacuum instruments on the linac. The challenges\nof HOM-BPM for 3.9 GHz cavities lie in the dense HOM spectrum arising from the\ncoupling of the majority HOMs amongst the four cavities in the cryo-module\nACC39. HOMs with particularly promising diagnostics features were evaluated\nusing a spectrum analyzer and custom-built test electronics with various data\nanalysis techniques, data reduction was focused on. After careful theoretical\nand experimental assessment of the HOM spectrum, multi-cavity modes in the\nregion of 5 GHz were chosen to provide a global position over the complete\nmodule with superior resolution (~20 um) while trapped modes in the 9 GHz\nregion provide local position in each cavity with comparable resolution (~50\num). A similar HOM-BPM system has been planned for the European XFEL 3.9 GHz\nmodule which encompasses eight cavities. This paper reviews both the current\nstatus and the future prospects of HOM-BPMs in 3.9 GHz cavities at FLASH.\n","Comment: 3 pages, 6 figures, IPAC'13, Shanghai, China, May 12-17, 2013"]}]
["1305.5238",{"format":[],"subject":["Quantitative Finance - Risk Management","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5238"],"date":["2013-05-22"],"type":["text"],"creator":["Prass, Taiane S.","Lopes, Sílvia R. C."],"language":[],"coverage":[],"title":["Risk Measure Estimation On Fiegarch Processes"],"description":["  We consider the Fractionally Integrated Exponential Generalized\nAutoregressive Conditional Heteroskedasticity process, denoted by\nFIEGARCH(p,d,q), introduced by Bollerslev and Mikkelsen (1996). We present a\nsimulated study regarding the estimation of the risk measure $VaR_p$ on\nFIEGARCH processes. We consider the distribution function of the portfolio\nlog-returns (univariate case) and the multivariate distribution function of the\nrisk-factor changes (multivariate case). We also compare the performance of the\nrisk measures $VaR_p$, $ES_p$ and MaxLoss for a portfolio composed by stocks of\nfour Brazilian companies.\n"]}]
["1305.5240",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Category Theory","03B10 (Primary) 03C07, 68P15, 68Q55 (Secondary)","F.4.1","H.2.4","H.2.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5240","Lecture Notes in Computer Science, Volume 7735, 2013, pp 210-230.\n  Springer Berlin Heidelberg","doi:10.1007/978-3-642-35786-2_15"],"date":["2013-05-22"],"type":["text"],"creator":["Kent, Robert E."],"language":[],"coverage":[],"title":["FOLE: The First-order Logical Environment"],"description":["  This paper describes the first-order logical environment FOLE. Institutions\nin general, and logical environments in particular, give equivalent\nheterogeneous and homogeneous representations for logical systems. As such,\nthey offer a rigorous and principled approach to distributed interoperable\ninformation systems via system consequence. Since FOLE is a particular logical\nenvironment, this provides a rigorous and principled approach to distributed\ninteroperable first-order information systems. The FOLE represents the\nformalism and semantics of first-order logic in a classification form. By using\nan interpretation form, a companion approach defines the formalism and\nsemantics of first-order logical/relational database systems. In a strict\nsense, the two forms have transformational passages (generalized inverses)\nbetween one another. The classification form of first-order logic in the FOLE\ncorresponds to ideas discussed in the Information Flow Framework (IFF). The\nFOLE representation follows a conceptual structures approach, that is\ncompletely compatible with formal concept analysis and information flow.\n","Comment: Conceptual Structures for STEM Research and Education, 20th\n  International Conference on Conceptual Structures, ICCS 2013, Mumbai, India,\n  January 10-12, 2013. Proceedings. Can be found online at:\n  http://link.springer.com/chapter/10.1007%2F978-3-642-35786-2_15"]}]
["1305.5241",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5241"],"date":["2013-05-22"],"type":["text"],"creator":["Bourdon, Abbey"],"language":[],"coverage":[],"title":["A Uniform Version of a Finiteness Conjecture for CM Elliptic Curves"],"description":["  Let A be an abelian variety defined over a number field F. For a prime number\n$\\ell$, we consider the field extension of F generated by the $\\ell$-powered\ntorsion points of A. According to a conjecture made by Rasmussen and Tamagawa,\nif we require these fields to be both a pro-$\\ell$ extension of\n$F(\\mu_{\\ell^{\\infty}})$ and unramified away from $\\ell$, examples are quite\nrare. Indeed, it is expected that for a fixed dimension and field of\ndefinition, there exists such an abelian variety for only a finite number of\nprimes.\n  We prove a uniform version of the conjecture in the case where the abelian\nvarieties are elliptic curves with complex multiplication. In addition, we\nprovide explicit bounds in cases where the number field has degree less than or\nequal to 100.\n"]}]
["1305.5242",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5242"],"date":["2013-05-22"],"type":["text"],"creator":["Holik, Federico","Krause, Decio","Gómez, Ignacio"],"language":[],"coverage":[],"title":["Quantum Logical Structures For Identical Particles"],"description":["  In this work we discuss logical structures related to indistinguishable\nparticles. Most of the framework used to develop these structures was presented\nin [17, 28] and in [20, 14, 15, 16]. We use these structures and constructions\nto discuss possible ontologies for identical parti-cles. In other words, we use\nthese structures in order to characterize the logical structure of quantum\nsystems for the case of indistinguishable particles, and draw possible\nphilosoph-ical implications. We also review some proposals available in the\nliterature which may be considered within the framework of the quantum logical\ntradition regarding the problem of indistinguishability. Besides these\ndiscussions and constructions, we advance novel technical results, namely, a\nlattice theoretical structure for identical particles for the finite\ndimensional case. This kind of approach was not present in the scarcely\nliterature of quantum logic and indistinguishable particles.\n"]}]
["1305.5246",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5246"],"date":["2013-05-22"],"type":["text"],"creator":["Alioli, Simone","Bauer, Christian W.","Berggren, Calvin","Hornig, Andrew","Tackmann, Frank J.","Vermilion, Christopher K.","Walsh, Jonathan R.","Zuberi, Saba"],"language":[],"coverage":[],"title":["Combining Higher-Order Resummation with Multiple NLO Calculations and\n  Parton Showers in the GENEVA Monte Carlo Framework"],"description":["  We discuss the GENEVA Monte Carlo framework, which combines higher-order\nresummation (NNLL) of large Sudakov logarithms with multiple\nnext-to-leading-order (NLO) matrix-element corrections and parton showering\n(using PYTHIA8) to give a complete description at the next higher perturbative\naccuracy in alpha_s at both small and large jet resolution scales. Results for\ne+e- -> jets compared to LEP data and for Drell-Yan production are presented.\n","Comment: 4 pages, 3 figures. To appear in the proceedings of the 48th\n  Rencontres de Moriond (QCD and High Energy Interactions), La Thuile, Italy,\n  March 9-16, 2013"]}]
["1305.5248",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5248"],"date":["2013-05-21"],"type":["text"],"creator":["Salucci, Paolo","Antolini, Claudia"],"language":[],"coverage":[],"title":["Dark Matter and MOOCs"],"description":["  To teach the topic of Dark Matter in Galaxies to undergraduate and PhD\nstudents is not easy, one reason being that the scientific community has not\nconverged yet to a generally shared knowledge. We argue that the teaching of\nthis topic and its subsequent scientific progress may benefit by Massive Online\nand Open Courses.\n  The reader of this paper can express his/her opinion on this by means of a\nconfidence vote at:\nhttps://moocfellowship.org/submissions/dark-matter-in-galaxies-the-last-mystery\n","Comment: 2 Pages, Coments Welcome"]}]
