["0706.4104",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4104"],"date":["2007-06-27","2007-12-01"],"type":["text"],"creator":["Sudakov, Benny","Vu, Van"],"language":[],"coverage":[],"title":["Local resilience of graphs"],"description":["  In this paper, we initiate a systematic study of graph resilience. The\n(local) resilience of a graph G with respect to a property P measures how much\none has to change G (locally) in order to destroy P. Estimating the resilience\nleads to many new and challenging problems. Here we focus on random and\npseudo-random graphs and prove several sharp results.\n"]}]
["0707.4294",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4294","Phys. Rev. B 76, 205310 (2007)","doi:10.1103/PhysRevB.76.205310"],"date":["2007-07-29"],"type":["text"],"creator":["Zhukov, E. A.","Yakovlev, D. R.","Bayer, M.","Glazov, M. M.","Ivchenko, E. L.","Karczewski, G.","Wojtowicz, T.","Kossut, J."],"language":[],"coverage":[],"title":["Spin coherence of a two-dimensional electron gas induced by resonant\n  excitation of trions and excitons in CdTe/(Cd,Mg)Te quantum wells"],"description":["  The mechanisms for generation of long-lived spin coherence in a\ntwo-dimensional electron gas (2DEG) have been studied experimentally by means\nof a picosecond pump-probe Kerr rotation technique. CdTe/(Cd,Mg)Te quantum\nwells with a diluted 2DEG were investigated. The strong Coulomb interaction\nbetween electrons and holes, which results in large binding energies of neutral\nexcitons and negatively charged excitons (trions), allows one to address\nselectively the exciton or trion states by resonant optical excitation.\nDifferent scenarios of spin coherence generation were analyzed theoretically,\namong them the direct trion photocreation, the formation of trions from\nphotogenerated excitons and the electron-exciton exchange scattering. Good\nagreement between experiment and theory is found.\n","Comment: 18 pages, 20 figures"]}]
["0711.4489",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4489"],"date":["2007-11-28","2007-12-01"],"type":["text"],"creator":["Reshetnyak, Alexander A."],"language":[],"coverage":[],"title":["On Lagrangian Formulation for Half-integer HS Fields within Hamiltonian\n  BRST Approach"],"description":["  A recent progress in a gauge-invariant Lagrangian description of massive and\nmassless half-integer higher-spin fields in AdS and Minkowski spaces is\npresented. The procedure is based on a BFV-BRST operator, encoding the initial\nconditions realized by constraints in a Fock space and extracting the\nhigher-spin fields from unitary irreducible representations of the AdS\n(Poincare) group. The construction is applicable to higher-spin tensor fields\nwith a multi-row Young tableaux.\n","Comment: 5 pages, Contribution to Proceedings of the International Workshop\n  \"Supersymmetries and Quantum Symmetries\", Dubna, July, 30 - August, 4, 2007,\n  added reference"]}]
["cond-mat/0702167",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702167","Solid State Communications 142, 531-535 (2007)","doi:10.1016/j.ssc.2007.03.045"],"date":["2007-02-07"],"type":["text"],"creator":["Glazov, M. M."],"language":[],"coverage":[],"title":["Effect of structure anisotropy on low temperature spin dynamics in\n  quantum wells"],"description":["  Spin dynamics of two-dimensional electron gas confined in an asymmetrical\nquantum well is studied theoretically in the regime where the scattering\nfrequency is comparable with the spin precession frequency due to the\nconduction band spin splitting. The spin polarization is shown to demonstrate\nquantum beats. If the spin splitting is determined by both bulk and structural\nasymmetry mechanisms the beats are damped at zero temperature even in the\nabsence of a scattering. We calculate the decay of spin beats due to the\nthermal broadening of the electron distribution function and electron\nscattering. The magnetic field applied along the structure growth axis is shown\nto increase the frequency of the beats and shift system towards the collision\ndominated regime.\n","Comment: 6 pages, 2 figures"]}]
["cond-mat/0703263",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703263","Phys. Rev. B 76, 045320 (2007)","doi:10.1103/PhysRevB.76.045320"],"date":["2007-03-10","2007-05-15"],"type":["text"],"creator":["Averkiev, N. S.","Glazov, M. M."],"language":[],"coverage":[],"title":["Light-matter interaction in doped microcavities"],"description":["  We discuss theoretically the light-matter coupling in a microcavity\ncontaining a quantum well with a two-dimensional electron gas. The high density\nlimit where the bound exciton states are absent is considered. The matrix\nelement of interband optical absorbtion demonstrates the Mahan singularity due\nto strong Coulomb effect between the electrons and a photocreated hole. We\nextend the non-local dielectric response theory to calculate the quantum well\nreflection and transmission coefficients, as well as the microcavity\ntransmission spectra. The new eigenmodes of the system are discussed. Their\nimplications for the steady state and time resolved spectroscopy experiments\nare analyzed.\n","Comment: 7 pages, 2 figures; extended version"]}]
["math/0207188",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 57R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0207188","Topology 44:3 (2005) 509-555"],"date":["2002-07-22","2004-10-15"],"type":["text"],"creator":["Deloup, Florian","Massuyeau, Gwenael"],"language":[],"coverage":[],"title":["Quadratic functions and complex spin structures on three-manifolds"],"description":["  We show how the space of complex spin structures of a closed oriented\nthree-manifold embeds naturally into a space of quadratic functions associated\nto its linking pairing. Besides, we extend the Goussarov-Habiro theory of\nfinite type invariants to the realm of compact oriented three-manifolds\nequipped with a complex spin structure. Our main result states that two closed\noriented three-manifolds endowed with a complex spin structure are\nundistinguishable by complex spin invariants of degree zero if, and only if,\ntheir associated quadratic functions are isomorphic.\n","Comment: 41 pages with 10 figures; lightened version (some independent parts\n  of the first version have been moved to other preprints, referenced as\n  math.AC/0301040 and math.GT/0301041 on this server); examples and questions\n  added; exposition improved"]}]
["math/0301040",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Geometric Topology","15A63, 11E81, 11E39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0301040","J. Pure Applied Algebra 198:1-3 (2005) 105-121"],"date":["2003-01-06","2004-07-15"],"type":["text"],"creator":["Deloup, Florian","Massuyeau, Gwenael"],"language":[],"coverage":[],"title":["Quadratic functions on torsion groups"],"description":["  We investigate classification results for general quadratic functions on\ntorsion abelian groups. Unlike the previously studied situations, general\nquadratic functions are allowed to be inhomogeneous or degenerate. We study the\ndiscriminant construction which assigns, to an integral lattice with a\ndistinguished characteristic form, a quadratic function on a torsion group.\nWhen the associated symmetric bilinear pairing is fixed, we construct an affine\nembedding of a quotient of the set of characteristic forms into the set of all\nquadratic functions and determine explicitly its cokernel. We determine a\nsuitable class of torsion groups so that quadratic functions defined on them\nare classified by the stable class of their lift. This refines results due to\nA.H. Durfee, V. Nikulin, C.T.C. Wall and E. Looijenga -- J. Wahl. Finally, we\nshow that on this class of torsion groups, two quadratic functions are\nisomorphic if and only if they have equal associated Gauss sums and there is an\nisomorphism between the associated symmetric bilinear pairings which preserves\nthe \"homogeneity defects\". This generalizes a classical result due to V.\nNikulin. Our results are elementary in nature and motivated by low-dimensional\ntopology.\n","Comment: 15 pages; a few minor modifications (improved writing, lengthened\n  abstract)"]}]
["math/0404010",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404010","Comm. Algebra 33:7 (2005) 2375-2385"],"date":["2004-04-01"],"type":["text"],"creator":["Massuyeau, Gwenael","Nichita, Florin F."],"language":[],"coverage":[],"title":["Yang-Baxter operators arising from algebra structures and the Alexander\n  polynomial of knots"],"description":["  In this note, we consider the problem of constructing knot invariants from\nYang-Baxter operators associated to (unitary associative) algebra structures.\n  We first compute the enhancements of these operators. Then, we conclude that\nTuraev's procedure to construct knot invariants, as modified by Murakami,\ninvariably produces from those enhanced Yang-Baxter operators the Alexander\npolynomial.\n","Comment: 9 pages"]}]
["math/0605497",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 16S34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605497","J. London Math. Soc. 75:3 (2007) 791-811"],"date":["2006-05-18","2006-12-13"],"type":["text"],"creator":["Massuyeau, Gwenael"],"language":[],"coverage":[],"title":["Finite-type invariants of three-manifolds and the dimension subgroup\n  problem"],"description":["  For a certain class of compact oriented 3-manifolds, M. Goussarov and K.\nHabiro have conjectured that the information carried by finite-type invariants\nshould be characterized in terms of ``cut-and-paste'' operations defined by the\nlower central series of the Torelli group of a surface.\n  In this paper, we observe that this is a variation of a classical problem in\ngroup theory, namely the ``dimension subgroup problem.'' This viewpoint allows\nus to prove, by purely algebraic methods, an analogue of the Goussarov-Habiro\nconjecture for finite-type invariants with values in a fixed field. We deduce\nthat their original conjecture is true at least in a weaker form.\n","Comment: 20 pages, 7 figures. Minor changes in this final version"]}]
["math/0609543",{"format":[],"subject":["Mathematics - Dynamical Systems","70F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609543","Astrophysics and Space Science, Volume 312, Numbers 3-4 /\n  December, 2007, 279-293","doi:10.1007/s10509-007-9688-0"],"date":["2006-09-20","2007-11-12"],"type":["text"],"creator":["Kushvah, B. S.","Sharma, J. P.","Ishwar, B."],"language":[],"coverage":[],"title":["Nonlinear Stability in the Generalised Photogravitational Restricted\n  Three Body Problem with Poynting-Robertson Drag"],"description":["  The Nonlinear stability of triangular equilibrium points has been discussed\nin the generalised photogravitational restricted three body problem with\nPoynting-Robertson drag. The problem is generalised in the sense that smaller\nprimary is supposed to be an oblate spheroid. The bigger primary is considered\nas radiating. We have performed first and second order normalization of the\nHamiltonian of the problem. We have applied KAM theorem to examine the\ncondition of non-linear stability. We have found three critical mass ratios.\nFinally we conclude that triangular points are stable in the nonlinear sense\nexcept three critical mass ratios at which KAM theorem fails.\n","Comment: Including Poynting-Robertson Drag the triangular equilibrium points\n  are stable in the nonlinear sense except three critical mass ratios at which\n  KAM theorem fails"]}]
["math/0701561",{"format":[],"subject":["Mathematics - Commutative Algebra","15A04, 15A21, 15A27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701561"],"date":["2007-01-19","2007-12-01"],"type":["text"],"creator":["Oblak, Polona"],"language":[],"coverage":[],"title":["The upper bound for the index of nilpotency for a matrix commuting with\n  a given nilpotent matrix"],"description":["  We study the set $\\partition{\\nb}$ of all possible Jordan canonical forms of\nnilpotent matrices commuting with a given nilpotent matrix $B$. We describe\n$\\partition{\\nb}$ in the special case when $B$ has only one Jordan block. In\nthe general case, we find the maximal possible index of nilpotency in the set\nof all nilpotent matrices commuting with a given nilpotent matrix. We consider\nseveral examples.\n","Comment: 17 pages"]}]
["math/0701929",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13H05","13A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701929"],"date":["2007-01-31","2007-12-01"],"type":["text"],"creator":["Takagi, Shunsuke","Yoshida, Ken-ichi"],"language":[],"coverage":[],"title":["Generalized test ideals and symbolic powers"],"description":["  Hochster and Huneke proved in \\cite{HH5} fine behaviors of symbolic powers of\nideals in regular rings, using the theory of tight closure. In this paper, we\nuse generalized test ideals, which are a characteristic $p$ analogue of\nmultiplier ideals, to give a slight generalization of Hochster-Huneke's\nresults.\n","Comment: 13 pages; v.2: minor changes, to appear in Michigan Math. J"]}]
