["0704.0849",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0849"],"date":["2007-04-06","2007-08-06"],"type":["text"],"creator":["Pradhan, Anirudh","Shahi, J. P.","Singh, C. V."],"language":[],"coverage":[],"title":["LRS Bianchi Type-V Viscous Fluid Universe With a Time Dependent\n  Cosmological Term $\\Lambda$"],"description":["  An LRS Bianchi type-V cosmological models representing a viscous fluid\ndistribution with a time dependent cosmological term $\\Lambda$ is investigated.\nTo get a determinate solution, the viscosity coefficient of bulk viscous fluid\nis assumed to be a power function of mass density. It turns out that the\ncosmological term $\\Lambda(t)$ is a decreasing function of time, which is\nconsistent with recent observations of type Ia supernovae. Various physical and\nkinematic features of these models have also been explored.\n","Comment: 13 pages, no figure"]}]
["0704.2529",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2529","Nature 446, 871-875 (2007)","doi:10.1038/nature05677"],"date":["2007-04-19","2007-08-06"],"type":["text"],"creator":["Groeblacher, Simon","Paterek, Tomasz","Kaltenbaek, Rainer","Brukner, Caslav","Zukowski, Marek","Aspelmeyer, Markus","Zeilinger, Anton"],"language":[],"coverage":[],"title":["An experimental test of non-local realism"],"description":["  Most working scientists hold fast to the concept of 'realism' - a viewpoint\naccording to which an external reality exists independent of observation. But\nquantum physics has shattered some of our cornerstone beliefs. According to\nBell's theorem, any theory that is based on the joint assumption of realism and\nlocality (meaning that local events cannot be affected by actions in space-like\nseparated regions) is at variance with certain quantum predictions. Experiments\nwith entangled pairs of particles have amply confirmed these quantum\npredictions, thus rendering local realistic theories untenable. Maintaining\nrealism as a fundamental concept would therefore necessitate the introduction\nof 'spooky' actions that defy locality. Here we show by both theory and\nexperiment that a broad and rather reasonable class of such non-local realistic\ntheories is incompatible with experimentally observable quantum correlations.\nIn the experiment, we measure previously untested correlations between two\nentangled photons, and show that these correlations violate an inequality\nproposed by Leggett for non-local realistic theories. Our result suggests that\ngiving up the concept of locality is not sufficient to be consistent with\nquantum experiments, unless certain intuitive features of realism are\nabandoned.\n","Comment: Minor corrections to the manuscript, the final inequality and all its\n  conclusions do not change; description of corrections (Corrigendum) added as\n  new Appendix III; Appendix II replaced by a shorter derivation"]}]
["0704.2822",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2822","Phys. Rev. A 76, 012511 (2007)","doi:10.1103/PhysRevA.76.012511"],"date":["2007-04-21","2007-07-23"],"type":["text"],"creator":["Kozhedub, Y. S.","Glazov, D. A.","Artemyev, A. N.","Oreshkina, N. S.","Shabaev, V. M.","Tupitsyn, I. I.","Volotka, A. V.","Plunien, G."],"language":[],"coverage":[],"title":["QED calculation of the 2p1/2-2s and 2p3/2-2s transition energies and the\n  ground-state hyperfine splitting in lithiumlike scandium"],"description":["  We present the most accurate up-to-date theoretical values of the\n{2p_{1/2}}-{2s} and {2p_{3/2}}-{2s} transition energies and the ground-state\nhyperfine splitting in ${\\rm Sc}^{18+}$. All two- and three-electron\ncontributions to the energy values up to the two-photon level are treated in\nthe framework of bound-state QED without $\\aZ$-expansion. The interelectronic\ninteraction beyond the two-photon level is taken into account by means of the\nlarge-scale configuration-interaction Dirac-Fock-Sturm (CI-DFS) method. The\nrelativistic recoil correction is calculated with many-electron wave functions\nin order to take into account the electron-correlation effect. The accuracy of\nthe transition energy values is improved by a factor of five compared to the\nprevious calculations. The CI-DFS calculation of interelectronic-interaction\neffects and the evaluation of the QED correction in an effective screening\npotential provide significant improvement for the $2s$ hyperfine splitting. The\nresults obtained are in a good agreement with recently published experimental\ndata.\n","Comment: 10 pages, 2 tables"]}]
["0705.0741",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0741"],"date":["2007-05-05","2007-08-06"],"type":["text"],"creator":["Shabbir, Khurram"],"language":[],"coverage":[],"title":["On the torsion of Brieskorn modules of homogeneous polynomials"],"description":["  Let $f\\in \\mathbb{C}[X_1,..., X_n]$ be a homogeneous polynomial and B(f) be\nthe corresponding Brieskorn module. We describe the torsion of the Brieskorn\nmodule B(f) for n=2 and show that any torsion element has order 1. For n>2, we\nfind some examples in which the torsion order is strictly greater than 1.\n"]}]
["0705.0907",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0907","J. Stat. Mech. (2007) P08005","doi:10.1088/1742-5468/2007/08/P08005"],"date":["2007-05-07"],"type":["text"],"creator":["Luck, J. M.","Godreche, C."],"language":[],"coverage":[],"title":["Structure of the stationary state of the asymmetric target process"],"description":["  We introduce a novel migration process, the target process. This process is\ndual to the zero-range process (ZRP) in the sense that, while for the ZRP the\nrate of transfer of a particle only depends on the occupation of the departure\nsite, it only depends on the occupation of the arrival site for the target\nprocess. More precisely, duality associates to a given ZRP a unique target\nprocess, and vice-versa. If the dynamics is symmetric, i.e., in the absence of\na bias, both processes have the same stationary-state product measure. In this\nwork we focus our interest on the situation where the latter measure exhibits a\ncontinuous condensation transition at some finite critical density $\\rho_c$,\nirrespective of the dimensionality. The novelty comes from the case of\nasymmetric dynamics, where the target process has a nontrivial fluctuating\nstationary state, whose characteristics depend on the dimensionality. In one\ndimension, the system remains homogeneous at any finite density. An alternating\nscenario however prevails in the high-density regime: typical configurations\nconsist of long alternating sequences of highly occupied and less occupied\nsites. The local density of the latter is equal to $\\rho_c$ and their\noccupation distribution is critical. In dimension two and above, the asymmetric\ntarget process exhibits a phase transition at a threshold density $\\rho_0$ much\nlarger than $\\rho_c$. The system is homogeneous at any density below $\\rho_0$,\nwhereas for higher densities it exhibits an extended condensate elongated along\nthe direction of the mean current, on top of a critical background with density\n$\\rho_c$.\n","Comment: 30 pages, 16 figures"]}]
["0707.1864",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1864"],"date":["2007-07-12","2007-08-06"],"type":["text"],"creator":["Jalali, Amir A","Levy, Miguel"],"language":[],"coverage":[],"title":["Normal mode coupling and Bloch states in elliptically birefringent 1D\n  photonic crystals"],"description":["  An analysis is presented of frequency versus wave-vector dispersion in\nelliptically birefringent one-dimensional layered periodic structures. The\npresence of local normal mode polarization state variations from one layer to\nthe next is found to lead to mode coupling and to affect the wave-vector\ndispersion and the character of the Bloch states of the system.\n","Comment: 7 pages, 1 figure. Content in the current version differs from the\n  previous one. A numerical error was found in the original manuscript and\n  corrected"]}]
["0708.0034",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0034"],"date":["2007-07-31","2007-08-06"],"type":["text"],"creator":["Kenkre, V. M."],"language":[],"coverage":[],"title":["Analytic Formulation, Exact Solutions, and Generalizations of the\n  Elephant and the Alzheimer Random Walks"],"description":["  An analytic formulation of memory-possessing random walks introduced recently\n[Cressoni et al., Phys. Rev. Lett. 98, 070603 (2007) and Sch\\\"utz and Trimper,\nPhys. Rev. E 70, 045101 (2004)] for Alzheimer behavior and related phenomena is\nprovided along with exact solutions on the basis of Fokker-Planck equations.\nThe solution of a delay-differential equation derived for the purpose is shown\nto produce log-periodic oscillations and to coincide rather accurately with\npreviously published computer simulation results. Generalizations along several\ndirections are also constructed on the basis of the formalism.\n","Comment: 4 pages, 1 fig"]}]
["0708.0142",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0142"],"date":["2007-07-31","2007-08-06"],"type":["text"],"creator":["Park, Sung Keun","Grancagnolo, Franco","Hauptman, John","Mikhailichenko, Alexander","Akchurin, Nural"],"language":[],"coverage":[],"title":["The 4th Concept Detector for the International Linear Collider"],"description":["  The 4th Concept detector presently being designed for the International\nLinear Collider introduces several innovations in order to achieve the\nnecessary experimental goal of a detecter that is 2-to-10 times better than the\nalready excellent SLC and LEP detectors. We introduce a dual-readout\ncalorimeter system, a cluster counting drift chamber, and a second solenoid to\nreturn the magnetic flux without iron. We discuss particle identification,\nmomentum and energy resolutions, and the machine-detector interface that\ntogether offer the possibility of a very high-performance detector for\ne^+e^-physics up to $\\sqrt{s} = 1$ TeV.\n","Comment: 9 pages, 7 figures, for Session 14 of Lepton-Photon at Daegu"]}]
["0708.0418",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0418"],"date":["2007-08-02"],"type":["text"],"creator":["Bogaart, E. W.","Haverkort, J. E. M."],"language":[],"coverage":[],"title":["Anomalous exciton lifetime by an electromagnetic coupling of\n  self-assembled quantum dots"],"description":["  We report on the experimental observation of a hitherto ignored long-range\nelectromagnetic coupling between self-assembled quantum dots. A 12 times\nenhancement of the quantum dot exciton lifetime is observed by means of\ntime-resolved differential reflection spectroscopy. The enhancement is\nexplained by utilizing and extending the local field effects as developed in\n\\emph{Phys. Rev. B \\textbf{64},125326 (2001)}. The electromagnetic coupling of\nthe quantum dots results in a collective polarizability, and is observed as a\nsuppression of the emission rate. Our results reveal that the coupling is\nestablished over a distance exceeding 490 nm. Moreover, the mutual coupling\nstrength is optically tuned by varying the pump excitation density and enables\nus to optically tune the exciton lifetime.\n","Comment: 4 figures"]}]
["0708.0419",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","32G13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0419"],"date":["2007-08-02"],"type":["text"],"creator":["Chu, Kenneth C. K."],"language":[],"coverage":[],"title":["On the Geometry of the Moduli Space of Real Binary Octics"],"description":["  The moduli space of smooth real binary octics has five connected components.\nThey parametrize the real binary octics whose defining equations have 0, 1,\n..., 4 complex-conjugate pairs of roots respectively. We show that the\nGIT-stable completion of each of these five components admits the structure of\nan arithmetic real hyperbolic orbifold. The corresponding monodromy groups are,\nup to commensurability, discrete hyperbolic reflection groups, and their\nVinberg diagrams are computed. We conclude with a simple proof that the moduli\nspace of GIT-stable real binary octics itself cannot be a real hyperbolic\norbifold.\n","Comment: 23 pages"]}]
["0708.0420",{"format":[],"subject":["Mathematics - Number Theory","11F75","11F33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0420"],"date":["2007-08-03"],"type":["text"],"creator":["Hill, Richard"],"language":[],"coverage":[],"title":["On Emerton's $p$-adic Banach spaces"],"description":["  The purpose of the current paper is to introduce some new methods for\nstudying the $p$-adic Banach spaces introduced by Emerton \\cite{emerton}. We\nfirst relate these spaces to more familiar sheaf cohomology groups. As an\napplication, we obtain a more general version of Emerton's spectral sequence.\nWe also calculate the spaces in some easy cases. As a consequence, we obtain a\nnumber of vanishing theorems.\n","Comment: 30 pages"]}]
["0708.0421",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0421"],"date":["2007-08-02"],"type":["text"],"creator":["Graca, E. L."],"language":["pt"],"coverage":[],"title":["Contributions to the Study of Thermal States of the Bosonic String in\n  the TFD Formalism"],"description":["  We determine the local entropy of the free energy of the quantized open\nbosonic string in Minkowski spacetime with the most general boundary\nconditions. We formulate a finite temperature theory of the thermal closed\nstring excitations in anti-de Sitter spacetime within the TFD approach. We\nwrite down the thermal states and obtain the entropy and the free energy in the\nfirst order expansion of the semiclassical quantization in the center of mass\nreference frame.\n","Comment: 62 pages, dissertation in portuguese"]}]
["0708.0427",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0427"],"date":["2007-08-02"],"type":["text"],"creator":["Narayan, R. H."],"language":[],"coverage":[],"title":["Time Cycles in Indian Cosmology"],"description":["  In this article we review some key time cycles in ancient Indian astronomy,\nespecially those that have emerged from researches in the past couple of\ndecades expressing knowledge of the changing frame of earth's axis. The article\nalso briefly reviews the philosophy related to the interconnection between the\ninner and the outer cosmos that was used in the analytical narrative related to\nthis astronomy.\n","Comment: 8 pages"]}]
["0708.0428",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0428"],"date":["2007-08-02"],"type":["text"],"creator":["Walker, R. C.","Ly, C.","Junor, W.","Hardee, P. E."],"language":[],"coverage":[],"title":["Progress Toward a VLBA Movie of the Jet Collimation Region in M87"],"description":["  With its high black hole mass, proximity, and bright jet, M87 provides the\nbest prospect for a direct imaging study of the acceleration and collimation\nregion of a jet. Previous VLBI observations have shown an edge brightened\nstructure with a wide opening angle at small scales. An effort to measure\ncomponent speeds in this region using existing VLBA data at 43 GHz gave\ntentative results of 0.25c to 0.4c but also indicated that faster sampling is\nneeded. Here we provide a progress report on a project to make a properly\nsampled movie of motions in the inner jet using the VLBA at 43 GHz. A pilot\nproject during 2006 measured speeds of about 0.6c and was used to set a frame\ninterval of 3 weeks for the movie. The movie observations began in January\n2007. Results from the pilot and from the first frame of the movie are\npresented. The goal of the project is to provide observations of the structure\nand dynamics of the jet on scales from under 100 to a few hundred Schwarzschild\nradii that can be compared with expectations from theoretical studies and\nnumerical modeling.\n","Comment: 7 pages, 3 figures. To be published in the proceedings of\n  \"Extragalactic Jets: Theory and Observation from Radio to Gamma Ray\", eds. T.\n  A. Rector and D. S. De Young (ASP Conf. Ser.)"]}]
["0708.0437",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0437"],"date":["2007-08-02"],"type":["text"],"creator":["Ma, Zhanhua","Rowley, Clarence W.","Tadmor, Gilead"],"language":[],"coverage":[],"title":["Snapshot-based Balanced Truncation for Linear Time-periodic Systems"],"description":["  We introduce an algorithm based on a method of snapshots for computing\napproximate balanced truncations for discrete-time, stable, linear\ntime-periodic systems. By construction, this algorithm is applicable to very\nhigh-dimensional systems, even with very high-dimensional outputs (or,\nalternatively, very high-dimensional inputs). An example is shown to validate\nthe method.\n"]}]
["0708.0447",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0447","doi:10.1016/j.physleta.2007.05.033"],"date":["2007-08-02"],"type":["text"],"creator":["Baek, So-Young","Kim, Yoon-Ho"],"language":[],"coverage":[],"title":["Scalable scheme for entangling multiple ququarts using linear optical\n  elements"],"description":["  We report a scalable linear optical scheme for generating entangled states of\nmultiple ququarts in which the individual single-ququart state is prepared with\nthe biphoton polarization state of frequency-nondegenerate spontaneous\nparametric down-conversion. The output state is calculated with the full\nconsideration of the higher order effect (double-pair events) of spontaneous\nparametric down-conversion. Scalability to multiple-ququart entanglement is\ndemonstrated with examples: linear optical entanglement of three and four\nindividual biphoton ququarts.\n"]}]
["0708.0448",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57M27, 57R58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0448"],"date":["2007-08-02","2007-08-05"],"type":["text"],"creator":["Hedden, Matthew"],"language":[],"coverage":[],"title":["An Ozsvath-Szabo Floer homology invariant of knots in a contact manifold"],"description":["  Using the knot Floer homology filtration, we define invariants associated to\na knot in a three-manifold possessing non-vanishing Floer co(homology) classes.\nIn the case of the Ozsvath-Szabo contact invariant we obtain an invariant of\nknots in a contact three-manifold. This invariant provides an upper bound for\nthe Thurston-Bennequin plus rotation number of any Legendrian realization of\nthe knot. We use it to demonstrate the first systematic construction of prime\nknots in contact manifolds other than the three-sphere with negative maximal\nThurston-Bennequin invariant. Perhaps more interesting, our invariant provides\na criterion for an open book to induce a tight contact structure. A corollary\nis that if a manifold possesses contact structures with distinct non-vanishing\nOzsvath-Szabo invariants, then any fibered knot can realize the classical\nEliashberg-Bennequin bound in at most one of these contact structures.\n","Comment: 30 pages, no figures"]}]
["0708.0467",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0467"],"date":["2007-08-03"],"type":["text"],"creator":["Melzer-Pellmann, Isabell-Alissandra","collaboration, for the ZEUS"],"language":[],"coverage":[],"title":["Charm production in diffractive DIS and PHP at ZEUS"],"description":["  The ZEUS experiment has measured charm production in diffractive DIS and in\nphotoproduction. The data are in agreement with perturbative QCD calculations\nbased on various parameterisations of diffractive parton distribution\nfunctions. The results are consistent with QCD factorisation in diffractive DIS\nand direct photoproduction.\n","Comment: Proceedings of the DIS2007 workshop, Munich 2007"]}]
["0708.0470",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0470"],"date":["2007-08-03"],"type":["text"],"creator":["Bhatt, Jitesh R.","Panigrahi, Prasanta K."],"language":[],"coverage":[],"title":["Entanglement of superposition and pair coherent states"],"description":["  Entanglement characteristics of a pair coherent state is studied using\nentanglement of superposition. It is demonstrated only few states in the\nexpansion of a pair coherent state, in a harmonic oscillator basis, contribute\nsignificantly to the entanglement. We also study a case of two superposed pair\ncoherent states\n","Comment: 6 pages with 6 (eps) figures"]}]
["0708.0472",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0472"],"date":["2007-08-03"],"type":["text"],"creator":["Mannucci, F."],"language":[],"coverage":[],"title":["Supernova rates and stellar populations"],"description":["  We discuss the results about the nature of type Ia Supernovae that can be\nderived by studying their rates in different stellar populations. While the\nevolution of SN photometry and spectra can constrain the explosion mechanism,\nthe SN rate depends on the progenitor system. We review the current available\ndata on rates as a function of parent galaxy color, morphology, star formation\nrate, radio luminosity and environment. By studying the variation of the rates\nwith the color of the parent galaxy, a strong evidence was established that\ntype Ia SNe come from both young and old stars. The dependence of the rates\nwith the radio power of the parent galaxy is best reproduced by a bimodal\ndistribution of delay time between the formation of the progenitor and its\nexplosion as a SN. Cluster early-type galaxies show higher type Ia SN rate with\nrespect to field galaxies, and this effect can be due either to traces of young\nstars or to differences in the delay time distribution.\n","Comment: to appear in \"Multifrequency behaviour of high energy cosmic\n  sources\", Vulcano, 2007, May 28 - Jun 2, F. Giovannelli & L. Sabau-Graziati\n  eds., ChJAA"]}]
["0708.0478",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0478"],"date":["2007-08-03"],"type":["text"],"creator":["Machnes, Shai"],"language":[],"coverage":[],"title":["QLib - A Matlab Package for Quantum Information Theory Calculations with\n  Applications"],"description":["  Developing intuition about quantum information theory problems is difficult,\nas is verifying or ruling-out of hypothesis. We present a Matlab package\nintended to provide the QIT community with a new and powerful tool-set for\nquantum information theory calculations. The package covers most of the \"QI\ntextbook\" and includes novel parametrization of quantum objects and a robust\noptimization mechanism. New ways of re-examining well-known results is\ndemonstrated. QLib is designed to be further developed and enhanced by the\ncommunity and is available for download at www.qlib.info\n","Comment: 5 pages, 3 figures"]}]
["0708.0479",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0479"],"date":["2007-08-03"],"type":["text"],"creator":["Arimondo, Ennio","Ciampini, Donatella","Morsch, Oliver"],"language":[],"coverage":[],"title":["Bose-Einstein condensates in 1D optical lattices: nonlinearity and\n  Wannier-Stark spectra"],"description":["  We present our experimental investigations on the subject of\nnonlinearity-modified Bloch-oscillations and of nonlinear Landau-Zener\ntunneling between two energy bands in a rubidium Bose Einstein condensate in an\naccelerated periodic potential. Nonlinearity introduces an asymmetry in\nLandau-Zener tunneling. We also present measurements of resonantly enhanced\ntunneling between the Wannier-Stark energy levels for Bose-Einstein condensates\nloaded into an optical lattice.\n","Comment: Chapter of \"Nonlinearities of Periodic Structures and Metamaterials\"\n  (edited by C. Denz, S. Flach, and Yu. Kivshar) to be published by Springer"]}]
["0708.0480",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - K-Theory and Homology","13C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0480"],"date":["2007-08-03"],"type":["text"],"creator":["Keshari, Manoj Kumar"],"language":[],"coverage":[],"title":["Projective modules over discrete Hodge algebras"],"description":["  Let A be a Noetherian commutative ring. Assume that projective modules of\nrank r over polynomial extensions of A are extended from A. Then projective\nmodules of rank r over discrete Hodge A-algebras are also extended from A. This\nresult extends a result of T. Vorst.\n","Comment: 6 pages"]}]
["0708.0487",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Mathematics - Functional Analysis","35J10, 82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0487","Oberwolfach Reports, Volume 4, Issue 1, pages 371-416, 2007"],"date":["2007-08-03"],"type":["text"],"creator":["Veselic', Ivan"],"language":[],"coverage":[],"title":["Lifshitz asymptotics for Hamiltonians monotone in the randomness"],"description":["  In various aspects of the spectral analysis of random Schroedinger operators\nmonotonicity with respect to the randomness plays a key role. In particular,\nboth the continuity properties and the low energy behaviour of the integrated\ndensity of states (IDS) are much better understood if such a monotonicity is\npresent in the model than if not.\n  In this note we present Lifshitz-type bounds on the IDS for two classes of\nrandom potentials. One of them is a slight generalisation of a model for which\na Lifshitz bound was derived in a recent joint paper with Werner Kirsch [KV].\nThe second one is a breather type potential which is a sum of characteristic\nfunctions of intervals. Although the second model is very simple, it seems that\nit cannot be treated by the methods of [KV]. The models and the proofs are\nmotivated by well-established methods developed for so called alloy type\npotentials.\n","Comment: This is a note for the report on the Oberwolfach Mini-Workshop:\n  Multiscale and Variational Methods in Material Science and Quantum Theory of\n  Solids"]}]
["0708.0490",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0490"],"date":["2007-08-03"],"type":["text"],"creator":["Lusanna, Luca"],"language":[],"coverage":[],"title":["The Chrono-Geometrical Structure of General Relativity and Clock\n  Synchronization"],"description":["  After a review of the chrono-geometrical structure of special relativity,\nwhere the definition of the instantaneous 3-space is based on the\nobserver-dependent convention for the synchronization of distant clocks, it is\nshown that in a class of models of general relativity the instantaneous 3-space\nand the associated clock synchronization convention are dynamically determined\nby Einstein's equations. This theoretical framework is necessary to understand\nthe relativistic effects around the Earth, to be tested with the ACES mission\nof ESA, and the implications for metrology induced by the accuracy of the new\ngeneration of atomic clocks.\n","Comment: 13 pages, Talk at the First Colloquium Scientific and Fundamental\n  Aspects of the Galileo Programme, Toulouse 1-4 October 2007"]}]
["0708.0505",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Discrete Mathematics","Quantitative Biology - Quantitative Methods","I.2.8","J.3.x","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0505"],"date":["2007-08-03"],"type":["text"],"creator":["Di Gaspero, Luca","Roli, Andrea"],"language":[],"coverage":[],"title":["A preliminary analysis on metaheuristics methods applied to the\n  Haplotype Inference Problem"],"description":["  Haplotype Inference is a challenging problem in bioinformatics that consists\nin inferring the basic genetic constitution of diploid organisms on the basis\nof their genotype. This information allows researchers to perform association\nstudies for the genetic variants involved in diseases and the individual\nresponses to therapeutic agents.\n  A notable approach to the problem is to encode it as a combinatorial problem\n(under certain hypotheses, such as the pure parsimony criterion) and to solve\nit using off-the-shelf combinatorial optimization techniques. The main methods\napplied to Haplotype Inference are either simple greedy heuristic or exact\nmethods (Integer Linear Programming, Semidefinite Programming, SAT encoding)\nthat, at present, are adequate only for moderate size instances.\n  We believe that metaheuristic and hybrid approaches could provide a better\nscalability. Moreover, metaheuristics can be very easily combined with problem\nspecific heuristics and they can also be integrated with tree-based search\ntechniques, thus providing a promising framework for hybrid systems in which a\ngood trade-off between effectiveness and efficiency can be reached.\n  In this paper we illustrate a feasibility study of the approach and discuss\nsome relevant design issues, such as modeling and design of approximate solvers\nthat combine constructive heuristics, local search-based improvement strategies\nand learning mechanisms. Besides the relevance of the Haplotype Inference\nproblem itself, this preliminary analysis is also an interesting case study\nbecause the formulation of the problem poses some challenges in modeling and\nhybrid metaheuristic solver design that can be generalized to other problems.\n","Comment: 22 pages, 4 figures Technical Report: DEIS - Alma Mater Studiorum,\n  University of Bologna no. DEIS-LIA-006-07"]}]
["0708.0507",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0507"],"date":["2007-08-03"],"type":["text"],"creator":["Magneville, C.","Pansart, J. P."],"language":[],"coverage":[],"title":["Notes on bias and covariance matrix of the angular power spectrum on\n  small sky maps"],"description":["  We compute the effects induced by the use of small CMB maps on the\nmeasurement of the $\\cl{l}$ coefficients of the angular power spectrum and show\nthat small systematic effects have to be taken into account. We also compute\nnumerically the cosmic variance and covariance of the $\\cl{l}$ spectrum for\nvarious spherical cap like maps. Comparisons with simulations are presented.\nThe calculations are done using the standard method based on the spherical\nharmonic transform or using the temperature angular correlation spectrum.\n","Comment: 55 pages, 20 figures"]}]
["0708.0509",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0509"],"date":["2007-08-03"],"type":["text"],"creator":["Ponmurugan, M.","Sridhar, V.","Narasimhan, S. L.","Murthy, K. P. N."],"language":[],"coverage":[],"title":["Flat Energy histogram version for Interacting Growth Walk"],"description":["  Interacting Growth Walks is a recently proposed stochastic model for studying\nthe coil-globule transition of linear polymers. We propose a flat energy\nhistogram version for Interacting Growth Walk. We demonstrate the algorithm on\ntwo dimensional square and triangular lattices by calculating the density of\nenergy states of Interacting Self Avoiding Walks.\n","Comment: 4 pages; 6 figures"]}]
["0708.0512",{"format":[],"subject":["Mathematics - Probability","91B24, 60E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0512"],"date":["2007-08-03"],"type":["text"],"creator":["Jacka, Saul","Berkaoui, Abdelkarem"],"language":[],"coverage":[],"title":["On representing claims for coherent risk measures"],"description":["  We consider the problem of representing claims for coherent risk measures.\nFor this purpose we introduce the concept of (weak and strong) time-consistency\nwith respect to a portfolio of assets, generalizing the one defined by Delbaen.\n  In a similar way we extend the notion of m-stability, by introducing weak and\nstrong versions. We then prove that the two concepts of m-stability and\ntime-consistency are still equivalent, thus giving necessary and sufficient\nconditions for a coherent risk measure to be represented by a market with\nproportional transaction costs. We go on to deduce that, under a separability\nassumption, any coherent risk measure is strongly time-consistent with respect\nto a suitably chosen countable portfolio, and show the converse: that any\nmarket with proportional transaction costs is equivalent to a market priced by\na coherent risk measure, essentially establishing the equivalence of the two\nconcepts.\n","Comment: 47 pages"]}]
["0708.0532",{"format":[],"subject":["Mathematics - Logic","03C64"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0532"],"date":["2007-08-03"],"type":["text"],"creator":["Otero, Margarita","Peterzil, Ya'acov"],"language":[],"coverage":[],"title":["G-linear sets and torsion points in definably compact groups"],"description":["  Let G be a definably compact group in an o-minimal expansion of a real closed\nfield. We prove that if dim(G X) < dim G for some definable X subset of G then\nX contains a torsion point of G. Along the way we develop a general theory for\nso-called G-linear sets, and investigate definable sets which contain abstract\nsubgroups of G.\n","Comment: 17 pages"]}]
["0708.0535",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0535"],"date":["2007-08-03"],"type":["text"],"creator":["Tozzi, Paolo"],"language":[],"coverage":[],"title":["X-ray emission from Clusters of Galaxies"],"description":["  In the last eight years, the Chandra and XMM-Newton satellites changed\nsignificantly our view of X-ray clusters of galaxies. In particular, several\ncomplex phenomena have been directly observed: interactions between cluster\ngalaxies and the Intra Cluster Medium (ICM), cold fronts in the ICM, hot\nbubbles due to relativistic jets from radio loud AGN, the lack of cold gas in\n``cool-cores'', and non-thermal X-ray emission. Still, this increasing\ncomplexity does not prevent us from using X-ray clusters as a tool to constrain\ncosmological parameters. In addition, observations of clusters up to redshift\n~1.3 allowed us to trace the thermodynamical and chemical evolution of the ICM\non a time interval as large as 8 Gyr. In this presentation, I will give a\npersonal introduction to the most debated topics in this field, to end with\nsome prospects for the next-generation X-ray satellites.\n","Comment: 8 pages, 8 figures, to appear in the \"Memorie della SAIt\",\n  proceedings of the \"LI congresso della Societa' Astronomica Italiana\",\n  Firenze, April 17-20 2007"]}]
["0708.0547",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0547"],"date":["2007-08-03"],"type":["text"],"creator":["Kenoufi, Abdelouahab","Gondran, Michel"],"language":[],"coverage":[],"title":["Complex Faraday's Tensor for the Born-Infeld Theory"],"description":["  In this letter, we reconsider the Born-Infeld approach by replacing the\nFaraday field-strength tensor by a complex one in the lagrangian density. We\nshow that an extension of the least action principle to complex-valued\nlagrangian densities permits us to understand why experiments have never\nexhibited nonlinear Born-Infeld effects.\n","Comment: 4 pages"]}]
["0708.0548",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0548","Journal of Neuroimmunology 174(1-2): 39-51 (2006)"],"date":["2007-08-03"],"type":["text"],"creator":["Candelario-Jalil, E.","Akundi, R. S.","Bhatia, H. S.","Lieb, K.","Appel, K.","Munoz, E.","Hull, M.","Fiebich, B. L."],"language":[],"coverage":[],"title":["Ascorbic acid enhances the inhibitory effect of aspirin on neuronal\n  cyclooxygenase-2-mediated prostaglandin E2 production"],"description":["  In the present study, we show that ascorbic acid dose-dependently inhibited\ninterleukin-1beta (IL-1beta)-mediated PGE2 synthesis in the human neuronal cell\nline, SK-N-SH. Furthermore, in combination with aspirin, ascorbic acid\naugmented the inhibitory effect of aspirin on PGE2 synthesis. However, ascorbic\nacid had no synergistic effect along with other COX inhibitors (SC-58125 and\nindomethacin). The inhibition of IL-1beta-mediated PGE2 synthesis by ascorbic\nacid was not due to the inhibition of the expression of COX-2 or microsomal\nprostaglandin E synthase (mPGES-1). Rather, ascorbic acid dose-dependently\n(0.1-100 microM) produced a significant reduction in IL-1beta-mediated\nproduction of 8-iso-prostaglandin F2alpha (8-iso-PGF2alpha), a reliable\nindicator of free radical formation, suggesting that the effects of ascorbic\nacid on COX-2-mediated PGE2 biosynthesis may be the result of the maintenance\nof the neuronal redox status since COX activity is known to be enhanced by\noxidative stress. Our results provide in vitro evidence that the\nneuroprotective effects of ascorbic acid may depend, at least in part, on its\nability to reduce neuronal COX-2 activity and PGE2 synthesis, owing to its\nantioxidant properties. Further, these experiments suggest that a combination\nof aspirin with ascorbic acid constitutes a novel approach to render COX-2 more\nsensitive to inhibition by aspirin, allowing an anti-inflammatory therapy with\nlower doses of aspirin, thereby avoiding the side effects of the usually high\ndose aspirin treatment.\n"]}]
["0708.0555",{"format":[],"subject":["Mathematics - Probability","60C05, 05C80, 90B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0555"],"date":["2007-08-03"],"type":["text"],"creator":["Aldous, David J.","Bhamidi, Shankar"],"language":[],"coverage":[],"title":["Edge Flows in the Complete Random-Lengths Network"],"description":["  Consider the complete n-vertex graph whose edge-lengths are independent\nexponentially distributed random variables. Simultaneously for each pair of\nvertices, put a constant flow between them along the shortest path. Each edge\ngets some random total flow. In the $n \\to \\infty$ limit we find explicitly the\nempirical distribution of these edge-flows, suitably normalized.\n","Comment: 38 pages, 4 figures"]}]
["0708.0559",{"format":[],"subject":["Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0559","Neuroscience Research 47(2): 245-253 (2003)"],"date":["2007-08-03"],"type":["text"],"creator":["Candelario-Jalil, E.","Alvarez, D.","Merino, N.","Leon, O. S."],"language":[],"coverage":[],"title":["Delayed treatment with nimesulide reduces measures of oxidative stress\n  following global ischemic brain injury in gerbils"],"description":["  Metabolism of arachidonic acid by cyclooxygenase is one of the primary\nsources of reactive oxygen species in the ischemic brain. Neuronal\noverexpression of cyclooxygenase-2 has recently been shown to contribute to\nneurodegeneration following ischemic injury. In the present study, we examined\nthe possibility that the neuroprotective effects of the cyclooxygenase-2\ninhibitor nimesulide would depend upon reduction of oxidative stress following\ncerebral ischemia. Gerbils were subjected to 5 min of transient global cerebral\nischemia followed by 48 h of reperfusion and markers of oxidative stress were\nmeasured in hippocampus of gerbils receiving vehicle or nimesulide treatment at\nthree different clinically relevant doses (3, 6 or 12 mg/kg). Compared with\nvehicle, nimesulide significantly (P<0.05) reduced hippocampal glutathione\ndepletion and lipid peroxidation, as assessed by the levels of malondialdehyde\n(MDA), 4-hydroxy-alkenals (4-HDA) and lipid hydroperoxides levels, even when\nthe treatment was delayed until 6 h after ischemia. Biochemical evidences of\nnimesulide neuroprotection were supported by histofluorescence findings using\nthe novel marker of neuronal degeneration Fluoro-Jade B. Few Fluoro-Jade B\npositive cells were seen in CA1 region of hippocampus in ischemic animals\ntreated with nimesulide compared with vehicle. These results suggest that\nnimesulide may protect neurons by attenuating oxidative stress and reperfusion\ninjury following the ischemic insult with a wide therapeutic window of\nprotection.\n"]}]
["0708.0560",{"format":[],"subject":["Mathematics - Functional Analysis","46B20, 46E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0560"],"date":["2007-08-03"],"type":["text"],"creator":["Johnson, William B.","Schechtman, Gideon"],"language":[],"coverage":[],"title":["Multiplication operators on L(L_p) and $\\ell_p$-strictly singular\n  operators"],"description":["  A classification of weakly compact multiplication operators on L(L_p),\n$1<p<\\infty$, is given. This answers a question raised by Saksman and Tylli in\n1992. The classification involves the concept of $\\ell_p$-strictly singular\noperators, and we also investigate the structure of general $\\ell_p$-strictly\nsingular operators on L_p. The main result is that if an operator T on L_p,\n1<p<2, is $\\ell_p$-strictly singular and T_{|X} is an isomorphism for some\nsubspace X of L_p, then X embeds into L_r for all r<2, but X need not be\nisomorphic to a Hilbert space.\n  It is also shown that if T is convolution by a biased coin on L_p of the\nCantor group, $1\\le p <2$, and $T_{|X}$ is an isomorphism for some reflexive\nsubspace X of L_p, then X is isomorphic to a Hilbert space. The case p=1\nanswers a question asked by Rosenthal in 1976.\n"]}]
["0708.0564",{"format":[],"subject":["Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0564","European Journal of Pharmacology 453(2-3): 189-195 (2002)"],"date":["2007-08-03"],"type":["text"],"creator":["Candelario-Jalil, E.","Alvarez, D.","Gonzalez-Falcon, A.","Garcia-Cabrera, M.","Martinez-Sanchez, G.","Merino, N.","Giuliani, A.","Leon, O. S."],"language":[],"coverage":[],"title":["Neuroprotective efficacy of nimesulide against hippocampal neuronal\n  damage following transient forebrain ischemia"],"description":["  Cyclooxygenase-2 is involved in the inflammatory component of the ischemic\ncascade, playing an important role in the delayed progression of the brain\ndamage. The present study evaluated the pharmacological effects of the\nselective cyclooxygenase-2 inhibitor nimesulide on delayed neuronal death of\nhippocampal CA1 neurons following transient global cerebral ischemia in\ngerbils. Administration of therapeutically relevant doses of nimesulide (3, 6\nand 12 mg/kg; i.p.) 30 min before ischemia and at 6, 12, 24, 48 and 72 h after\nischemia significantly (P<0.01) reduced hippocampal neuronal damage. Treatment\nwith a single dose of nimesulide given 30 min before ischemia also resulted in\na significant increase in the number of healthy neurons in the hippocampal CA1\nsector 7 days after ischemia. Of interest is the finding that nimesulide\nrescued CA1 pyramidal neurons from ischemic death even when treatment was\ndelayed until 24 h after ischemia (34+/-9% protection). Neuroprotective effect\nof nimesulide is still evident 30 days after the ischemic episode, providing\nthe first experimental evidence that cyclooxygenase-2 inhibitors confer a\nlong-lasting neuroprotection. Oral administration of nimesulide was also able\nto significantly reduce brain damage, suggesting that protective effects are\nindependent of the route of administration. The present study confirms the\nability of cyclooxygenase-2 inhibitors to reduce brain damage induced by\ncerebral ischemia and indicates that nimesulide can provide protection when\nadministered for up to 24 h post-ischemia.\n"]}]
["0708.0571",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14F43, 55N22, 55S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0571"],"date":["2007-08-03","2007-08-04"],"type":["text"],"creator":["Bisson, Terrence P.","Tsemo, Aristide"],"language":[],"coverage":[],"title":["Extended powers and Steenrod operations in algebraic geometry"],"description":["  Steenrod operations have been defined by Voedvodsky in motivic cohomology in\norder to show the Milnor and Bloch-Kato conjectures. These operations have also\nbeen constructed by Brosnan for Chow rings. The purpose of this paper is to\nprovide a setting for the construction of the Steenrod operations in algebraic\ngeometry, for generalized cohomology theories whose formal group law has order\ntwo. We adapt the methods used by Bisson-Joyal in studying Steenrod and\nDyer-Lashof operations in unoriented cobordism and mod 2 cohomology.\n","Comment: 12 pages, plain tex, uses Paul Taylor's diagrams"]}]
["0708.0572",{"format":[],"subject":["Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0572","Neuroscience Research 41(3): 233-241 (2001)"],"date":["2007-08-03"],"type":["text"],"creator":["Candelario-Jalil, E.","Mhadu, N. H.","Al-Dalain, S. M.","Martinez, G.","Leon, O. S."],"language":[],"coverage":[],"title":["Time course of oxidative damage in different brain regions following\n  transient cerebral ischemia in gerbils"],"description":["  The time course of oxidative damage in different brain regions was\ninvestigated in the gerbil model of transient cerebral ischemia. Animals were\nsubjected to both common carotid arteries occlusion for 5 min. After the end of\nischemia and at different reperfusion times (2, 6, 12, 24, 48, 72, 96 h and 7\ndays), markers of lipid peroxidation, reduced and oxidized glutathione levels,\nglutathione peroxidase, glutathione reductase, manganese-dependent superoxide\ndismutase (MnSOD) and copper/zinc containing SOD (Cu/ZnSOD) activities were\nmeasured in hippocampus, cortex and striatum. Oxidative damage in hippocampus\nwas maximal at late stages after ischemia (48-96 h) coincident with a\nsignificant impairment in glutathione homeostasis. MnSOD increased in\nhippocampus at 24, 48 and 72 h after ischemia, coincident with the marked\nreduction in the activity of glutathione-related enzymes. The late disturbance\nin oxidant-antioxidant balance corresponds with the time course of delayed\nneuronal loss in the hippocampal CA1 sector. Cerebral cortex showed early\nchanges in oxidative damage with no significant impairment in antioxidant\ncapacity. Striatal lipid peroxidation significantly increased as early as 2 h\nafter ischemia and persisted until 48 h with respect to the sham-operated\ngroup. These results contribute significant information on the timing and\nfactors that influence free radical formation following ischemic brain injury,\nan essential step in determining effective antioxidant intervention.\n"]}]
["astro-ph/0703769",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0703769","Acta Astron., 57 (2007) 73"],"date":["2007-03-29","2007-08-06"],"type":["text"],"creator":["Peeples, Molly S.","Stanek, K. Z.","DePoy, D. L."],"language":[],"coverage":[],"title":["A Study of Stellar Photometric Variability Within the Central 4 pc of\n  the Galactic Center with Infrared Image Subtraction"],"description":["  We present a catalog of 110 variable stars within ~1' of Sgr A* based on\nimage subtraction of near-infrared (H and K) photometry. Our images were\nobtained over 133 nights from 2000--2002 in H-band and over 134 nights from\n2001--2002 in K-band; the typical FWHM is 1.4''. We match the catalog to other\nnear-infrared, X-ray, and radio (i.e., maser) data, and we discuss some of the\nmore interesting objects. The catalog includes 14 periodic sources, several\nknown long-period variables and three new LPV candidates. We associate IRS 10*\nwith OH, SiO, and H2O masers and a bright X-ray point source; this analysis\nsuggests IRS 10* is an AGB star with an accreting companion. Among the\napproximately 90 newly discovered sources are a probable cataclysmic variable,\na potential edge-on contact 84 day period eclipsing binary, and a possible 41\nday period pulsating variable.\n","Comment: Published in Acta Astronomica. High resolution version available at\n  http://www.astronomy.ohio-state.edu/~molly/AcA_57_173.pdf"]}]
["cond-mat/0612566",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612566","Phys. Rev. Lett. 99, 036807 (2007)","doi:10.1103/PhysRevLett.99.036807"],"date":["2006-12-21","2007-08-06"],"type":["text"],"creator":["Koerting, V.","Wlfle, P.","Paaske, J."],"language":[],"coverage":[],"title":["Transconductance of a double quantum dot system in the Kondo regime"],"description":["  We consider a lateral double-dot system in the Coulomb blockade regime with a\nsingle spin-1/2 on each dot, mutually coupled by an anti-ferromagnetic exchange\ninteraction. Each of the two dots is contacted by two leads. We demonstrate\nthat the voltage across one of the dots will have a profound influence on the\ncurrent passing through the other dot. Using Poor Man's scaling, we find that\nthe Kondo-effect can lead to a strong enhancement of this {\\it\ntransconductance}.\n","Comment: updated to published version"]}]
["cond-mat/0701462",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701462","Appl. Phys. Lett. 90, 261917 (2007) (3 pages)","doi:10.1063/1.2753118"],"date":["2007-01-18"],"type":["text"],"creator":["Koster, Gertjan","Huh, Jeong-Uk","Hammond, R. H.","Beasley, M. R."],"language":[],"coverage":[],"title":["Use of real-time Fourier Transform Infrared Reflectivity as an in situ\n  monitor of YBCO film growth and processing"],"description":["  Fourier Transform Infrared (FTIR) spectroscopy has been utilized during high\nrate E-beam evaporation/deposition of YBa2Cu3O7 (YBCO). The results demonstrate\nthe great utility of FTIR as an in situ monitor of YBCO deposition and\nprocessing. We detect different (amorphous/fine polycrystalline) insulating\npre-existing phases to the high Tc superconducting phase which appear to have\ndistinct reflectivity fingerprints dominated by thin film interference effects,\nas a function of temperature and oxygen pressure. These fingerprints reveal\nsome of the kinetic and thermodynamic pathways during the growth of YBCO.\n","Comment: 13 pages, 3 figures The following article has been submitted to\n  Applied Physics Letters. After it is published, it will be found at\n  http://apl.aip.org"]}]
["cond-mat/0702079",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702079","Phys. Rev. B 76, 035122 (2007)","doi:10.1103/PhysRevB.76.035122"],"date":["2007-02-05","2007-08-06"],"type":["text"],"creator":["Pizorn, Iztok","Prosen, Tomaz","Seligman, Thomas H."],"language":[],"coverage":[],"title":["Loschmidt echoes in two-body random matrix ensembles"],"description":["  Fidelity decay is studied for quantum many-body systems with a dominant\nindependent particle Hamiltonian resulting e.g. from a mean field theory with a\nweak two-body interaction. The diagonal terms of the interaction are included\nin the unperturbed Hamiltonian, while the off-diagonal terms constitute the\nperturbation that distorts the echo. We give the linear response solution for\nthis problem in a random matrix framework. While the ensemble average shows no\nsurprising behavior, we find that the typical ensemble member as represented by\nthe median displays a very slow fidelity decay known as ``freeze''. Numerical\ncalculations confirm this result and show, that the ground state even on\naverage displays the freeze. This may contribute to explanation of the\n``unreasonable'' success of mean field theories.\n","Comment: 9 pages, 5 figures (6 eps files), RevTex; v2: slight modifications\n  following referees' suggestions"]}]
["cond-mat/0702275",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702275","Eur. Phys. J. B 57, 429-451 (2007)","doi:10.1140/epjb/e2007-00193-4"],"date":["2007-02-12","2007-06-19"],"type":["text"],"creator":["Luck, J. M.","Mehta, Anita"],"language":[],"coverage":[],"title":["Dynamical diversity and metastability in a hindered granular column near\n  jamming"],"description":["  Granular media jam into a panoply of metastable states. The way in which\nthese states are achieved depends on the nature of local and global constraints\non grains; here we investigate this issue by means of a non-equilibrium\nstochastic model of a hindered granular column near its jamming limit. Grains\nfeel the constraints of grains above and below them differently, depending on\ntheir position. A rich phase diagram with four dynamical phases (ballistic,\nactivated, logarithmic and glassy) is revealed. The statistics of the jamming\ntime and of the metastable states reached as attractors of the zero-temperature\ndynamics is investigated in each of these phases. Of particular interest is the\nglassy phase, where intermittency and a strong deviation from Edwards' flatness\nare manifest.\n","Comment: 23 pages, 12 figures"]}]
["hep-ex/0308036",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0308036"],"date":["2003-08-14"],"type":["text"],"creator":["The Belle Collaboration","Abe, K."],"language":[],"coverage":[],"title":["Measurement of CP-Violation Parameter sin(2phi1) with 152 Million BB-bar\n  Pairs"],"description":["  We present a precise measurement of the standard model CP-violation parameter\nsin(2phi1) based on a sample of 152 x 10^6 BB-bar pairs collected at the\nUpsilon(4S) resonance with the Belle detector at the KEKB asymmetric-energy\ne+e- collider. One neutral B meson is reconstructed in a J/psi Ks0, psi(2S)\nKs0, chi_c1 Ks0, eta_c Ks0, J/psi K*0, or J/psi KL CP-eigenstate decay channel\nand the flavor of the accompanying B meson is identified from its decay\nproducts. From the asymmetry in the distribution of the time interval between\nthe two B meson decay points, we obtain sin(2phi1) = 0.733 +/- 0.057(stat) +/-\n0.028(syst).\n","Comment: 11 pages, 4 postscript figures, contributed to the XXI International\n  Symposium on Lepton and Photon Interactions at High Energies, Aug. 11-16,\n  2003, Fermilab, Illinois USA"]}]
["hep-ex/0405014",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0405014"],"date":["2004-05-11"],"type":["text"],"creator":["Choi, S. -K.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Properties of the X(3872)"],"description":["  We report recent results on the properties of the X(3872) produced via the B+\n-> K+ X(3872) decay process in the Belle detector. We present constraints on\npossible charmonium-state assignments for this particles.\n","Comment: 6 pages, 5 figures, Presented at Lake Louise Winter Institute 2004,\n  15-21 Feb., Albert, Canada"]}]
["hep-ex/0408107",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0408107"],"date":["2004-08-22"],"type":["text"],"creator":["Abe, K.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Measurement of Branching Fractions in B0 -> J/Psi pi+pi- Decay"],"description":["  We report a measurement of the branching fractions in the B0->J/Psi pi+pi-\ndecay based on a 140/fb data sample collected at the Upsilon(4S) energy with\nthe Belle detector at the KEKB e+e- collider. Charged pion pairs are found to\narise mainly from rho0 and f2 mesons; an upper limit for the non-resonant\ncontribution is also set. The following branching fractions are obtained:\nBr(B0->J/Psi rho0)=(2.8+-0.3+-0.3)*10^{-5}, Br(B0->J/Psi f2)<1.5*10^{-5}(at 90%\nC.L.) and Br(B0->J/Psi (pi+pi-)non-res.)<1.5*10^{-5}(at 90% C.L.).\n","Comment: 11 pages, 3 figures, submitted to to ICHEP2004, Beijing, China"]}]
["hep-ex/0408131",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0408131"],"date":["2004-08-25"],"type":["text"],"creator":["Abe, K.","collaboration, for the Belle"],"language":[],"coverage":[],"title":["Measurement of Branching Fraction and CP Asymmetry in B-> eta h Decays"],"description":["  We report measurements of $B$ to pseudoscalar-pseudoscalar decays with at\nleast one eta meson in the final state using 140 fb^{-1} of data collected by\nthe Belle detector at KEKB e^+ e^- collider. We observe the decays of B^+-> eta\npi^+ and B^+-> eta K^+; the measured branching fractions are Br(B^+-> eta pi^+)\n= (4.8^{+0.8}_{-0.7}(stat) +- 0.3 (sys)) * 10^-6 and Br(B^+-> eta K^+) = (2.1\n+- 0.6 (stat) +- 0.2 (sys)) * 10^-6. Their corresponding CP violating\nasymmetries are measured to be 0.07 +- 0.15 +- 0.03 for eta pi^+- and -0.49 +-\n0.31 +- 0.07 for eta K^+-. No significant signals are found for neutral B meson\ndecays. We report the following upper limits on branching fractions at the 90%\nconfidence level: Br(B^0 -> eta K^0) < 2.0 * 10^-6, Br(B^0-> eta pi^0) < 2.5 *\n10^-6 and Br(B^0 -> eta eta) < 2.0 * 10^-6.\n","Comment: 10 pages, 2 figures, submitted to ICHEP2004, Beijing, China"]}]
["hep-ex/0408132",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0408132"],"date":["2004-08-26","2004-08-28"],"type":["text"],"creator":["Abe, K.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Search for B^+ -> mu^+ nu and B^+ -> l^+ nu gamma decays"],"description":["  We have searched for the leptonic and radiative leptonic B decays, B^+ ->\nmu^+ nu, B^+ -> e^+ nu gamma and B^+ -> mu^+ nu gamma. Using a 140 fb^{-1} data\nsample collected with the Belle detector at the KEKB asymmetric e^+ e^-\ncollider, we find no evidence for signals in any mode and set the following\npreliminary upper limits at 90% confidence level:\n  BR(B^+ -> mu^+ nu) < 2.0 * 10^-6,\n  BR(B^+ -> e^+ nu gamma) < 2.2 * 10^-5, and BR(B^+ -> mu^+ nu gamma) < 2.3 *\n10^-5.\n","Comment: 14 pages, 7 figures, submitted to ICHEP2004, Beijing, China"]}]
["hep-ex/0408144",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0408144"],"date":["2004-08-30"],"type":["text"],"creator":["Abe, K.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Search for B -> tau nu at Belle"],"description":["  We present a search for the decay B -> tau nu in a 140 fb^-1 data sample\ncollected at the Upsilon(4S) resonance with the Belle detector at the KEKB\nasymmetric B factory. Combinatorial and continuum backgrounds are suppressed by\nselecting a sample of events with one fully reconstructed B. The decay products\nof the other side B in the event are analyzed to search for a B -> tau nu\ndecay. We find no significant evidence for a signal and set a 90% confidence\nlevel upper limit of Br(B -> tau nu) < 2.9 * 10^-4. All results are\npreliminary.\n","Comment: 11 pages, 5 figures, submitted to ICHEP2004, Beijing, China"]}]
["hep-ex/0409049",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0409049"],"date":["2004-09-23","2004-09-24"],"type":["text"],"creator":["Abe, K.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["New Measurements of Time-Dependent CP-Violating Asymmetries in b --> s\n  Transitions at Belle"],"description":["  We present new measurements of CP-violation parameters in B0 --> phi K0, K+\nK- Ks, f0(980) Ks, eta' Ks, omega Ks, Ks pi0, and K*0 gamma (K*0 --> Ks pi0)\ndecays based on a sample of 275 x 10^6 BBbar pairs collected at the Upsilon(4S)\nresonance with the Belle detector at the KEKB energy-asymmetric e+e- collider.\nOne neutral B meson is fully reconstructed in one of the specified decay\nchannels, and the flavor of the accompanying B meson is identified from its\ndecay products. CP-violation parameters for each of the decay modes are\nobtained from the asymmetries in the distributions of the proper-time intervals\nbetween the two B decays. All results are preliminary.\n","Comment: 23 pages, 3 figures, submitted to ICHEP2004, Beijing, China"]}]
["hep-ex/0410006",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0410006"],"date":["2004-10-04","2004-10-19"],"type":["text"],"creator":["Abe, K.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Measurement of the Differential $q^2$ Spectrum and Forward-Backward\n  Asymmetry for $B \\to K^{(*)} \\ell^+ \\ell^-$"],"description":["  We report measurements of the differential $q^2$ spectrum and the\nforward-backward asymmetry for $B \\to K^{(*)} \\ell^+\\ell^-$, where $\\ell$\nrepresents an electron or a muon, with a data sample of 253 fb$^{-1}$\naccumulated on the $\\Upsilon(4S)$ resonance with the Belle detector at KEKB. We\nalso present measurements of the branching fractions and their ratios.\n","Comment: BELLE-CONF-0415, submitted to FPCP04, Daegu, Korea and ICHEP04,\n  Beijing, China"]}]
["hep-ex/0411056",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0411056"],"date":["2004-11-17","2004-12-24"],"type":["text"],"creator":["Abe, K.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["New Measurements of Time-Dependent CP-Violating Asymmetries in B0 ->\n  KsKsKs and Ks pi0 gamma Decays at Belle"],"description":["  We present new measurements of CP-violation parameters in B0 -> KsKsKs and Ks\npi0 gamma decays based on a sample of 275 x 10^6 BBbar pairs collected at the\nUpsilon(4S) resonance with the Belle detector at the KEKB energy-asymmetric\ne+e- collider. One neutral B meson is fully reconstructed in one of the\nspecified decay channels, and the flavor of the accompanying B meson is\nidentified from its decay products. CP-violation parameters are obtained from\nthe asymmetries in the distributions of the proper-time intervals between the\ntwo B decays. We obtain S_{KsKsKs} = +1.26 +/- 0.68(stat) +/- 0.18(syst),\nA_{KsKsKs} = +0.54 +/- 0.34(stat) +/- 0.08(syst), S_{Ks pi0 gamma} = -0.58\n+0.46/-0.38(stat) +/- 0.11(syst), A_{Ks pi0 gamma} = +0.03 +/- 0.34(stat) +/-\n0.11(syst). All results are preliminary.\n","Comment: 16 pages, 3 figures, submitted to FPCP2004, Daegu, Korea"]}]
["hep-ex/0412072",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0412072"],"date":["2004-12-28"],"type":["text"],"creator":["Abe, K.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Study of B0 -> \\bar{D}(*)0 pi+ pi- decays"],"description":["  We report the results of a study of neutral B decays to the $D^0 \\pi^+ \\pi^-$\nand $D^{*0} \\pi^+ \\pi^-$ final states using complete $D^{(*)0}$ reconstruction.\nThe contributions from two-body $B\\to D^{**} \\pi$ with narrow ($j_q=3/2$)\n$D^{**}$ states and $B\\to D^{(*)}\\rho, D^{(*)} f_2, D^{(*)}\\sigma$ decays have\nbeen determined. All results are preliminary, and are based on a large data\nsample collected in the Belle experiment at the KEKB $e^+e^-$ collider.\n","Comment: 24 pages, 13 figures, ICHEP04 11-0710, BELLE-CONF-0460"]}]
["hep-th/0605142",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0605142"],"date":["2006-05-15","2007-08-06"],"type":["text"],"creator":["Requardt, Manfred"],"language":[],"coverage":[],"title":["Entanglement-Entropy for Groundstates, Low-lying and Highly Excited\n  Eigenstates of General (Lattice) Hamiltonians"],"description":["  We investigate the behavior of entanglement-entropy on a broad scale, that\nis, a large class of systems, Hamiltonians and states describing the\ninteraction of many degrees of freedom. It is one of our aims to show which\ngeneral characteristics are responsible for the different types of quantitative\nbehavior of entantglement-entropy. Our main lesson is that what really matters\nis the degree of degeneracy of the spectrum of certain nearby reference\nHamiltonians. For calculational convenience we study primarily systems defined\non large but finite regions of regular lattices. We show that general vector\nstates, being not related to some short-range Hamiltonian do not lead in the\ngeneric case to an area-like behavior of entanglement-entropy. The situation\nchanges if eigenstates of a Hamiltonian with short-range interactions are\nstudied. We found three broad classes of eigenstates. Global groundstates\ntypically lead to entanglement-entropies of subvolumes proportional to the area\nof the dividing surface. Macroscopically excited (vector)states have in the\ngeneric case an entanglement-entropy which is proportional to the enclosed\nsubvolume and, furthermore, display a certain Gibbsian behavior. Low-lying\nexcited states, on the other hand, lead to an entanglement-entropy which is\nusually proportional to the logarithm of the enclosed subvolume times the area\nof the dividing surface .\n","Comment: 36 pages, no figures, Latex, addition of further references and\n  comments following the suggestions of referees, submitted to J.Phys.A"]}]
["math/0001098",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Probability","46L50, 81S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0001098","Indiana University Mathematical Journal, 50 (2001), 953-987"],"date":["2000-01-18"],"type":["text"],"creator":["Mingo, James A.","Nica, Alexandru"],"language":[],"coverage":[],"title":["Random unitaries in non-commutative tori, and an asymptotic model for\n  q-circular systems"],"description":["  We consider the concept of a q-circular system, which is a deformation of the\ncircular system from free probability, taking place in the framework of the\nso-called 'q-commutation relations'. We show that certain averages of random\nunitaries in non-commutative tori behave asymptotically like a q-circular\nsystem.\n","Comment: 32 pages, LaTeX 2.09"]}]
["math/0502187",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B65, 05A10, 11A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502187","J. Number Theory 126(2007), no.2, 287-296"],"date":["2005-02-09","2007-08-04"],"type":["text"],"creator":["Sun, Zhi-Wei","Tauraso, Roberto"],"language":[],"coverage":[],"title":["Congruences for sums of binomial coefficients"],"description":["  Let q>1 and m>0 be relatively prime integers. We find an explicit period\n$\\nu_m(q)$ such that for any integers n>0 and r we have\n$[n+\\nu_m(q),r]_m(a)=[n,r]_m(a) (mod q)$ whenever a is an integer with\n$\\gcd(1-(-a)^m,q)=1$, or a=-1 (mod q), or a=1 (mod q) and 2|m, where\n$[n,r]_m(a)=\\sum_{k=r(mod m)}\\binom{n}{k}a^k$. This is a further extension of a\ncongruence of Glaisher.\n"]}]
["math/0505515",{"format":[],"subject":["Mathematics - Probability","05C38, 15A15, 15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505515","Stochastic Processes and their applications; 116 - p.917-938\n  (2006)"],"date":["2005-05-24","2007-08-03"],"type":["text"],"creator":["Nikeghbali, Ashkan"],"language":[],"coverage":[],"title":["A class of remarkable submartingales"],"description":["  In this paper, we consider the special class of positive local submartingales\n(X_{t}) of the form: X_{t}=N_{t}+A_{t}, where the measure (dA_{t}) is carried\nby the set {t: X_{t}=0}. We show that many examples of stochastic processes\nstudied in the literature are in this class and propose a unified approach\nbased on martingale techniques to study them. In particular, we establish some\nmartingale characterizations for these processes and compute explicitly some\ndistributions involving the pair (X_{t},A_{t}). We also associate with X a\nsolution to the Skorokhod's stopping problem for probability measures on the\npositive half-line.\n","Comment: Typos corrected. Close to the published version"]}]
["math/0506369",{"format":[],"subject":["Mathematics - Probability","05C38, 15A15, 15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506369","Journal of Theoretical Probability, 19 (4)- p. 931-949 (2006)"],"date":["2005-06-18","2007-08-03"],"type":["text"],"creator":["Nikeghbali, Ashkan"],"language":[],"coverage":[],"title":["Multiplicative decompositions and frequency of vanishing of nonnegative\n  submartingales"],"description":["  In this paper, we establish a multiplicative decomposition formula for\nnonnegative local martingales and use it to characterize the set of continuous\nlocal submartingales Y of the form Y=N+A, where the measure dA is carried by\nthe set of zeros of Y. In particular, we shall see that in the set of all local\nsubmartingales with the same martingale part in the multiplicative\ndecomposition, these submartingales are the smallest ones. We also study some\nintegrability questions in the multiplicative decomposition and interpret the\nnotion of saturated sets in the light of our results.\n","Comment: Typos corrected. Close to the published version"]}]
["math/0608297",{"format":[],"subject":["Mathematics - Complex Variables","30C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608297"],"date":["2006-08-11","2007-08-05"],"type":["text"],"creator":["Adams, Steven R.","Cardon, David A."],"language":[],"coverage":[],"title":["Sums of entire functions having only real zeros"],"description":["  We show that certain sums of products of Hermite-Biehler entire functions\nhave only real zeros, extending results of Cardon. As applications of this\ntheorem we construct sums of exponential functions having only real zeros, we\nconstruct polynomials having zeros only on the unit circle, and we obtain the\nthree-term recurrence relation for an arbitrary family of real orthogonal\npolynomials. We discuss a similarity of this result with the Lee-Yang circle\ntheorem from statistical mechanics. Also, we state several open problems.\n","Comment: 10 pages, corrected minor typos"]}]
["math/0608467",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Number Theory","01A50, 11A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608467"],"date":["2006-08-18","2007-08-05"],"type":["text"],"creator":["Euler, Leonhard"],"language":[],"coverage":[],"title":["Theorems on residues obtained by the division of powers"],"description":["  This is an English translation of Euler's ``Theoremata circa residua ex\ndivisione potestatum relicta'', Novi Commentarii academiae scientiarum\nPetropolitanae 7 (1761), 49-82. E262 in the Enestrom index.\n  Euler gives many elementary results on power residues modulo a prime number\np.\n  He shows that the order of a subgroup generated by an element a in F_p^* must\ndivide the order p-1 of F_p^* (i.e. a special case of Lagrange's theorem for\ncyclic groups).\n  Euler also gives a proof of Fermat's little theorem, that a^{p-1} = 1 mod p\nfor a relatively prime to p (i.e. not 0 mod p). He remarks that this proof is\nmore natural, as it uses multiplicative properties of F_p^* instead of the\nbinomial expansion.\n  Thanks to Jean-Marie Bois for pointing out some typos.\n","Comment: 27 pages, E262"]}]
["physics/0608146",{"format":[],"subject":["Physics - Biological Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0608146","Phys. Rev. Lett. 98, 058104 (2007)","doi:10.1103/PhysRevLett.98.058104"],"date":["2006-08-14","2007-08-06"],"type":["text"],"creator":["Lenz, Olaf","Schmid, Friederike"],"language":[],"coverage":[],"title":["Structure of symmetric and asymmetric \"ripple\" phases in lipid bilayers"],"description":["  We reproduce the symmetric and asymmetric ``rippled'' $P_{\\beta'}$ states of\nlipid membranes by Monte Carlo simulations of a coarse-grained molecular model\nfor lipid-solvent mixtures. The structure and properties compare favorably with\nexperiments. The asymmetric ripple state is characterized by a periodic array\nof fully interdigitated ``defect'' lines. The symmetric ripple state maintains\na bilayer structure, but is otherwise structurally similar. The formation of\nboth ripple states is driven by the propensity of lipid molecules with large\nhead groups to exhibit splay.\n","Comment: 4 pages, 4 figures"]}]
["physics/0608226",{"format":[],"subject":["Physics - Biological Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0608226","Computer Physics Communications Comp. Phys. Comm. 177, 168 (2007)","doi:10.1016/j.cpc.2007.02.066"],"date":["2006-08-23"],"type":["text"],"creator":["Schmid, F.","Duchs, D.","Lenz, O.","West, B."],"language":[],"coverage":[],"title":["A generic model for lipid monolayers, bilayers, and membranes"],"description":["  We describe a simple coarse-grained model which is suited to study lipid\nlayers and their phase transitions. Lipids are modeled by short semiflexible\nchains of beads with a solvophilic head and a solvophobic tail component. They\nare forced to self-assemble into bilayers by a computationally cheap `phantom\nsolvent' environment. The model reproduces the most important phases and phase\ntransitions of monolayers and bilayers. Technical issues such as Monte Carlo\nparallelization schemes are briefly discussed.\n","Comment: 4 pages, 4 figures conference paper for the CCP 2006 (Gyeongju,\n  Korea)"]}]
["physics/0612200",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612200","Phys. Rev. Lett. 98, 263902 (2007)","doi:10.1103/PhysRevLett.98.263902"],"date":["2006-12-20"],"type":["text"],"creator":["Skupin, S.","Saffman, M.","Krolikowski, W."],"language":[],"coverage":[],"title":["Nonlocal stabilization of nonlinear beams in a self-focusing atomic\n  vapor"],"description":["  We show that ballistic transport of optically excited atoms in an atomic\nvapor provides a nonlocal nonlinearity which stabilizes the propagation of\nvortex beams and higher order modes in the presence of a self-focusing\nnonlinearity. Numerical experiments demonstrate stable propagation of lowest\nand higher order vortices over a hundred diffraction lengths, before\ndissipation leads to decay of these structures.\n","Comment: 3 figures"]}]
["q-bio/0609019",{"format":[],"subject":["Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0609019","Multiscale Modeling & Simulation, Vol. 6, No. 2, pp. 347-365, 2007","doi:10.1137/060669796"],"date":["2006-09-13"],"type":["text"],"creator":["Ayati, Bruce P.","Klapper, Isaac"],"language":[],"coverage":[],"title":["A Multiscale Model of Biofilm as a Senescence-Structured Fluid"],"description":["  We derive a physiologically structured multiscale model for biofilm\ndevelopment. The model has components on two spatial scales, which induce\ndifferent time scales into the problem. The macroscopic behavior of the system\nis modeled using growth-induced flow in a domain with a moving boundary.\nCell-level processes are incorporated into the model using a so-called\nphysiologically structured variable to represent cell senescence, which in turn\naffects cell division and mortality. We present computational results for our\nmodels which shed light on modeling the combined role senescence and the\nbiofilm state play in the defense strategy of bacteria.\n"]}]
["quant-ph/0702162",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702162","Phys. Rev. Lett. 99, 013002 (2007)","doi:10.1103/PhysRevLett.99.013002"],"date":["2007-02-15","2007-04-17"],"type":["text"],"creator":["Puppe, T.","Schuster, I.","Grothe, A.","Kubanek, A.","Murr, K.","Pinkse, P. W. H.","Rempe, G."],"language":[],"coverage":[],"title":["Trapping and observing single atoms in the dark"],"description":["  A single atom strongly coupled to a cavity mode is stored by\nthree-dimensional confinement in blue-detuned cavity modes of different\nlongitudinal and transverse order. The vanishing light intensity at the trap\ncenter reduces the light shift of all atomic energy levels. This is exploited\nto detect a single atom by means of a dispersive measurement with 95%\nconfidence in 0.010 ms, limited by the photon-detection efficiency. As the atom\nswitches resonant cavity transmission into cavity reflection, the atom can be\ndetected while scattering about one photon.\n"]}]
