["0704.0134",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0134"],"date":["2007-04-02","2007-08-01"],"type":["text"],"creator":["Chaudhuri, A. K."],"language":[],"coverage":[],"title":["Causal dissipative hydrodynamics for QGP fluid in 2+1 dimensions"],"description":["  In 2nd order causal dissipative theory, space-time evolution of QGP fluid is\nstudied in 2+1 dimensions. Relaxation equations for shear stress tensors are\nsolved simultaneously with the energy-momentum conservation equations.\nComparison of evolution of ideal and viscous QGP fluid, initialized under the\nsame conditions, e.g. same equilibration time, energy density and velocity\nprofile, indicate that in a viscous dynamics, energy density or temperature of\nthe fluid evolve slowly, than in an ideal fluid. Cooling gets slower as\nviscosity increases. Transverse expansion also increases in a viscous dynamics.\nFor the first time we have also studied elliptic flow of 'quarks' in causal\nviscous dynamics. It is shown that elliptic flow of quarks saturates due to\nnon-equilibrium correction to equilibrium distribution function, and can not be\nmimicked by an ideal hydrodynamics.\n","Comment: Extensively revised version. In the revised version, we have\n  discussed the effect of viscosity on (quark) transverse momentum distribution\n  and on elliptic flow. It was shown that elliptic flow saturates due to\n  non-equilirium correction to the equilibrium distribution function and can\n  not be mimicked by ideal dynamics. 15 pages, 16 figures"]}]
["0704.0483",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0483","Phys. Rev. B 76, 014503 (2007)","doi:10.1103/PhysRevB.76.014503"],"date":["2007-04-03"],"type":["text"],"creator":["Ichioka, Masanori","Adachi, Hiroto","Mizushima, Takeshi","Machida, Kazushige"],"language":[],"coverage":[],"title":["Vortex state in a Fulde-Ferrell-Larkin-Ovchinnikov superconductor based\n  on the quasiclassical theory"],"description":["  We investigate the vortex state with Fulde-Ferrell-Larkin-Ovchinnikov (FFLO)\nmodulations suggested for a high field phase of CeCoIn_5. On the basis of the\nquasiclassical Eilenberger theory, we calculate the three dimensional structure\nof pair potentials, internal magnetic fields, paramagnetic moments, and\nelectronic states, for the s-wave and the d-wave pairings comparatively. The\n\\pi-phase shift of the pair potential at the FFLO nodal plane or at the vortex\ncore induces sharp peak states in the local density of states, and enhances the\nlocal paramagnetic moment. We also discuss the NMR spectrum and the neutron\nscattering as methods to detect the FFLO structure.\n","Comment: 11 pages, 10 figures"]}]
["0704.2513",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2513"],"date":["2007-04-19","2007-08-01"],"type":["text"],"creator":["Farkas, L."],"language":[],"coverage":[],"title":["Reaching the Holevo Capacity via von Neumann measurement, and its use"],"description":["  In this article we show that the Holevo capacity of a classical quantum\nchannel, can be reached not only by a POVM but by von Neumann measurement too.\nFurthermore we show two use of this fact 1) We can generalize the classical\ncompound channel to quantum environment and with this new measure technique we\ncan give an optimal coding/decoding algorithm to it. 2) We give an algorithm,\nwith it a classical system can be decoded by quantum apparatus in linear time,\nwhich is a surprising result, because best known optimal classical decoding\nalgorithm need n*log(n) time. This means that if a quantum machine can perform\narbitrarily von Neumann measurement with only two possible outcome, then it can\nsolve non-polynomial classical problems in linear time.\n","Comment: 19 pages"]}]
["0704.3246",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3246","Phys. Rev. Lett. 99, 044502 (2007).","doi:10.1103/PhysRevLett.99.044502"],"date":["2007-04-24"],"type":["text"],"creator":["Ruban, V. P."],"language":[],"coverage":[],"title":["Nonlinear stage of the Benjamin-Feir instability: Three-dimensional\n  coherent structures and rogue waves"],"description":["  A specific, genuinely three-dimensional mechanism of rogue wave formation, in\na late stage of the modulational instability of a perturbed Stokes deep-water\nwave, is recognized through numerical experiments. The simulations are based on\nfully nonlinear equations describing weakly three-dimensional potential flows\nof an ideal fluid with a free surface in terms of conformal variables.\nSpontaneous formation of zigzag patterns for wave amplitude is observed in a\nnonlinear stage of the instability. If initial wave steepness is sufficiently\nhigh ($ka>0.06$), these coherent structures produce rogue waves. The most tall\nwaves appear in ``turns'' of the zigzags. For $ka<0.06$, the structures decay\ntypically without formation of steep waves.\n","Comment: 11 pages, 7 figures, submitted to PRL"]}]
["0704.3852",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3852"],"date":["2007-04-29","2007-08-01"],"type":["text"],"creator":["Kreft, Jennifer","Schroeter, Matthias","Swift, Jack B.","Swinney, Harry L."],"language":[],"coverage":[],"title":["Fluidization of a vertically oscillated shallow granular layer"],"description":["  Molecular dynamics simulations are used to study fluidization of a vertically\nvibrated, three-dimensional shallow granular layer. As the container\nacceleration is increased above g, the granular temperature and root mean\nsquare particle displacement increase, gradually fluidizing the layer. For\nnearly elastic particles, or low shaking frequencies, or small layer depths,\nthe end of the fluidization process is marked by an abrupt increase in the\ngranular temperature and rms particle displacement. The layer is then fully\nfluidized since macroscopic, fluid-like phenomena such as convection rolls and\nsurface waves are observed. Increasing the total dissipation (by either\ndecreasing the restitution coefficient or increasing the total number of\nparticles) decreases the increase in granular temperature and rms particle\ndisplacement at fluidization, and shifts the increase to higher accelerations.\nIncreasing the frequency also decreases the magnitude of the jump, and shifts\nthe change to lower accelerations.\n","Comment: After further investigations, we find that the results for the\n  temperature and rms displacement at low $\\Gamma$ depend on the functional\n  form of the velocity dependence of the restitution coefficient"]}]
["0705.1604",{"format":[],"subject":["Physics - Atomic Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1604","Phys. Rev. A 76, 012723 (2007)","doi:10.1103/PhysRevA.76.012723"],"date":["2007-05-11"],"type":["text"],"creator":["Zhang, J. -Y.","Yan, Z. -C.","Vrinceanu, D.","Babb, J. F.","Sadeghpour, H. R."],"language":[],"coverage":[],"title":["Accurate long-range coefficients for two excited like isotope He atoms:\n  He($2 ^1P$)--He($2 ^1P$), He($2 ^1P$)--He($2 ^3P$), and He($2 ^3P$)--He($2\n  ^3P$)"],"description":["  A general formalism is used to express the long-range potential energies in\ninverse powers of the separation distance between two like atomic or molecular\nsystems with $P$ symmetries. The long-range molecular interaction coefficients\nare calculated for the molecular symmetries $\\Delta$, $\\Pi$, and $\\Sigma$,\narising from the following interactions: He($2 ^1P$)--He($2 ^1P$), He($2\n^1P$)--He($2 ^3P$), and He($2 ^3P$)--He($2 ^3P$). The electric\nquadrupole-quadrupole term, $C_{5}$, the van der Waals (dispersion) term\n$C_{6}$, and higher-order terms, $C_{8}$, and $C_{10}$, are calculated\n\\textit{ab initio} using accurate variational wave functions in Hylleraas\ncoordinates with finite nuclear mass effects. A comparison is made with\npreviously published results where available.\n"]}]
["0707.2047",{"format":[],"subject":["Quantitative Biology - Biomolecules","Physics - Biological Physics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2047","Nature Structural and Molecular Biology 13, 444-450, 2006","doi:10.1038/nsmb1087"],"date":["2007-07-13"],"type":["text"],"creator":["Bancaud, Aurelien","Silva, Natalia Conde e","Barbi, Maria","Wagner, Gaudeline","Allemand, Jean-Francois","Mozziconacci, Julien","Lavelle, Christophe","Croquette, Vincent","Victor, Jean-Marc","Prunell, Ariel","Viovy, Jean-Louis"],"language":[],"coverage":[],"title":["Structural plasticity of single chromatin fibers revealed by torsional\n  manipulation"],"description":["  Magnetic tweezers are used to study the mechanical response under torsion of\nsingle nucleosome arrays reconstituted on tandem repeats of 5S positioning\nsequences. Regular arrays are extremely resilient and can reversibly\naccommodate a large amount of supercoiling without much change in length. This\nbehavior is quantitatively described by a molecular model of the chromatin 3-D\narchitecture. In this model, we assume the existence of a dynamic equilibrium\nbetween three conformations of the nucleosome, which are determined by the\ncrossing status of the entry/exit DNAs (positive, null or negative). Torsional\nstrain, in displacing that equilibrium, extensively reorganizes the fiber\narchitecture. The model explains a number of long-standing topological\nquestions regarding DNA in chromatin, and may provide the ground to better\nunderstand the dynamic binding of most chromatin-associated proteins.\n","Comment: 18 pages, 7 figures, Supplementary information available at\n  http://www.nature.com/nsmb/journal/v13/n5/suppinfo/nsmb1087_S1.html"]}]
["0707.4281",{"format":[],"subject":["Mathematics - Combinatorics","Quantitative Biology - Quantitative Methods","68R05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4281"],"date":["2007-07-29","2007-07-31"],"type":["text"],"creator":["Jin, Emma Y.","Reidys, Christian M."],"language":[],"coverage":[],"title":["Central and Local Limit Theorems for RNA Structures"],"description":["  A k-noncrossing RNA pseudoknot structure is a graph over $\\{1,...,n\\}$\nwithout 1-arcs, i.e. arcs of the form (i,i+1) and in which there exists no\nk-set of mutually intersecting arcs. In particular, RNA secondary structures\nare 2-noncrossing RNA structures. In this paper we prove a central and a local\nlimit theorem for the distribution of the numbers of 3-noncrossing RNA\nstructures over n nucleotides with exactly h bonds. We will build on the\nresults of \\cite{Reidys:07rna1} and \\cite{Reidys:07rna2}, where the generating\nfunction of k-noncrossing RNA pseudoknot structures and the asymptotics for its\ncoefficients have been derived. The results of this paper explain the findings\non the numbers of arcs of RNA secondary structures obtained by molecular\nfolding algorithms and predict the distributions for k-noncrossing RNA folding\nalgorithms which are currently being developed.\n","Comment: 25 pages, 5 figures"]}]
["0707.4456",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Dynamical Systems","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4456"],"date":["2007-07-30"],"type":["text"],"creator":["Li, Y. Charles"],"language":[],"coverage":[],"title":["The Poincar\\'e Recurrence Problem of Inviscid Incompressible Fluids"],"description":["  Nadirashvili presented a beautiful example showing that the Poincar\\'e\nrecurrence does not occur near a particular solution to the 2D Euler equation\nof inviscid incompressible fluids. Unfortunately, Nadirashvili's setup of the\nphase space is not appropriate, and details of the proof are missing. This note\nfixes that.\n"]}]
["0707.4458",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Dynamical Systems","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4458"],"date":["2007-07-30"],"type":["text"],"creator":["Li, Y. Charles"],"language":[],"coverage":[],"title":["A Recurrence Theorem on the Solutions to the 2D Euler Equation"],"description":["  In this article, I will prove a recurrence theorem which says that any\n$H^s(\\mathbb{T}^2)$ (s>2) solution to the 2D Euler equation returns repeatedly\nto an arbitrarily small $H^0(\\mathbb{T}^2)$ neighborhood.\n"]}]
["0707.4459",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Dynamical Systems","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4459"],"date":["2007-07-30"],"type":["text"],"creator":["Li, Y. Charles"],"language":[],"coverage":[],"title":["Segment Description of Turbulence"],"description":["  We propose a segment description for turbulent solutions to evolution\nequations in an effort to develop an effective description rather than the\nclassical Reynolds average. The new description has connections with symbolic\ndynamics and shadowing technique. The challenge of future study is how to\neffectively implement the description numerically.\n"]}]
["0707.4480",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4480"],"date":["2007-07-30"],"type":["text"],"creator":["Penha, Nilton","Rothenstein, Bernhard"],"language":[],"coverage":[],"title":["A simple superluminal but not physical motion"],"description":["  We discuss a superluminal unphysical motion which, we believe, has a high\npedagogical potential. It highlights the physics behind the concept of\nsimultaneity in special relativity and illustrates the non-physical character\nof superluminal speeds offering a rewarding exercise in handling the Minkowski\nspace-time diagram.\n","Comment: 8 pages, 6 figures, Submitted on July/30/2007"]}]
["0707.4486",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Number Theory","11M41, 11M06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4486"],"date":["2007-07-30"],"type":["text"],"creator":["Bradley, David M."],"language":[],"coverage":[],"title":["A signed analog of Euler's reduction formula for the double zeta\n  function"],"description":["  The double zeta function is a function of two arguments defined by a double\nDirichlet series, and was first studied by Euler in response to a letter from\nGoldbach in 1742. By calculating many examples, Euler inferred a closed form\nevaluation of the double zeta function in terms of values of the Riemann zeta\nfunction, in the case when the two arguments are positive integers with\nopposite parity. Here, we consider a signed analog of Euler's evaluation:\nnamely a reduction formula for the signed double zeta function that reduces to\nEuler's evaluation when the signs are specialized to 1. This formula was first\nstated in a 1997 paper by Borwein, Bradley and Broadhurst and was subsequently\nproved by Flajolet and Salvy using contour integration. The purpose here is to\ngive an elementary proof based on a partial fraction identity.\n","Comment: 8 pages AMSLaTeX"]}]
["0707.4488",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4488"],"date":["2007-07-30"],"type":["text"],"creator":["Tran, Khoa"],"language":[],"coverage":[],"title":["Expected Utility Optimization - Calculus of Variations Approach"],"description":["  In this paper, I'll derive the Hamilton-Jacobi (HJ) equation for Merton's\nproblem in Utility Optimization Theory using a Calculus of Variations (CoV)\nApproach. For stochastic control problems, Dynamic Programming (DP) has been\nused as a standard method. To the best of my knowledge, no one has used CoV for\nthis problem. In addition, while the DP approach cannot guarantee that the\noptimum satisfies the HJ equation, the CoV approach does.\n  Be aware that this is the first draft of this paper and many flaws might be\nintroduced.\n"]}]
["0707.4489",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4489"],"date":["2007-07-30"],"type":["text"],"creator":["Neary, Turlough","Woods, Damien"],"language":[],"coverage":[],"title":["Small weakly universal Turing machines"],"description":["  We give small universal Turing machines with state-symbol pairs of (6, 2),\n(3, 3) and (2, 4). These machines are weakly universal, which means that they\nhave an infinitely repeated word to the left of their input and another to the\nright. They simulate Rule 110 and are currently the smallest known weakly\nuniversal Turing machines.\n"]}]
["0707.4492",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4492"],"date":["2007-07-30"],"type":["text"],"creator":["McClintock, Jeffrey E.","Narayan, Ramesh","Shafee, Rebecca"],"language":[],"coverage":[],"title":["Estimating the Spins of Stellar-Mass Black Holes"],"description":["  We describe a program that we have embarked on to estimate the spins of\nstellar-mass black holes in X-ray binaries. We fit the continuum X-ray spectrum\nof the radiation from the accretion disk using the standard thin disk model,\nand extract the dimensionless spin parameter a* = a/M of the black hole as a\nparameter of the fit. We have obtained results on three systems, 4U 1543-47 (a*\n= 0.7-0.85), GRO J1655-40 (0.65-0.8), and GRS 1915+105 (0.98-1), and have\nnearly completed analysis of two additional systems. We anticipate expanding\nthe sample of spin estimates to about a dozen over the next several years.\n","Comment: 10 Pages, 3 Figures, 1 Table. To appear in Black Holes, eds. M. Livio\n  and A. Koekemoer (Cambridge University Press), in press (2008)"]}]
["0707.4493",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4493"],"date":["2007-07-30"],"type":["text"],"creator":["Eldridge, P. S.","Leyland, W. J. H.","Lagoudakis, P. G.","Karimov, O. Z.","Henini, M.","Taylor, D.","Phillips, R. T.","Harley, R. T."],"language":[],"coverage":[],"title":["Temperature Dependence of Rashba Spin-orbit Coupling in Quantum Wells"],"description":["  We perform an all-optical spin-dynamic measurement of the Rashba spin-orbit\ninteraction in (110)-oriented GaAs/AlGaAs quantum wells. The crystallographic\ndirection of quantum confinement allows us to disentangle the contributions to\nspin-orbit coupling from the structural inversion asymmetry (Rashba term) and\nthe bulk inversion asymmetry. We observe an unexpected temperature dependence\nof the Rashba spin-orbit interaction strength that signifies the importance of\nthe usually neglected higher-order terms of the Rashba coupling.\n"]}]
["0707.4497",{"format":[],"subject":["Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4497"],"date":["2007-07-30"],"type":["text"],"creator":["De Leenheer, Patrick","Pilyugin, Sergei S."],"language":[],"coverage":[],"title":["Immune response to a malaria infection: properties of a mathematical\n  model"],"description":["  We establish some properties of a within host mathematical model of malaria\nproposed by Recker et al which includes the role of the immune system during\nthe infection. The model accounts for the antigenic variation exhibited by the\nmalaria parasite (P. falciparum). We show that the model can exhibit a wide\nvariety of dynamical behaviors. We provide criteria for global stability,\ncompetitive exclusion, and persistence. We also demonstrate that the disease\nequilibrium can be destabilized by non-symmetric cross-reactive responses.\n"]}]
["0707.4501",{"format":[],"subject":["Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4501"],"date":["2007-07-30"],"type":["text"],"creator":["De Leenheer, Patrick","Pilyugin, Sergei S."],"language":[],"coverage":[],"title":["Multi-strain virus dynamics with mutations: A global analysis"],"description":["  We consider within-host virus models with more than one strain and allow\nmutation between the strains. If there is no mutation, a Lyapunov function\nestablishes global stability of the steady state corresponding to the fittest\nstrain. For small perturbations this steady state persists, perhaps with small\nconcentrations of some or all other strains, depending on the connectivity of\nthe graph describing all possible mutations. Moreover, using a perturbation\nresult due to Smith and Waltman, we show that this steady state also preserves\nglobal stability.\n"]}]
["0707.4507",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4507"],"date":["2007-07-30"],"type":["text"],"creator":["Akirav, Yaniv","Merhav, Neri"],"language":[],"coverage":[],"title":["Competitive minimax universal decoding for several ensembles of random\n  codes"],"description":["  Universally achievable error exponents pertaining to certain families of\nchannels (most notably, discrete memoryless channels (DMC's)), and various\nensembles of random codes, are studied by combining the competitive minimax\napproach, proposed by Feder and Merhav, with Chernoff bound and Gallager's\ntechniques for the analysis of error exponents. In particular, we derive a\nsingle--letter expression for the largest, universally achievable fraction\n$\\xi$ of the optimum error exponent pertaining to the optimum ML decoding.\nMoreover, a simpler single--letter expression for a lower bound to $\\xi$ is\npresented. To demonstrate the tightness of this lower bound, we use it to show\nthat $\\xi=1$, for the binary symmetric channel (BSC), when the random coding\ndistribution is uniform over: (i) all codes (of a given rate), and (ii) all\nlinear codes, in agreement with well--known results. We also show that $\\xi=1$\nfor the uniform ensemble of systematic linear codes, and for that of\ntime--varying convolutional codes in the bit-error--rate sense. For the latter\ncase, we also show how the corresponding universal decoder can be efficiently\nimplemented using a slightly modified version of the Viterbi algorithm which em\nemploys two trellises.\n","Comment: 41 pages; submitted to IEEE Transactions on Information Theory"]}]
["0707.4511",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4511"],"date":["2007-07-31","2007-08-01"],"type":["text"],"creator":["Mennessier, G.","Minkowski, P.","Narison, S.","Ochs, W."],"language":[],"coverage":[],"title":["Can the gamma-gamma processes reveal the nature of the sigma ?"],"description":["  We reanalyse the gamma-gamma scattering data and conclude that in the mass\nregion below 1 GeV the cross section for gamma-gamma to pi^0-pi^0 can be\nlargely explained by the one pion exchange process with pi-pi rescattering. The\nradiative width of the sigma is estimated and a model dependent separation into\ncontributions from direct gamma-gamma decay and decay through rescattering is\nobtained. We confront these findings with QCD spectral sum rule (QSSR)\npredictions and conclude that the sigma can have a large gluonium component in\nits wave function.\n"]}]
["0707.4518",{"format":[],"subject":["Computer Science - Information Theory","H.1.1","E.4.x"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4518"],"date":["2007-07-30"],"type":["text"],"creator":["Duarte-Melo, Enrique J.","Josan, Awlok","Liu, Mingyan","Neuhoff, David L.","Pradhan, Sandeep"],"language":[],"coverage":[],"title":["On Throughput Scaling of Wireless Networks: Effect of Node Density and\n  Propagation Model"],"description":["  This paper derives a lower bound to the per-node throughput achievable by a\nwireless network when n source-destination pairs are randomly distributed\nthroughout a disk of radius $n^\\gamma$, $ \\gamma \\geq 0$, propagation is\nmodeled by attenuation of the form $1/(1+d)^\\alpha$, $\\alpha >2$, and\nsuccessful transmission occurs at a fixed rate W when received signal to noise\nand interference ratio is greater than some threshold $\\beta$, and at rate 0\notherwise. The lower bound has the form $n^{1-\\gamma}$ when $\\gamma < 1/2$, and\n$(n \\ln n)^{-1/2}$ when $\\gamma \\geq 1/2$. The methods are similar to, but\nsomewhat simpler than, those in the seminal paper by Gupta and Kumar.\n","Comment: 28 pages, 4 figures"]}]
["0707.4524",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Neural and Evolutionary Computing","C.1.3","E.3.x","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4524"],"date":["2007-07-30"],"type":["text"],"creator":["Lian, Shiguo"],"language":[],"coverage":[],"title":["Image Authentication Based on Neural Networks"],"description":["  Neural network has been attracting more and more researchers since the past\ndecades. The properties, such as parameter sensitivity, random similarity,\nlearning ability, etc., make it suitable for information protection, such as\ndata encryption, data authentication, intrusion detection, etc. In this paper,\nby investigating neural networks' properties, the low-cost authentication\nmethod based on neural networks is proposed and used to authenticate images or\nvideos. The authentication method can detect whether the images or videos are\nmodified maliciously. Firstly, this chapter introduces neural networks'\nproperties, such as parameter sensitivity, random similarity, diffusion\nproperty, confusion property, one-way property, etc. Secondly, the chapter\ngives an introduction to neural network based protection methods. Thirdly, an\nimage or video authentication scheme based on neural networks is presented, and\nits performances, including security, robustness and efficiency, are analyzed.\nFinally, conclusions are drawn, and some open issues in this field are\npresented.\n","Comment: 16 pages,10 figures, submitted"]}]
["0707.4541",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4541"],"date":["2007-07-31"],"type":["text"],"creator":["Cusumano, G.","Agnetta, G.","Alberdi, A.","Alvarez, M.","Assis, P.","Biondo, B.","Bocchino, F.","Brogueira, P.","Caballero, J. A.","Carvajal, M.","Castro-Tirado, A. J.","Catalano, O.","Celi, F.","Delgado, C.","Di Cocco, G.","Dominguez, A.","Navas, J. M. Espino","Santo, M. C. Espirito","Gallardo, M. I.","Garcia, J. E.","Giarrusso, S.","Gomez, M.","Gomez, J. L.","Goncalves, P.","Guerriero, M.","La Barbera, A.","La Rosa, G.","Lozano, M.","Maccarone, M. C.","Mangano, A.","Martel, I.","Massaro, E.","Mineo, T.","Moles, M.","Perez-Bernal, F.","Peres-Torres, M. A.","Pimenta, M.","Pina, A.","Prada, F.","Quesada, J. M.","Quintana, J. M.","Quintero, J. R.","Rodriguez, J.","Russo, F.","Sacco, B.","Sanchez-Conde, M. A.","Segreto, A.","Tome', B.","Postigo, A. de Ugarte","Vallania, P."],"language":[],"coverage":[],"title":["GAW - An Imaging Atmospheric Cherenkov Telescope with Large Field of\n  View"],"description":["  GAW, acronym for Gamma Air Watch, is a Research and Development experiment in\nthe TeV range, whose main goal is to explore the feasibility of large field of\nview Imaging Atmospheric Cherenkov Telescopes. GAW is an array of three\nrelatively small telescopes (2.13 m diameter) which differs from the existing\nand presently planned projects in two main features: the adoption of a\nrefractive optics system as light collector and the use of single photoelectron\ncounting as detector working mode. The optics system allows to achieve a large\nfield of view (24x24 squared degrees) suitable for surveys of large sky\nregions. The single photoelectron counting mode in comparison with the charge\nintegration mode improves the sensitivity by permitting also the reconstruction\nof events with a small number of collected Cherenkov photons. GAW, which is a\ncollaboration effort of Research Institutes in Italy, Portugal and Spain, will\nbe erected in the Calar Alto Observatory (Sierra de Los Filabres - Andalucia,\nSpain), at 2150 m a.s.l.). The first telescope will be settled within Autumn\n2007. This paper shows the main characteristics of the experiment and its\nexpected performance.\n","Comment: 4 pages, 2 figures, PDF format, Proceedings of 30th ICRC,\n  International Cosmic Ray Conference 2007, Merida, Yucatan, Mexico, 3-11 July\n  2007"]}]
["0707.4543",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4543"],"date":["2007-07-31"],"type":["text"],"creator":["Ham, S. W.","Im, J. O.","OH, S. K."],"language":[],"coverage":[],"title":["Electroweak phase transition in the MNMSSM with explicit CP violation"],"description":["  In explicit CP violation scenario of the minimal non-minimal supersymmetric\nstandard model (MNMSSM), the possibility of a strongly first-order electroweak\nphase transition (EWPT) is investigated at the one-loop level, where the\nradiative corrections from the loops of the top and stop quarks are taken into\naccount. Assuming that the stop quark masses are not degenerate, the radiative\ncorrections due to the stop quarks give rise to a CP phase, which triggers the\nscalar-pseudoscalar mixing in the Higgs sector of the MNMSSM. The lighter stop\nquark need not always to have a small mass in order to ensure the strongly\nfirst-order EWPT. In the MNMSSM with explicit CP violation, it is found that\nthe strength of the first-order EWPT depends on several factors, such as the\nlightest neutral Higgs boson mass and the nontrivial CP phase arising from stop\nquark masses. The effects of these factors are discussed.\n","Comment: 21 pages, 4 figures"]}]
["0707.4549",{"format":[],"subject":["Mathematics - Probability","60F05, 60F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4549"],"date":["2007-07-31"],"type":["text"],"creator":["Miao, Yu"],"language":[],"coverage":[],"title":["Central limit theorem and almost sure central limit theorem for the\n  product of some partial sums"],"description":["  In this paper, we give the central limit theorem and almost sure central\nlimit theorem for products of some partial sums of independent identically\ndistributed random variables.\n","Comment: 6 pages. To appear Proceedings of the Indian Academy of\n  Sciences-Mathematical Sciences"]}]
["0707.4550",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4550"],"date":["2007-07-31"],"type":["text"],"creator":["Mankoc, C.","Janda, A.","Arévalo, R.","Pastor, J. M.","Zuriguel, I.","Garcimartín, A.","Maza, D."],"language":[],"coverage":[],"title":["The flow rate of granular materials through an orifice"],"description":["  The flow rate of grains through large orifices is known to be dependent on\nits diameter to a 5/2 power law. This relationship has been checked for big\noutlet sizes, whereas an empirical fitting parameter is needed to reproduce the\nbehavior for small openings.\n  In this work, we provide experimental data and numerical simulations covering\na wide span of outlet sizes, both in three and two dimensions. This allows us\nto show that the laws that are usually employed are satisfactory only if a\nsmall range of openings is considered. We propose a new law for the mass flow\nrate of grains that correctly reproduces the data for all the orifice sizes,\nincluding the behaviors for very large and very small outlet sizes.\n","Comment: submitted to Granular Matter"]}]
["0707.4559",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4559"],"date":["2007-07-31"],"type":["text"],"creator":["Miyadera, Takayuki","Imai, Hideki"],"language":[],"coverage":[],"title":["Information-Disturbance theorem and Uncertainty Relation"],"description":["  It has been shown that Information-Disturbance theorem can play an important\nrole in security proof of quantum cryptography. The theorem is by itself\ninteresting since it can be regarded as an information theoretic version of\nuncertainty principle. It, however, has been able to treat restricted\nsituations. In this paper, the restriction on the source is abandoned, and a\ngeneral information-disturbance theorem is obtained. The theorem relates\ninformation gain by Eve with information gain by Bob.\n"]}]
["0707.4564",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4564"],"date":["2007-07-31"],"type":["text"],"creator":["Henrot-Versille, S.","Cizeron, R.","Couchot, F."],"language":[],"coverage":[],"title":["Characterisation of pulsed Carbon fiber illuminators for FIR instrument\n  calibration"],"description":["  We manufactured pulsed illuminators emitting in the far infrared for the\nPlanck-HFI bolometric instrument ground calibrations. Specific measurements\nhave been conducted on these light sources, based on Carbon fibers, to\nunderstand and predict their properties. We present a modelisation of the\ntemperature dependence of the thermal conductivity and the calorific\ncapacitance of the fibers. A comparison between simulations and bolometer data\nis given, that shows the coherence of our model. Their small time constants,\ntheir stability and their emission spectrum pointing in the submm range make\nthese illuminators a very usefull tool for calibrating FIR instruments.\n"]}]
["0707.4578",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4578"],"date":["2007-07-31"],"type":["text"],"creator":["Maiani, L.","Polosa, A. D.","Riquer, V.","Salgado, C. A."],"language":[],"coverage":[],"title":["Update on Counting Valence Quarks at RHIC"],"description":["  We update our former analysis of the Nuclear Modification Factors (NMF) for\ndifferent hadron species at RHIC and LHC. This update is motivated by the new\nexperimental data from STAR which presents differences with the preliminary\ndata used to fix some of the parameters in our model. The main change is the\nuse of AKK fragmentation functions for the hard part of the spectrum and minor\nadjustments of the coalescence (soft) contribution. We confirm that observation\nof the NMF for the f_0 meson can shed light on its quark composition.\n","Comment: 4 pages, 4 figures"]}]
["0707.4579",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4579"],"date":["2007-07-31"],"type":["text"],"creator":["Veres, Péter","Gabuzda, Denise C."],"language":[],"coverage":[],"title":["Magnetic Field Structures of BL Lac Objects on Decaparsec Scales"],"description":["  Relatively few Very Long Baseline Interferometry (VLBI) polarization\nobservations have been carried out at 18 cm. The importance of such\nobservations lies in their ability to reveal information about the jet magnetic\n({\\bf B}) field structure and the environment of the jet on scales intermediate\nbetween those probed by higher-frequency VLBI and connected-element\ninterferometers such as the Very Large Array. We have obtained polarization\nobservations of 34 BL Lac objects with the Very Long Baseline Array (VLBA), at\n4 separate wavelengths in the 18-20 cm band. The 18-cm jets typically extend to\ntens of parsecs. In some cases, the decaparsec jet is a continuation of the jet\non smaller scales, while in others, we see appreciable bending. We have\nconstructed Faraday rotation-measure maps and used them to study the jet {\\bf\nB} field structures and distribution of thermal plasma around the jets. The\nFaraday rotation is typically large at these wavelengths, and knowledge of the\nrotation-measure distribution is essential to derive the {\\bf B} field\nstructures of the jets. The high sensitivity of these observations to Faraday\nrotation makes them an effective tool for studies of possible interactions\nbetween the jets and the media through which they propagate.\n","Comment: 4 pages, 2 figures, to appear in \"Extragalactic Jets: Theory and\n  Observation from Radio to Gamma Ray\", eds. A. Rector and D. S. De Young, ASP\n  conference series"]}]
["0707.4580",{"format":[],"subject":["Computer Science - Discrete Mathematics","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4580"],"date":["2007-07-31"],"type":["text"],"creator":["Gutin, Gregory"],"language":[],"coverage":[],"title":["Note on edge-colored graphs and digraphs without properly colored cycles"],"description":["  We study the following two functions: d(n,c) and $\\vec{d}(n,c)$; d(n,c)\n($\\vec{d}(n,c)$) is the minimum number k such that every c-edge-colored\nundirected (directed) graph of order n and minimum monochromatic degree\n(out-degree) at least k has a properly colored cycle. Abouelaoualim et al.\n(2007) stated a conjecture which implies that d(n,c)=1. Using a recursive\nconstruction of c-edge-colored graphs with minimum monochromatic degree p and\nwithout properly colored cycles, we show that $d(n,c)\\ge {1 \\over c}(\\log_cn\n-\\log_c\\log_cn)$ and, thus, the conjecture does not hold. In particular, this\ninequality significantly improves a lower bound on $\\vec{d}(n,2)$ obtained by\nGutin, Sudakov and Yeo in 1998.\n"]}]
["0707.4582",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4582"],"date":["2007-07-31"],"type":["text"],"creator":["Kharitonov, Maxim Yu.","Efetov, Konstantin B."],"language":[],"coverage":[],"title":["Hall Effect in Granular Metals: Weak Localization Corrections"],"description":["  We study the effects of localization on the Hall transport in a granular\nsystem at large tunneling conductance $g_{T}\\gg 1$ corresponding to the\nmetallic regime. We show that the first-order in 1/g_T weak localization\ncorrection to Hall resistivity of a two- or three-dimensional granular array\nvanishes identically, $\\de \\rho_{xy}^{WL}=0$. This result is in agreement with\nthe one for ordinary disordered metals. Being due to an exact cancellation, our\nresult holds for arbitrary relevant values of temperature T and magnetic field\nH, both in the ``homogeneous'' regime of very low T and H corresponding to\nordinary disordered metals and in the ``structure-dependent'' regime of higher\nvalues of T or H.\n","Comment: 8 pages, 4 figures"]}]
["0707.4587",{"format":[],"subject":["Physics - Computational Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4587"],"date":["2007-07-31"],"type":["text"],"creator":["Degani, Ilan"],"language":[],"coverage":[],"title":["Observations on Gaussian bases for Schrodinger's equation"],"description":["  One of the few methods for generating efficient function spaces for multi-D\nSchrodinger eigenproblems is given by Garashchuk and Light in J.Chem.Phys. 114\n(2001) 3929. Their Gaussian basis functions are wider and sparser in high\npotential regions, and narrower and denser in low ones. We suggest a\nmodification of their approach based on the following observation: In very\nsteep potential regions, wide, sparse, Gaussians should be avoided even if\ntheir centers have high potential values. Our numerical results illustrate that\na dramatic improvement in accuracy may be obtained in this way. We also compare\nthe errors of collocation to those of a Galerkin approach, test a criterion for\nscaling Gaussian widths based on deviation from orthogonality of collocation\neigenfunctions, and suggest a criterion for scaling Gaussian widths based on\nHamiltonian trace minimization.\n"]}]
["0707.4589",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4589"],"date":["2007-07-31"],"type":["text"],"creator":["Bartos, E.","Dubnicka, S.","Dubnickova, A. Z.","Kuraev, E. A."],"language":[],"coverage":[],"title":["Sum Rules for Total Cross-Sections of Hadron Photo-Production on\n  Pseudoscalar Mesons and Octet Baryons"],"description":["  Considering very high energy peripheral electron-hadron scattering with a\nproduction of hadronic state X moving closely to the direction of initial\nhadron the Weizs\\\"acker-Williams like expression, relating the difference of\nq^2-dependent differential cross-sections of DIS processes to the convergent\nintegral over the difference of the total hadron photo-production\ncross-sections on hadros, is derived. Then, exploiting analytic properties of\nthe forward retarded Compton scattering amplitude on the same hadrons, first,\nthe sum rules are derived bringing into relation hadron electromagnetic form\nfactors with the difference of the q^2-dependent differential cross-sections of\nDIS, then using Weizs\\\"acker-Williams like expression and taking the derivative\nof both sides according to ${\\bf q^2}$ for ${\\bf q^2} \\to 0$ one comes to new\nuniversal hadron sum rules relating hadron static parameters to the convergent\nintegral over the difference of the total hadron photo-production\ncross-sections on hadrons.\n","Comment: Talk given at XLI Winter School PNPI, Repino, 19-25 February, 2007"]}]
["0707.4594",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","82C40, 82C10, 76R50, 82D37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4594"],"date":["2007-07-31"],"type":["text"],"creator":["Neumann, Lukas","Sparber, Christof"],"language":[],"coverage":[],"title":["Stability of steady states in kinetic Fokker-Planck equations for Bosons\n  and Fermions"],"description":["  We study a class of nonlinear kinetic Fokker-Planck type equations modeling\nquantum particles which obey the Bose-Einstein and Fermi-Dirac statistics,\nrespectively. We establish the existence of classical solutions in the\nperturbative regime and prove exponential convergence towards the equilibrium.\n","Comment: 13 pages. to appear in Comm. Math. Sci"]}]
["0707.4595",{"format":[],"subject":["Mathematics - Differential Geometry","53C30, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4595"],"date":["2007-07-31"],"type":["text"],"creator":["Nikolayevsky, Y."],"language":[],"coverage":[],"title":["Einstein solvmanifolds with a simple Einstein derivation"],"description":["  The structure of a solvable Lie groups admitting an Einstein left-invariant\nmetric is, in a sense, completely determined by the nilradical of its Lie\nalgebra. We give an easy-to-check necessary and sufficient condition for a\nnilpotent algebra to be an Einstein nilradical whose Einstein derivation has\nsimple eigenvalues. As an application, we classify filiform Einstein\nnilradicals (modulo known classification results on filiform graded Lie\nalgebras).\n","Comment: 11 pages"]}]
["0707.4597",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4597"],"date":["2007-07-31"],"type":["text"],"creator":["Tian, Chao","Diggavi, Suhas N."],"language":[],"coverage":[],"title":["Side-information Scalable Source Coding"],"description":["  The problem of side-information scalable (SI-scalable) source coding is\nconsidered in this work, where the encoder constructs a progressive\ndescription, such that the receiver with high quality side information will be\nable to truncate the bitstream and reconstruct in the rate distortion sense,\nwhile the receiver with low quality side information will have to receive\nfurther data in order to decode. We provide inner and outer bounds for general\ndiscrete memoryless sources. The achievable region is shown to be tight for the\ncase that either of the decoders requires a lossless reconstruction, as well as\nthe case with degraded deterministic distortion measures. Furthermore we show\nthat the gap between the achievable region and the outer bounds can be bounded\nby a constant when square error distortion measure is used. The notion of\nperfectly scalable coding is introduced as both the stages operate on the\nWyner-Ziv bound, and necessary and sufficient conditions are given for sources\nsatisfying a mild support condition. Using SI-scalable coding and successive\nrefinement Wyner-Ziv coding as basic building blocks, a complete\ncharacterization is provided for the important quadratic Gaussian source with\nmultiple jointly Gaussian side-informations, where the side information quality\ndoes not have to be monotonic along the scalable coding order. Partial result\nis provided for the doubly symmetric binary source with Hamming distortion when\nthe worse side information is a constant, for which one of the outer bound is\nstrictly tighter than the other one.\n","Comment: 35 pages, submitted to IEEE Transaction on Information Theory"]}]
["0707.4605",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4605"],"date":["2007-07-31"],"type":["text"],"creator":["van Haandel, Maris","Heckman, Gert"],"language":[],"coverage":[],"title":["Teaching the Kepler laws for freshmen"],"description":["  We present a natural proof of Kepler's law of ellipses in the spirit of\nEuclidean geometry. Moreover we discuss two existing Euclidean geometric\nproofs, one by Feynman in hist Lost Lecture from 1964 and the other by Newton\nin the Principia of 1687.\n","Comment: 12 pages"]}]
["0707.4607",{"format":[],"subject":["Mathematics - Numerical Analysis","65M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4607"],"date":["2007-07-31"],"type":["text"],"creator":["Cotter, C. J.","Ham, D. A.","Pain, C. C.","Reich, S."],"language":[],"coverage":[],"title":["LBB Stability of a Mixed Discontinuous/Continuous Galerkin Finite\n  Element Pair"],"description":["  We introduce a new mixed discontinuous/continuous Galerkin finite element for\nsolving the 2- and 3-dimensional wave equations and equations of incompressible\nflow. The element, which we refer to as P1dg-P2, uses discontinuous piecewise\nlinear functions for velocity and continuous piecewise quadratic functions for\npressure. The aim of introducing the mixed formulation is to produce a new\nflexible element choice for triangular and tetrahedral meshes which satisfies\nthe LBB stability condition and hence has no spurious zero-energy modes. We\nillustrate this property with numerical integrations of the wave equation in\ntwo dimensions, an analysis of the resultant discrete Laplace operator in two\nand three dimensions, and a normal mode analysis of the semi-discrete wave\nequation in one dimension.\n"]}]
["0707.4619",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4619"],"date":["2007-07-31"],"type":["text"],"creator":["Dahlem, Markus A.","Schneider, Felix M.","Panchuk, Anastasiya","Hiller, Gerald","Schoell, Eckehard"],"language":[],"coverage":[],"title":["Control of sub-excitable waves in neural networks by nonlocal coupling"],"description":["  Transient wave forms in neural networks with diffusive and nonlocal coupling\nhave attracted particular interest because they may mediate recruitment of\nhealthy cortical tissue into a pathological state during migraine. To\ninvestigate this process, we use a reaction-diffusion system of\ninhibitor-activator type as a generic model of pathological wave propagation\nand set it close to bifurcation in the sub-excitable regime. We report the\ninfluence of various nonlocal connectivity schemes on wave propagation. Wave\npropagation can be suppressed with cross coupling inhibitor and activator for\nboth positive and negative coupling strength K, depending on the connection\nlength d. The area in the parameter plane (d,K) where this control goal is\nachieved resembles a Mexican-hat-type network connectivity. Our results suggest\nthat nonlocal synaptic transmission can control wave propagation, which may be\nof therapeutic value.\n"]}]
["0707.4624",{"format":[],"subject":["Physics - Atomic Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4624"],"date":["2007-07-31"],"type":["text"],"creator":["Hannah, Eric C.","Brown, Michael A."],"language":[],"coverage":[],"title":["Conceptual Design of a Micron-Scale Atomic Clock"],"description":["  A theoretical proposal for reducing an entire atomic clock to micron\ndimensions. A phosphorus or nitrogen atom is introduced into a fullerene cage.\nThis endohedral fullerene is then coated with an insulating shell and a number\nof them are deposited as a thin layer on a silicon chip. Next to this layer a\nGMR sensor is fabricated which is close to the endohedral fullerenes. This GMR\nsensor measures oscillating magnetic fields on the order of micro-gauss from\nthe nuclear spins varying at the frequency of the hyperfine transition (413 MHz\nfrequency). Given the micron scale and simplicity of this system only a few\ntransistors are needed to control the waveforms and to perform digital\nclocking. This new form of atomic clock exhibits extremely low power (nano\nwatts), high vibration and shock resistance, stability on the order of 10^{-9},\nand is compatible with MEMS fabrication and chip integration. As GMR sensors\ncontinue to improve in sensitivity the stability of this form of atomic clock\nwill increase proportionately.\n","Comment: Submitted to the Journal of Applied Physics"]}]
["0707.4633",{"format":[],"subject":["Mathematics - Combinatorics","05A15 (Primary)","05A05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4633"],"date":["2007-07-31"],"type":["text"],"creator":["Elizalde, Sergi"],"language":[],"coverage":[],"title":["Generating trees for permutations avoiding generalized patterns"],"description":["  We construct generating trees with one, two, and three labels for some\nclasses of permutations avoiding generalized patterns of length 3 and 4. These\ntrees are built by adding at each level an entry to the right end of the\npermutation, which allows us to incorporate the adjacency condition about some\nentries in an occurrence of a generalized pattern. We use these trees to find\nfunctional equations for the generating functions enumerating these classes of\npermutations with respect to different parameters. In several cases we solve\nthem using the kernel method and some ideas of Bousquet-M\\'elou. We obtain\nrefinements of known enumerative results and find new ones.\n","Comment: 17 pages, to appear in Ann. Comb"]}]
["0707.4637",{"format":[],"subject":["Mathematics - General Mathematics","15-xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4637"],"date":["2007-07-31"],"type":["text"],"creator":["Kandasamy, W. B. Vasantha","Smarandache, Florentin","Ilanthenral, K."],"language":[],"coverage":[],"title":["Special Fuzzy Matrices for Social Scientists"],"description":["  This book introduces special classes of Fuzzy and Neutrosophic matrices.\nThese special classes of matrices are used in the construction of multi-expert\nspecial fuzzy models using FCM, FRM and FRE and their Neutorosophic analogues\n(simultaneous or otherwise, according to ones need). Using the six basic\nmodels, we have constructed a multi-expert multi-model called the Super Special\nHexagonal Fuzzy and Neutrosophic model.\n  Given any special input vector, these models can give the resultant using\nspecial operations. When coupled with computer programming, these operations\ncan give the solution within a reasonable time period. Such multi-expert\nmulti-model systems are not only a boon to social scientists, but also to\nanyone who wants to use Fuzzy or Neutrosophic models.\n","Comment: 301 pages"]}]
["0707.4647",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4647"],"date":["2007-07-31"],"type":["text"],"creator":["Berezhko, E. G.","Völk, H. J."],"language":[],"coverage":[],"title":["Comparing a model of cosmic ray production in the supernova remnant RX\n  J1713.7-3946 with observations"],"description":["  Explicitly time-dependent, nonlinear kinetic theory of cosmic ray (CR)\nacceleration in supernova remnants (SNRs) has been employed to investigate the\nproperties of SNR RX J1713.7-3946. Observations of the nonthermal radio and\nX-ray emission spectra as well as earlier H.E.S.S. measurements of the very\nhigh energy $\\gamma$-ray emission were used to constrain the astronomical and\nthe particle acceleration parameters of the system. The model assumes that the\nobject was a core collapse supernova (SN) with a massive progenitor, has an age\nof $\\approx 1600$ yr and is at a distance of $\\approx 1$ kpc. It is shown that\nan efficient production of nuclear CRs, leading to strong shock modification\nand a large downstream magnetic field strength $B_{\\mathrm{d}}\\sim100$ $\\mu$G,\ncan reproduce the observed synchrotron emission from radio to X-ray frequencies\ntogether with the \\gr spectral characteristics as observed by the H.E.S.S.\ntelescopes. Small-scale filamentary structures observed in nonthermal X-rays\nprovide empirical confirmation for this field amplification scenario which\nleads to a strong depression of the inverse Compton and Bremsstrahlung fluxes.\nThe results are compared with the latest H.E.S.S. observations.\n","Comment: 4 pages, 2 figures, 1 conference logo, contributed paper to the 30th\n  International Cosmic Ray Conference in Merida, Mexico, July 2007"]}]
["0707.4651",{"format":[],"subject":["Computer Science - Mathematical Software","G.4.x","D.2.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4651"],"date":["2007-07-31"],"type":["text"],"creator":["Rufty, Alan"],"language":[],"coverage":[],"title":["Comments on the Reliability of Lawson and Hanson's Linear Distance\n  Programming Algorithm: Subroutine LDP"],"description":["  This brief paper: (1) Discusses strategies to generate random test cases that\ncan be used to extensively test any Linear Distance Program (LDP) software. (2)\nGives three numerical examples of input cases generated by this strategy that\ncause problems in the Lawson and Hanson LDP module. (3) Proposes, as a standard\nmatter of acceptable implementation procedures, that (unless it is done\ninternally in the software itself, but, in general, this seems to be much rarer\nthan one would expect) all users should test the returned output from any LDP\nmodule for self-consistency since it incurs only a small amount of added\ncomputational overhead and it is not hard to do.\n","Comment: 5 pages"]}]
["0707.4656",{"format":[],"subject":["Computer Science - Information Theory","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4656"],"date":["2007-07-31"],"type":["text"],"creator":["Tchamkerten, Aslan","Chandar, Venkat","Wornell, Gregory"],"language":[],"coverage":[],"title":["Communication under Strong Asynchronism"],"description":["  We consider asynchronous communication over point-to-point discrete\nmemoryless channels. The transmitter starts sending one block codeword at an\ninstant that is uniformly distributed within a certain time period, which\nrepresents the level of asynchronism. The receiver, by means of a sequential\ndecoder, must isolate the message without knowing when the codeword\ntransmission starts but being cognizant of the asynchronism level A. We are\ninterested in how quickly can the receiver isolate the sent message,\nparticularly in the regime where A is exponentially larger than the codeword\nlength N, which we refer to as `strong asynchronism.'\n  This model of sparse communication may represent the situation of a sensor\nthat remains idle most of the time and, only occasionally, transmits\ninformation to a remote base station which needs to quickly take action.\n  The first result shows that vanishing error probability can be guaranteed as\nN tends to infinity while A grows as Exp(N*k) if and only if k does not exceed\nthe `synchronization threshold,' a constant that admits a simple closed form\nexpression, and is at least as large as the capacity of the synchronized\nchannel. The second result is the characterization of a set of achievable\nstrictly positive rates in the regime where A is exponential in N, and where\nthe rate is defined with respect to the expected delay between the time\ninformation starts being emitted until the time the receiver makes a decision.\n  As an application of the first result we consider antipodal signaling over a\nGaussian channel and derive a simple necessary condition between A, N, and SNR\nfor achieving reliable communication.\n","Comment: 26 pages"]}]
["0707.4661",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4661"],"date":["2007-07-31"],"type":["text"],"creator":["Berezhko, E. G.","Pühlhofer, G.","Völk, H. J."],"language":[],"coverage":[],"title":["Theory of cosmic ray and $\\gamma$-ray production in the supernova\n  remnant RX J0852.0-4622 (Vela Jr.)"],"description":["  Explicitly time-dependent, nonlinear kinetic theory of cosmic ray (CR)\nacceleration in supernova remnants (SNRs) has been used to investigate the\nproperties of the very large SNR RX J0852.0-4622. The available observations do\nnot clearly distinguish between a ``nearby'' (at $\\sim 200$ pc) and a\n``distant'' (at $\\sim 1$ kpc) source scenario. Therefore two correspondingly\ndifferent models were analyzed. While the 200 pc solution can not be a priory\nexcluded, the 1 kpc solution turns out to be clearly preferable for physical\nreasons. It requires a core collapse supernova (SN) with a massive progenitor\nin a molecular cloud $\\sim 4000$ yrs ago. The overall synchrotron spectrum and\nthe filamentary structures in hard X-rays both consistently lead to an\namplified magnetic field $B > 100 \\mu$G in the SNR interior. This implies a\nsuppression of the leptonic TeV $\\gamma$-ray emission to about 1 percent of the\nflux measured by the H.E.S.S. telescope system which therefore must be\nhadronic, consistent with the theoretical solution. Up to the present the 1 kpc\nsolution has already converted $\\sim 10$ percent of the explosion energy into\nnonthermal energy, as expected for a Galactic CR source. Also the derived\n$\\gamma$-ray morphology is consistent with the H.E.S.S. measurements. For the\n``nearby'' solution the leptonic and hadronic $\\gamma$ ray fluxes are in the\nratio 1:10 which means that this case is also hadronically dominated. However,\nthe magnetic field strength, consistent with the overall synchrotron spectrum,\ndiffers significantly from that derived from the X-ray filaments. Finally, the\ntotal mechanical energy released amounts to only $1.8 \\times 10^{50}$ erg,\nuncomfortably low even for a core collapse event.\n","Comment: 4 pages, 3 figures, conference logo, contributed paper to the 30th\n  International Cosmic Ray Conference in Merida, Mexico, July 2007"]}]
["0707.4666",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4666"],"date":["2007-07-31"],"type":["text"],"creator":["Gawronski, P.","Chizhik, A.","Gonzalez, J."],"language":[],"coverage":[],"title":["From the Magnetization Profile to the Stray Field of Bistable Wires"],"description":["  We present new analytical calculations of the spatial dependence of the stray\nfield of a bistable magnetic wire from the magnetization profile of the wire.\nContributions from the outer shell and from the wire ends are neglected. The\nresults qualitatively agree with experimental data, taken from literature.\n"]}]
["cond-mat/0207110",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0207110","Phys. Rev. B 66, 132512 (2002)","doi:10.1103/PhysRevB.66.132512"],"date":["2002-07-03","2002-09-09"],"type":["text"],"creator":["Hermele, Michael A.","Marinelli, Luca"],"language":[],"coverage":[],"title":["d-wave Quasiparticles in the Tilted Vortex Lattice"],"description":["  We investigate the quasiparticle spectrum of a d-wave superconductor in the\nmixed state, focussing on the effects of varying the in-plane angular alignment\n(or tilting) of the vortex and crystal lattices. Our approach starts with a\nlinearized Bogoliubov-de Gennes equation cast into a simple form by the\nFranz-Te\\v{s}anovi\\'{c} singular gauge transformation. The zero magnetic field\nspectrum is characterized by the anisotropy $\\alpha_D$ near the four\nFermi-surface nodes; at large $\\alpha_D$ the model simplifies into a\none-dimensional form that provides asymptotic results. Numerical and analytical\nresults are presented and compared with previous studies. We find that tilting\ncan be understood in terms of the one-dimensional model at large $\\alpha_D$. We\nsee a striking dependence on the choice of singular gauge, consistent with\nearlier results, but do not attempt to resolve the issue of which gauge best\ndescribes the microscopic physics.\n","Comment: 5 pages, 5 figures"]}]
["cond-mat/0307452",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0307452","J. Phys. Soc. Jpn. 72, 2064 (2003)","doi:10.1143/JPSJ.72.2064"],"date":["2003-07-17"],"type":["text"],"creator":["Ichioka, Masanori","Machida, Kazushige"],"language":[],"coverage":[],"title":["Dispersive Gap Mode of Phonons in Anisotropic Superconductors"],"description":["  We estimate the effect of the superconducting gap anisotropy in the\ndispersive gap mode of phonons, which is observed by the neutron scattering on\nborocarbide superconductors. We numerically analyze the phonon spectrum\nconsidering the electron-phonon coupling, and examine contributions coming from\nthe gap suppression and the sign change of the pairing function on the Fermi\nsurface. When the sign of the pairing function is changed by the nesting\ntranslation, the gap mode does not appear. We also discuss the suppression of\nthe phonon softening of the Kohn anomaly due to the onset of superconductivity.\nWe demonstrate that observation of the gap dispersive mode is useful for\nsorting out the underlying superconducting pairing function.\n","Comment: 7 pages, 12 figures, to be published in J. Phys. Soc. Jpn"]}]
["cond-mat/0402486",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0402486","Phys. Rev. Lett. 92, 157001 (2004)","doi:10.1103/PhysRevLett.92.157001"],"date":["2004-02-18"],"type":["text"],"creator":["Matsunaga, Yasushi","Ichioka, Masanori","Machida, Kazushige"],"language":[],"coverage":[],"title":["Vortex state in double transition superconductors"],"description":["  Novel vortex phase and nature of double transition field are investigated by\ntwo-component Ginzburg-Landau theory in a situation where fourfold-twofold\nsymmetric superconducting double transition occurs. The deformation from 60\ndegree triangular vortex lattice and a possibility of the vortex sheet\nstructure are discussed. In the presence of the gradient coupling, the\ntransition changes to a crossover at finite fields. These characters are\nimportant to identify the multiple superconducting phase in PrOs_4_Sb_12.\n","Comment: 4 pages, 4 figures, to appear in Phys. Rev. Lett"]}]
["cond-mat/0409376",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0409376","Phys. Rev. B 70, 100502(R) (2004)","doi:10.1103/PhysRevB.70.100502"],"date":["2004-09-14"],"type":["text"],"creator":["Matsunaga, Yasushi","Ichioka, Masanori","Machida, Kazushige"],"language":[],"coverage":[],"title":["Flux flow and pinning of the vortex sheet structure in a two-component\n  superconductor"],"description":["  A simulation study using the time-dependent Ginzburg-Landau theory is\nperformed for the vortex state in two-component superconductors, such as\nPrOs_4_Sb_12_. We investigate the flux flow and the pinning of the vortex sheet\nstructure. We find domain wall that traps half flux-quantum vortices and moves\nwith the flux flow. In the pinning case, we observe an emitting process of a\nconventional vortex from the vortex sheet by combining a pair of half\nflux-quantum vortices.\n","Comment: 4 pages, 4 figures, to appear in Phys. Rev. B"]}]
["cond-mat/0409413",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0409413","Phys. Rev. B 70, 144508 (2004)","doi:10.1103/PhysRevB.70.144508"],"date":["2004-09-16"],"type":["text"],"creator":["Ichioka, Masanori","Machida, Kazushige","Nakai, Noriyuki","Miranovic, Predrag"],"language":[],"coverage":[],"title":["Electronic state around vortex in a two-band superconductor"],"description":["  Based on the quasiclassical theory, we investigate the vortex state in a\ntwo-band superconductor with a small gap on a three dimensional Fermi surface\nand a large gap on a quasi-two dimensional one, as in MgB_2. The field\ndependence of zero-energy density of states is compared for fields parallel and\nperpendicular to the ab plane, and the anisotropy of the vortex core shape is\ndiscussed for a parallel field. The Fermi surface geometry of two-bands,\ncombining the effect of the normal-like electronic state on the small gap band\nat high fields, produces characteristic behavior in the anisotropy of c- and\nab-directions.\n","Comment: 6 pages, 6 figures, to appear in Phys. Rev. B"]}]
["cond-mat/0505460",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0505460","Phys. Rev. B 71, 172510 (2005)","doi:10.1103/PhysRevB.71.172510"],"date":["2005-05-18"],"type":["text"],"creator":["Ichioka, Masanori","Matsunaga, Yasushi","Machida, Kazushige"],"language":[],"coverage":[],"title":["Magnetization process in a chiral p-wave superconductor with\n  multi-domains"],"description":["  A simulation study for the magnetization process is performed for the\nmulti-domain state in a chiral p-wave superconductor, using the time-dependent\nGinzburg-Landau theory. The external field penetrates inside as core-less\nvortices through the domain wall, forming the vortex sheet structure. We find\nthat, with increasing magnetic fields, the domain walls move so that the\nunstable domains shrink to vanish. Therefore, the single domain structure is\nrealized at higher fields.\n"]}]
["cond-mat/0512219",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512219","Phys. Rev. B 73, 245101 (2006)","doi:10.1103/PhysRevB.73.245101"],"date":["2005-12-10","2006-03-23"],"type":["text"],"creator":["Hozoi, L.","Nishimoto, S."],"language":[],"coverage":[],"title":["Electron correlations and bond-length fluctuations in layered copper\n  oxides: electron versus hole doping"],"description":["  We investigate the nature of the electronic ground state and electron-lattice\ncouplings for doped chains of CuO_4 plaquettes or CuO_6 octahedra. The undoped\nconfiguration implies here Cu 3d^9 and O 2p^6 formal valence states. The\nresults of multiconfiguration calculations on 4-plaquette (or 4-octahedra)\nlinear clusters indicate strong electron-lattice interactions and polaronic\nbehavior of the doped particles, for both electron and hole doping. For certain\nphases of the oxygen-ion half-breathing distortions a multi-well energy\nlandscape is predicted. Since each well is associated to carriers localized at\ndifferent sites, the half-breathing displacements induce charge transfer along\nthe chain. In the case of hole-doping, the trends found by ab initio\nmulticonfiguration calculations on 4-octahedra clusters are confirmed by\ndensity-matrix renormalization-group calculations for a p-d, extended Hubbard\nmodel with chains of few tens of CuO_4 plaquettes. Under the assumption of\ncharge separation and the formation of 1/3-doped stripes, our results seem to\nsupport the vibronic mechanism and the traveling charge-density wave scenario\nproposed in some recent contributions for superconductivity in copper oxides.\n","Comment: references added, typos corrected"]}]
["cond-mat/0603479",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603479"],"date":["2006-03-18","2007-07-31"],"type":["text"],"creator":["Kim, Sang-Hoon","Kim, Chul Koo","Das, Mukunda P."],"language":[],"coverage":[],"title":["Ground state energy density of a dilute Bose gas in the canonical\n  transformation"],"description":["  A ground state energy density of an interacting dilute Bose gas system is\nstudied in the canonical transformation scheme. It is shown that the\ntransformation scheme enables us to calculate a higher order correction of\norder $n a^3$ in the particle depletion and ground state energy density of a\ndilute Bose gas system, which corresponds to the density fluctuation\ncontribution from the excited states. The coefficient of $n a^3$ term is shown\nto be $2(\\pi - 8/3)$ for the particle depletion, and $16(\\pi - 8/3)$ for the\nground state energy density.\n","Comment: 5 pages, 0 figure"]}]
["cond-mat/0608652",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608652","Applied Physics Letters 90, 043109 (2007)","doi:10.1063/1.2435335"],"date":["2006-08-29"],"type":["text"],"creator":["Conrad, Vincent I.","Greentree, Andrew D.","Hollenberg, Lloyd C. L."],"language":[],"coverage":[],"title":["A multiplexed single electron transistor for application in scalable\n  solid-state quantum computing"],"description":["  Single Electron Transistors (SETs) are nanoscale electrometers of\nunprecedented sensitivity, and as such have been proposed as read-out devices\nin a number of quantum computer architectures. We show that the functionality\nof a standard SET can be multiplexed so as to operate as both read-out device\nand control gate for a solid-state qubit. Multiplexing in this way may be\ncritical in lowering overall gate densities in scalable quantum computer\narchitectures.\n","Comment: 3 pages 3 figures"]}]
["cond-mat/0609050",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609050","Nature Physics, 2, 856, 2006","doi:10.1038/nphys466"],"date":["2006-09-03"],"type":["text"],"creator":["Greentree, Andrew D.","Tahan, Charles","Cole, Jared H.","Hollenberg, L. C. L."],"language":[],"coverage":[],"title":["Quantum phase transitions of light"],"description":["  Recently, condensed matter and atomic experiments have reached a length-scale\nand temperature regime where new quantum collective phenomena emerge. Finding\nsuch physics in systems of photons, however, is problematic, as photons\ntypically do not interact with each other and can be created or destroyed at\nwill. Here, we introduce a physical system of photons that exhibits strongly\ncorrelated dynamics on a meso-scale. By adding photons to a two-dimensional\narray of coupled optical cavities each containing a single two-level atom in\nthe photon-blockade regime, we form dressed states, or polaritons, that are\nboth long-lived and strongly interacting. Our zero temperature results predict\nthat this photonic system will undergo a characteristic Mott insulator\n(excitations localised on each site) to superfluid (excitations delocalised\nacross the lattice) quantum phase transition. Each cavity's impressive photon\nout-coupling potential may lead to actual devices based on these quantum\nmany-body effects, as well as observable, tunable quantum simulators. We\nexplicitly show that such phenomena may be observable in micro-machined diamond\ncontaining nitrogen-vacancy colour centres and superconducting microwave\nstrip-line resonators.\n","Comment: 11 pages, 5 figures (2 in colour)"]}]
["cond-mat/0611209",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611209","Phys. Rev. B 76, 045433 (2007)","doi:10.1103/PhysRevB.76.045433"],"date":["2006-11-08","2007-07-11"],"type":["text"],"creator":["Schomerus, Henning"],"language":[],"coverage":[],"title":["Effective contact model for transport through weakly-doped graphene"],"description":["  Recent investigations address transport through ballistic charge-neutral\ngraphene strips coupled to doped graphitic leads. This paper shows that\nidentical transport properties arise when the leads are replaced by quantum\nwires. This duality between graphitic and metallic leads originates in the\nselection of modes with transverse momentum close to the K points, and can be\nextended to a wide class of contact models. Among this class we identify a\nsimple, effective contact model, which provides an efficient tool to study the\ntransport through extended weakly-doped graphitic systems.\n","Comment: 8 pages, 4 figures, to appear in PRB, significantly extended with\n  detailed appendices"]}]
["cond-mat/0702537",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702537","Phys. Rev. B 76, 024523 (2007)","doi:10.1103/PhysRevB.76.024523"],"date":["2007-02-23","2007-07-31"],"type":["text"],"creator":["Blackburn, E.","Goodkind, J. M.","Sinha, S. K.","Hudis, J.","Broholm, C.","van Duijn, J.","Frost, C. D.","Kirichek, O.","Down, R. B. E."],"language":[],"coverage":[],"title":["Absence of low temperature anomaly in the Debye-Waller factor of solid\n  He-4"],"description":["  The mean square atomic displacement in hcp-phase solid He-4 has been measured\nin crystals with a molar volume of 21.3 cm^3. It is temperature independent\nfrom 1 K to 140 mK, with no evidence for an anomaly in the vicinity of the\nproposed supersolid transition. The mean square displacement is different for\nin-plane motions (0.122 +/- 0.001 A^(2)) and out-of-plane motions (0.150 +/-\n0.001 A ^(2)).\n","Comment: 4 figures, 4 tables. Updated version with publication information"]}]
["cs/0702065",{"format":[],"subject":["Computer Science - Symbolic Computation","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0702065"],"date":["2007-02-10","2007-07-31"],"type":["text"],"creator":["Dridi, R.","Petitot, M."],"language":[],"coverage":[],"title":["Towards a New ODE Solver Based on Cartan's Equivalence Method"],"description":["  The aim of the present paper is to propose an algorithm for a new ODE--solver\nwhich should improve the abilities of current solvers to handle second order\ndifferential equations. The paper provides also a theoretical result revealing\nthe relationship between the change of coordinates, that maps the generic\nequation to a given target equation, and the symmetry $\\D$-groupoid of this\ntarget.\n"]}]
["hep-ex/0505039",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0505039"],"date":["2005-05-14","2005-05-29"],"type":["text"],"creator":["BELLE Collaboration","Zhang, J."],"language":[],"coverage":[],"title":["Measurements of Branching Fraction and Polarization in B^+ -> rho^+\n  K^{*0} Decay"],"description":["  We present the results of a study of the charmless vector-vector decay\n$B^+\\to \\rho^+K^{*0}$, based on 253 fb$^{-1}$ of data collected with the Belle\ndetector at the KEKB asymmetric-energy $e^+e^-$ collider. We obtain the\nbranching fraction ${\\cal B}(B^+\\to\\rho^+ K^{*0})=(8.9\\pm 1.7(\\rm stat)\\pm 1.2\n(\\rm syst))\\times 10^{-6}$. We also perform a helicity analysis of the $\\rho$\nand $K^*$ vector mesons, and obtain the longitudinal polarization fraction\n$f_L(B^+\\to \\rho^+ K^{*0})=0.43 \\pm 0.11(\\rm stat)^{+0.05}_{-0.02}(\\rm syst)$.\n","Comment: 5 pages, 3 figures"]}]
["hep-ex/0608012",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0608012"],"date":["2006-08-04"],"type":["text"],"creator":["The Belle Collaboration","Abe, K."],"language":[],"coverage":[],"title":["Measurement of masses of $\\Xi_c(2645)$ and $\\Xi_c(2815)$ baryons"],"description":["  We report a precise measurement of masses of the $\\Xi_c(2645)$ and\n$\\Xi_c(2815)$ baryons using data collected by the Belle experiment at the KEKB\n$e^+ e^-$ collider. The states $\\Xi_c(2645)^{0,+}$ are observed in the\n$\\Xi_c^{+,0}\\pi^{-,+}$ decay modes, while the $\\Xi_c(2815)^{0,+}$ are\nreconstructed in the $\\Xi_c(2645)^{+,0}\\pi^{-,+}$ decay modes.\n","Comment: 15 pages, 4 figures, submitted to the ICHEP06 Conference, Moscow,\n  Russia"]}]
["hep-ex/0609013",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0609013"],"date":["2006-09-07","2006-10-17"],"type":["text"],"creator":["The Belle Collaboration","Abe, K."],"language":[],"coverage":[],"title":["Search for Lepton Flavor Violating tau^- Decays into l^-eta, l^-eta' and\n  l^-pi^0"],"description":["  We have searched for lepton flavor violating $\\tau$ decays with a\npseudoscalar meson ($\\eta$, $\\eta'$ and $\\pi^0$) using a data sample of 401\nfb$^{-1}$ collected with the Belle detector at the KEKB asymmetric-energy\n$e^+e^-$ collider. No evidence for these decays is found and we set the\nfollowing upper limits on the branching fractions: ${\\cal{B}}(\\tau^-\\to\ne^-\\eta) < 9.2\\times 10^{-8}$, ${\\cal{B}}(\\tau^-\\to \\mu^-\\eta) < 6.5\\times\n10^{-8}$, ${\\cal{B}}(\\tau^-\\to e^-\\eta') < 1.6\\times 10^{-7}$,\n${\\cal{B}}(\\tau^-\\to \\mu^-\\eta') < 1.3\\times 10^{-7}$ ${\\cal{B}}(\\tau^-\\to\ne^-\\pi^0) < 8.0\\times 10^{-8}$ and ${\\cal{B}}(\\tau^-\\to \\mu^-\\pi^0) < 1.2\\times\n10^{-7}$ at the 90% confidence level, respectively. These results improve the\npreviously published limits by factors from 2.3 to 6.4.\n","Comment: 17 pages, 10 figures, submitted to the ICHEP06 Conference, Moscow,\n  Russia"]}]
["math/0311333",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","13A35","13D02","14D20","14H60","14J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311333"],"date":["2003-11-19","2007-08-01"],"type":["text"],"creator":["Brenner, Holger"],"language":[],"coverage":[],"title":["Looking out for stable syzygy bundles"],"description":["  We study (slope-)stability properties of syzygy bundles on a projective space\nP^N given by ideal generators of a homogeneous primary ideal. In particular we\ngive a combinatorial criterion for a monomial ideal to have a semistable syzygy\nbundle. Restriction theorems for semistable bundles yield the same stability\nresults on the generic complete intersection curve. From this we deduce a\nnumerical formula for the tight closure of an ideal generated by monomials or\nby generic homogeneous elements in a generic two-dimensional complete\nintersection ring.\n","Comment: This paper contains an appendix by Georg Hein: Semistability of the\n  general syzygy bundle. The new version is quite new"]}]
["math/0504392",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504392","Math. Ann. 338 (2007), 845-868"],"date":["2005-04-19","2007-08-01"],"type":["text"],"creator":["Gathmann, Andreas","Markwig, Hannah"],"language":[],"coverage":[],"title":["The Caporaso-Harris formula and plane relative Gromov-Witten invariants\n  in tropical geometry"],"description":["  Some years ago Caporaso and Harris have found a nice way to compute the\nnumbers N(d,g) of complex plane curves of degree d and genus g through 3d+g-1\ngeneral points with the help of relative Gromov-Witten invariants. Recently,\nMikhalkin has found a way to reinterpret the numbers N(d,g) in terms of\ntropical geometry and to compute them by counting certain lattice paths in\nintegral polytopes. We relate these two results by defining an analogue of the\nrelative Gromov-Witten invariants and rederiving the Caporaso-Harris formula in\nterms of both tropical geometry and lattice paths.\n","Comment: 23 pages; update to match the published version"]}]
["math/0603052",{"format":[],"subject":["Mathematics - Logic","Mathematics - Classical Analysis and ODEs","37C27, 03C64"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603052"],"date":["2006-03-02","2007-08-01"],"type":["text"],"creator":["Dolich, Alf","Speissegger, Patrick"],"language":[],"coverage":[],"title":["An ordered structure of rank two related to Dulac's problem"],"description":["  For a vector field F on the Euclidean plane we construct, under certain\nassumptions on F, an ordered model-theoretic structure associated to the flow\nof F. We do this in such a way that the set of all limit cycles of F is\nrepresented by a definable set. This allows us to give two restatements of\nDulac's Problem for F--that is, the question whether F has finitely many limit\ncycles--in model-theoretic terms, one involving the recently developed notion\nof thorn-rank and the other involving the notion of o-minimality.\n","Comment: 45 pages, final version"]}]
["math/0603455",{"format":[],"subject":["Mathematics - Algebraic Topology","55N91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603455","Bulletin of the London Mathematical Society 2007 39(3): 499-508","doi:10.1112/blms/bdm029"],"date":["2006-03-18","2007-08-01"],"type":["text"],"creator":["Nie, Zhaohu"],"language":[],"coverage":[],"title":["A Functor Converting Equivariant Homology to Homotopy"],"description":["  In this paper, we prove an equivariant version of the classical Dold-Thom\ntheorem. Associated to a finite group, a CW-complex on which this group acts\nand a covariant coefficient system in the sense of Bredon, we functorially\nconstruct a topological abelian group by the coend construction. Then we prove\nthat the homotopy groups of this topological abelian group are naturally\nisomorphic to the Bredon equivariant homology of the CW-complex. At the end we\npresent several examples of this result.\n","Comment: 11 pages. Major style change. The final published version"]}]
["math/0605080",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","55N91, 55P43, 55P92, 55R12, 14D22, 18D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605080"],"date":["2006-05-02","2007-08-01"],"type":["text"],"creator":["Westerland, Craig"],"language":[],"coverage":[],"title":["Equivariant operads, string topology, and Tate cohomology"],"description":["  From an operad C with an action of a group G, we construct new operads using\nthe homotopy fixed point and orbit spectra. These new operads are shown to be\nequivalent when the generalized G-Tate cohomology of C is trivial. Applying\nthis theory to the little disk operad C_2 (which is an S^1 operad) we obtain\nvariations on Getzler's gravity operad, which we show governs the Chas-Sullivan\nstring bracket.\n","Comment: 36 pages, 1 figure. Changes: main proofs and exposition streamlined,\n  new section on continuous cohomology of operads, font changed. To appear in\n  Math. Ann"]}]
["math/0605477",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control","60K20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605477"],"date":["2006-05-17","2007-08-01"],"type":["text"],"creator":["Hansen, Jennie","Reynolds, Cian","Zachary, Stan"],"language":[],"coverage":[],"title":["Stability of processor sharing networks with simultaneous resource\n  requirements"],"description":["  We study the phenomenon of entrainment in processor sharing networks,\nwhereby, while individual network resources have sufficient capacity to met\ndemand, the requirement for simultaneous availability of resources means that a\nnetwork may nevertheless be unstable. We show that instability occurs through\npoor control, and that, for a variety of network topologies, only small\nmodifications to controls are required in order to ensure stability. For\ncontrols which possess a natural monotonicity property, we give some new\nresults for the classification of the corresponding Markov processes, which\nlead to conditions both for stability and for instability.\n","Comment: minor revisions - corresponds to published version"]}]
["math/0606661",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606661"],"date":["2006-06-27","2007-08-01"],"type":["text"],"creator":["Blecher, David P.","Neal, Matthew"],"language":[],"coverage":[],"title":["Open partial isometries and positivity in operator spaces"],"description":["  We study positivity in C*-modules and operator spaces using open tripotents,\nand an ordered version of the `noncommutative Shilov boundary'. Because of\ntheir independent interest, we also systematically study open tripotents and\ntheir properties.\n","Comment: To appear"]}]
["nlin/0606067",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0606067","Phys. Rev. E 75, 016217 (2007)","doi:10.1103/PhysRevE.75.016217"],"date":["2006-06-27"],"type":["text"],"creator":["Gorin, T.","Martinez, D. F.","Schomerus, H."],"language":[],"coverage":[],"title":["Long-time signatures of short-time dynamics in decaying quantum-chaotic\n  systems"],"description":["  We analyze the decay of classically chaotic quantum systems in the presence\nof fast ballistic escape routes on the Ehrenfest time scale. For a continuous\nexcitation process, the form factor of the decay cross section deviates from\nthe universal random-matrix result on the Heisenberg time scale, i.e. for times\nmuch larger than the time for ballistic escape. We derive an exact analytical\ndescription and compare our results with numerical simulations for a dynamical\nmodel.\n","Comment: 4 pages, 2 figures"]}]
["physics/0512068",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0512068","Traffic and Granular Flow ' 05 : pp.603-611 (2007)\n  Springer-Verlag, Berlin, Editors: A. Schadschneider, T. Poschel, R. Kuhne, M.\n  Schreckenberg and D. E. Wolf"],"date":["2005-12-08"],"type":["text"],"creator":["Kaulakys, Bronislovas","Alaburda, Miglius","Gontis, Vygintas","Meskauskas, Tadas","Ruseckas, Julius"],"language":[],"coverage":[],"title":["Modeling of flows with the power-law spectral densities and power-law\n  distributions of flow's intensities"],"description":["  We present analytical and numerical results of modeling of flows represented\nas the correlated non-Poissonian point process and as the Poissonian sequence\nof pulses of the different size. Both models may generate signals with the\npower-law distributions of the intensity of the flow and the power-law spectral\ndensity. Furthermore, different distributions of the interevent time of the\npoint process and different statistics of the size of pulses may result in\n$1/f^{\\beta}$ noise (one-over-f noise, 1-f noise) with\n$0.5\\lesssim\\beta\\lesssim2$. Combination of the models is applied for modeling\nof the Internet traffic.\n","Comment: 9 pages, 6 figures, Presented at Conference on Traffic and Granular\n  Flow 2005, Berlin"]}]
["physics/0609148",{"format":[],"subject":["Physics - Chemical Physics","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0609148","Theor Chem Acc 118, 407-415 (2007)","doi:10.1007/s00214-007-0279-5"],"date":["2006-09-17","2007-04-08"],"type":["text"],"creator":["Hamilton, I. P.","Mosna, Ricardo A.","Site, L. Delle"],"language":[],"coverage":[],"title":["Classical kinetic energy, quantum fluctuation terms and kinetic-energy\n  functionals"],"description":["  We employ a recently formulated dequantization procedure to obtain an exact\nexpression for the kinetic energy which is applicable to all kinetic-energy\nfunctionals. We express the kinetic energy of an N-electron system as the sum\nof an N-electron classical kinetic energy and an N-electron purely quantum\nkinetic energy arising from the quantum fluctuations that turn the classical\nmomentum into the quantum momentum. This leads to an interesting analogy with\nNelson's stochastic approach to quantum mechanics, which we use to conceptually\nclarify the physical nature of part of the kinetic-energy functional in terms\nof statistical fluctuations and in direct correspondence with Fisher\nInformation Theory. We show that the N-electron purely quantum kinetic energy\ncan be written as the sum of the (one-electron) Weizsacker term and an\n(N-1)-electron kinetic correlation term. We further show that the Weizsacker\nterm results from local fluctuations while the kinetic correlation term results\nfrom the nonlocal fluctuations. For one-electron orbitals (where kinetic\ncorrelation is neglected) we obtain an exact (albeit impractical) expression\nfor the noninteracting kinetic energy as the sum of the classical kinetic\nenergy and the Weizsacker term. The classical kinetic energy is seen to be\nexplicitly dependent on the electron phase and this has implications for the\ndevelopment of accurate orbital-free kinetic-energy functionals. Also, there is\na direct connection between the classical kinetic energy and the angular\nmomentum and, across a row of the periodic table, the classical kinetic energy\ncomponent of the noninteracting kinetic energy generally increases as Z\nincreases.\n","Comment: 10 pages, 1 figure. To appear in Theor Chem Acc"]}]
["physics/0701266",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701266"],"date":["2007-01-23","2007-08-01"],"type":["text"],"creator":["Courtney, Michael","Courtney, Amy"],"language":[],"coverage":[],"title":["Relative incapacitation contributions of pressure wave and wound channel\n  in the Marshall and Sanow data set"],"description":["  The Marshall and Sanow data set is the largest and most comprehensive data\nset available quantifying handgun bullet effectiveness in humans. This article\npresents an empirical model for relative incapacitation probability in humans\nhit in the thoracic cavity by handgun bullets. The model is constructed by\nemploying the hypothesis that the wound channel and ballistic pressure wave\neffects each have an associated independent probability of incapacitation.\nCombining models for these two independent probabilities using the elementary\nrules of probability and performing a least-squares fit to the Marshall and\nSanow data provides an empirical model with only two adjustable parameters for\nmodeling bullet effectiveness with a standard error of 5.6% and a correlation\ncoefficient R = 0.939. This supports the hypothesis that wound channel and\npressure wave effects are independent (within the experimental error), and it\nalso allows assignment of the relative contribution of each effect for a given\nhandgun load. This model also gives the expected limiting behavior in the cases\nof very small and very large variables (wound channel and pressure wave), as\nwell as for incapacitation by rifle and shotgun projectiles.\n","Comment: Related to traumatic brain injury. Revised version adds references,\n  fixes typos, and updates author affiliations"]}]
["physics/0701267",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701267"],"date":["2007-01-23","2007-08-01"],"type":["text"],"creator":["Courtney, Michael","Courtney, Amy"],"language":[],"coverage":[],"title":["Ballistic pressure wave contributions to rapid incapacitation in the\n  Strasbourg goat tests"],"description":["  This article presents empirical models for the relationship between peak\nballistic pressure wave magnitude and incapacitation times in the Strasbourg\ngoat test data. Using a model with the expected limiting behavior at large and\nsmall pressure wave magnitudes, the average incapacitation times are highly\ncorrelated (R = 0.91) with peak pressure wave magnitude. The cumulative\nincapacitation probability as a function of time reveals both fast (t < 5 s)\nand slow (t > 5 s) incapacitation mechanisms. The fast incapacitation mechanism\ncan be accurately modeled as a function of peak pressure wave magnitude. The\nslow incapacitation mechanism is presumably due to blood loss via damaged\nvascular tissue.\n","Comment: Related to traumatic brain injury"]}]
["physics/0702107",{"format":[],"subject":["Physics - Medical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0702107"],"date":["2007-02-13","2007-08-01"],"type":["text"],"creator":["Courtney, Michael","Courtney, Amy"],"language":[],"coverage":[],"title":["A method for testing handgun bullets in deer"],"description":["  Using service handguns to test bullets in deer is problematic because of\nvelocity loss with range and accuracy giving sub-optimal shot placement. An\nalternate method is presented using a scoped muzzleloader shooting saboted\nhandgun bullets to allow precise (within 2\" in many cases) shot placement for\nstudying terminal ballistics in a living target. Deer are baited to a known\nrange and path obstructions are used to place the deer broadside to the\nshooter. Muzzleloading powder charges provide a combination of muzzle velocity\nand velocity loss due to air resistance for a given ballistic coefficient that\nproduce impact velocities corresponding to typical pistol velocities. With\nreadily available sabots, this approach allows for testing of terminal\nballistics of .355, .357, .40, .429, .45, and .458 caliber bullets with two\nmuzzleloaders (.45 and .50 caliber). Examples are described demonstrating the\nusefulness of testing handgun bullets in deer for acoustic shooting event\nreconstruction, understanding tissue damage effects, and comparing relative\nincapacitation of different loads.\n","Comment: Related to forensic science and traumatic brain injury. Revised\n  version adds references, fixes typos, and updates affiliations"]}]
["quant-ph/0409077",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0409077","Nanotechnology 16, 74-81 (2005)","doi:10.1088/0957-4484/16/1/016"],"date":["2004-09-13"],"type":["text"],"creator":["Lee, K. H.","Greentree, A. D.","Dinale, J. P.","Escott, C. C.","Dzurak, A. S.","Clark, R. G."],"language":[],"coverage":[],"title":["Modeling Single Electron Transfer in Si:P Double Quantum Dots"],"description":["  Solid-state systems such as P donors in Si have considerable potential for\nrealization of scalable quantum computation. Recent experimental work in this\narea has focused on implanted Si:P double quantum dots (DQDs) that represent a\npreliminary step towards the realization of single donor charge-based qubits.\nThis paper focuses on the techniques involved in analyzing the charge transfer\nwithin such DQD devices and understanding the impact of fabrication parameters\non this process. We show that misalignment between the buried dots and surface\ngates affects the charge transfer behavior and identify some of the challenges\nposed by reducing the size of the metallic dot to the few donor regime.\n","Comment: 11 pages, 7 figures, submitted to Nanotechnology"]}]
["quant-ph/0607186",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0607186","Phys. Rev. Lett. 98 010503 (2007)","doi:10.1103/PhysRevLett.98.010503"],"date":["2006-07-26","2007-05-02"],"type":["text"],"creator":["Rosenberg, Danna","Harrington, Jim W.","Rice, Patrick R.","Hiskett, Philip A.","Peterson, Charles G.","Hughes, Richard J.","Lita, Adriana E.","Nam, Sae Woo","Nordholt, Jane E."],"language":[],"coverage":[],"title":["Long distance decoy state quantum key distribution in optical fiber"],"description":["  The theoretical existence of photon-number-splitting attacks creates a\nsecurity loophole for most quantum key distribution (QKD) demonstrations that\nuse a highly attenuated laser source. Using ultra-low-noise, high-efficiency\ntransition-edge sensor photodetectors, we have implemented the first version of\na decoy-state protocol that incorporates finite statistics without the use of\nGaussian approximations in a one-way QKD system, enabling the creation of\nsecure keys immune to photon-number-splitting attacks and highly resistant to\nTrojan horse attacks over 107 km of optical fiber.\n","Comment: 4 pages, 3 figures"]}]
["quant-ph/0611162",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611162","Phys. Rev. Lett. 98, 260401 (2007)","doi:10.1103/PhysRevLett.98.260401"],"date":["2006-11-15"],"type":["text"],"creator":["Schomerus, Henning","Lutz, Eric"],"language":[],"coverage":[],"title":["Nonexponential decoherence and momentum subdiffusion in a quantum L\\'evy\n  kicked rotator"],"description":["  We investigate decoherence in the quantum kicked rotator (modelling cold\natoms in a pulsed optical field) subjected to noise with power-law tail\nwaiting-time distributions of variable exponent (Levy noise). We demonstrate\nthe existence of a regime of nonexponential decoherence where the notion of a\ndecoherence rate is ill-defined. In this regime, dynamical localization is\nnever fully destroyed, indicating that the dynamics of the quantum system never\nreaches the classical limit. We show that this leads to quantum subdiffusion of\nthe momentum, which should be observable in an experiment.\n","Comment: 4 pages, 1 figure"]}]
["quant-ph/0612009",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612009"],"date":["2006-12-01","2007-08-01"],"type":["text"],"creator":["Bolonek, Katarzyna","Kosinski, Piotr"],"language":[],"coverage":[],"title":["Comment on \"Dirac Quantization of Pais-Uhlenbeck Fourth Order\n  Oscillator\""],"description":["  The structure of Pais-Uhlenbeck oscillator in the equal-frequency limit has\nbeen recently studied by Mannheim and Davidson [Phys.Rev. A71 (2005), 042110].\nIt appears that taking this limit, as presented in the above paper, is quite\nsubtle and the resulting structure of space of states - involved. In order to\nclarify the situation we present here the proper way of taking the\nequal-frequency limit, first under the assumption that the scalar product in\nthe space of states is positive defined. We discuss also the case of indefinite\nmetric space of states. We show that, irrespective of the way the limit is\ndefined, the limiting theory can be hardly viewed as satisfactory.\n","Comment: 10 pages, no figures"]}]
["quant-ph/0701149",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701149"],"date":["2007-01-21","2007-08-01"],"type":["text"],"creator":["Yang, Dong","Horodecki, Michal","Wang, Z. D."],"language":[],"coverage":[],"title":["Conditional Entanglement"],"description":["  Based on the ideas of {\\it quantum extension} and {\\it quantum conditioning},\nwe propose a generic approach to construct a new kind of entanglement measures\ncalled {\\it conditional entanglement}. The new measures, built from the known\nentanglement measures, are convex, automatically {\\it super-additive}, and even\nsmaller than the regularized versions of the generating measures. More\nimportantly, new measures can also be built directly from measures of\ncorrelations, enabling us to introduce an {\\it additive} measure and generalize\nit to a multipartite entanglement measure.\n","Comment: New version, a short one submitted"]}]
