["0706.0219",{"format":[],"subject":["Mathematics - Probability","60K35","82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0219"],"date":["2007-06-01","2007-12-16"],"type":["text"],"creator":["Berg, J. van den","Peres, Y.","Sidoravicius, V.","Vares, M. E."],"language":[],"coverage":[],"title":["Random spatial growth with paralyzing obstacles"],"description":["  We study models of spatial growth processes where initially there are sources\nof growth (indicated by the colour green) and sources of a growth-stopping\n(paralyzing) substance (indicated by red). The green sources expand and may\nmerge with others (there is no `inter-green' competition). The red substance\nremains passive as long as it is isolated. However, when a green cluster comes\nin touch with the red substance, it is immediately invaded by the latter, stops\ngrowing and starts to act as red substance itself. In our main model space is\nrepresented by a graph, of which initially each vertex is randomly green, red\nor white (vacant), and the growth of the green clusters is similar to that in\nfirst-passage percolation. The main issues we investigate are whether the model\nis well-defined on an infinite graph (e.g. the $d$-dimensional cubic lattice),\nand what can be said about the distribution of the size of a green cluster just\nbefore it is paralyzed. We show that, if the initial density of red vertices is\npositive, and that of white vertices is sufficiently small, the model is indeed\nwell-defined and the above distribution has an exponential tail. In fact, we\nbelieve this to be true whenever the initial density of red is positive. This\nresearch also led to a relation between invasion percolation and critical\nBernoulli percolation which seems to be of independent interest.\n","Comment: 28 pages, to appear in Annales IHP (Probab. Stat.)"]}]
["0706.0757",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0757","Phys. Rev. A 76, 023613 (2007)","doi:10.1103/PhysRevA.76.023613"],"date":["2007-06-06"],"type":["text"],"creator":["Hafezi, Mohammad","Sorensen, Anders S.","Demler, Eugene","Lukin, Mikhail D."],"language":[],"coverage":[],"title":["Fractional Quantum Hall Effect in Optical Lattices"],"description":["  We analyze a recently proposed method to create fractional quantum Hall (FQH)\nstates of atoms confined in optical lattices [A. S{\\o}rensen {\\it et al.},\nPhys. Rev. Lett. {\\bf 94} 086803 (2005)]. Extending the previous work, we\ninvestigate conditions under which the FQH effect can be achieved for bosons on\na lattice with an effective magnetic field and finite onsite interaction.\nFurthermore, we characterize the ground state in such systems by calculating\nChern numbers which can provide direct signatures of topological order and\nexplore regimes where the characterization in terms of wavefunction overlap\nfails. We also discuss various issues which are relevant for the practical\nrealization of such FQH states with ultracold atoms in an optical lattice,\nincluding the presence of the long-range dipole interaction which can improve\nthe energy gap and stabilize the ground state. We also investigate a new\ndetection technique based on Bragg spectroscopy to probe these system in an\nexperimental realization.\n","Comment: 18 pages, 12 figures"]}]
["0706.0769",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0769","EPL 81 No 1 (January 2008) 10005","doi:10.1209/0295-5075/81/10005"],"date":["2007-06-06","2007-12-04"],"type":["text"],"creator":["Hafezi, Mohammad","Sorensen, Anders S.","Lukin, Mikhail D.","Demler, Eugene"],"language":[],"coverage":[],"title":["Characterization of topological states on a lattice with Chern number"],"description":["  We study Chern numbers to characterize the ground state of strongly\ninteracting systems on a lattice. This method allows us to perform a numerical\ncharacterization of bosonic fractional quantum Hall (FQH) states on a lattice\nwhere conventional overlap calculation with known continuum case such as\nLaughlin state, breaks down due to the lattice structure or dipole-dipole\ninteraction. The non-vanishing Chern number indicates the existence of a\ntopological order in the degenerate ground state manifold.\n","Comment: 5 pages, 3 figures, V2: changes in the presentation"]}]
["0706.2219",{"format":[],"subject":["Mathematics - Number Theory","11J70, 11J83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2219"],"date":["2007-06-15","2007-12-17"],"type":["text"],"creator":["Dushistova, Anna A.","Moshchevitin, Nikolai G."],"language":[],"coverage":[],"title":["On the derivative of the Minkowski question mark function $?(x)$"],"description":["  Let $ x = [0;a_1,a_2,...]$ be the decomposition of the irrational number $x\n\\in [0,1]$ into regular continued fraction. Then for the derivative of the\nMinkowski function $?(x)$ we prove that $?'(x) = +\\infty$ provided $\n\\limsup_{t\\to \\infty}\\frac{a_1+...+a_t}{t} <\\kappa_1 =\\frac{2\\log\n\\lambda_1}{\\log 2} = 1.388^+$, and $?'(x) = 0$ provided $ \\liminf_{t\\to\n\\infty}\\frac{a_1+...+a_t}{t} >\\kappa_2 = \\frac{4L_5-5L_4}{L_5-L_4}= 4.401^+$\n(here $ L_j = \\log (\\frac{j+\\sqrt{j^2+4}}{2}) - j\\cdot\\frac{\\log 2}{2}$).\nConstants $\\kappa_1,\\kappa_2$ are the best possible. Also we prove that $?'(x)\n= +\\infty$ holds for all $x$ with partial quotients bounded by 4.\n","Comment: 10 pages, submitted to Discrete Mathematics and Applications, minor\n  correction of misprints"]}]
["0706.3825",{"format":[],"subject":["Physics - Classical Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3825","Geophysical Journal International 172 (2008) 252-261","doi:10.1111/j.1365-246X.2007.03620.x"],"date":["2007-06-26","2007-09-11"],"type":["text"],"creator":["Lombard, Bruno","Piraux, Joël","Gélis, Céline","Virieux, Jean"],"language":[],"coverage":[],"title":["Free and smooth boundaries in 2-D finite-difference schemes for\n  transient elastic waves"],"description":["  A method is proposed for accurately describing arbitrary-shaped free\nboundaries in single-grid finite-difference schemes for elastodynamics, in a\ntime-domain velocity-stress framework. The basic idea is as follows: fictitious\nvalues of the solution are built in vacuum, and injected into the numerical\nintegration scheme near boundaries. The most original feature of this method is\nthe way in which these fictitious values are calculated. They are based on\nboundary conditions and compatibility conditions satisfied by the successive\nspatial derivatives of the solution, up to a given order that depends on the\nspatial accuracy of the integration scheme adopted. Since the work is mostly\ndone during the preprocessing step, the extra computational cost is negligible.\nStress-free conditions can be designed at any arbitrary order without any\nnumerical instability, as numerically checked. Using 10 grid nodes per minimal\nS-wavelength with a propagation distance of 50 wavelengths yields highly\naccurate results. With 5 grid nodes per minimal S-wavelength, the solution is\nless accurate but still acceptable. A subcell resolution of the boundary inside\nthe Cartesian meshing is obtained, and the spurious diffractions induced by\nstaircase descriptions of boundaries are avoided. Contrary to what occurs with\nthe vacuum method, the quality of the numerical solution obtained with this\nmethod is almost independent of the angle between the free boundary and the\nCartesian meshing.\n","Comment: accepted and to be published in Geophys. J. Int"]}]
["0707.2397",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2397","Nature Physics 3, 700 - 702 (2007)","doi:10.1038/nphys707"],"date":["2007-07-16"],"type":["text"],"creator":["Hetel, Iulian","Lemberger, Thomas R.","Randeria, Mohit"],"language":[],"coverage":[],"title":["Quantum critical behaviour in the superfluid density of strongly\n  underdoped ultrathin cuprate films"],"description":["  A central issue in the physics of high temperature superconductors is to\nunderstand superconductivity within a single copper-oxide layer or bilayer, the\nfundamental structural unit in the cuprates, and how it is lost with\nunderdoping. As mobile holes are removed from the CuO_2 planes, the transition\ntemperature T_C and superfluid density n_S decrease in a surprisingly\ncorrelated fashion in crystals and thick films. We seek to elucidate the\nintrinsic physics of bilayers in the strongly underdoped regime, near the\ncritical doping level where superconductivity disappears. We report\nmeasurements of n_S(T) in films of Y_{1-x}Ca_xBa_2Cu_3O_{7-\\delta} as thin as\ntwo copper-oxide bilayers with T_C's as low as 3 K. In addition to seeing the\ntwo-dimensional (2D) Kosterlitz-Thouless-Berezinski transition at T_C, we\nobserve a remarkable scaling of T_C with n_S(0) that demonstrates that the\ndisappearance of superconductivity with underdoping is due to quantum\nfluctuations near a T = 0 2D quantum critical point.\n","Comment: 13 pages, 2 figure"]}]
["0707.2694",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2694","Eur. Phys. J. B 60, 225-229 (2007)","doi:10.1140/epjb/e2007-00341-x"],"date":["2007-07-18"],"type":["text"],"creator":["Chepelianskii, A. D.","Pikovsky, A. S.","Shepelyansky, D. L."],"language":[],"coverage":[],"title":["Synchnonization, zero-resistance states and rotating Wigner crystal"],"description":["  We show that rotational angles of electrons moving in two dimensions (2D) in\na perpendicular magnetic field can be synchronized by an external microwave\nfield which frequency is close to the Larmor frequency. The synchronization\neliminates collisions between electrons and thus creates a regime with zero\ndiffusion corresponding to the zero-resistance states observed in experiments\nwith high mobility 2D electron gas (2DEG). For long range Coulomb interactions\nelectrons form a rotating hexagonal Wigner crystal. Possible relevance of this\neffect for planetary rings is discussed.\n","Comment: 4 pages, 4 figs"]}]
["0707.3727",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3727","Europhys. Lett. 80 20001 (2007)","doi:10.1209/0295-5075/80/20001"],"date":["2007-07-25","2007-09-06"],"type":["text"],"creator":["Goldman, N."],"language":[],"coverage":[],"title":["Spatial patterns in optical lattices submitted to gauge potentials"],"description":["  We study the vortex formation in optical lattices submitted to artificial\ngauge potentials. We compute the superfluid density for Abelian and non-Abelian\ngauge potentials with a mean-field approach of the Bose-Hubbard model and we\ndetermine the rule describing the number of vortices as a function of the\neffective magnetic flux. This simple rule is represented by a remarkably rich\nfigure that represents the superfluid density as a function of the flux. The\nphenomena which emanate from this work should be observed experimentally in\noptical lattices within which atom tunneling is laser-assisted and described by\ncommutative or non-commutative tunneling operators.\n","Comment: 5 pages"]}]
["0707.4000",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4000","Quantum Inf. Comput. 8, 263 (2008)"],"date":["2007-07-27","2007-07-31"],"type":["text"],"creator":["Gross, D.","Nest, M. Van den"],"language":[],"coverage":[],"title":["The LU-LC conjecture, diagonal local operations and quadratic forms over\n  GF(2)"],"description":["  We report progress on the LU-LC conjecture - an open problem in the context\nof entanglement in stabilizer states (or graph states). This conjecture states\nthat every two stabilizer states which are related by a local unitary\noperation, must also be related by a local operation within the Clifford group.\nThe contribution of this paper is a reduction of the LU-LC conjecture to a\nsimpler problem - which, however, remains to date unsolved. As our main result,\nwe show that, if the LU-LC conjecture could be proved for the restricted case\nof diagonal local unitary operations, then the conjecture is correct in its\ntotality. Furthermore, the reduced version of the problem, involving such\ndiagonal local operations, is mapped to questions regarding quadratic forms\nover the finite field GF(2). Finally, we prove that correctness of the LU-LC\nconjecture for stabilizer states implies a similar result for the more general\ncase of stabilizer codes.\n","Comment: 24 pages. Reference added"]}]
["0708.1390",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1390","Phys. Rev. A 76, 053829 (2007)","doi:10.1103/PhysRevA.76.053829"],"date":["2007-08-10"],"type":["text"],"creator":["Fernández-Vidal, Sonia","Zippilli, Stefano","Morigi, Giovanna"],"language":[],"coverage":[],"title":["Non-linear optics with two trapped atoms"],"description":["  We show theoretically that two atomic dipoles in a resonator constitute a\nnon-linear medium, whose properties can be controlled through the relative\nposition of the atoms inside the cavity and the detuning and intensity of the\ndriving laser. We identify the parameter regime where the system operates as a\nparametric amplifier, based on the cascade emission of the collective dipole of\nthe atoms, and determine the corresponding spectrum of squeezing of the field\nat the cavity output. This dynamics could be observed as a result of\nself-organization of laser-cooled atoms in resonators.\n","Comment: 11 pages, 8 figures"]}]
["0708.3474",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3474","Argonov V. Yu, Prants S. V. Nonlinear control of chaotic walking\n  of atoms in an optical lattice. Europhysics Letters. 2008. Vol. 81. Art. no.\n  24003"],"date":["2007-08-26","2007-12-16"],"type":["text"],"creator":["Yu, Argonov V.","Prants, S. V."],"language":[],"coverage":[],"title":["Nonlinear control of chaotic walking of atoms in an optical lattice"],"description":["  Centre-of-mass atomic motion in an optical lattice near the resonance is\nshown to be a chaotic walking due to the interplay between coherent internal\natomic dynamics and spontaneous emission. Statistical properties of chaotic\natomic motion can be controlled by the single parameter, the detuning between\nthe atomic transition frequency and the laser frequency. We derive a\nFokker-Planck equation in the energetic space to describe the atomic transport\nnear the resonance and demonstrate numerically how to manipulate the atomic\nmotion varying the detuning.\n","Comment: 6 pages, 4 figures"]}]
["0709.2408",{"format":[],"subject":["Mathematics - Representation Theory","15A21","15A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2408","Linear Algebra Appl. 428 (2008) 193-223","doi:10.1016/j.laa.2007.07.023"],"date":["2007-09-15","2007-10-03"],"type":["text"],"creator":["Horn, Roger A.","Sergeichuk, Vladimir V."],"language":[],"coverage":[],"title":["Canonical matrices of bilinear and sesquilinear forms"],"description":["  Canonical matrices are given for\n  (a) bilinear forms over an algebraically closed or real closed field;\n  (b) sesquilinear forms over an algebraically closed field and over real\nquaternions with any nonidentity involution; and\n  (c) sesquilinear forms over a field F of characteristic different from 2 with\ninvolution (possibly, the identity) up to classification of Hermitian forms\nover finite extensions of F.\n  A method for reducing the problem of classifying systems of forms and linear\nmappings to the problem of classifying systems of linear mappings is used to\nconstruct the canonical matrices. This method has its origins in representation\ntheory and was devised in [V.V. Sergeichuk, Math. USSR-Izv. 31 (1988) 481-501].\n","Comment: 44 pages; misprints corrected; accepted for publication in Linear\n  Algebra and its Applications (2007)"]}]
["0710.0933",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0933","Linear Algebra Appl. 428 (2008) 154-192","doi:10.1016/j.laa.2007.08.016"],"date":["2007-10-04"],"type":["text"],"creator":["Sergeichuk, Vladimir V."],"language":[],"coverage":[],"title":["Canonical matrices of isometric operators on indefinite inner product\n  spaces"],"description":["  We give canonical matrices of a pair (A,B) consisting of a nondegenerate form\nB and a linear operator A satisfying B(Ax,Ay)=B(x,y) on a vector space over F\nin the following cases:\n  (i) F is an algebraically closed field of characteristic different from 2 or\na real closed field, and B is symmetric or skew-symmetric;\n  (ii) F is an algebraically closed field or the skew field of quaternions over\na real closed field, and B is Hermitian or skew-Hermitian with respect to any\nnonidentity involution on F.\n  We use a method that admits to reduce the problem of classifying an arbitrary\nsystem of forms and linear mappings to the problem of classifying\nrepresentations of some quiver. This method was described in [V.V. Sergeichuk,\nMath. USSR-Izv. 31 (1988) 481-501].\n","Comment: 57 pages"]}]
["0710.4414",{"format":[],"subject":["Mathematics - Differential Geometry","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4414"],"date":["2007-10-24","2007-12-16"],"type":["text"],"creator":["Huang, Hong"],"language":[],"coverage":[],"title":["A remark on odd dimensional normalized Ricci flow"],"description":["  Let $(M^n,g_0)$ ($n$ odd) be a compact Riemannian manifold with\n$\\lambda(g_0)>0$, where $\\lambda(g_0)$ is the first eigenvalue of the operator\n$-4\\Delta_{g_0}+R(g_0)$, and $R(g_0)$ is the scalar curvature of $(M^n,g_0)$.\nAssume the maximal solution $g(t)$ to the normalized Ricci flow with initial\ndata $(M^n,g_0)$ satisfies $|R(g(t))| \\leq C$ and $\\int_M\n|Rm(g(t))|^{n/2}d\\mu_t \\leq C$ uniformly for a constant $C$. Then we show that\nthe solution sub-converges to a shrinking Ricci soliton. Moreover,when $n=3$,\nthe condition $\\int_M |Rm(g(t))|^{n/2}d\\mu_t \\leq C$ can be removed.\n","Comment: 2 pages, some minor corrections and improvements"]}]
["0711.0722",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0722","A&A 477, 117-123 (2008)","doi:10.1051/0004-6361:20078359"],"date":["2007-11-05","2007-12-17"],"type":["text"],"creator":["Scheepmaker, R. A.","Lamers, H. J. G. L. M.","Larsen, S. S.","Anders, P."],"language":[],"coverage":[],"title":["A peculiar object in M51: fuzzy star cluster or a background galaxy?"],"description":["  Aims: We study a peculiar object with a projected position close to the\nnucleus of M51. It is unusually large for a star cluster in M51 and we\ntherefore investigate the three most likely options to explain this object: (a)\na background galaxy, (b) a cluster in the disk of M51 and (c) a cluster in M51,\nbut in front of the disk. Methods: We use HST/ACS and HST/NICMOS broad-band\nphotometry to study the properties of this object. Assuming the object is a\nstar cluster, we fit the metallicity, age, mass and extinction using simple\nstellar population models. Assuming the object is a background galaxy, we\nestimate the extinction from the colour of the background around the object. We\nstudy the structural parameters of the object by fitting the spatial profile\nwith analytical models. Results: We find de-reddened colours of the object\nwhich are bluer than expected for a typical elliptical galaxy, and the central\nsurface brightness is brighter than the typical surface brightness of a disc\ngalaxy. It is therefore not likely that the object is a background galaxy.\nAssuming the object is a star cluster in the disc of M51, we estimate an age\nand mass of 0.7 Gyr and 2.2 x 10^5 \\msun, respectively (with the extinction\nfixed to E(B-V) = 0.2). Considering the large size of the object, we argue that\nin this scenario we observe the cluster just prior to final dissolution. If we\nfit for the extinction as a free parameter, a younger age is allowed and the\nobject is not close to final dissolution. Alternatively, the object could be a\nstar cluster in M51, but in front of the disc, with an age of 1.4 Gyr and mass\nM = 1.7 x 10^5 \\msun. Its effective radius is between ~12-25 pc. This makes the\nobject a \"fuzzy star cluster\", raising the issue of how an object of this age\nwould end up outside the disc.\n","Comment: 7 pages, 5 figures. Journal-ref and DOI added. 2 typos corrected.\n  Added corrections to proof including 1 reference"]}]
["0712.0828",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0828"],"date":["2007-12-05","2007-12-17"],"type":["text"],"creator":["Krumholz, Mark R.","Bonnell, Ian A."],"language":[],"coverage":[],"title":["Models for the Formation of Massive Stars"],"description":["  The formation of massive stars is currently an unsolved problems in\nastrophysics. Understanding the formation of massive stars is essential because\nthey dominate the luminous, kinematic, and chemical output of stars.\nFurthermore, their feedback is likely to play a dominant role in the evolution\nof molecular clouds and any subsequent star formation therein. Although\nsignificant progress has been made observationally and theoretically, we still\ndo not have a consensus as to how massive stars form. There are two contending\nmodels to explain the formation of massive stars, Core Accretion and\nCompetitive Accretion. They differ primarily in how and when the mass that\nultimately makes up the massive star is gathered. In the core accretion model,\nthe mass is gathered in a prestellar stage due to the overlying pressure of a\nstellar cluster or a massive pre-cluster cloud clump. In contrast, competitive\naccretion envisions that the mass is gathered during the star formation process\nitself, being funneled to the centre of a stellar cluster by the gravitational\npotential of the stellar cluster. Although these differences may not appear\noverly significant, they involve significant differences in terms of the\nphysical processes involved. Furthermore, the differences also have important\nimplications in terms of the evolutionary phases of massive star formation, and\nultimately that of stellar clusters and star formation on larger scales. Here\nwe review the dominant models, and discuss prospects for developing a better\nunderstanding of massive star formation in the future.\n","Comment: 25 pages, 4 figures, CUP press format. To be published in \"Structure\n  Formation in the Universe\", ed. G. Chabrier. This version is has a slightly\n  revised discussion of massive binaries"]}]
["0712.1081",{"format":[],"subject":["Mathematics - Number Theory","11A15, 11L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1081"],"date":["2007-12-07","2007-12-17"],"type":["text"],"creator":["Pomerance, Carl","Shparlinski, Igor E."],"language":[],"coverage":[],"title":["On Pseudosquares and Pseudopowers"],"description":["  Introduced by Kraitchik and Lehmer, an $x$-pseudosquare is a positive integer\n$n\\equiv1\\pmod 8$ that is a quadratic residue for each odd prime $p\\le x$, yet\nis not a square. We use bounds of character sums to prove that pseudosquares\nare equidistributed in fairly short intervals. An $x$-pseudopower to base $g$\nis a positive integer which is not a power of $g$ yet is so modulo $p$ for all\nprimes $p\\le x$. It is conjectured by Bach, Lukes, Shallit, and Williams that\nthe least such number is at most $\\exp(a_g x/\\log x)$ for a suitable constant\n$a_g$. A bound of $\\exp(a_g x\\log\\log x/\\log x)$ is proved conditionally on the\nRiemann Hypothesis for Dedekind zeta functions, thus improving on a recent\nconditional exponential bound of Konyagin and the present authors. We also give\na GRH-conditional equidistribution result for pseudopowers that is analogous to\nour unconditional result for pseudosquares.\n"]}]
["0712.1134",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1134"],"date":["2007-12-07","2007-12-17"],"type":["text"],"creator":["Nucita, A. A.","De Paolis, F.","Ingrosso, G.","Carpano, S.","Guainazzi, M."],"language":[],"coverage":[],"title":["The globular cluster NGC 6388: $XMM$-Newton and $Chandra$ observations"],"description":["  By studying the optical brightness surface density of the globular cluster\nNGC 6388, it has been recently proposed that it harbors a central\nintermediate-mass black hole with mass $\\simeq 5.7\\times 10^3$ M$_{\\odot}$. We\nexpect that the compact object in the center of NGC 6388 emits radiation in the\n$X$-ray band as a consequence of the accretion from the surrounding matter. We\nsearched for $XMM$-Newton and $Chandra$ observations towards NGC 6388 to test\nthis hypothesis. The $Chandra$ satellite disentangles several point-like\n$X$-ray sources, probably low mass $X$-ray binaries, well within the core\nradius of the globular cluster. However, three of them, coinciding with the\ncluster center of gravity, remain unresolved. Their total luminosity is\n$L_X^{Obs}\\simeq 2.7\\times 10^{33}$ erg s$^{-1}$. If one of these sources is\nthe $X$-ray counterpart of the intermediate-mass black hole in NGC 6388, the\ncorresponding upper limit on the accretion efficiency, with respect to the\nEddington luminosity, is $3\\times 10^{-9}$. This measurement could be tightened\nif moderately deep radio observations of the field were performed.\n","Comment: accepted on A&A, some references modified"]}]
["0712.1388",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1388"],"date":["2007-12-09","2007-12-16"],"type":["text"],"creator":["Liu, Yi-Kai"],"language":[],"coverage":[],"title":["The Local Consistency Problem for Stoquastic and 1-D Quantum Systems"],"description":["  The Local Hamiltonian problem (finding the ground state energy of a quantum\nsystem) is known to be QMA-complete. The Local Consistency problem (deciding\nwhether descriptions of small pieces of a quantum system are consistent) is\nalso known to be QMA-complete. Here we consider special cases of Local\nHamiltonian, for ``stoquastic'' and 1-dimensional systems, that seem to be\nstrictly easier than QMA. We show that there exist analogous special cases of\nLocal Consistency, that have equivalent complexity (up to poly-time oracle\nreductions). Our main technical tool is a new reduction from Local Consistency\nto Local Hamiltonian, using SDP duality.\n","Comment: 18 pages, submitted to IEEE Conference on Computational Complexity\n  (CCC). v2: slightly revised introduction"]}]
["0712.1859",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1859"],"date":["2007-12-12","2007-12-16"],"type":["text"],"creator":["Li, Zhongmu","Han, Zhanwen"],"language":[],"coverage":[],"title":["Fitting Formulae for the Effects of Binary Interactions on Lick Indices\n  and Colours of Stellar Populations"],"description":["  More than about 50% stars of galaxies are in binaries, but most stellar\npopulation studies take single star-stellar population (ss-SSP) models, which\ndo not take binary interactions into account. In fact, the integrated\npeculiarities of ss-SSPs are various from those of stellar populations with\nbinary interactions (bs-SSPs). Therefore, it is necessary to investigate the\neffects of binary interactions on the Lick indices and colours of populations\ndetailedly. We show some formulae for calculating the difference between the\nLick indices and colours of bs-SSPs, and those of ss-SSPs. Twenty-five Lick\nindices and 12 colours are studied in the work. The results can be conveniently\nused for estimating the effects of binary interactions on stellar population\nstudies and for adding the effects of binary interactions into existing ss-SSP\nmodels. The results and a few procedures can be obtained on request to the\nauthors or via http://www.ynao.ac.cn/~bps/zhongmu/download.htm\n","Comment: 19 pages, 5 tables, 6 figures, the formulae for Mgb line indices and\n  colours are updated"]}]
["0712.2194",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2194"],"date":["2007-12-13","2007-12-17"],"type":["text"],"creator":["Nikolov, Nikolay M."],"language":[],"coverage":[],"title":["Cohomological analysis of the Epstein-Glaser renormalization"],"description":["  A cohomological analysis of the renormalization freedom is performed in the\nEpstein-Glaser scheme on a flat Euclidean space. We study the deviation from\ncommutativity between the renormalization and the action of all linear partial\ndifferential operators. It defines a Hochschild 1-cocycle and the\nrenormalization ambiguity corresponds to a nonlinear subset in the cohomology\nclass of this renormalization cocycle. We have shown that the related\ncohomology spaces can be reduced to de Rham cohomologies of the so called\n\"(ordered) configuration spaces\". We have also found cohomological differential\nequations that exactly determine the renormalization cocycles up to the\nrenormalization freedom. This analysis is a first step towards a new approach\nfor computing renormalization group actions. It can be also naturally extended\nto manifolds as well as to the case of causal perturbation theory.\n","Comment: 31 pages, Latex. The corrections in version 3 are mostly in Sect. 6\n  (with unchanged conclusions)"]}]
["0712.2234",{"format":[],"subject":["Mathematical Physics","53C50,53A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2234"],"date":["2007-12-13"],"type":["text"],"creator":["Aceff-Sanchez, F.","Senior, L. Del Riego"],"language":[],"coverage":[],"title":["Geometry of the conics on the Minkowski plane"],"description":["  Conics in the Euclidean space have been known for their geometrical beauty\nand also for their power to model several phenomena in real life. It usually\nhappens that when thinking about the conics in a semi-Riemannian manifold, the\nequations and the graphs that come to mind are those of the quadratic Euclidean\nequations. For example, a circle is always perceived like a closed curve. We\nstudy the geometry of the conics in the semi-Riemannian Minkowski spacetime,\nand interpret each equation with Euclidean eyes. By defining an extended\ngeometric completeness for conics, we will show that the conic completeness of\nconics can be changed through a Euclidean mirror.\n"]}]
["0712.2240",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2240"],"date":["2007-12-13"],"type":["text"],"creator":["Page, Don N."],"language":[],"coverage":[],"title":["Observational Selection Effects in Quantum Cosmology"],"description":["  Scientific theories need to be testable by observations, say using Bayes'\ntheorem. A complete theory needs at least the three parts of dynamical laws for\nspecified physical variables, the correct solution of the dynamical laws\n(boundary conditions), and the connection with observations or experience or\nconscious perceptions (laws of psycho-physical parallelism). Principles are\nproposed for Bayesian meta-theories. One framework that obeys these principles\nis Sensible Quantum Mechanics (SQM), which is discussed. In principle, it\nallows one to test between single-history and many-worlds theories, and to\ndiscuss threats to certain theories from fake universes and Boltzmann brains.\nThe threat of fake universes may be dismissed if one doubts the\nsubstrate-independence of consciousness, which seems very implausible in the\nSQM framework. Boltzmann brains seem more problematic, though there are many\nconceivable solutions. SQM also suggests the possibility that past steps along\nour evolutionary ancestry may be so rare that they have occurred nowhere else\nwithin the part of the universe that we can observe.\n","Comment: 18 pages, LaTeX, for Proceedings from the 13th International Congress\n  of Logic, Methodology and Philosophy of Science, Tsinghua University,\n  Beijing, China, August 9-15, 2007"]}]
["0712.2244",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - General Mathematics","11B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2244"],"date":["2007-12-13"],"type":["text"],"creator":["Khovanova, Tanya"],"language":[],"coverage":[],"title":["How to Create a New Integer Sequence"],"description":["  There are several standard procedures used to create new sequences from a\ngiven sequence or from a given pair of sequences. In this paper I discuss the\nmost popular of these procedures. For each procedure, I give a definition and\nprovide examples based on three famous sequences: the natural numbers, the\nprime numbers and the Fibonacci numbers. I also add my thoughts on what makes a\nsequence interesting. My goal is to help my readers invent new sequences,\ndifferentiate interesting sequences from boring ones, and better understand\nsequences they encounter.\n","Comment: 34 pages, 1 figure"]}]
["0712.2246",{"format":[],"subject":["Mathematics - Operator Algebras","15A24","15A42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2246"],"date":["2007-12-13"],"type":["text"],"creator":["Massey, Pedro"],"language":[],"coverage":[],"title":["Non-commutative Schur-Horn theorems and extended majorization for\n  hermitian matrices"],"description":["  Let $\\mathcal A\\subseteq \\mat$ be a unital $*$-subalgebra of the algebra\n$\\mat$ of all $n\\times n$ complex matrices and let $B$ be an hermitian matrix.\nLet $\\U_n(B)$ denote the unitary orbit of $B$ in $\\mat$ and let $\\mathcal\nE_\\mathcal A$ denote the trace preserving conditional expectation onto\n$\\mathcal A$. We give an spectral characterization of the set $$ \\mathcal\nE_\\mathcal A(\\U_n(B))=\\{\\mathcal E_\\mathcal A(U^* B U): U\\in \\mat,\\\n\\text{unitary matrix}\\}.$$ We obtain a similar result for the contractive orbit\nof a positive semi-definite matrix $B$. We then use these results to extend the\nnotions of majorization and submajorization between self-adjoint matrices to\nspectral relations that come together with extended (non-commutative)\nSchur-Horn type theorems.\n"]}]
["0712.2248",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2248"],"date":["2007-12-13"],"type":["text"],"creator":["Marconi, Umberto Marini Bettolo","Melchionna, Simone"],"language":[],"coverage":[],"title":["Phase-space approach to dynamical density functional theory"],"description":["  We consider a system of interacting particles subjected to Langevin inertial\ndynamics and derive the governing time-dependent equation for the one-body\ndensity. We show that, after suitable truncations of the\nBogoliubov-Born-Green-Kirkwood-Yvon hierarchy, and a multiple time scale\nanalysis, we obtain a self-consistent equation involving only the one-body\ndensity. This study extends to arbitrary dimensions previous work on a\none-dimensional fluid and highlights the subtelties of kinetic theory in the\nderivation of dynamical density functional theory.\n"]}]
["0712.2251",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Combinatorics","14C20","13F20","52B20","16S37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2251"],"date":["2007-12-14"],"type":["text"],"creator":["Hering, Milena"],"language":[],"coverage":[],"title":["Multigraded regularity and the Koszul property"],"description":["  We give a criterion for the section ring of an ample line bundle to be Koszul\nin terms of multigraded regularity. We discuss an application to polytopal\nsemigroup rings.\n","Comment: 8 pages"]}]
["0712.2254",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2254"],"date":["2007-12-13"],"type":["text"],"creator":["Steinberg, Benjamin"],"language":[],"coverage":[],"title":["On free profinite subgroups of free profinite monoids"],"description":["  We answer a question of Margolis from 1997 by establishing that the maximal\nsubgroup of the minimal ideal of a finitely generated free profinite monoid is\na free profinite group. More generally if $\\mathbf H$ is variety of finite\ngroups closed under extension and containing $\\mathbb Z/p\\mathbb Z$ for\ninfinitely may primes $p$, the corresponding result holds for free\npro-$\\bar{\\mathbf H}$ monoids.\n"]}]
["0712.2255",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2255"],"date":["2007-12-13"],"type":["text"],"creator":["Foster, Ian"],"language":[],"coverage":[],"title":["Human-Machine Symbiosis, 50 Years On"],"description":["  Licklider advocated in 1960 the construction of computers capable of working\nsymbiotically with humans to address problems not easily addressed by humans\nworking alone. Since that time, many of the advances that he envisioned have\nbeen achieved, yet the time spent by human problem solvers in mundane\nactivities remains large. I propose here four areas in which improved tools can\nfurther advance the goal of enhancing human intellect: services, provenance,\nknowledge communities, and automation of problem-solving protocols.\n"]}]
["0712.2257",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2257"],"date":["2007-12-13"],"type":["text"],"creator":["Versluis, Michel","Schmitz, Barbara","von der Heydt, Anna","Lohse, Detlef"],"language":[],"coverage":[],"title":["On the sound of snapping shrimp"],"description":["  Fluid dynamics video: Snapping shrimp produce a snapping sound by an\nextremely rapid closure of their snapper claw. Our high speed imaging of the\nclaw closure has revealed that the sound is generated by the collapse of a\ncavitation bubble formed in a fast flowing water jet forced out from the claws\nduring claw closure. The produced sound originates from the cavitation collapse\nof the bubble. At collapse a short flash of light is emitted, just as in single\nbubble sonoluminescence. A model based on the Rayleigh-Plesset equation can\nquantitatively account for the visual and acoustical observations.\n","Comment: Fluid dynamics video"]}]
["0712.2258",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","65K10, 65N55, 65N21, 65Y05, 90C25, 52A41, 49M30, 49M27, 68U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2258"],"date":["2007-12-13"],"type":["text"],"creator":["Fornasier, Massimo","Schönlieb, Carola-Bibiane"],"language":[],"coverage":[],"title":["Subspace correction methods for total variation and\n  $\\ell_1-$minimization"],"description":["  This paper is concerned with the numerical minimization of energy functionals\nin Hilbert spaces involving convex constraints coinciding with a semi-norm for\na subspace. The optimization is realized by alternating minimizations of the\nfunctional on a sequence of orthogonal subspaces. On each subspace an iterative\nproximity-map algorithm is implemented via \\emph{oblique thresholding}, which\nis the main new tool introduced in this work. We provide convergence conditions\nfor the algorithm in order to compute minimizers of the target energy.\nAnalogous results are derived for a parallel variant of the algorithm.\nApplications are presented in domain decomposition methods for singular\nelliptic PDE's arising in total variation minimization and in accelerated\nsparse recovery algorithms based on $\\ell_1$-minimization. We include numerical\nexamples which show efficient solutions to classical problems in signal and\nimage processing.\n","Comment: 33 pages"]}]
["0712.2262",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2262"],"date":["2007-12-13"],"type":["text"],"creator":["Bernholdt, David","Bharathi, Shishir","Brown, David","Chanchio, Kasidit","Chen, Meili","Chervenak, Ann","Cinquini, Luca","Drach, Bob","Foster, Ian","Fox, Peter","Garcia, Jose","Kesselman, Carl","Markel, Rob","Middleton, Don","Nefedova, Veronika","Pouchard, Line","Shoshani, Arie","Sim, Alex","Strand, Gary","Williams, Dean"],"language":[],"coverage":[],"title":["The Earth System Grid: Supporting the Next Generation of Climate\n  Modeling Research"],"description":["  Understanding the earth's climate system and how it might be changing is a\npreeminent scientific challenge. Global climate models are used to simulate\npast, present, and future climates, and experiments are executed continuously\non an array of distributed supercomputers. The resulting data archive, spread\nover several sites, currently contains upwards of 100 TB of simulation data and\nis growing rapidly. Looking toward mid-decade and beyond, we must anticipate\nand prepare for distributed climate research data holdings of many petabytes.\nThe Earth System Grid (ESG) is a collaborative interdisciplinary project aimed\nat addressing the challenge of enabling management, discovery, access, and\nanalysis of these critically important datasets in a distributed and\nheterogeneous computational environment. The problem is fundamentally a Grid\nproblem. Building upon the Globus toolkit and a variety of other technologies,\nESG is developing an environment that addresses authentication, authorization\nfor data access, large-scale data transport and management, services and\nabstractions for high-performance remote data access, mechanisms for scalable\ndata replication, cataloging with rich semantic and syntactic information, data\ndiscovery, distributed monitoring, and Web-based portals for using the system.\n"]}]
["0712.2266",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2266"],"date":["2007-12-13"],"type":["text"],"creator":["Naik, Paras","Zhang, Liming","Lowrey, Norman","Collaboration, for the CLEO"],"language":[],"coverage":[],"title":["Dalitz Plot Analyses at CLEO-c"],"description":["  We present several recent analyses of Dalitz plots from the CLEO-c\nexperiment, including published and preliminary analyses of D+ to pi- pi+ pi+,\nD+ to K- pi+ pi+, and D0 to K0_{S,L} pi+ pi- decays. More information on these\nanalyses can be found in References [1-3]. New preliminary analyses we present\ninclude a search for CP asymmetry in D+ to K+ K- pi+ decays and a Dalitz plot\nanalysis of D0 to K0_{S} pi0 pi0. We report on a search for the CP asymmetry in\nthe singly Cabibbo-suppressed decay D+ to K+ K- pi+ using a data sample of 572\npb^{-1} accumulated with the CLEO-c detector and taken at the e+ e- to\npsi(3770) resonance. We have searched for CP asymmetries using a Dalitz plot\nbased analysis that determines the amplitudes and relative phases of the\nintermediate states. We also use a 281 pb^{-1} CLEO-c data sample taken at the\ne+ e- to psi(3770) resonance to study the D0 to K0_S pi0 pi0 Dalitz plot. Our\nnominal fit includes the K0_S, K*(892), f_0(980), f_0(1370), and K*(1680)\nresonances.\n","Comment: Parallel session talk given at the XII International Conference on\n  Hadron Spectroscopy (Hadron 2007), Frascati, Italy, October 8-13, 2007. 8\n  pages, 4 PDF figures, uses \"frascatiphys.sty\""]}]
["0712.2270",{"format":[],"subject":["Mathematics - Functional Analysis","28A12, 28B20."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2270"],"date":["2007-12-13"],"type":["text"],"creator":["Tanaka, Jun","McLoughlin, Peter F."],"language":[],"coverage":[],"title":["A Realization of Measurable Sets as Limit Points"],"description":["  Starting with a sigma finite measure on an algebra, we define a pseudometric\nand show how measurable sets from the Caratheodory Extension Theorem can be\nthought of as limit points of Cauchy sequences in the algebra.\n"]}]
["0712.2274",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2274"],"date":["2007-12-13"],"type":["text"],"creator":["Chen, Da Rui","Jun, Ying","Zhang"],"language":[],"coverage":[],"title":["Distributed MAC Strategy for Exploiting Multi-user Diversity in\n  Multi-rate IEEE 802.11 Wireless LANs"],"description":["  Fast rate adaptation has been established as an effective way to improve the\nPHY-layer raw date rate of wireless networks. However, within the current IEEE\n802.11 legacy, MAC-layer throughput is dominated by users with the lowest data\nrates, resulting in underutilization of bandwidth. In this paper, we propose\nand analyze a novel distributed MAC strategy, referred to as Rate-aware DCF\n(R-DCF), to leverage the potential of rate adaptation in IEEE 802.11 WLANs. The\nkey feature of R-DCF is that by introducing different mini slots according to\nthe instantaneous channel conditions, only contending stations with the highest\ndata rate can access the channel. In this way, the R-DCF protocol not only\nexploits multi-user diversity in a fully distributed manner but also reduces\nthe loss of throughput due to collisions. Through analysis, we develop an\nanalytical model to derive the throughput of R-DCF in general multi-rate WLANs.\nUsing the analytical model we investigate the performance of R-DCF protocol in\nvarious network settings with different rate adaptation strategies and channel\nvariations. Based on the analysis, we further derive the maximal throughput\nachievable by R-DCF. For practical implementation, an offline adaptive backoff\nmethod is developed to achieve a close-to-optimal performance at low runtime\ncomplexity. The superiority of R-DCF is proven via extensive analyses and\nsimulations.\n"]}]
["0712.2278",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2278"],"date":["2007-12-13"],"type":["text"],"creator":["Gabuda, Svyatoslav P.","Kozlova, Svetlana G.","Mironov, Yuri V.","Fedorov, Vladimir E."],"language":[],"coverage":[],"title":["Carbon in the trigonal prismatic environment of rheniums complexes"],"description":["  The electronic state of carbon in trigonal prismatic environment of rheniums\nwas studied with electron localization function and was shown to be\ncharacterized by sp2 hybridisation and oxidation state minus 4.\n","Comment: 3 pages, 4 figure"]}]
["0712.2279",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2279"],"date":["2007-12-13"],"type":["text"],"creator":["Easwaran, Kenny"],"language":[],"coverage":[],"title":["A Cheerful Introduction to Forcing and the Continuum Hypothesis"],"description":["  This is an introduction to the set-theoretic method of forcing, including its\napplication in proving the independence of the Continuum Hypothesis from the\nZermelo-Fraenkel axioms of set theory. I presuppose no particular mathematical\nbackground beyond some familiarity with set theory and mathematical logic - in\nparticular, no algebra is presupposed, though it can be useful. The goal is to\nhave a document that makes this material accessible to mathematics graduate\nstudents in all fields, and to philosophers with an interest in set theory and\nmathematical logic but no other mathematical background.\n"]}]
["0712.2284",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2284"],"date":["2007-12-14"],"type":["text"],"creator":["Niedzielski, Andrzej","Wolszczan, Aleksander"],"language":[],"coverage":[],"title":["The PennState/Toru\\'n Center for Astronomy Search for Planets around\n  Evolved Stars"],"description":["  We present the motivation for and the first results from a large radial\nvelocity search for planets around red giants with the 9.2-m Hobby-Eberly\nTelescope.\n","Comment: 5 pages, to appear in ,,Extreme Solar Systems'', 2007 ASP Conference\n  Series, eds. Debra Fischer, Fred Rasio, Steve Thorsett and Alex Wolszczan"]}]
["0712.2285",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2285"],"date":["2007-12-14"],"type":["text"],"creator":["Nowak, Grzegorz","Niedzielski, Andrzej"],"language":[],"coverage":[],"title":["The PSU/TCfA Search for Planets Around Evolved Stars: Bisector Analysis\n  of Activity of a Sample of Red Giants"],"description":["  Searches for planets around evolved G-K subgiant and giant stars are\nessential for developing general understanding of planet formation and\nevolution of the planetary systems. Precise radial velocity (RV) measurements\nof giants have lead to the discovery of ten planets around such star. However,\nthe long period radial velocity variations of red giants may also have other\nthan planetary nature. Non-radial oscillations or rotational modulation due to\nstarspots can also induce RV variations, thereby mimicking the gravitational\ninfluence of low-mass companions. In this work we present bisector analysis of\nfive carefully selected lines for two stars from our survey.\n","Comment: 2 pages, to appear in \"Extreme Solar Systems\", 2007 ASP Conference\n  Series, eds. Debra Fischer, Fred Rasio, Steve Thorsett and Alex Wolszczan"]}]
["0712.2286",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2286"],"date":["2007-12-14"],"type":["text"],"creator":["Nowak, Grzegorz","Niedzielski, Andrzej"],"language":[],"coverage":[],"title":["The PSU/TCfA Search for Planets Around Evolved Stars: Vsin(i)\n  Measurements for Slow Rotating F-K Giants"],"description":["  We present results of our projected rotational velocities (Vsin(i))\nmeasurements of F, G and K giants obtained from the cross-correlation function\n(CCF) constructed from high signal to noise spectra. We also present the\ncalibration of the HET/HRS cross-correlation function to determine accurate\nprojected rotational velocities Vsin(i) for slowly-rotating F-K giants.\n","Comment: 2 pages, to appear in \"Extreme Solar Systems\", 2007 ASP Conference\n  Series, eds. Debra Fischer, Fred Rasio, Steve Thorsett and Alex Wolszczan"]}]
["0712.2293",{"format":[],"subject":["Mathematics - Representation Theory","22E47","43A90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2293"],"date":["2007-12-14"],"type":["text"],"creator":["Kimoto, Kazufumi"],"language":[],"coverage":[],"title":["Representation theory of the $\\alpha$-determinant and zonal spherical\n  functions"],"description":["  We prove that the multiplicity of each irreducible component in the\n$\\mathcal{U}(\\mathfrak{gl}_n)$-cyclic module generated by the $l$-th power\n$\\det^{(\\alpha)}(X)^l$ of the $\\alpha$-determinant is given by the rank of a\nmatrix whose entries are given by a variation of the spherical Fourier\ntransformation for $(\\mathfrak{S}_{nl},\\mathfrak{S}_l^n)$. Further, we\ncalculate the matrix explicitly when $n=2$. This gives not only another proof\nof the result by Kimoto-Matsumoto-Wakayama (2007) but also a new aspect of the\nrepresentation theory of the $\\alpha$-determinants.\n","Comment: 9 pages"]}]
["0712.2296",{"format":[],"subject":["Mathematics - Representation Theory","20G40","20G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2296"],"date":["2007-12-14"],"type":["text"],"creator":["Shoji, Toshiaki"],"language":[],"coverage":[],"title":["Lusztig's conjecture for finite classical groups with even\n  characteristic"],"description":["  The determination of scalars involved in Lusztig's conjecture for finite\nreductive groups $G(F_q)$ was achieved by Waldspurger in the case of symplectic\ngroups or orthogonal groups, under the condition that $p,q$ are large enough.\nHere $p$ is the characteristic of the finite field $F_q$. In this paper, we\ndetermine the scalars in the case of symplectic groups with $p = 2$, by\napplying the theory of symmetric spaces over a finite field due to Kawanaka and\nLusztig. We also obtain a partial result in the case of special orthogonal\ngroups with $p = 2$.\n","Comment: 30 pages"]}]
["0712.2299",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2299"],"date":["2007-12-14"],"type":["text"],"creator":["Morris, Dave Witte"],"language":[],"coverage":[],"title":["What is a superrigid subgroup?"],"description":["  This is an expository paper. It is well known that a linear transformation\ncan be defined to have any desired action on a basis. From this fact, one can\nshow that every group homomorphism from Z^k to R^d extends to a homomorphism\nfrom R^k to R^d, and we will see other examples of discrete subgroups H of\nconnected groups G, such that the homomorphisms defined on $H$ can (\"almost\")\nbe extended to homomorphisms defined on all of G. This is related to a very\nclassical topic in geometry, the study of linkages.\n","Comment: 18 pages, 7 figures"]}]
["0712.2308",{"format":[],"subject":["Mathematics - Commutative Algebra","13C13, 13C14, 05E99, 16W70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2308"],"date":["2007-12-14"],"type":["text"],"creator":["Herzog, Jürgen","Vladoiu, Marius","Zheng, Xinxian"],"language":[],"coverage":[],"title":["How to compute the Stanley depth of a monomial ideal"],"description":["  Let $J\\subset I$ be monomial ideals. We show that the Stanley depth of $I/J$\ncan be computed in a finite number of steps. We also introduce the $\\fdepth$ of\na monomial ideal which is defined in terms of prime filtrations and show that\nit can also be computed in a finite number of steps. In both cases it is shown\nthat these invariants can be determined by considering partitions of suitable\nfinite posets into intervals.\n"]}]
["0712.2309",{"format":[],"subject":["Mathematics - Combinatorics","52C45, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2309","Elemente der Mathematik 61 (4), 2006, pp. 133--137"],"date":["2007-12-14"],"type":["text"],"creator":["Barr, Jeremiah","Rao, Shrisha"],"language":[],"coverage":[],"title":["The $n$-Queens Problem in Higher Dimensions"],"description":["  A well-known chessboard problem is that of placing eight queens on the\nchessboard so that no two queens are able to attack each other. (Recall that a\nqueen can attack anything on the same row, column, or diagonal as itself.) This\nproblem is known to have been studied by Gauss, and can be generalized to an (n\n\\times n) board, where (n \\geq 4). We consider this problem in $d$-dimensional\nchess spaces, where (d \\geq 3), and obtain the result that in higher\ndimensions, $n$ queens do not always suffice (in any arrangement) to attack all\nboard positions. Our methods allow us to obtain the first lower bound on the\nnumber of queens that are necessary to attack all positions in a\n$d$-dimensional chess space of size $n$, and further to show that for any $k$,\nthere are higher-dimensional chess spaces in which not all positions can be\nattacked by (n^k) queens.\n"]}]
["0712.2319",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2319"],"date":["2007-12-14","2007-12-17"],"type":["text"],"creator":["Mueller, Jens","Wirth, Steffen","von Molnar, Stephan"],"language":[],"coverage":[],"title":["Room-temperature magnetoresistance switching of Py thin films induced by\n  Fe-nanoparticles grown by STM-assisted CVD"],"description":["  Arrays of Fe-nanoparticles grown by STM-assited CVD have been placed on top\nof a narrow stripe of Py. The magnetic coupling between the nanoparticles and\nthe underlying Py film results in distinct negative jumps of the Py\nmagnetoresistance. The switching of the magnetization orientation of individual\nparticles is clearly reflected in the Py magnetoresistance as a consequence of\nAMR and DWMR, with a homogeneous particle magnetization orientation yielding\nthe highest resistances.\n"]}]
["0712.2320",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Metric Geometry","17B67(Primary), 53C35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2320"],"date":["2007-12-14"],"type":["text"],"creator":["Heintze, Ernst"],"language":[],"coverage":[],"title":["Real forms and finite order automorphisms of affine Kac-Moody algebras -\n  an outline of a new approach"],"description":["  We outline a new approach to classify real forms and automorphisms of finite\norder of affine Kac-Moody algebras.\n","Comment: 13 pages. To appear in RIMS Kokyuroku"]}]
["0712.2328",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2328"],"date":["2007-12-14"],"type":["text"],"creator":["Deriaz, Erwan"],"language":[],"coverage":[],"title":["$L^2$-stability of explicit schemes for incompressible Euler equations"],"description":["  We present an original study on the numerical stabiliy of explicit schemes\nsolving the incompressible Euler equations on an open domain with slipping\nboundary conditions. Relying on the skewness property of the non-linear term,\nwe demonstrate that some explicit schemes are numerically stable for small\nperturbations under the condition $\\delta t\\leq C \\delta x^{2r/(2r-1)}$ where\n$r$ is an integer, $\\delta t$ the time step and $\\delta x$ the space step.\n","Comment: 6 pages"]}]
["0712.2333",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2333"],"date":["2007-12-14"],"type":["text"],"creator":["Osorio, Mayra"],"language":[],"coverage":[],"title":["Models for Dust and Molecular Emission of High-Mass Protostars"],"description":["  We present the results of a detailed modeling aimed to reproduce the spectral\nenergy distribution (SED) of dust and molecular line emission of massive\nprotostars under the hypothesis that they form via an accretion process. We\nmodel the emission originated in the infalling envelopes at scales smaller than\n0.1 pc from the central protostar. To do that, we compared our model results\nwith observational data covering a wide range of wavelengths, paying special\nattention to the high angular resolution mid-infrared data obtained with the\nGemini Observatory and the ammonia line emission observed with the VLA at\ncentimeter wavelengths. We have explored two kind of model envelopes. In the\nfirst kind of models, spherical symmetry is assumed and the SED as well as the\nammonia emission of the infalling envelope are calculated. In this way, the\ntemperature, density, velocity, velocity dispersion, and ammonia abundance\nvariations along the core can be obtained. The second approach takes into\naccount deviations from the spherical symmetry, and parameters such as the\nrotation, degree of elongation of the core, or inclination of the system can be\nconstrained through the SED fitting. Using these two approaches we have been\nable to model the formation of massive stars with a degree of detail similar to\nthat reached for the low mass stars.\n","Comment: 8 pages, 5 figures. Conference: \"Massive Star Formation: Observations\n  confront Theory\" 2007, Heidelberg Germany. To appear in Astronomical Society\n  of the Pacific"]}]
["0712.2334",{"format":[],"subject":["Mathematics - Numerical Analysis","35K55, 53C44, 65M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2334"],"date":["2007-12-14"],"type":["text"],"creator":["Benes, M.","Kimura, M.","Paus, P.","Sevcovic, D.","Tsujikawa, T.","Yazaki, S."],"language":[],"coverage":[],"title":["Application of a curvature adjusted method in image segmentation"],"description":["  This article deals with flow of plane curves driven by the curvature and\nexternal force. We make use of such a geometric flow for the purpose of image\nsegmentation. A parametric model for evolving curves with uniform and curvature\nadjusted redistribution of grid points will be described and compared.\n","Comment: submitted to: Bulltetin of Inst. of Mathematics, Academia Sinica at\n  Taipei"]}]
["0712.2337",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2337"],"date":["2007-12-14"],"type":["text"],"creator":["Sauzin, David"],"language":[],"coverage":[],"title":["Mould expansions for the saddle-node and resurgence monomials"],"description":["  This article is an introduction to some aspects of \\'Ecalle's mould calculus,\na powerful combinatorial tool which yields surprisingly explicit formulas for\nthe normalising series attached to an analytic germ of singular vector field or\nof map. This is illustrated on the case of the saddle-node, a two-dimensional\nvector field which is formally conjugate to Euler's vector field\n$x^2\\frac{\\pa}{\\pa x}+(x+y)\\frac{\\pa}{\\pa y}$, and for which the formal\nnormalisation is shown to be resurgent in $1/x$. Resurgence monomials adapted\nto alien calculus are also described as another application of mould calculus.\n","Comment: 78 pages"]}]
["0712.2341",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2341"],"date":["2007-12-14"],"type":["text"],"creator":["Brink, Lars"],"language":[],"coverage":[],"title":["From the Nambu-Goto the Sigma-Model Action, Memoirs from Long Ago"],"description":["  In this article I describe my own stumblings in the first string era. This\nwas a time when most of the active people were very young, not very\nknowledgeable and the field was completely new. Many of us had little training\nfor what we came to work on, and it took quite some time to accomplish the new\nconceptual discoveries.\n","Comment: Contribution to the volume \"The Birth of StringTheory\" 12 pages"]}]
["0712.2349",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2349","Chaos 17, 2 (2007)","doi:10.1063/1.2720101"],"date":["2007-12-14"],"type":["text"],"creator":["Minnhagen, Petter","Bernhardsson, Sebastian"],"language":[],"coverage":[],"title":["Optimization and Scale-freeness for Complex Networks"],"description":["  Complex networks are mapped to a model of boxes and balls where the balls are\ndistinguishable. It is shown that the scale-free size distribution of boxes\nmaximizes the information associated with the boxes provided configurations\nincluding boxes containing a finite fraction of the total amount of balls are\nexcluded. It is conjectured that for a connected network with only links\nbetween different nodes, the nodes with a finite fraction of links are\neffectively suppressed. It is hence suggested that for such networks the\nscale-free node-size distribution maximizes the information encoded on the\nnodes. The noise associated with the size distributions is also obtained from a\nmaximum entropy principle. Finally explicit predictions from our least bias\napproach are found to be born out by metabolic networks.\n","Comment: 8 pages, 4 figures"]}]
["0712.2356",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2356"],"date":["2007-12-14"],"type":["text"],"creator":["Behnke, Ties","Damerell, Chris","Jaros, John","Myamoto, Akya"],"language":[],"coverage":[],"title":["ILC Reference Design Report Volume 4 - Detectors"],"description":["  This report, Volume IV of the International Linear Collider Reference Design\nReport, describes the detectors which will record and measure the charged and\nneutral particles produced in the ILC's high energy e+e- collisions. The\nphysics of the ILC, and the environment of the machine-detector interface, pose\nnew challenges for detector design. Several conceptual designs for the detector\npromise the needed performance, and ongoing detector R&D is addressing the\noutstanding technological issues. Two such detectors, operating in push-pull\nmode, perfectly instrument the ILC interaction region, and access the full\npotential of ILC physics.\n","Comment: A version with high resolution pictures can be found at\n  http://www.linearcollider.org/cms/?pid=1000437 The full authorlist is inside\n  the report"]}]
["0712.2358",{"format":[],"subject":["Physics - Physics Education","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2358"],"date":["2007-12-14"],"type":["text"],"creator":["Robinett, R. W."],"language":[],"coverage":[],"title":["Using Physics to Learn Mathematica to Do Physics: From Homework Problems\n  to Research Examples"],"description":["  We describe the development of a junior-senior level course for Physics\nmajors designed to teach Mathematica skills in support of their undergraduate\ncoursework, but also to introduce students to modern research level results.\nStandard introductory and intermediate level Physics homework-style problems\nare used to teach Mathematica commands and programming methods, which are then\napplied, in turn, to more sophisticated problems in some of the core\nundergraduate subjects, along with making contact with recent research papers\nin a variety of fields.\n","Comment: 27 pages, 3 figures"]}]
["0712.2364",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14N15","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2364"],"date":["2007-12-14"],"type":["text"],"creator":["Vermeire, Pete"],"language":[],"coverage":[],"title":["Singularities of the Secant Variety"],"description":["  We give positivity conditions on the embedding of a smooth variety which\nguarantee the normality of the secant variety, generalizing earlier results of\nthe author and others. We also give classes of secant varieties satisfying the\nHodge conjecture as well as a result on the singular locus of degenerate secant\nvarieties.\n","Comment: 6 pages"]}]
["0712.2368",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2368"],"date":["2007-12-14"],"type":["text"],"creator":["Lokas, Ewa L.","Wojtak, Radoslaw","Mamon, Gary A.","Gottloeber, Stefan"],"language":[],"coverage":[],"title":["Mass modelling of galaxy clusters via velocity moments"],"description":["  We summarize the method of mass modelling of galaxy clusters based on\nreproducing the dispersion and kurtosis of the projected velocity distribution\nof galaxies. The models are parametrized within the framework of the NFW\ndensity profile, characterized by the virial mass and concentration, together\nwith the constant anisotropy of galaxy orbits. The use of velocity dispersion\nalone does not allow to constrain all the three parameters from kinematic data\ndue to the mass-anisotropy degeneracy. The degeneracy is broken by introducing\nthe fourth velocity moment, the kurtosis. We tested the method based on fitting\nboth moments on mock data sets drawn from simulated dark matter haloes and\nshowed it to reproduce reliably the properties of the haloes. The method has\nbeen applied to estimate the mass, concentration and anisotropy of more than 20\nclusters which allowed us to confirm, for the first time using kinematic data,\nthe mass-concentration relation found in N-body simulations.\n","Comment: 6 pages, 5 figures, contribution to the proceedings of XIX Rencontres\n  de Blois"]}]
["0712.2371",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2371"],"date":["2007-12-14"],"type":["text"],"creator":["Karmakar, Sanjay","Rajan, B. Sundar"],"language":[],"coverage":[],"title":["Maximum-rate, Minimum-Decoding-Complexity STBCs from Clifford Algebras"],"description":["  It is well known that Space-Time Block Codes (STBCs) from orthogonal designs\n(ODs) are single-symbol decodable/symbol-by-symbol decodable (SSD) and are\nobtainable from unitary matrix representations of Clifford algebras. However,\nSSD codes are obtainable from designs that are not orthogonal also. Recently,\ntwo such classes of SSD codes have been studied: (i) Coordinate Interleaved\nOrthogonal Designs (CIODs) and (ii) Minimum-Decoding-Complexity (MDC) STBCs\nfrom Quasi-ODs (QODs). Codes from ODs, CIODs and MDC-QODs are mutually\nnon-intersecting classes of codes. The class of CIODs have {\\it non-unitary\nweight matrices} when written as a Linear Dispersion Code (LDC) proposed by\nHassibi and Hochwald, whereas several known SSD codes including CODs have {\\it\nunitary weight matrices}. In this paper, we obtain SSD codes with unitary\nweight matrices (that are not CODs) called Clifford Unitary Weight SSDs\n(CUW-SSDs) from matrix representations of Clifford algebras. A main result of\nthis paper is the derivation of an achievable upper bound on the rate of any\nunitary weight SSD code as $\\frac{a}{2^{a-1}}$ for $2^a$ antennas which is\nlarger than that of the CODs which is $\\frac{a+1}{2^a}$. It is shown that\nseveral known classes of SSD codes are CUW-SSD codes and CUW-SSD codes meet\nthis upper bound. Also, for the codes of this paper conditions on the signal\nsets which ensure full-diversity and expressions for the coding gain are\npresented. A large class of SSD codes with non-unitary weight matrices are\nobtained which include CIODs as a proper subclass.\n","Comment: Under consideration for possible publication in IEEE Transactions on\n  Information Theory"]}]
["0712.2372",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2372"],"date":["2007-12-14"],"type":["text"],"creator":["Lokas, Ewa L.","Klimentowski, Jaroslaw","Wojtak, Radoslaw"],"language":[],"coverage":[],"title":["The effect of unbound stars on the mass modelling of the Fornax dwarf"],"description":["  We discuss how different approaches to selecting member stars in kinematic\nsamples of dwarf spheroidal galaxies affect the estimates of their mass and\nanisotropy of stellar orbits. We demonstrate that the selection of members is\nan additional source of error compared to the usual uncertainties due to the\nsampling of velocity moments. As an example we use the kinematic data set for\n202 stars in the Fornax dwarf galaxy for which we model the velocity dispersion\nprofile and estimate the mass-to-light ratio and anisotropy assuming that mass\nfollows light. We also show that stronger constraints on these parameters can\nbe obtained if kurtosis of the velocity distribution is included in the\nanalysis. Using the Besancon model of the Milky Way we demonstrate that the\nmajority of contamination in Fornax probably comes from the Milky Way stars.\n","Comment: 7 pages, 5 figures, contribution to the proceedings of XIX Rencontres\n  de Blois"]}]
["0712.2373",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2373"],"date":["2007-12-14","2007-12-15"],"type":["text"],"creator":["Khorramian, Ali N.","Tehrani, S. Atashbar"],"language":[],"coverage":[],"title":["Simple model for QCD analysis of the proton helicity structure"],"description":["  In this paper we use the experimental data to obtain the polarized parton\ndistribution functions (PPDFs) in the LO and NLO approximations. The analysis\nis based on the Jacobi polynomials expansion of the polarized structure\nfunction (PSF). Our calculations for polarized parton distribution functions\nbased on the Jacobi polynomials method are in good agreement with the other\ntheoretical models.\n","Comment: 4 pages and 1 figure, submission for the Proceedings of the\n  International Conference on Hadron Physics, 30 Aug - 3 Sep 2007, Canakkale,\n  Turkey"]}]
["0712.2376",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2376"],"date":["2007-12-14"],"type":["text"],"creator":["Voss, Johannes","Pfannkuche, Daniela"],"language":[],"coverage":[],"title":["Electron spin relaxation in GaAs quantum dot systems - The role of the\n  hyperfine interaction"],"description":["  We present numerical results for electron spin relaxation rates for single\nand laterally coupled double GaAs quantum dots in a perpendicular magnetic\nfield. As source of spin relaxation we consider hyperfine interaction with the\nnuclear spins in the GaAs substrate. Due to the differences in the energy\nscales of the nuclear and electronic Zeeman energies, the phonon bath system\nhas to be taken into account for energy dissipation. The corresponding\ntransition rates of second order show strong dependencies on correlations\nbetween the electrons and the electronic energy differences, and hence on the\nmagnetic field. For a highly asymmetric double dot we have found a relatively\nlow second order electron spin relaxation rate for a wide range of magnetic\nfields.\n","Comment: 14 pages, 10 figures"]}]
["0712.2383",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2383"],"date":["2007-12-14"],"type":["text"],"creator":["Phenomena, Tevatron New","group, Higgs Working","Collaboration, for the CDF","Collaboration, the D0"],"language":[],"coverage":[],"title":["Combined CDF and Dzero Upper Limits on Standard Model Higgs-Boson\n  Production"],"description":["  We combine results from CDF and D0 searches for a standard model Higgs boson\n(H) in ppbar collisions at the Fermilab Tevatron at sqrt{s}=1.96 TeV. With\n1.0-1.9 fb-1 of data collected at CDF, and 0.9-1.7 fb-1 at D0, the 95% C.L.\nupper limits on Higgs production are a factor of 6.2 (1.4) higher than the SM\ncross section for a Higgs mass of m_Higgs = 115 (160) GeV/c^2. Based on\nsimulation, the median expected upper limit is 4.3 (1.9). These results extend\nsignificantly the individual limits of each experiment.\n","Comment: Updated SM Higgs combination, compared to the combination presented\n  at the Lepton-Photon-07 Conference, using latest CDF and D0 Higgs results"]}]
["0712.2386",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2386"],"date":["2007-12-14"],"type":["text"],"creator":["Chiavazzo, E.","Karlin, I. V.","Frouzakis, C. E.","Boulouchos, K. B."],"language":[],"coverage":[],"title":["Method of invariant grid for model reduction of hydrogen combustion"],"description":["  The Method of Invariant Grid (MIG) is a model reduction technique based on\nthe concept of slow invariant manifold (SIM), which approximates the SIM by a\nset of nodes in the concentration space (invariant grid). In the present work,\nthe MIG is applied to a realistic combustion system: An adiabatic constant\nvolume reactor with H2-air at stoichiometric proportions. By considering the\nthermodynamic Lyapunov function of the detailed kinetic system, the notion of\nthe quasi-equilibrium manifold (QEM) is adopted as an initial approximation to\nthe SIM. One- and two-dimensional discrete approximations of the QEM\n(quasi-equilibrium grids) are constructed and refined via the MIG to obtain the\ncorresponding invariant grids. The invariant grids are tabulated and used to\nintegrate the reduced system. Excellent agreements between the reduced and\ndetailed kinetics is demonstrated.\n","Comment: Submitted to the 32nd International Symposium on Combustion"]}]
["0712.2387",{"format":[],"subject":["Mathematics - Probability","60H15, 60J60, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2387"],"date":["2007-12-14"],"type":["text"],"creator":["Andres, Sebastian","von Renesse, Max-K."],"language":[],"coverage":[],"title":["Particle Approximation of the Wasserstein Diffusion"],"description":["  We construct a system of interacting two-sided Bessel processes on the unit\ninterval and show that the associated empirical measure process converges to\nthe Wasserstein Diffusion, assuming that Markov uniqueness holds for the\ngenerating Wasserstein Dirichlet form. The proof is based on the variational\nconvergence of an associated sequence of Dirichlet forms in the generalized\nMosco sense of Kuwae and Shioya.\n","Comment: 3 Figures"]}]
["0712.2393",{"format":[],"subject":["Mathematics - Logic","05D10 (Primary)","05C55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2393"],"date":["2007-12-14"],"type":["text"],"creator":["Mijares, José","Nieto, Jesús"],"language":[],"coverage":[],"title":["Local Ramsey theory. An abstract approach"],"description":["  It is shown that the known notion of selective coideal can be extended to a\nfamily $\\mathcal{H}$ of subsets of $\\mathcal{R}$, where $(\\mathcal{R},\\leq,r)$\nis a topological Ramsey space in the sense of Todorcevic (see \\cite{todo}).\nThen it is proven that, if $\\mathcal{H}$ selective, the $\\mathcal{H}$-Ramsey\nand $\\mathcal{H}$-Baire subsets of $\\mathcal{R}$ are equivalent. This extends\nthe results of Farah in \\cite{farah} for semiselective coideals of\n$\\mathbb{N}$. Also, it is proven that the family of ${\\cal H}$--Ramsey subsets\nof ${\\cal R}$ is closed under the Souslin operation.\n","Comment: 11 pages"]}]
["0712.2401",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2401"],"date":["2007-12-14"],"type":["text"],"creator":["Bass, R.","Chen, X.","Rosen, J."],"language":[],"coverage":[],"title":["Large Deviations for Riesz Potentials of Additive Processes"],"description":["  We study functionals of the form \\[\\zeta_{t}=\\int_0^{t}...\\int_0^{t} |\nX_1(s_1)+...+ X_p(s_p)|^{-\\sigma}ds_1... ds_p\\] where $X_1(t),..., X_p(t)$ are\ni.i.d. $d$-dimensional symmetric stable processes of index $0<\\bb\\le 2$. We\nobtain results about the large deviations and laws of the iterated logarithm\nfor $\\zeta_{t}$.\n"]}]
["0712.2403",{"format":[],"subject":["Mathematics - Number Theory","05E05, 11S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2403"],"date":["2007-12-14"],"type":["text"],"creator":["MacHenry, Trueman","Wong, Kieh"],"language":[],"coverage":[],"title":["Degree k Linear Recursions Mod(p)"],"description":["  Linear recursions of degree $k$ are determined by evaluating the sequence of\nGeneralized Fibonacci Polynomials, $\\{F_{k,n}(t_1,...,t_k)\\}$ (isobaric\nreflects of the complete symmetric polynomials) at the integer vectors\n$(t_1,...,t_k)$. If $F_{k,n}(t_1,...,t_k) = f_n$, then\n  $$f_n - \\sum_{j=1}^k t_j f_{n-j} = 0,$$ and $\\{f_n\\}$ is a linear recursion\nof degree $k$. On the one hand, the periodic properties of such sequences\nmodulo a prime $p$ are discussed, and are shown to be rela ted to the prime\nstructure of certain algebraic number fields; for example, the arithmetic\nproperties of the period ar e shown to characterize ramification of primes in\nan extension field. On the other hand, the structure of the semiloca l rings\nassociated with the number field is shown to be completely determined by\nSchur-hook polynomials.\n","Comment: 28 pages, 3 figures"]}]
["0712.2405",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2405","BMC Structural Biology 2007, 7:61","doi:10.1186/1472-6807-7-61"],"date":["2007-12-14"],"type":["text"],"creator":["Moroni, E.","Caselle, M.","Fogolari, F."],"language":[],"coverage":[],"title":["Identification of DNA-binding protein target sequences by physical\n  effective energy functions. Free energy analysis of lambda repressor-DNA\n  complexes"],"description":["  Specific binding of proteins to DNA is one of the most common ways in which\ngene expression is controlled. Although general rules for the DNA-protein\nrecognition can be derived, the ambiguous and complex nature of this mechanism\nprecludes a simple recognition code, therefore the prediction of DNA target\nsequences is not straightforward. DNA-protein interactions can be studied using\ncomputational methods which can complement the current experimental methods and\noffer some advantages. In the present work we use physical effective potentials\nto evaluate the DNA-protein binding affinities for the lambda repressor-DNA\ncomplex for which structural and thermodynamic experimental data are available.\nThe effect of conformational sampling by Molecular Dynamics simulations on the\ncomputed binding energy is assessed; results show that this effect is in\ngeneral negative and the reproducibility of the experimental values decreases\nwith the increase of simulation time considered. The free energy of binding for\nnon-specific complexes agrees with earlier theoretical suggestions. Moreover,\nas a results of these analyses, we propose a protocol for the prediction of\nDNA-binding target sequences. The possibility of searching regulatory elements\nwithin the bacteriophage-lambda genome using this protocol is explored. Our\nanalysis shows good prediction capabilities, even in the absence of any\nthermodynamic data and information on the naturally recognized sequence. This\nstudy supports the conclusion that physics-based methods can offer a completely\ncomplementary methodology to sequence-based methods for the identification of\nDNA-binding protein target sequences.\n","Comment: 35 pages,8 figures"]}]
["0712.2406",{"format":[],"subject":["Mathematics - Functional Analysis","47D03, 47F05 (Primary)","60J60 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2406"],"date":["2007-12-14"],"type":["text"],"creator":["Lemle, Ludovic Dan","Wu, Liming"],"language":[],"coverage":[],"title":["Uniqueness of a pre-generator for $C_0$-semigroup on a general locally\n  convex vector space"],"description":["  The main purpose is to generalize a theorem of Arendt about uniqueness of\n$C_0$-semigroups from Banach space setting to the general locally convex vector\nspaces, more precisely, we show that cores are the only domains of uniqueness\nfor $C_0$-semigroups on locally convex spaces. As an application, we find a\nnecessary and sufficient condition for that the mass transport equation has one\nunique $L^1(\\R^d,dx)$ weak solution.\n"]}]
["0712.2408",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2408"],"date":["2007-12-14"],"type":["text"],"creator":["Koseleff, Pierre-Vincent","Pecker, Daniel"],"language":[],"coverage":[],"title":["A polynomial parametrization of torus knots"],"description":["  For every odd integer $N$ we give an explicit construction of a polynomial\ncurve $\\cC(t) = (x(t), y (t))$, where $\\deg x = 3$, $\\deg y = N + 1 + 2\\pent\nN4$ that has exactly $N$ crossing points $\\cC(t_i)= \\cC(s_i)$ whose parameters\nsatisfy $s_1 < ... < s_{N} < t_1 < ... < t_{N}$. Our proof makes use of the\ntheory of Stieltjes series and Pad\\'e approximants. This allows us an explicit\npolynomial parametrization of the torus knot $K_{2,N}$.\n"]}]
["0712.2409",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2409"],"date":["2007-12-14"],"type":["text"],"creator":["Gopka, V. F.","Ulyanov, O. M.","Andrievsky, S. M."],"language":[],"coverage":[],"title":["On the possible nature of Bp-Ap Stars: an application to HD101065 and\n  HR465"],"description":["  We have proposed the new explanation of some magnetic chemically peculiar\n(MCP) stars anomalies, which is based on assumption that such stars can be the\nclose binary systems with a secondary component being neutron star. Within this\nhypothesis one can naturally explain the main anomalous features of MCP stars:\nfirst of all, an existence of the short-lived radioactive isotopes detected in\nsome stars (like Przybylski's star and HR465), and some others peculiarities\n(e.g. the behavior of CU Vir in radio range, the phenomenon of the roAp stars).\n","Comment: 5 pages, 5 figures"]}]
["0712.2410",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2410","Journal of Physics Condensed Matter 19, 48 (2007) 486206","doi:10.1088/0953-8984/19/48/486206"],"date":["2007-12-14"],"type":["text"],"creator":["Hadacek, Nicolas","Nossov, Alexandre","Ranno, Laurent","Strobel, Pierre","Galéra, Rose-Marie"],"language":[],"coverage":[],"title":["Magnetic properties of HO2 thin films"],"description":["  We report on the magnetic and transport studies of hafnium oxide thin films\ngrown by pulsed-laser deposition on sapphire substrates under different oxygen\npressures, ranging from 10-7 to 10-1 mbar. Some physical properties of these\nthin films appear to depend on the oxygen pressure during growth: the film\ngrown at low oxygen pressure (P ~= 10-7 mbar) has a metallic aspect and is\nconducting, with a positive Hall signal, while those grown under higher oxygen\npressures (7 x 10-5 <= P <= 0.4 mbar) are insulating. However, no intrinsic\nferromagnetic signal could be attributed to the HfO2 films, irrespective of the\noxygen pressure during the deposition.\n","Comment: 12"]}]
["0712.2417",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2417"],"date":["2007-12-14"],"type":["text"],"creator":["Liuti, Simonetta","Ahmad, Saeed","Goldstein, Gary R.","Gamberg, Leonard"],"language":[],"coverage":[],"title":["$\\pi^o$ Electroproduction and Transversity"],"description":["  Exclusive $\\pi^o$ electroproduction and related processes are suggested to\ninvestigate the chiral odd transversity distributions of quarks in the\ntransversely polarized nucleon, $h_1(x)$, and its first moment, the tensor\ncharge. The connection between a description based on partonic degrees of\nfreedom, given in terms of generalized parton distributions, and Regge\nphenomenology is explored.\n","Comment: Proceedings of XII International Conference on Hadron Spectroscopy,\n  October 8-13, 2007, Laboratori Nazionali di Frascati (Rome) Italy"]}]
["0712.2419",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2419"],"date":["2007-12-14"],"type":["text"],"creator":["Gomez-Bock, M.","Mondragón, M.","Mühlleitner, M.","Spira, M.","Zerwas, P. M."],"language":[],"coverage":[],"title":["Concepts of Electroweak Symmetry Breaking and Higgs Physics"],"description":["  We present an introduction to the basic concepts of electroweak symmetry\nbreaking and Higgs physics within the Standard Model and its supersymmetric\nextensions. A brief overview will also be given on alternative mechanisms of\nelectroweak symmetry breaking. In addition to the theoretical basis, the\npresent experimental status of Higgs physics and prospects at the Tevatron, the\nLHC and e+e- linear colliders are discussed.\n","Comment: 124 pages, 36 figures, latex, english and spanish versions in\n  succession"]}]
["0712.2420",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2420"],"date":["2007-12-14"],"type":["text"],"creator":["Muscalu, Camil","Tao, Terence","Thiele, Christoph"],"language":[],"coverage":[],"title":["Multi-linear multipliers associated to simplexes of arbitrary length"],"description":["  In this article we prove that the $n$-linear operator whose symbol is the\ncharacteristic function of the simplex $\\Delta_n = \\xi_1 < ... < \\xi_n$ is\nbounded from $L^2 \\times ... \\times L^2$ into $L^{2/n}$, generalizing in this\nway our previous work on the \"bi-est\" operator (which corresponds to the case\n$n=3$) as well as Lacey-Thiele theorem on the bi-linear Hilbert transform\n(which corresponds to the case $n=2$).\n","Comment: 52 pages, 6 figures"]}]
["0712.2421",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2421"],"date":["2007-12-14"],"type":["text"],"creator":["Paletou, F.","Lafon, M.","Maeght, P.","Grimaud, F.","Louge, T.","Aboudarham, J."],"language":[],"coverage":[],"title":["The ground-based solar observations database BASS 2000"],"description":["  BASS 2000 is the French solar database for ground-based instruments. We\ndescribe hereafter our organization, our tasks and the products we can deliver\nto the international community. Our prospects cover data mining into the THeMIS\narchive, a participation to the EST endeavour and the creation and curation of\nthe ESPaDOnS/NARVAL stellar spectra database.\n","Comment: 3 pages, 1 figure (to appear in the Procs. of Solar Polarization\n  Workshop #5, eds. Berdyugina, Nagendra and Ramelli)"]}]
["0712.2422",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2422"],"date":["2007-12-14"],"type":["text"],"creator":["Heinz, Mark","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["Reconstructing Bottom mesons using displaced vertices from semi-leptonic\n  decays"],"description":["  Precise determination of heavy flavor production cross-sections at LHC\nenergies will be of primary importance. The produced heavy quarks are expected\nto be sensitive probes of parton energy loss in the medium formed in heavy-ion\ncollisions. Through the measurement of charm and bottom suppression in Pb + Pb\nwith respect to p + p, we hope to obtain insight into the color-charge and\nquark mass dependence of the energy loss mechanism. The ALICE experiment with\nits large acceptance is well suited to investigate the intermediate transverse\nmomentum spectrum of heavy flavor mesons where these energy loss effects are\nexpected to be visible. ALICE has very good electron PID capabilities over a\nlarge kinematic range using Time Projection Chamber (TPC), Transition Radiation\nDetector (TRD) and the Electromagnetic Calorimeter (EMCal). In addition the\nEMCal, to be installed for the Pb + Pb runs, is planned to allow efficient\ntriggering on high-pT jets. We first introduce the EMCal project and an\noverview of detector specifications. Then we introduce a method developed to\nselect preferentially electrons from heavy flavor decays by reconstructing\ndisplaced secondary vertices. The strategy is to reconstruct displaced vertices\nfrom semi-leptonic heavy flavor meson decays using the excellent spatial\nresolution of the Inner Tracking System (ITS). We show preliminary results of\nan efficiency study from charm vs. bottom vertices.\n","Comment: 8 pages, Proceedings of Winter Workshop of Nuclear Dynamics 2007, Big\n  Sky, MT"]}]
["0712.2427",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2427"],"date":["2007-12-14"],"type":["text"],"creator":["Isar, Aurelian"],"language":[],"coverage":[],"title":["Quantum decoherence and classical correlations in open systems"],"description":["  In the framework of the Lindblad theory for open quantum systems we determine\nthe degree of quantum decoherence and classical correlations of a harmonic\noscillator interacting with a thermal bath. The transition from quantum to\nclassical behaviour of the considered system is analyzed and it is shown that\nthe classicality takes place during a finite interval of time. We calculate\nalso the decoherence time and show that it has the same scale as the time after\nwhich thermal fluctuations become comparable with quantum fluctuations.\n","Comment: 11 pages, talk at the Workshop on Quantum-Classical Transition and\n  Quantum Information, Benasque, Spain, 2006"]}]
["0712.2433",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2433"],"date":["2007-12-14"],"type":["text"],"creator":["Cho, Ilwoo","Jorgensen, Palle E. T."],"language":[],"coverage":[],"title":["C*-Algebras Generated by Partial Isometries"],"description":["  In this paper, we characterize the C*-Algebra generated by partial\nisometries.\n"]}]
["0712.2435",{"format":[],"subject":["Mathematical Physics","17A75","22E60","70S15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2435"],"date":["2007-12-14","2007-12-15"],"type":["text"],"creator":["Fredsted, John"],"language":[],"coverage":[],"title":["Linking electroweak and gravitational generators"],"description":["  Using complexified quaternions, an intriguing link between generators of two\ndifferent and surprisingly commuting four-dimensional representations of the\nSU(2)xU(1) Lie group, and generators of two four-dimensional spin 1/2\nrepresentations of the Spin(3,1) Lie group is established: the former\ngenerators completely determine the latter ones, and cross-combined they\nconstitute two different, but closely related, four-dimensional representations\nof Spin(3,1)xSU(2)xU(1). These representations are used to construct a\nSpin(3,1)xSU(2)xU(1) gauge invariant Lagrangian, containing two four-spinors\nconsisting not as usual of Weyl two-spinors of opposite helicity and equal weak\nisospin, but instead of Weyl two-spinors of opposite weak isospin and equal\nhelicity, a construction which arises naturally from the mathematical formalism\nitself. A possible future generalization, using complexified octonions, is\ndiscussed.\n","Comment: 7 pages, LaTeX; typos corrected"]}]
["0712.2444",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2444"],"date":["2007-12-14"],"type":["text"],"creator":["Kahn, Jeremy","Lyubich, Mikhail"],"language":[],"coverage":[],"title":["A priori bounds for some infinitely renormalizable quadratics: III.\n  Molecules"],"description":["  In this paper we prove {\\it a priori bounds} for infinitely renormalizable\nquadratic polynomials satisfying a ``molecule condition''. Roughly speaking,\nthis condition ensures that the renormalization combinatorics stay away from\nthe satellite types. These {\\it a priori bounds} imply local connectivity of\nthe corresponding Julia sets and the Mandelbrot set at the corresponding\nparameter values.\n"]}]
["astro-ph/0612417",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0612417","Solar Phys. 245 (2007) 177-190","doi:10.1007/s11207-007-9018-2"],"date":["2006-12-15","2007-12-17"],"type":["text"],"creator":["Vernova, E. S.","Tyasto, M. I.","Baranov, D. G."],"language":[],"coverage":[],"title":["Photospheric magnetic field of the Sun: two patterns of the longitudinal\n  distribution"],"description":["  Longitudinal distributions of the photospheric magnetic field studied on the\nbase of National Solar Observatory (Kitt Peak) data (1976 - 2003) displayed two\nopposite patterns during different parts of the 11-year solar cycle.\nHeliolongitudinal distributions differed for the ascending phase and the\nmaximum of the solar cycle on one hand, and for the descending phase and the\nminimum on the other, depicting maxima around two opposite Carrington\nlongitudes (180 deg. and 0/360 deg.). Thus the maximum of the distribution\nshifted its position by 180 deg. with the transition from one characteristic\nperiod to the other. Two characteristic periods correspond to different\nsituations occurring in the 22-year magnetic cycle of the Sun, in the course of\nwhich both global magnetic field and the magnetic field of the leading sunspot\nin a group change their sign. During the ascending phase and the maximum\n(active longitude 180 deg.) polarities of the global magnetic field and those\nof the leading sunspots coincide, whereas for the descending phase and the\nminimum (active longitude 0/360 deg.) the polarities are opposite. Thus the\nobserved change of active longitudes may be connected with the polarity changes\nof Sun's magnetic field in the course of 22-year magnetic cycle.\n","Comment: 14 pages, 5 figures, 1 table; submitted to Solar Physics; 2 figures\n  replaced"]}]
["cond-mat/0609472",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609472","Europhys. Lett. 78 60001 (2007)","doi:10.1209/0295-5075/78/60001"],"date":["2006-09-19","2007-05-23"],"type":["text"],"creator":["Goldman, N.","Gaspard, P."],"language":[],"coverage":[],"title":["Quantum Hall-like effect for cold atoms in non-Abelian gauge potentials"],"description":["  We study the transport of cold fermionic atoms trapped in optical lattices in\nthe presence of artificial Abelian or non-Abelian gauge potentials. Such\nexternal potentials can be created in optical lattices in which atom tunneling\nis laser assisted and described by commutative or non-commutative tunneling\noperators. We show that the Hall-like transverse conductivity of such systems\nis quantized by relating the transverse conductivity to topological invariants\nknown as Chern numbers. We show that this quantization is robust in non-Abelian\npotentials. The different integer values of this conductivity are explicitly\ncomputed for a specific non-Abelian system which leads to a fractal phase\ndiagram.\n","Comment: 6 pages, 2 figures"]}]
["cond-mat/0701599",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701599","Physica E: Low-dimensional Systems and Nanostructures, Vol. 40/2,\n  pp 228-232 (2007)","doi:10.1016/j.physe.2007.06.020"],"date":["2007-01-24"],"type":["text"],"creator":["Chen, Zhihong","Lin, Yu-Ming","Rooks, Michael J.","Avouris, Phaedon"],"language":[],"coverage":[],"title":["Graphene Nano-Ribbon Electronics"],"description":["  We have fabricated graphene nano-ribbon field-effect transistor devices and\ninvestigated their electrical properties as a function of ribbon width. Our\nexperiments show that the resistivity of a ribbon increases as its width\ndecreases, indicating the impact of edge states. Analysis of temperature\ndependent measurements suggests a finite quantum confinement gap opening in\nnarrow ribbons. The electrical current noise of the graphene ribbon devices at\nlow frequency is found to be dominated by the 1/f noise.\n","Comment: 6 pages, 7 figures"]}]
["cs/0510089",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0510089","Dans EPNADS'05 within ECCS'05 - Emergent Properties in Natural and\n  Artificial Dynamical Systems, Paris : France (2005)"],"date":["2005-10-30"],"type":["text"],"creator":["Ghnemat, Rawan","Khatatneh, Khalaf","Oqeili, Saleh","Bertelle, Cyrille","Duchamp, Gérard Henry Edmond"],"language":[],"coverage":[],"title":["Automata-based adaptive behavior for economic modeling using game theory"],"description":["  In this paper, we deal with some specific domains of applications to game\ntheory. This is one of the major class of models in the new approaches of\nmodelling in the economic domain. For that, we use genetic automata which allow\nto buid adaptive strategies for the players. We explain how the automata-based\nformalism proposed - matrix representation of automata with multiplicities -\nallows to define a semi-distance between the strategy behaviors. With that\ntools, we are able to generate an automatic processus to compute emergent\nsystems of entities whose behaviors are represented by these genetic automata.\n"]}]
["math/0603654",{"format":[],"subject":["Mathematics - Combinatorics","05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603654"],"date":["2006-03-28","2007-12-17"],"type":["text"],"creator":["Pietraho, Thomas"],"language":[],"coverage":[],"title":["A Relation for Domino Robinson-Schensted Algorithms"],"description":["  We describe a relationship between Robinson-Schensted algorithms defined for\nstandard domino tableaux of unequal rank. The principal idea is the\nmoving-through operation defined on standard domino tableaux by D. Garfinkle.\nWhen restricted to involutions, this answers a question posed by M.A.A. van\nLeeuwen.\n","Comment: 13 pages; Expanded introduction and minor corrections"]}]
["math/0611083",{"format":[],"subject":["Mathematics - Analysis of PDEs","Physics - Classical Physics","76D05, 35B27, 76Mxx, 65Nxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611083"],"date":["2006-11-03","2007-12-17"],"type":["text"],"creator":["Bresch, Didier","Milisic, Vuk"],"language":[],"coverage":[],"title":["High Order Multi-Scale Wall-Laws, Part I : The Periodic Case"],"description":["  In this work we present new wall-laws boundary conditions including\nmicroscopic oscillations. We consider a newtonian flow in domains with periodic\nrough boundaries that we simplify considering a Laplace operator with periodic\ninflow and outflow boundary conditions. Following the previous approaches, see\n[A. Mikelic, W. J\\\"ager, J. Diff. Eqs, 170, 96-122, (2001) ] and [Y. Achdou, O.\nPironneau, F. Valentin, J. Comput. Phys, 147, 1, 187-218, (1998)], we construct\nhigh order boundary layer approximations and rigorously justify their rates of\nconvergence with respect to epsilon (the roughness' thickness). We establish\nmathematically a poor convergence rate for averaged second-order wall-laws as\nit was illustrated numerically for instance in [Y. Achdou, O. Pironneau, F.\nValentin, J. Comput. Phys, 147, 1, 187-218, (1998)]. In comparison, we\nestablish exponential error estimates in the case of explicit multi-scale\nansatz. This motivates our study to derive implicit first order multi-scale\nwall-laws and to show that its rate of convergence is at least of order epsilon\nto the three halves. We provide a numerical assessment of the claims as well as\na counter-example that evidences the impossibility of an averaged second order\nwall-law. Our paper may be seen as the first stone to derive efficient high\norder wall-laws boundary conditions.\n","Comment: 22 pages"]}]
["math/0702493",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J50","11R37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702493"],"date":["2007-02-16","2007-12-16"],"type":["text"],"creator":["An, Feng-Wen"],"language":[],"coverage":[],"title":["The Conjugates of Algebraic Schemes"],"description":["  Fixed an algebraic scheme $Y$. We suggest a definition for the conjugate of\nan algebraic scheme $X$ over $Y$ in an evident manner; then $X$ is said to be\nGalois closed over $Y$ if $X$ has a unique conjugate over $Y$. Now let $X$ and\n$Y$ both be integral and let $X$ be Galois closed over $Y$ by a surjective\nmorphism $\\phi$ of finite type. Then $\\phi^{\\sharp}(k(Y))$ is a subfield of\n$k(X)$ by $\\phi$. The main theorem of this paper says that $k(X)\n/\\phi^{\\sharp}(k(Y)) $ is a Galois extension and the Galois group\n$Gal(k(X)/\\phi^{\\sharp}(k(Y))) $ is isomorphic to the group of\n$k-$automorphisms of $X$ over $Y$.\n","Comment: A reduced and refined version. 26 Pages"]}]
["math/0702877",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - K-Theory and Homology","19D55, 19E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702877","Journal of Topology 1 (2008), 87-114","doi:10.1112/jtopol/jtm007"],"date":["2007-02-28","2007-08-12"],"type":["text"],"creator":["Hesselholt, Lars"],"language":[],"coverage":[],"title":["The tower of K-theory of truncated polynomial algebras"],"description":["  Let A a regular F_p-algebra. The relative K-groups K_q(A[x]/(x^m),(x)) and\nthe Nil-groups Nil_q(A[x]/(x^m)) were evaluated earlier by the author and\nMadsen in terms of the big de Rham-Witt groups of the ring A. In this paper, we\nevaluate the maps of relative K-groups and Nil-groups induced by the canonical\nprojection from A[x]/(x^m) to A[x]/(x^n). The result depends strongly on the\nprime p. It generalizes work of Stienstra on the groups in degrees 2 and 3.\n"]}]
["quant-ph/0610222",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0610222","Dans Proceedings of the XXVIth Colloquium on Group Theorical\n  Methods in Physics (A Paraitre) - XXVIth Colloquium on Group Theorical\n  Methods in Physics, New-York : \\'Etats-Unis d'Am\\'erique (2006)"],"date":["2006-10-26"],"type":["text"],"creator":["Gazeau, Jean-Pierre","Mourad, Jihad","Queva, Julien"],"language":[],"coverage":[],"title":["Fuzzy de Sitter space-times via coherent states quantization"],"description":["  A construction of the 2d and 4d fuzzy de Sitter hyperboloids is carried out\nby using a (vector) coherent state quantization. We get a natural\ndiscretization of the dS \"time\" axis based on the spectrum of Casimir operators\nof the respective maximal compact subgroups SO(2) and SO(4) of the de Sitter\ngroups SO\\_0(1,2) and SO\\_0(1,4). The continuous limit at infinite spins is\nexamined.\n"]}]
["quant-ph/0702255",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702255","Open Sys. Inf. Dyn. 14 (No. 4, Dec. 2007), 371 - 378","doi:10.1007/s11080-007-9062-2"],"date":["2007-02-27"],"type":["text"],"creator":["Ranade, Kedar S.","Ali, Mazhar"],"language":[],"coverage":[],"title":["The Jamio{\\l}kowski isomorphism and a conceptionally simple proof for\n  the correspondence between vectors having Schmidt number $k$ and $k$-positive\n  maps"],"description":["  Positive maps which are not completely positive are used in quantum\ninformation theory as witnesses for convex sets of states, in particular as\nentanglement witnesses and more generally as witnesses for states having\nSchmidt number not greater than k. It is known that such witnesses are related\nto k-positive maps. In this article we propose a new proof for the\ncorrespondence between vectors having Schmidt number k and k-positive maps\nusing Jamiolkowski's criterion for positivity of linear maps; to this aim, we\nalso investigate the precise notion of the term \"Jamiolkowski isomorphism\". As\nconsequences of our proof we get the Jamiolkowski criterion for complete\npositivity, and we find a special case of a result by Choi, namely that\nk-positivity implies complete positivity, if k is the dimension of the smaller\none of the Hilbert spaces on which the operators act.\n","Comment: 9 pages"]}]
