["0704.2263",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2263","J. Phys. B: At. Mol. Opt. Phys. 40, 4235 (2007)","doi:10.1088/0953-4075/40/21/010"],"date":["2007-04-17","2007-10-12"],"type":["text"],"creator":["Lee, Chaohong","Ostrovskaya, Elena A.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Nonlinearity-assisted quantum tunneling in a matter-wave interferometer"],"description":["  We investigate the {\\em nonlinearity-assisted quantum tunneling} and\nformation of nonlinear collective excitations in a matter-wave interferometer,\nwhich is realised by the adiabatic transformation of a double-well potential\ninto a single-well harmonic trap. In contrast to the linear quantum tunneling\ninduced by the crossing (or avoided crossing) of neighbouring energy levels,\nthe quantum tunneling between different nonlinear eigenstates is assisted by\nthe nonlinear mean-field interaction. When the barrier between the wells\ndecreases, the mean-field interaction aids quantum tunneling between the ground\nand excited nonlinear eigenstates. The resulting {\\em non-adiabatic evolution}\ndepends on the input states. The tunneling process leads to the generation of\ndark solitons, and the number of the generated dark solitons is highly\nsensitive to the matter-wave nonlinearity. The results of the numerical\nsimulations of the matter-wave dynamics are successfully interpreted with a\ncoupled-mode theory for multiple nonlinear eigenstates.\n","Comment: 11 pages, 6 figures, accept for publication in J. Phys. B"]}]
["0705.0549",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0549","Proceedings of SPIE - Volume 6601, 66010V (2007)","doi:10.1117/12.726304"],"date":["2007-05-04"],"type":["text"],"creator":["Bogacz, L.","Burda, Z.","Janke, W.","Waclaw, B."],"language":[],"coverage":[],"title":["Free zero-range processes on networks"],"description":["  A free zero-range process (FRZP) is a simple stochastic process describing\nthe dynamics of a gas of particles hopping between neighboring nodes of a\nnetwork. We discuss three different cases of increasing complexity: (a) FZRP on\na rigid geometry where the network is fixed during the process, (b) FZRP on a\nrandom graph chosen from a given ensemble of networks, (c) FZRP on a dynamical\nnetwork whose topology continuously changes during the process in a way which\ndepends on the current distribution of particles. The case (a) provides a very\nsimple realization of the phenomenon of condensation which manifests as the\nappearance of a condensate of particles on the node with maximal degree. The\ncase (b) is very interesting since the averaging over typical ensembles of\ngraphs acts as a kind of homogenization of the system which makes all nodes\nidentical from the point of view of the FZRP. In the case (c), the distribution\nof particles and the dynamics of network are coupled to each other. The\nstrength of this coupling depends on the ratio of two time scales: for changes\nof the topology and of the FZRP. We will discuss a specific example of that\ntype of interaction and show that it leads to an interesting phase diagram.\n","Comment: 11 pages, 4 figures, to appear in Proceedings of SPIE Symposium\n  \"Fluctuations and Noise 2007\", Florence, 20-24 May 2007"]}]
["0705.2173",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2173","J. Phys. A: Math. Theor. 40 (2007) F691--F695","doi:10.1088/1751-8113/40/30/F01"],"date":["2007-05-15"],"type":["text"],"creator":["Brody, Dorje C."],"language":[],"coverage":[],"title":["Note on exponential families of distributions"],"description":["  We show that an arbitrary probability distribution can be represented in\nexponential form. In physical contexts, this implies that the equilibrium\ndistribution of any classical or quantum dynamical system is expressible in\ngrand canonical form.\n","Comment: 5 pages"]}]
["0705.2990",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2990","Phys. Rev. B 76, 132407 (2007)","doi:10.1103/PhysRevB.76.132407"],"date":["2007-05-21","2007-10-25"],"type":["text"],"creator":["Jackeli, G.","Ivanov, D. A."],"language":[],"coverage":[],"title":["Dimer phases in quantum antiferromagnets with orbital degeneracy"],"description":["  We study and solve the ground-state problem of a microscopic model for a\nfamily of orbitally degenerate quantum magnets. The orbital degrees of freedom\nare assumed to have directional character and are represented by static\nPotts-like variables. In the limit of vanishing Hund's coupling, the\nground-state manifold of such a model is spanned by the hard-core dimer (spin\nsinglet) coverings of the lattice. The extensive degeneracy of dimer coverings\nis lifted at a finite Hund's coupling through an order-out-of-disorder\nmechanism by virtual triplet excitations. The relevance of our results to\nseveral experimentally studied systems is discussed.\n","Comment: Final version, minor changes"]}]
["0705.4292",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4292","Phys Rev E 76, 042401 (2007)","doi:10.1103/PhysRevE.76.042401"],"date":["2007-05-29","2007-10-25"],"type":["text"],"creator":["Bary-Soroker, Hamutal","Diamant, Haim"],"language":[],"coverage":[],"title":["Nanoscale surface relaxation of a membrane stack"],"description":["  Recent measurements of the short-wavelength (~ 1--100 nm) fluctuations in\nstacks of lipid membranes have revealed two distinct relaxations: a fast one\n(decay rate of ~ 0.1 ns^{-1}), which fits the known baroclinic mode of bulk\nlamellar phases, and a slower one (~ 1--10 \\mu s^{-1}) of unknown origin. We\nshow that the latter is accounted for by an overdamped capillary mode,\ndepending on the surface tension of the stack and its anisotropic viscosity. We\nthereby demonstrate how the dynamic surface tension of membrane stacks could be\nextracted from such measurements.\n","Comment: 4 pages"]}]
["0705.4504",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Atomic Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4504"],"date":["2007-05-31","2007-10-25"],"type":["text"],"creator":["Kovalev, Gennady V."],"language":[],"coverage":[],"title":["The Volume Capture in Structures with Variable Curvature"],"description":["  The volume capture in classical relativistic mechanics is considered as a\nscattering process for the high energy charged particles in a field with no\ncentral or mirror symmetry. The parameters of volume capture for potentials\nwith smooth variable curvature are received and analyzed.\n","Comment: 8 pages, 3 figures, 37 Int Conference Moscow"]}]
["0706.0180",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0180","Phys. Rev. B 76, 155324 (2007)","doi:10.1103/PhysRevB.76.155324"],"date":["2007-06-01"],"type":["text"],"creator":["Jordan, Andrew N.","Trauzettel, Bjoern","Burkard, Guido"],"language":[],"coverage":[],"title":["Weak measurement of quantum dot spin qubits"],"description":["  The theory of weak quantum measurements is developed for quantum dot spin\nqubits. Building on recent experiments, we propose a control cycle to prepare,\nmanipulate, weakly measure, and perform quantum state tomography. This is\naccomplished using a combination of the physics of electron spin resonance,\nspin blockade, and Coulomb blockade, resulting in a charge transport process.\nWe investigate the influence of the surrounding nuclear spin environment, and\nfind a regime where this environment significantly simplifies the dynamics of\nthe weak measurement process, making this theoretical proposal realistic with\nexisting experimental technology. We further consider spin-echo refocusing to\ncombat dephasing, as well as discuss a realization of \"quantum undemolition\",\nwhereby the effects of quantum state disturbance are undone.\n","Comment: 8 pages, 2 figures"]}]
["0706.1616",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1616","Phys. Ref. B 76, 155320 (2007)","doi:10.1103/PhysRevB.76.155320"],"date":["2007-06-12"],"type":["text"],"creator":["Brndiar, J","Derian, R.","Markos, P."],"language":[],"coverage":[],"title":["Generalized DMPK equation for strongly localized regime - numerical\n  solution"],"description":["  Generalized Dorokhov-Mello-Pereyra-Kumar (GDMPK) equation [K. A. Muttalib and\nJ. R. Klauder, Phys. Rev. Lett. {\\bf 82}, 4272 (1999)] has been proposed for\nthe description of the electron transport in strongly localized systems. We\ndevelop an algorithm for the numerical solution of this equation and confirm\nthat GDMPK equation correctly describes the critical and localized regimes.\nContrary to the original DMPK equation, the generalized one contains also an\ninformation about the dimension of the system. In particular, it distinguishes\nbetween the two and the three dimensional models with the same number of\ntransmission channels.\n"]}]
["0706.2987",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2987"],"date":["2007-06-20","2007-10-24"],"type":["text"],"creator":["Chen, Jungkai A.","Chen, Meng"],"language":[],"coverage":[],"title":["Explicit birational geometry of threefolds of general type"],"description":["  Let $V$ be a complex nonsingular projective 3-fold of general type. We prove\n$P_{12}(V)>0$ and $P_{24}(V)>1$ (which answers an open problem of J. Kollar and\nS. Mori). We also prove that the canonical volume has an universal lower bound\n$\\text{Vol}(V) \\geq 1/2660$ and that the pluri-canonical map $\\Phi_m$ is\nbirational onto its image for all $m\\geq 77$. As an application of our method,\nwe prove Fletcher's conjecture on weighted hyper-surface 3-folds with terminal\nquotient singularities. Another featured result is the optimal lower bound\n$\\text{Vol}(V)\\geq {1/420}$ among all those 3-folds $V$ with $\\chi({\\mathcal\nO}_V)\\leq 1$.\n","Comment: (updated version on October 15, 2007) 55 pages, a couple of missing\n  P_2 terms in Section 5 added and slight rearrangements to the context"]}]
["0707.1264",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1264","J. Chem. Phys. 127, 164705 (2007)","doi:10.1063/1.2789416"],"date":["2007-07-09"],"type":["text"],"creator":["Klugkist, J. A.","Malyshev, V. A.","Knoester, J."],"language":[],"coverage":[],"title":["Intrinsic optical bistability of thin films of linear molecular\n  aggregates: The one-exciton approximation"],"description":["  We perform a theoretical study of the nonlinear optical response of an\nultrathin film consisting of oriented linear aggregates. A single aggregate is\ndescribed by a Frenkel exciton Hamiltonian with uncorrelated on-site disorder.\nThe exciton wave functions and energies are found exactly by numerically\ndiagonalizing the Hamiltonian. The principal restriction we impose is that only\nthe optical transitions between the ground state and optically dominant states\nof the one-exciton manifold are considered, whereas transitions to other\nstates, including those of higher exciton manifolds, are neglected. The optical\ndynamics of the system is treated within the framework of truncated optical\nMaxwell-Bloch equations in which the electric polarization is calculated by\nusing a joint distribution of the transition frequency and the transition\ndipole moment of the optically dominant states. This function contains all the\nstatistical information about these two quantities that govern the optical\nresponse, and is obtained numerically by sampling many disorder realizations.\nWe derive a steady-state equation that establishes a relationship between the\noutput and input intensities of the electric field and show that within a\ncertain range of the parameter space this equation exhibits a three-valued\nsolution for the output field. A time-domain analysis is employed to\ninvestigate the stability of different branches of the three-valued solutions\nand to get insight into switching times. We discuss the possibility to\nexperimentally verify the bistable behavior.\n","Comment: 13 two-column pages, 8 figures, accepted to the Journal of Chemical\n  Physics"]}]
["0707.1770",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1770","Phys. Rev. B 76, 155122 (2007)","doi:10.1103/PhysRevB.76.155122"],"date":["2007-07-12","2007-10-01"],"type":["text"],"creator":["Hohenadler, Martin","Littlewood, Peter B"],"language":[],"coverage":[],"title":["Quantum Monte Carlo results for bipolaron stability in quantum dots"],"description":["  Bipolaron formation in a two-dimensional lattice with harmonic confinement,\nrepresenting a simplified model for a quantum dot, is investigated by means of\nquantum Monte Carlo simulations. This method treats all interactions exactly\nand takes into account quantum lattice fluctuations. Calculations of the\nbipolaron binding energy reveal that confinement opposes bipolaron formation\nfor weak electron-phonon coupling, but abets a bound state at intermediate to\nstrong coupling. Tuning the system from weak to strong confinement gives rise\nto a small reduction of the minimum Frohlich coupling parameter for the\nexistence of a bound state.\n","Comment: 5 pages, 2 figures, final version to appear in Phys. Rev. B"]}]
["0707.1986",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1986","Phys. Rev. B 76, 140404(R) (2007)","doi:10.1103/PhysRevB.76.140404"],"date":["2007-07-13"],"type":["text"],"creator":["Ralko, Arnaud","Ferrero, Michel","Becca, Federico","Ivanov, Dmitri","Mila, Frederic"],"language":[],"coverage":[],"title":["Crystallization of the resonating valence bond liquid as vortex\n  condensation"],"description":["  We show that the liquid-to-crystal quantum phase transition in the\nRokhsar--Kivelson dimer model on the two-dimensional triangular lattice occurs\nas a condensation of vortex-like excitations called ``visons''. This conclusion\nis drawn from the numerical studies of the vison spectrum in the liquid phase\nby using the Green's function Monte Carlo method. We find that visons remain\nthe lowest excitation throughout the liquid phase and that their gap decreases\ncontinuously to zero at the phase transition. The nature of the crystal phase\nand the second order of the phase transition are in agreement with the earlier\nprediction of Moessner and Sondhi [Phys. Rev. B 63, 224401 (2001)].\n","Comment: 4 pages, 4 figures"]}]
["0707.3472",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3472","J. Stat. Phys. Vol.129, 605-621 (2007)","doi:10.1007/s10955-007-9385-y"],"date":["2007-07-23"],"type":["text"],"creator":["Koibuchi, Hiroshi"],"language":[],"coverage":[],"title":["Phase transition of meshwork models for spherical membranes"],"description":["  We have studied two types of meshwork models by using the canonical Monte\nCarlo simulation technique. The first meshwork model has elastic junctions,\nwhich are composed of vertices, bonds, and triangles, while the second model\nhas rigid junctions, which are hexagonal (or pentagonal) rigid plates.\nTwo-dimensional elasticity is assumed only at the elastic junctions in the\nfirst model, and no two-dimensional bending elasticity is assumed in the second\nmodel. Both of the meshworks are of spherical topology. We find that both\nmodels undergo a first-order collapsing transition between the smooth spherical\nphase and the collapsed phase. The Hausdorff dimension of the smooth phase is\nH\\simeq 2 in both models as expected. It is also found that H\\simeq 2 in the\ncollapsed phase of the second model, and that H is relatively larger than 2 in\nthe collapsed phase of the first model, but it remains in the physical bound,\ni.e., H<3. Moreover, the first model undergoes a discontinuous surface\nfluctuation transition at the same transition point as that of the collapsing\ntransition, while the second model undergoes a continuous transition of surface\nfluctuation. This indicates that the phase structure of the meshwork model is\nweakly dependent on the elasticity at the junctions.\n","Comment: 21 pages, 12 figures"]}]
["0707.4443",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4443","Physical Review A 76, 042331 (2007)","doi:10.1103/PhysRevA.76.042331"],"date":["2007-07-30","2007-10-25"],"type":["text"],"creator":["Caruso, Filippo","Giovannetti, Vittorio"],"language":[],"coverage":[],"title":["Qubit quantum channels: A characteristic function approach"],"description":["  A characterization of qubit quantum channels is introduced. In analogy to\nwhat happens in the context of Bosonic channels we exploit the possibility of\nrepresenting the states of the system in terms of characteristic function. The\nlatter are functions of non-commuting variables (Grassmann variables) and are\ndefined in terms of generalized displacement operators. In this context we\nintroduce the set of Gaussian channels and show that they share similar\nproperties with the corresponding Bosonic counterpart.\n","Comment: 10 pages (minor editing)"]}]
["0708.0718",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0718","J. Phys. Soc. Jpn. 76 (2007) 114707","doi:10.1143/JPSJ.76.114707"],"date":["2007-08-06"],"type":["text"],"creator":["Otsuki, J.","Kusunose, H.","Werner, P.","Kuramoto, Y."],"language":[],"coverage":[],"title":["Continuous-Time Quantum Monte Carlo Method for the Coqblin-Schrieffer\n  Model"],"description":["  An impurity solver based on a continuous-time quantum Monte Carlo method is\ndeveloped for the Coqblin-Schrieffer model. The Monte Carlo simulation does not\nencounter a sign problem for antiferromagnetic interactions, and accurately\nreproduces the Kondo effect. Our algorithm can deal with an arbitrary number N\nof local degrees of freedom, becomes more efficient for larger values of N, and\nis hence suitable for models with orbital degeneracy. The dynamical\nsusceptibility and the impurity t-matrix are derived with the aid of the Pad\\'e\napproximation for various values of N, and good agreement is found with other\nmethods and available exact results. We point out that the Korringa-Shiba\nrelation needs correction for a finite value of the exchange interaction.\n","Comment: 12 pages, 15 figures"]}]
["0708.2182",{"format":[],"subject":["Mathematics - Differential Geometry","51M10","57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2182"],"date":["2007-08-16","2007-10-25"],"type":["text"],"creator":["Kim, Inkang","Pansu, Pierre"],"language":[],"coverage":[],"title":["Local rigidity in quaternionic hyperbolic space"],"description":["  In this note, we study deformations of quaternionic hyperbolic lattices in\nlarger quaternionic hyperbolic spaces and prove local rigidity results. On the\nother hand, surface groups are shown to be more flexible in quaternionic\nhyperbolic plane than in complex hyperbolic plane.\n","Comment: Version 2 corrects a serious mistake: fuchsian surface groups in\n  Sp(2,1) are flexible and not rigid as claimed in version 1"]}]
["0708.3561",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3561","Euro.Phys.J.B 59, 55-62 (2007)","doi:10.1140/epjb/e2007-00261-9"],"date":["2007-08-27"],"type":["text"],"creator":["Koibuchi, Hiroshi"],"language":[],"coverage":[],"title":["Phase transitions in a fluid surface model with a deficit angle term"],"description":["  Nambu-Goto model is investigated by using the canonical Monte Carlo\nsimulation technique on dynamically triangulated surfaces of spherical\ntopology. We find that the model has four distinct phases; crumpled,\nbranched-polymer, linear, and tubular. The linear phase and the tubular phase\nappear to be separated by a first-order transition. It is also found that there\nis no long-range two-dimensional order in the model. In fact, no smooth surface\ncan be seen in the whole region of the curvature modulus \\alpha, which is the\ncoefficient of the deficit angle term in the Hamiltonian. The bending energy,\nwhich is not included in the Hamiltonian, remains large even at sufficiently\nlarge \\alpha in the tubular phase. On the other hand, the surface is\nspontaneously compactified into a one-dimensional smooth curve in the linear\nphase; one of the two degrees of freedom shrinks, and the other degree of\nfreedom remains along the curve. Moreover, we find that the rotational symmetry\nof the model is spontaneously broken in the tubular phase just as in the same\nmodel on the fixed connectivity surfaces.\n","Comment: 8 pages with 10 figures"]}]
["0708.4259",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4259","Phys. Rev. Lett. 99, 176802 (2007)","doi:10.1103/PhysRevLett.99.176802"],"date":["2007-08-30","2007-10-25"],"type":["text"],"creator":["Bonini, Nicola","Lazzeri, Michele","Marzari, Nicola","Mauri, Francesco"],"language":[],"coverage":[],"title":["Phonon anharmonicities in graphite and graphene"],"description":["  We determine from first-principles the finite-temperature\nproperties--linewidths, line shifts, and lifetimes--of the key vibrational\nmodes that dominate inelastic losses in graphitic materials. In graphite, the\nphonon linewidth of the Raman-active E2g mode is found to decrease with\ntemperature; such anomalous behavior is driven entirely by electron-phonon\ninteractions, and does not appear in the nearly-degenerate infrared-active E1u\nmode. In graphene, the phonon anharmonic lifetimes and decay channels of the\nA'1 mode at K dominate over E2g at G and couple strongly with acoustic phonons,\nhighlighting how ballistic transport in carbon-based interconnects requires\ncareful engineering of phonon decays and thermalization.\n","Comment: 5 pages, 4 figures; typos corrected and reference added"]}]
["0709.1617",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1617","Phys. Rev. A 76, 045602 (2007)","doi:10.1103/PhysRevA.76.045602"],"date":["2007-09-11","2007-10-25"],"type":["text"],"creator":["Bruun, G. M.","Smith, H."],"language":[],"coverage":[],"title":["Frequency and damping of the Scissors Mode of a Fermi gas"],"description":["  We calculate the frequency and damping of the scissors mode in a classical\ngas as a function of temperature and coupling strength. Our results show good\nagreement with the main features observed in recent measurements of the\nscissors mode in an ultracold gas of $^6$Li atoms. The comparison between\ntheory and experiment involves no fitting parameters and thus allows an\nidentification of non-classical effects at and near the unitarity limit.\n","Comment: 4 pages, 2 figures"]}]
["0709.3489",{"format":[],"subject":["Mathematics - Algebraic Topology","55Q52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3489"],"date":["2007-09-21","2007-10-25"],"type":["text"],"creator":["Davis, Donald M."],"language":[],"coverage":[],"title":["Homotopy type and v1-periodic homotopy groups of p-compact groups"],"description":["  We determine the v1-periodic homotopy groups of all irreducible p-compact\ngroups (BX,X). In the most difficult, modular, cases, we follow a direct path\nfrom their associated invariant polynomials to these homotopy groups. We show\nthat, if p is odd, every irreducible p-compact group has X of the homotopy type\nof a product of explicit spaces related to p-completed Lie groups.\n","Comment: 42 pages"]}]
["0710.1377",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1377"],"date":["2007-10-06"],"type":["text"],"creator":["Sivaram, C."],"language":[],"coverage":[],"title":["Entropy of Stars, Black Holes and Dark Energy"],"description":["  When a star collapses to form a black hole, its entropy increases\nconsiderably, for a solar mass black hole, there is a factor of 1019 increase\nin entropy. This corresponds to a tremendous loss of information as only the\ntotal mass, angular momentum or electric charge (if any) of the matter going\ninside the horizon can be measured by an outside observer. Information about\nall other characteristics of the matter becomes irrelevant.\n","Comment: 7 pages, 16 euations"]}]
["0710.2077",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2077"],"date":["2007-10-10","2007-10-25"],"type":["text"],"creator":["Kundu, Rupali"],"language":[],"coverage":[],"title":["Towards Phonon Spectrum of Graphene"],"description":["  It is shown that the nearest neighbor coupling between the carbon atoms is\nnot enough to reproduce the phonon spectrum as observed in graphene, the second\nneighbor force constant is essential. For completeness we have rederived the\nphonon spectrum of one dimensional chains and two dimensional lattices like\nsquare lattice and triangular lattice with nearest and next nearest neighbor\ncoupling among the atoms. This article is essentially an account of the\ntechnical details of a review talk on phonon spectrum of graphene presented at\nInstitute of Physics.\n","Comment: 14 pages, 18 figures"]}]
["0710.3177",{"format":[],"subject":["Mathematics - Number Theory","11A63 (Primary)","11B68 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3177"],"date":["2007-10-16","2007-10-25"],"type":["text"],"creator":["Shevelev, Vladimir"],"language":[],"coverage":[],"title":["On Monotonic Strengthening of Newman-like Phenomenon on (2m+1)-multiples\n  in Base 2m"],"description":["  We obtain exact and asymptotic expressions for the excess of nonnegative\n(2m+1)-multiples less than (2m)^k with even digit sums in the base 2m.\n","Comment: 5 pages"]}]
["0710.3569",{"format":[],"subject":["Mathematics - Number Theory","11G18, 11G09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3569"],"date":["2007-10-18","2007-10-25"],"type":["text"],"creator":["Pal, Ambrus"],"language":[],"coverage":[],"title":["On the Eisenstein ideal of Drinfeld modular curves"],"description":["  Let $\\goth E(\\goth p)$ denote the Eisenstein ideal in the Hecke algebra $\\Bbb\nT(\\goth p)$ of the Drinfeld modular curve $X_0(\\goth p)$ parameterizing\nDrinfeld modules of rank two over $\\Bbb F_q[T]$ of general characteristic with\nHecke level $\\goth p$-structure, where $\\goth p\\triangleleft\\Bbb F_q[T]$ is a\nnon-zero prime ideal. We prove that the characteristic $p$ of the field $\\Bbb\nF_q$ does not divide the order of the quotient $\\Bbb T(\\goth p)/\\goth E(\\goth\np)$ and the Eisenstein ideal $\\goth E(\\goth p)$ is locally principal.\n","Comment: 37 pages. Final version; to appear in IJNT"]}]
["0710.3684",{"format":[],"subject":["Mathematics - Probability","60F05 (Primary) 65C40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3684","Annals of Applied Probability 2007, Vol. 17, No. 4, 1222-1244","doi:10.1214/105051607000000096"],"date":["2007-10-19"],"type":["text"],"creator":["Bédard, Mylène"],"language":[],"coverage":[],"title":["Weak convergence of Metropolis algorithms for non-i.i.d. target\n  distributions"],"description":["  In this paper, we shall optimize the efficiency of Metropolis algorithms for\nmultidimensional target distributions with scaling terms possibly depending on\nthe dimension. We propose a method for determining the appropriate form for the\nscaling of the proposal distribution as a function of the dimension, which\nleads to the proof of an asymptotic diffusion theorem. We show that when there\ndoes not exist any component with a scaling term significantly smaller than the\nothers, the asymptotically optimal acceptance rate is the well-known 0.234.\n","Comment: Published in at http://dx.doi.org/10.1214/105051607000000096 the\n  Annals of Applied Probability (http://www.imstat.org/aap/) by the Institute\n  of Mathematical Statistics (http://www.imstat.org)"]}]
["0710.3687",{"format":[],"subject":["Mathematics - Probability","60J10 (Primary) 60B15, 60G50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3687","Annals of Applied Probability 2007, Vol. 17, No. 4, 1245-1272","doi:10.1214/105051607000000140"],"date":["2007-10-19"],"type":["text"],"creator":["Buraczewski, Dariusz"],"language":[],"coverage":[],"title":["On invariant measures of stochastic recursions in a critical case"],"description":["  We consider an autoregressive model on $\\mathbb{R}$ defined by the recurrence\nequation $X_n=A_nX_{n-1}+B_n$, where $\\{(B_n,A_n)\\}$ are i.i.d. random\nvariables valued in $\\mathbb{R}\\times\\mathbb{R}^+$ and $\\mathbb {E}[\\log\nA_1]=0$ (critical case). It was proved by Babillot, Bougerol and Elie that\nthere exists a unique invariant Radon measure of the process $\\{X_n\\}$. The aim\nof the paper is to investigate its behavior at infinity. We describe also\nstationary measures of two other stochastic recursions, including one arising\nin queuing theory.\n","Comment: Published in at http://dx.doi.org/10.1214/105051607000000140 the\n  Annals of Applied Probability (http://www.imstat.org/aap/) by the Institute\n  of Mathematical Statistics (http://www.imstat.org)"]}]
["0710.4329",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16G20","18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4329"],"date":["2007-10-23"],"type":["text"],"creator":["Smith, David"],"language":[],"coverage":[],"title":["On tilting modules over cluster-tilted algebras"],"description":["  In this paper, we show that the tilting modules over a cluster-tilted algebra\n$A$ lift to tilting objects in the associated cluster category $\\mathcal{C}_H$.\nAs a first application, we describe the induced exchange relation for tilting\n$A$-modules arising from the exchange relation for tilting object in\n$\\mathcal{C}_H$. As a second application, we exhibit tilting $A$-modules having\ncluster-tilted endomorphism algebras.\n","Comment: 19 pages, 1 figure"]}]
["0710.4333",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4333"],"date":["2007-10-23"],"type":["text"],"creator":["Frandsen, Mads T."],"language":[],"coverage":[],"title":["Minimal Walking Technicolor"],"description":["  I report on our construction and analysis of the effective low energy\nLagrangian for the Minimal Walking Technicolor (MWT) model. The parameters of\nthe effective Lagrangian are constrained by imposing modified Weinberg sum\nrules and by imposing a value for the S parameter estimated from the underlying\nTechnicolor theory. The constrained effective Lagrangian allows for an inverted\nvector vs. axial-vector mass spectrum in a large part of the parameter space.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 3 eps figures"]}]
["0710.4353",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4353","in: Proceedings of the NIC Workshop 2006 \"From Computational\n  Biophysics to Systems Biology\", NIC Series vol. 34 (NIC, Juelich, 2006), pp.\n  59-61"],"date":["2007-10-23"],"type":["text"],"creator":["Bachmann, Michael","Janke, Wolfhard"],"language":[],"coverage":[],"title":["Reduction to the Simplest - The Complexity of Minimalistic Heteropolymer\n  Models"],"description":["  Simple coarse-grained hydrophobic-polar models for heteropolymers as the\nlattice HP and the off-lattice AB model allow a general classification of\ncharacteristic behaviors for hydrophobic-core based tertiary folding. The\nstrongly reduced computational efforts enable one to reveal systematically the\nthermodynamic properties of comparatively long sequences in a wide temperature\nrange of conformational activity. Based on a suitable cooperativity parameter,\ncharacteristic folding channels and free-energy landscapes, which have strong\nsimilarities with realistic folding paths, can be analysed.\n","Comment: 3 pages, 1 figure"]}]
["0710.4355",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4355","in: Proceedings of the NIC Workshop 2006 \"From Computational\n  Biophysics to Systems Biology\", NIC Series vol. 34 (NIC, Juelich, 2006), pp.\n  95-97"],"date":["2007-10-23"],"type":["text"],"creator":["Bachmann, Michael","Janke, Wolfhard"],"language":[],"coverage":[],"title":["Adsorption Phenomena at Organic-Inorganic Interfaces"],"description":["  The qualitative solvent- and temperature-dependent conformational behavior of\na peptide in the proximity of solid substrates with different adsorption\nproperties is investigated by means of a simple lattice model. The resulting\npseudophase diagrams exhibit a complex structure, which can be understood by\nanalysing the minima of the free-energy landscape in dependence of appropriate\nsystem parameters.\n","Comment: 3 pages, 1 figure"]}]
["0710.4356",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4356"],"date":["2007-10-23"],"type":["text"],"creator":["Kuznetsova, Elena","Côté, Robin","Kirby, Kate","Yelin, Susanne"],"language":[],"coverage":[],"title":["Schemes for robust quantum computation with polar molecules: analysis of\n  experimental feasibility"],"description":["  We analyse recently proposed physical implementations of a quantum computer\nbased on polar molecules. A set of general requirements for a molecular system\nis presented, which would provide an optimal combination of quantum gate times,\ncoherence times, number of operations, high gate accuracy and experimental\nfeasibility. We proceed with a detailed analysis of a scheme utilizing\nswitchable dipole-dipole interactions between polar molecules. Switchable\ndipole-dipole interaction is an efficient tool for realization of two-qubit\nquantum gates, necessary to construct a universal set of gates. We consider\nthree possible realizations of a phase gate using specific molecules, such as\nCO, NF, alkali dimers and alkaline-earth monohalides. We suggest suitable\nelectronic states and ransitions and investigate requirements for the pulses\ndriving them. Finally, we analyse possible sources of decoherence.\n"]}]
["0710.4360",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4360"],"date":["2007-10-23"],"type":["text"],"creator":["Acosta, Eduardo de la Fuente","Kurtz, Stanley E.","Kumar, M. S. N.","Franco, Jose","Porras, Alicia","Kemp, Simon N."],"language":[],"coverage":[],"title":["The Extended Emission of Ultracompact HII Regions: An Overview and New\n  Observations"],"description":["  Here we present a brief overview of UC HII regions with EE (UC HII+EE)\nincluding our most recent effort aimed at searching for UC HII regions\nassociated with extended emission.\n","Comment: To appear in proceedings of the Puerto Vallarta Conference on ``New\n  Quests in Stellar Astrophysics II: Ultraviolet Properties of Evolved Stellar\n  Populations'' eds. M. Chavez, E. Bertone, D. Rosa-Gonzalez & L. H.\n  Rodriguez-Merino, Springer, ASSP series. 7 pages, 1 figure"]}]
["0710.4361",{"format":[],"subject":["Physics - Computational Physics","Physics - Atomic and Molecular Clusters","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4361"],"date":["2007-10-23"],"type":["text"],"creator":["Wagner, Lucas K.","Bajdich, Michal","Mitas, Lubos"],"language":[],"coverage":[],"title":["QWalk: A Quantum Monte Carlo Program for Electronic Structure"],"description":["  We describe QWalk, a new computational package capable of performing Quantum\nMonte Carlo electronic structure calculations for molecules and solids with\nmany electrons. We describe the structure of the program and its implementation\nof Quantum Monte Carlo methods. It is open-source, licensed under the GPL, and\navailable at the web site http://www.qwalk.org\n","Comment: 12 pages, 3 figures, describes code available at http://www.qwalk.org"]}]
["0710.4370",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4370"],"date":["2007-10-23"],"type":["text"],"creator":["Cen, Renyue","Fang, Taotao"],"language":[],"coverage":[],"title":["Gamma-Ray Bursts May Be Biased Tracers of Star Formation"],"description":["  Based on a simulation of galaxy formation in the standard cosmological model,\nwe suggest that a consistent picture for Gamma-Ray Bursts and star formation\nmay be found that is in broad agreement with observations: GRBs preferentially\nform in low metallicity environments and in galaxies substantially less\nluminous that L*. We find that the computed formation rate of stars with\nmetallicity less than 0.1Zsun agrees remarkably well with the rate evolution of\nGamma-Ray Bursts observed by Swift from z=0 to z=4, whereas the evolution of\ntotal star formation rate is weaker by a factor of about 4. Given this finding,\nwe caution that any inference of star formation rate based on observed GRB rate\nmay require a more involved exercise than a simple proportionality.\n","Comment: submitted to ApJL, 4 pages"]}]
["0710.4376",{"format":[],"subject":["Mathematics - Commutative Algebra","13A30","13D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4376"],"date":["2007-10-24"],"type":["text"],"creator":["Hellus, Michael","Hoa, Lê Tuân","Stückrad, Jürgen"],"language":[],"coverage":[],"title":["Castelnuovo-Mumford regularity and reduction number of smooth monomial\n  curves"],"description":["  We compare, for smooth monomial projective curves, the Castel- nuovo-Mumford\nregularity and the reduction number; we present an example where these two\nnumbers differ. However, we show they coin- cide for a certain class of\nmonomial curves. Furthermore, for smooth monomial curves we prove an inequality\nwhich is stronger than the one from the Eisenbud-Goto conjecture.\n","Comment: 9 pages"]}]
["0710.4382",{"format":[],"subject":["Mathematics - Symplectic Geometry","57R17","53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4382"],"date":["2007-10-24"],"type":["text"],"creator":["Ekholm, Tobias","Kalman, Tamas"],"language":[],"coverage":[],"title":["Isotopies of Legendrian 1-knots and Legendrian 2-tori"],"description":["  We construct a Legendrian 2-torus in the 1-jet space of $S^1\\times\\R$ (or of\n$\\R^2$) from a loop of Legendrian knots in the 1-jet space of $\\R$. The\ndifferential graded algebra (DGA) for the Legendrian contact homology of the\ntorus is explicitly computed in terms of the DGA of the knot and the monodromy\noperator of the loop. The contact homology of the torus is shown to depend only\non the chain homotopy type of the monodromy operator. The construction leads to\nmany new examples of Legendrian knotted tori. In particular, it allows us to\nconstruct a Legendrian torus with DGA which does not admit any augmentation\n(linearization) but which still has non-trivial homology, as well as two\nLegendrian tori with isomorphic linearized contact homologies but with distinct\ncontact homologies.\n","Comment: 45 pages, 12 figures"]}]
["0710.4383",{"format":[],"subject":["Mathematics - Combinatorics","05E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4383"],"date":["2007-10-24"],"type":["text"],"creator":["Kim, Joohyung"],"language":[],"coverage":[],"title":["Some matrices associated with the split decomposition for a Q-polynomial\n  distance-regular graph"],"description":["  We consider a $Q$-polynomial distance-regular graph $\\Gamma$ with vertex set\n$X$ and diameter $D \\geq 3$. For $\\mu, \\nu \\in \\lbrace \\downarrow, \\uparrow\n\\rbrace$ we define a direct sum decomposition of the standard module $V=\\C X$,\ncalled the $(\\mu,\\nu)$--split decomposition. For this decomposition we compute\nthe complex conjugate and transpose of the associated primitive idempotents.\nNow fix $b,\\beta \\in \\mathbb C$ such that $b \\neq 1$ and assume $\\Gamma$ has\nclassical parameters $(D,b,\\alpha,\\beta)$ with $\\alpha = b-1$. Under this\nassumption Ito and Terwilliger displayed an action of the $q$-tetrahedron\nalgebra $\\boxtimes_q$ on the standard module of $\\Gamma$. To describe this\naction they defined eight matrices in\n  $\\hbox{Mat}_X(\\mathbb C)$, called \\begin{eqnarray*} \\label{eq:list} A,\\quad\nA^*,\\quad B,\\quad B^*, \\quad K,\\quad K^*,\\quad \\Phi,\\quad \\Psi. \\end{eqnarray*}\n  For each matrix in the above list we compute the transpose and complex\nconjugate. Using this information we compute the transpose and complex\nconjugate for each generator of $\\boxtimes_q$ on $V$.\n"]}]
["0710.4384",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4384"],"date":["2007-10-24"],"type":["text"],"creator":["Sivaram, C.","A, Venkata Manohara Reddy."],"language":[],"coverage":[],"title":["Dark Matter, Dark Energy and Rotation Curves"],"description":["  Models for DM are invoked with various density distributions, to account for\nflat rotation curves of galaxies. The effect of DE on these profiles for large\ngalaxies and clusters are also studied. The rotation curves are shown to dip at\na particular distance, when the effect of DE became significant.\n","Comment: 9 pages, 3 figures"]}]
["0710.4387",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4387"],"date":["2007-10-24"],"type":["text"],"creator":["Shi, F.","Zhao, G.","Wicker, James"],"language":[],"coverage":[],"title":["Oxygen abundance methods in the SDSS: view from modern statistics"],"description":["  Our purpose is to find which is the most reliable one among various oxygen\nabundance determination methods. We will test the validity of several different\noxygen abundance determination methods using methods of modern statistics.\nThese methods include Bayesian analysis and information scoring. We will\nanalyze a sample of $\\sim$6000 $\\hii$ galaxies from the Sloan Digital Sky\nSurvey (SDSS) spectroscopic observations data release four. All methods that we\nused drew the same conclusion that the $T_e$ method is a more reliable oxygen\nabundance determination methods than the Bayesian metallcity method under the\nexisting telescope ability. The ratios of the likelihoods between the different\nkinds of methods tell us that the $T_e$, $P$, and $O3N2$ methods are consistent\nwith each other because the $P$ and $O3N2$ method are calibrated by\n$T_e$-method. The Bayesian and $R_{23}$ method are consistent with each other\nbecause both are calibrated by a galaxy model. In either case, the $N2$ method\nis an {\\it unreliable} method.\n","Comment: 7 pages, 2 figures, submitted to A&A"]}]
["0710.4390",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4390","The Journal of Physical Chemistry B 19, 109 (2005) 9712-9718"],"date":["2007-10-24"],"type":["text"],"creator":["Zywocinski, Andrzej","Pawlak, Katarzyna","Holyst, Robert","Oswald, Patrick"],"language":[],"coverage":[],"title":["Chirality-Biased Point Defects Dynamics on a Disclination Line in a\n  Nematic Liquid Crystal"],"description":["  Chiral additives in the nematic liquid crystal can alter the dynamics of\npoint defects moving on a disclination line. They exert a constant force on\ndefects, leading to the bimodal distribution of distances between them at long\ntimes. The evolution of the system of defects in the presence of chiral\nadditives provides a very direct proof of the existence of repulsive forces\nbetween the defects at large distances. We find that addition of a sufficient\namount of chiral compound removes all point defects from the system. The\nprocess is studied in the system of 8CB (4-n-octyl-4 '-cyanobiphenyl) doped\nwith the chiral compound S811 (from Merck Co.) and in the computer simulations.\n"]}]
["0710.4392",{"format":[],"subject":["Mathematics - Probability","11K45, 62G08 (Primary) 60G07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4392","Annals of Applied Probability 2007, Vol. 17, No. 4, 1399-1423","doi:10.1214/105051607000000186"],"date":["2007-10-24"],"type":["text"],"creator":["Elie, Romuald","Fermanian, Jean-David","Touzi, Nizar"],"language":[],"coverage":[],"title":["Kernel estimation of Greek weights by parameter randomization"],"description":["  A Greek weight associated to a parameterized random variable $Z(\\lambda)$ is\na random variable $\\pi$ such that\n$\\nabla_{\\lambda}E[\\phi(Z(\\lambda))]=E[\\phi(Z(\\lambda))\\pi]$ for any function\n$\\phi$. The importance of the set of Greek weights for the purpose of Monte\nCarlo simulations has been highlighted in the recent literature. Our main\nconcern in this paper is to devise methods which produce the optimal weight,\nwhich is well known to be given by the score, in a general context where the\ndensity of $Z(\\lambda)$ is not explicitly known. To do this, we randomize the\nparameter $\\lambda$ by introducing an a priori distribution, and we use\nclassical kernel estimation techniques in order to estimate the score function.\nBy an integration by parts argument on the limit of this first kernel\nestimator, we define an alternative simpler kernel-based estimator which turns\nout to be closely related to the partial gradient of the kernel-based estimator\nof $\\mathbb{E}[\\phi(Z(\\lambda))]$. Similarly to the finite differences\ntechnique, and unlike the so-called Malliavin method, our estimators are\nbiased, but their implementation does not require any advanced mathematical\ncalculation. We provide an asymptotic analysis of the mean squared error of\nthese estimators, as well as their asymptotic distributions. For a\ndiscontinuous payoff function, the kernel estimator outperforms the classical\nfinite differences one in terms of the asymptotic rate of convergence. This\nresult is confirmed by our numerical experiments.\n","Comment: Published in at http://dx.doi.org/10.1214/105051607000000186 the\n  Annals of Applied Probability (http://www.imstat.org/aap/) by the Institute\n  of Mathematical Statistics (http://www.imstat.org)"]}]
["0710.4395",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C20 (Primary) 14J99, 14H45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4395"],"date":["2007-10-24"],"type":["text"],"creator":["Konno, Kazuhiro","Lopes, Margarida Mendes"],"language":[],"coverage":[],"title":["The base components of the dualizing sheaf of a curve on a surface"],"description":["  This note studies the structure of the divisorial fixed part of the dualizing\nsheaf of a 1-connected curve D on a smooth surface S. It is shown that if the\ndivisorial fixed part F of the dualizing sheaf is non empty then it has\narithmetic genus<1 and each component of F is a smooth rational curve.\n","Comment: 7pp., to appear in Archive der Mathematik"]}]
["0710.4396",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4396"],"date":["2007-10-24"],"type":["text"],"creator":["Commenges, Daniel","Gegout-Petit, Anne"],"language":[],"coverage":[],"title":["A general dynamical statistical model with possible causal\n  interpretation"],"description":["  We develop a general dynamical model as a framework for possible causal\ninterpretation. We first state a criterion of local independence in terms of\nmeasurability of processes involved in the Doob-Meyer decomposition of\nstochastic processes, as in Aalen (1987); then we define direct and indirect\ninfluence. We propose a definition of causal influence using the concepts of\n``physical system''. This framework makes it possible to link descriptive and\nexplicative statistical models, and encompasses quantitative processes and\nevents. One of the features of this paper is the clear distinction between the\nmodel for the system and the model for the observation. We give a dynamical\nrepresentation of a conventional joint model for HIV load and CD4 counts. We\nshow its inadequacy to capture causal influences while on the contrary known\nmechanisms of HIV infection can be expressed directly through a system of\ndifferential equations.\n","Comment: 43 pages, 3 figures"]}]
["0710.4398",{"format":[],"subject":["Quantitative Biology - Genomics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4398","Physical Review Letters 95, 6 (2005) 068101"],"date":["2007-10-24"],"type":["text"],"creator":["Vaillant, Cédric","Audit, Benjamin","Arnéodo, Alain"],"language":[],"coverage":[],"title":["Thermodynamics of DNA loops with long-range correlated structural\n  disorder"],"description":["  We study the influence of a structural disorder on the thermodynamical\nproperties of 2D-elastic chains submitted to mechanical/topological constraint\nas loops. The disorder is introduced via a spontaneous curvature whose\ndistribution along the chain presents either no correlation or long-range\ncorrelations (LRC). The equilibrium properties of the one-loop system are\nderived numerically and analytically for weak disorder. LRC are shown to favor\nthe formation of small loop, larger the LRC, smaller the loop size. We use the\nmean first passage time formalism to show that the typical short time loop\ndynamics is superdiffusive in the presence of LRC. Potential biological\nimplications on nucleosome positioning and dynamics in eukaryotic chromatin are\ndiscussed.\n"]}]
["0710.4404",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4404"],"date":["2007-10-24"],"type":["text"],"creator":["Boudarbat, Brahim","Grenon, Lee"],"language":[],"coverage":[],"title":["Attrition and Non-Response in Panel Data: The Case of the Canadian\n  Survey of Labor and Income Dynamics"],"description":["  This paper provides an analysis of the effects of attrition and non-response\non employment and wages using the Canadian Survey of Labour and Income\nDynamics. We consider a structural model composed of three freely correlated\nequations for nonattrition/response, employment and wages. The model is\nestimated using microdata from 22,990 individuals who provided sufficient\ninformation in the first wave of the 1996-2001 panel. The main findings of the\npaper are that attrition is not random. Attritors and non-respondents likely\nare less attached to employment and come from low-income population. The\ncorrelation between non-attrition and employment is positive and statistically\nsignificant, though small. Also, wage estimates are biased upwards. Observed\nwages are on average higher than wages that would be observed if all the\nindividuals initially selected in the panel remained in the sample.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0710.4407",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4407"],"date":["2007-10-24"],"type":["text"],"creator":["Marzari, Francesco","Thebault, Philippe","Scholl, Hans"],"language":[],"coverage":[],"title":["Planetesimal accretion in binary star systems"],"description":["  Numerical simulations of planetesimal accretion in circumprimary and\ncircumbinary orbits are described. The secular perturbations by the com- panion\nstar and gas drag are included in our models. We derive limits on the\nparameters of the binary system for which accretion and then planetary forma-\ntion are possible. In the circumbinary case we also outline the radial distance\nfrom the baricenter of the stars beyond which accumulation always occurs. Hy-\ndrodynamical simulations are also presented to validate our N-body approach\nbased on the axisymmetric approximation for the gas of the disk.\n","Comment: to appear in Extreme Solar Systems, ASP Conference Series, eds. Debra\n  Fischer, Fred Rasio, Steve Thorsett and Alex Wolszczan"]}]
["0710.4409",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4409"],"date":["2007-10-24"],"type":["text"],"creator":["Zhu, Lei"],"language":[],"coverage":[],"title":["The sharp lower bound for the volume of 3-folds of general type with\n  \\chi(\\Co{X})=1"],"description":["  Let $V$ be a smooth projective 3-fold of general type. Denote by $K^{3}$, a\nrational number, the self-intersection of the canonical sheaf of any minimal\nmodel of $V$. One defines $K^{3}$ as a canonical volume of $V$. The paper is\ndevoted to proving the sharp lower bound $K^{3}\\ge {1/420}$ which can be\nreached by an example: $X_{46}\\subseteq \\mathbb{P}(4,5,6,7,23)$.\n","Comment: 27 pages"]}]
["0710.4412",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4412"],"date":["2007-10-24"],"type":["text"],"creator":["Galtier, S.","Nazarenko, S."],"language":[],"coverage":[],"title":["Large-Scale Magnetic Field Re-generation by Resonant MHD Wave\n  Interactions"],"description":["  We investigate numerically the long-time behavior of balanced Alfven wave\nturbulence forced at intermediate scales. Whereas the usual constant-flux\nsolution is found at the smallest scales, two new scalings are obtained at the\nforcing scales and at the largest scales of the system. In the latter case we\nshow, in particular, that the spectrum evolves first to a state determined by\nLoitsyansky invariant and later a state close to the thermodynamic\nequipartition solution predicted by wave turbulence. The astrophysical\nimplications for galactic magnetic field generation are discussed.\n","Comment: 16 pages, 9 figures"]}]
["0710.4417",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4417"],"date":["2007-10-24"],"type":["text"],"creator":["Eckert, D.","Produit, N.","Neronov, A.","Courvoisier, T. J. -L."],"language":[],"coverage":[],"title":["A particle acceleration site in the Coma cluster?"],"description":["  We present the results of a deep (1.1 Ms) observation of the Coma cluster of\ngalaxies in the 18-30 keV band with the IBIS/ISGRI imager on board the INTEGRAL\nsatellite. We show that the source extension in the North-East to South-West\n(SW) direction ($\\sim 17'$) significantly exceeds the size of the point spread\nfunction of ISGRI, and that the centroid of the image of the source in the\n18-30 keV band is displaced in the SW direction compared to the centroid in the\n1-10 keV band. To test the nature of the SW extension we fit the data assuming\ndifferent models of source morphology. The best fit is achieved with a diffuse\nsource of elliptical shape, although an acceptable fit can be achieved assuming\nan additional point source SW of the cluster core. In the case of an elliptical\nsource, the direction of extension of the source coincides with the direction\ntoward the subcluster falling onto the Coma cluster. If the SW excess is due to\nthe presence of a point source with a hard spectrum, we show that there is no\nobvious X-ray counterpart for this additional source, and that the closest\nX-ray source is the quasar EXO 1256+281, which is located $6.1'$ from the\ncentroid of the excess. Finally, we show that the hard X-ray emission coincides\nwith the 1.4 GHz radio emission, which suggests that the hard X-ray emission\ncomes from the same population of electrons that is responsible for radio\nhaloes through synchrotron emission.\n","Comment: 3 pages, 2 figures, ICRC conference proceeding"]}]
["0710.4421",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4421"],"date":["2007-10-24"],"type":["text"],"creator":["Lucas, D. M.","Keitch, B. C.","Home, J. P.","Imreh, G.","McDonnell, M. J.","Stacey, D. N.","Szwer, D. J.","Steane, A. M."],"language":[],"coverage":[],"title":["A long-lived memory qubit on a low-decoherence quantum bus"],"description":["  We demonstrate long-lived coherence in internal hyperfine states of a single\n\\Ca{43} trapped-ion qubit $[T_2=1.2(2)\\s]$, and in external motional states of\na single \\Ca{40} trapped-ion qubit $[T_2'=0.18(4)\\s]$, in the same apparatus.\nThe motional decoherence rate is consistent with the heating rate, which was\nmeasured to be 3(1) quanta/sec. Long coherence times in the external motional\nstates are essential for performing high-fidelity quantum logic gates between\ntrapped-ion qubits. The internal-state $T_2$ time that we observe in \\Ca{43},\nwhich has not previously been used as a trapped-ion qubit, is about one\nthousand times longer than that of physical qubits based on \\Ca{40} ions. Using\na single spin-echo pulse to ``re-phase'' the internal state, we can detect no\ndecoherence after 1\\s, implying an effective coherence time $T_2^{\\mbox{\\tiny\nSE}} \\gtish 45\\s$. This compares with timescales in this trap for single-qubit\noperations of \\ish 1\\us, and for two-qubit operations of \\ish 10\\us.\n","Comment: 4 pages, 4 figures"]}]
["0710.4426",{"format":[],"subject":["Mathematics - Group Theory","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4426"],"date":["2007-10-24"],"type":["text"],"creator":["Gautero, F.","Heusener, M."],"language":[],"coverage":[],"title":["Cohomological characterization of relative hyperbolicity and combination\n  theorem"],"description":["  We give a cohomological characterization of Gromov relative hyperbolicity. As\nan application we prove a converse to the combination theorem for graphs of\nrelatively hyperbolic groups given in a previous paper of the first author. We\nbuild upon, and follow the ideas of, the work of S. Gersten in ``Cohom. lower\nbounds for isoperim. funct. on groups'' (Topology 37, 1998) about the same\ntopics in the classical Gromov hyperbolic setting.\n","Comment: 21 pages, 1 figure"]}]
["0710.4429",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4429"],"date":["2007-10-24"],"type":["text"],"creator":["Amusia, M. Ya.","Baltenkov, A. S.","Chernysheva, L. V."],"language":[],"coverage":[],"title":["On photoionization of the subvalent subshells of noble gas endohedral\n  atoms"],"description":["  We demonstrate strong interference patterns in the photoionization\ncross-section of the subvalent subshells of noble gas (NG) endohedral atoms\nNG@F. This interference is a result of common action of three factors: the\neffect of neighboring atomic subshells, reflection of photoelectron waves by\nthe fullerene F shell and resonance modification of the incoming photon beam by\nthe complex effect under the action of the F electrons.\n  We have considered the outer ns-subshells for Ne, Ar, Kr and Xe noble gas\natoms. The polarization of the fullerene shell is expressed via the F total\nphotoabsorption cross section. The photoelectron reflection from the static F\npotential is taken into account in the frame of the so-called bubble potential\nthat is a spherical zero--thickness type potential.\n  It is assumed in the derivations that NG is centrally located in the\nfullerene. It is assumed also, in accordance with the available experimental\ndata, that the fullerene radius is much bigger than the atomic radius and the\nthickness of the fullerene shell. These assumptions permit, as demonstrated\nrecently, the NG@F photoionization cross section to be presented as a product\nof the NG subvalent cross section and two calculated factors that account for\npolarization of the F electron shell and reflection of photoelectrons by the\nfullerene static potential.\n","Comment: 15 pages, 5 figures"]}]
["0710.4431",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4431"],"date":["2007-10-24"],"type":["text"],"creator":["Fisenko, Sergey P.","Shimada, Manabu","Okuyama, Kikuo"],"language":[],"coverage":[],"title":["Heterogeneous Condensation"],"description":["  Vapor condensation on nanoparticle with radius smaller than the Kelvin radius\nis considered as fluctuation or as the heterogeneous nucleation. The expression\nfor steady-state heterogeneous nucleation rate is obtained. Nucleation on\nnegatively charged nanoparticles is discussed. The report was made at 17th\nInternational Nucleation and Atmospheric Conferences, Galway, Ireland, 2007.\n","Comment: 7 pages,1 figure. The results have been presented on 17th\n  International Nucleation and Atmospheric Conferences, Galway, Ireland, 2007"]}]
["0710.4433",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4433"],"date":["2007-10-24"],"type":["text"],"creator":["Peters, Thorsten","Haake, Christian","Diesing, Detlef","Kovacs, Domocos","Golczewski, Artur","Kowarik, Gregor","Aumayr, Fritz","Wucher, Andreas","Schleberger, Marika"],"language":[],"coverage":[],"title":["Hot electrons induced by (rather) cold ions"],"description":["  Thin film metal-insulator-metal junctions are used in a novel approach to\ninvestigate the dissipation of potential energy of multiply charged ions\nimpinging on a polycrystalline metal surface. The ion-metal interaction leads\nto excited electrons and holes within the top layer. A substantial fraction of\nthese charge carriers is transported inwards and can be measured as an internal\ncurrent in the thin film tunnel junction. In Ag-AlOX-Al junctions, yields of\ntypically 0.1-1 electrons per impinging ion are detected in the bottom Al\nlayer. The separate effects of potential and kinetic energy on the tunneling\nyield are investigated by varying the charges state of the Ar projectile ions\nfrom 2+ to 9+ for kinetic energies in the range from 1 to 12 keV. The tunneling\nyield is found to scale linearly with the potential energy of the projectile.\n","Comment: 9 pages, 3 figures"]}]
["0710.4434",{"format":[],"subject":["Mathematics - Quantum Algebra","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4434"],"date":["2007-10-24"],"type":["text"],"creator":["Bellon, Marc"],"language":[],"coverage":[],"title":["Lectures on the three--dimensional non--commutative spheres"],"description":["  These are expanded notes for a short course given at the Universidad Nacional\nde La Plata. They aim at giving a self-contained account of the results of\nAlain Connes and Michel Dubois--Violette.\n","Comment: 17 pages"]}]
["0710.4439",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4439"],"date":["2007-10-24"],"type":["text"],"creator":["Sander, Christian"],"language":[],"coverage":[],"title":["Supersymmetric Interpretation of the EGRET Excess in Diffuse Galactic\n  Gamma Rays"],"description":["  Recently it was shown that the excess of diffuse Galactic gamma rays above 1\nGeV could be interpreted as a Dark Matter annihilation signal. From the\nspectral shape of the excess it is possible to determine a range for the\nallowed WIMP mass which can be used to test the supersymmetric parameter space.\nIt is found that the EGRET excess combined with electroweak and other\nconstraints, e.g. relic denisity or direct detection limits, is fully\nconsistent with the minimal mSUGRA model for scalars in the TeV range and\ngauginos below 500 GeV.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTEX, 4 eps figures"]}]
["0710.4443",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4443"],"date":["2007-10-24"],"type":["text"],"creator":["Sharatchandra, H. S."],"language":[],"coverage":[],"title":["Are neutrino masses dynamically generated by quantum gravity\n  attractions?"],"description":["  It is argued that the quantum gravity attractions dynamically generate tiny\ndegenerate Majorana masses for the neutrinos. The unequal masses of the charged\nleptons then induce a computable neutrino mass matrix with splittings and\nmixings through the electroweak interactions. In this way the Standard Model\nincluding quantum gravity can accommodate and predict the neutrino masses and\nmixings. Some consequences are pointed out.\n","Comment: 4 pages"]}]
["0710.4445",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4445"],"date":["2007-10-24"],"type":["text"],"creator":["Nikishov, A. I."],"language":[],"coverage":[],"title":["On two pictures in the heuristic approach to gravity"],"description":["  We examine the heuristic approach to constant gravitational field by Dehnen,\nH\\\"onl and Westpfahl, extending it everywhere beyond linear approximation. Then\nit becomes flexible to accommodate possible modifications of General\nRelativity. We have found that two pictures introduced in the related paper by\nThirring are helpful in better understanding some features of gravitation. In\nparticular, this approach suggest that the privileged system for constant\ngravitational field must be the isotropic one and that the requirement of gauge\ninvariance in gravitation theory may be a luxury; it is sufficient to take care\nthat the nonphysical degrees of freedom do not invalidate calculations. It\nfollows from this approach that gravitational constant should depend on\ngravitational field and some universality in the form of metric of an\nasymmetric body is suggested.\n","Comment: 4 pages"]}]
["0710.4447",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4447"],"date":["2007-10-24"],"type":["text"],"creator":["Masetti, N."],"language":[],"coverage":[],"title":["X-ray and optical followup of gamma-ray (up to TeV) sources"],"description":["  The imaging capabilities of the INTEGRAL and HESS observatories allow the\nstudy of hard X-ray and TeV sources with unprecedented positional accuracy.\nHere I review the multiwavelength followup studies which are currently being\nperformed on the unidentified sources detected by these facilities in order to\nunveil their actual nature.\n","Comment: 11 pages, 6 figures, ChJAA in press; proceedings of the Frascati\n  Workshop 2007 \"Multifrequency behaviour of high energy cosmic sources\" (F.\n  Giovannelli & L. Sabau-Graziati eds.). The quality of Fig. 1 was degraded to\n  fit the arXiv uploads size limits"]}]
["0710.4449",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4449"],"date":["2007-10-24"],"type":["text"],"creator":["Pustovoit, M. A."],"language":[],"coverage":[],"title":["Characterization of researchers in condensed matter physics using simple\n  quantity based on h-index"],"description":["  Analysis of citation records of 52 active and productive condensed matter\nphysicists shows that the ratio of h-index to the mean age of h most highly\ncited publications is a reliable quantity that allows meaningful comparison of\nscientists of different age.\n"]}]
["0710.4452",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4452"],"date":["2007-10-24"],"type":["text"],"creator":["Bugg, D. V."],"language":[],"coverage":[],"title":["f0(1370)"],"description":["  A summary is given of the main sets of data requiring the existence of\nf0(1370). Crystal Barrel data on pbar-p -> eta eta pizero contain a visible\nf0(1370) peak and require at least a 19 standard deviation contribution. This\nalone is sufficient to demonstrate its existence. More extensive data on pbar-p\n-> 3pizero at rest contain delicate interferences which determine the mass and\nwidth independently in 1S_0 and 3P_1 annihilation and agree within 5 MeV for\nboth mass and width. The peak in 2pi is at 1282 +- 5 MeV, but the rapid\nincrease in 4pi phase space with mass displaces the 4pi peak to 1360 MeV. BES\nII data for J/Psi -> phi-pi-\\pi contain a visible f0(1370) -> 2pi signal >8\nsigma. In all cases, a resonant phase variation is required.\n","Comment: 4 pages, 6 figures. Presented at Hadron07"]}]
["0710.4460",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4460"],"date":["2007-10-24"],"type":["text"],"creator":["Pankovic, Vladan","Ivanovic, Jovan"],"language":[],"coverage":[],"title":["C^{1/2}P^{1/2}T^{1/2} Symmetry of the Chaotic Inflation Dynamics"],"description":["  In this work is shown that standard dynamical equations of the chaotic\ninflation for a massive real scalar field hold an especial local gauge\nsymmetry. Given symmetry admits that inflation field mass can be considered as\nan especial \"charge\". Also, it is shown that given equations except expected\n$CPT$ symmetry, hold surprisingly, $C^{{1/2}}P^{{1/2}}T^{{1/2}}$ symmetry too.\n","Comment: 4 pages, no figures"]}]
["0710.4461",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4461"],"date":["2007-10-24"],"type":["text"],"creator":["Diglio, S.","Farilla, A.","Tonazzo, A.","Verducci, M."],"language":[],"coverage":[],"title":["Associated production of a Z boson and a b-jet in ATLAS"],"description":["  The current uncertainty on the parametrization of the partonic content of the\nproton (PDF's) affects the potential for the discovery of new physics at LHC.\nThe study of Z boson production in association with a b-jet can considerably\nreduce such uncertainty. In addition, this process represents a background both\nto the search for the Higgs boson and for SUSY particles. We present an update,\nbased on the full simulation data sample produced for the Rome Physics\nWorkshop, of a preliminary study in the case where the Z boson decays in mu+\nmu-.\n","Comment: 16 pages"]}]
["0710.4472",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4472"],"date":["2007-10-24"],"type":["text"],"creator":["De Sanctis, Luca","Barra, Adriano","Folli, Viola"],"language":[],"coverage":[],"title":["Critical behavior of random spin systems"],"description":["  We provide a strategy to find in few elementary calculations the critical\nexponents of the overlaps for dilute spin glasses, in absence of external\nfield. Such a strategy is based on the expansion of a suitably perturbed\naverage of the overlaps, which is used in the formulation of the free energy as\nthe difference between a cavity part and the derivative of the free energy\nitself, considered as a function of the connectivity of the model. We assume\nthe validity of certain reasonable approximations, e.g. that higher powers of\noverlap monomials are of smaller magnitude near the critical point, of which we\ndo not provide a rigorous proof.\n","Comment: 14 pages"]}]
["0710.4477",{"format":[],"subject":["Mathematics - Combinatorics","18B35","05C15","06D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4477"],"date":["2007-10-24"],"type":["text"],"creator":["Foniok, Jan"],"language":[],"coverage":[],"title":["Homomorphisms and Structural Properties of Relational Systems"],"description":["  Two main topics are considered: The characterisation of finite homomorphism\ndualities for relational structures, and the splitting property of maximal\nantichains in the homomorphism order.\n","Comment: PhD Thesis, 77 pages, 14 figures"]}]
["0710.4478",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","46L57, 46L50, 46L55,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4478"],"date":["2007-10-24"],"type":["text"],"creator":["Ayupov, Sh. A.","Kudaybergenov, K. K."],"language":[],"coverage":[],"title":["Innerness of Derivations on Subalgebras of Measurable Operators"],"description":["  Given a von Neumann algebra $M$ with a faithful normal semi-finite trace\n$\\tau,$ let $L(M, \\tau)$ be the algebra of all $\\tau$-measurable operators\naffiliated with $M.$ We prove that if $A$ is a locally convex reflexive\ncomplete metrizable solid $\\ast$-subalgebra in $L(M, \\tau),$ which can be\nembedded into a locally bounded weak Fr\\'{e}chet $M$-bimodule, then any\nderivation on $A$ is inner.\n"]}]
["0710.4479",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4479"],"date":["2007-10-24"],"type":["text"],"creator":["Jones, Gareth Warren"],"language":[],"coverage":[],"title":["Meson distribution amplitudes - applications to weak radiative B decays\n  and B transition form factors"],"description":["  This thesis examines the applications and determinations of meson light-cone\ndistribution amplitudes. The investigation of such processes, in the context of\n$B$ physics, provides one with a rich and extensive way of determining the\nStandard Model parameters of the CKM matrix, which are essential in describing\nCP violation, and searching for tell-tale signs of new physics beyond the\nStandard Model. We investigate the twist-2 and twist-3 distribution amplitudes\nof light vector mesons and fully examine $\\rm SU(3)_F$-breaking effects and\ninclude leading G-parity violating terms. Numerical values of the leading\nnon-perturbative hadronic parameters are determined from QCD sum rules. The\ndistribution amplitude results find direct application in the radiative $B$\ndecays to light vector mesons $B \\to V \\gamma$. We examine the\nphenomenologically most important observables in this decay mode using the\nformalism of QCD factorisation. We also include long-distance photon emission\nand soft quark loop effects, which formally lie outside the QCD factorisation\nformalism. The analysis encompasses all the modes $B_{u,d} \\to \\rho, \\omega,\nK^*$ and $B_{s} \\to \\phi, \\bar{K}^*$. We also calculate the $B \\to \\etapb$\ntransition form factor using QCD sum rules on the light-cone. We include the\nsinglet contribution originating from the $\\rm U(1)_A$ anomaly and bring the\ncalculation consistently within the $\\eta$-$\\etap$ mixing framework.\n","Comment: 160 pages, 52 figures. A version with high resolution figures can be\n  found at http://www.ippp.dur.ac.uk/Research/Theses/jones.pdf"]}]
["0710.4482",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4482"],"date":["2007-10-24"],"type":["text"],"creator":["Ball, Nicholas M.","Brunner, Robert J.","Myers, Adam D."],"language":[],"coverage":[],"title":["Robust Machine Learning Applied to Terascale Astronomical Datasets"],"description":["  We present recent results from the Laboratory for Cosmological Data Mining\n(http://lcdm.astro.uiuc.edu) at the National Center for Supercomputing\nApplications (NCSA) to provide robust classifications and photometric redshifts\nfor objects in the terascale-class Sloan Digital Sky Survey (SDSS). Through a\ncombination of machine learning in the form of decision trees, k-nearest\nneighbor, and genetic algorithms, the use of supercomputing resources at NCSA,\nand the cyberenvironment Data-to-Knowledge, we are able to provide improved\nclassifications for over 100 million objects in the SDSS, improved photometric\nredshifts, and a full exploitation of the powerful k-nearest neighbor\nalgorithm. This work is the first to apply the full power of these algorithms\nto contemporary terascale astronomical datasets, and the improvement over\nexisting results is demonstrable. We discuss issues that we have encountered in\ndealing with data on the terascale, and possible solutions that can be\nimplemented to deal with upcoming petascale datasets.\n","Comment: 4 pages, 1 figure, uses adassconf.sty, asp2006.sty. To appear in the\n  proceedings of ADASS XVII, London, UK, Sep 2007"]}]
["0710.4483",{"format":[],"subject":["Mathematics - Probability","60H07, 60H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4483"],"date":["2007-10-24"],"type":["text"],"creator":["Mayer-Wolf, E.","Zakai, M."],"language":[],"coverage":[],"title":["Correction to \"The divergence of Banach space valued random variables on\n  Wiener space\", Prob. Th. Rel. Fields 132, 291-320 (2005)"],"description":["  As a result of some mistakes discovered in the paper mentioned in the title,\nCorollaries 3.5 and 3.17a) are withdrawn and a new proof is provided for\nProposition 3.14, under the added assumption that the second dual of the\nunderlying Banach space Y possesses the Radon-Nykodim property.\n"]}]
["0710.4489",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems","60B15","43A80","22E25","22F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4489"],"date":["2007-10-24"],"type":["text"],"creator":["Breuillard, Emmanuel"],"language":[],"coverage":[],"title":["Equidistribution of Dense Subgroups on Nilpotent Lie Groups"],"description":["  Let $\\Gamma$ be a dense subgroup of a simply connected nilpotent Lie group\n$G$ generated by a finite symmetric set $S$. We consider the $n$-ball $S_n$ for\nthe word metric induced by $S$ on $\\Gamma$. We show that $S_n$ (with uniform\nmeasure) becomes equidistributed on $G$ with respect to the Haar measure as n\ntends to infinity. We give rates and also prove the analogous result for random\nwalk averages (i.e. the local limit theorem).\n","Comment: 20 pages"]}]
["0710.4492",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","53B21","53C56","53A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4492"],"date":["2007-10-24"],"type":["text"],"creator":["Dumitrescu, Sorin","Zeghib, Abdelghani"],"language":[],"coverage":[],"title":["Global rigidity of holomorphic Riemannian metrics on compact complex\n  3-manifolds"],"description":["  We study compact complex 3-manifolds admitting holomorphic Riemannian\nmetrics. We prove a uniformization result: up to a finite unramified cover,\nsuch a manifold admits a holomorphic Riemannian metric of constant sectionnal\ncurvature.\n","Comment: 28 pages"]}]
["0710.4494",{"format":[],"subject":["Mathematics - Differential Geometry","53C21","53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4494"],"date":["2007-10-24"],"type":["text"],"creator":["Todjihounde, Leonard"],"language":[],"coverage":[],"title":["Mean-value property on manifolds with minimal horospheres"],"description":["  Let (M,g) be a non-compact and complete Riemannian manifold with minimal\nhorospheres and infinite injectivity radius. We prove that bounded functions on\n(M,g) satisfying the mean-value property are constant. We extend thus a result\nof A. Ranjan and H. Shah who proved a similar result for bounded harmonic\nfunctions on harmonic manifolds with minimal horospheres.\n","Comment: A slightly edited version will appear in Journal of the Australian\n  Mathematical Society"]}]
["0710.4495",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","11B75, 11J71"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4495"],"date":["2007-10-24"],"type":["text"],"creator":["Barajas, J.","Serra, O."],"language":[],"coverage":[],"title":["The lonely runner with seven runners"],"description":["  Suppose $k+1$ runners having nonzero constant speeds run laps on a\nunit-length circular track starting at the same time and place. A runner is\nsaid to be lonely if she is at distance at least $1/(k+1)$ along the track to\nevery other runner. The lonely runner conjecture states that every runner gets\nlonely. The conjecture has been proved up to six runners ($k\\le 5$). A\nformulation of the problem is related to the regular chromatic number of\ndistance graphs. We use a new tool developed in this context to solve the first\nopen case of the conjecture with seven runners.\n"]}]
["0710.4497",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53A05 (Primary)","52B70, 53C99, 51M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4497"],"date":["2007-10-24"],"type":["text"],"creator":["Sullivan, John M."],"language":[],"coverage":[],"title":["Curvatures of Smooth and Discrete Surfaces"],"description":["  We discuss notions of Gauss curvature and mean curvature for polyhedral\nsurfaces. The discretizations are guided by the principle of preserving\nintegral relations for curvatures, like the Gauss/Bonnet theorem and the\nmean-curvature force balance equation.\n","Comment: 14 pages, to appear in \"Discrete Differential Geometry\", Oberwolfach\n  Seminars 38, Birkhauser, 2008"]}]
["0710.4499",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.2","F.4.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4499"],"date":["2007-10-24","2007-10-25"],"type":["text"],"creator":["Dunlaing, Colm O.","Schluter, Natalie"],"language":[],"coverage":[],"title":["Remarks on Jurdzinski and Lorys' proof that palindromes are not a\n  Church-Rosser language"],"description":["  In 2002 Jurdzinski and Lorys settled a long-standing conjecture that\npalindromes are not a Church-Rosser language. Their proof required a\nsophisticated theory about computation graphs of 2-stack automata. We present\ntheir proof in terms of 1-tape Turing machines.We also provide an alternative\nproof of Buntrock and Otto's result that the set of non-square bitstrings,\nwhich is context-free, is not Church-Rosser.\n","Comment: 15 pages"]}]
["0710.4500",{"format":[],"subject":["Mathematics - Combinatorics","05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4500"],"date":["2007-10-24"],"type":["text"],"creator":["Ciucu, Mihai"],"language":[],"coverage":[],"title":["Symmetry classes of spanning trees of Aztec diamonds and perfect\n  matchings of odd squares with a unit hole"],"description":["  We say that two graphs are similar if their adjacency matrices are similar\nmatrices. We show that the square grid $G_n$ of order $n$ is similar to the\ndisjoint union of two copies of the quartered Aztec diamond $QAD_{n-1}$ of\norder $n-1$ with the path $P_n^{(2)}$ on $n$ vertices having edge weights equal\nto~2. Our proof is based on an explicit change of basis in the vector space on\nwhich the adjacency matrix acts. The arguments verifying that this change of\nbasis works are combinatorial. In particular, this allows computing the number\nof spanning trees of quartered Aztec diamonds.\n  We present and analyze three more families of graphs that share the above\ndescribed ``linear squarishness'' property of square grids: odd Aztec diamonds,\nmixed Aztec diamonds, and Aztec pillowcases--graphs obtained from two copies of\nan Aztec diamond by identifying the corresponding vertices on their convex\nhulls.\n  We apply the above results to enumerate all the symmetry classes of spanning\ntrees of the even Aztec diamonds, and all the symmetry classes not involving\nrotations of the spanning trees of odd and mixed Aztec diamonds. We also\nenumerate all but the base case of the symmetry classes of perfect matchings of\nodd square grids with the central vertex removed. In addition, we obtain a\nproduct formula for the number of spanning trees of Aztec pillowcases.\n","Comment: 35 pages"]}]
["0710.4501",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4501"],"date":["2007-10-24"],"type":["text"],"creator":["Mahmoudi, F."],"language":[],"coverage":[],"title":["Supersymmetric parameter constraints from isospin asymmetry in b -> s\n  gamma transitions"],"description":["  Isospin asymmetry in b -> s gamma transitions provides severe constraints on\nnew physics parameters, due to the small values of the experimental\nmeasurements. We exploit here this new observable to study different\nsupersymmetric models. For this purpose, we calculate the isospin symmetry\nbreaking in the MSSM with minimal flavor violation, considering NLO\ncontributions. We study three scenarios for supersymmetry breaking, namely\nmSUGRA, AMSB and GMSB. In most of the explored regions, we find very\nrestrictive constraints on the allowed parameters for these models.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 5 figures"]}]
["0710.4502",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4502"],"date":["2007-10-24"],"type":["text"],"creator":["Malavasi, Lorenzo","Ritter, Clemens","Mozzati, M. Cristina","Azzoni, Carlo B.","Flor, Giorgio"],"language":[],"coverage":[],"title":["Chemical Pressure Tuning of Magnetic Coupling in the La1.4Sr1.6Mn2O7\n  Bilayered Manganite"],"description":["  In this paper the effect of the chemical pressure induced by the Sr\nreplacement for Ca in the La1.4Sr1.6Mn2O7 lattice is directly probed by means\nof neutron diffraction as a function of temperature. The results show a\nprogressive change of the magnetic coupling from ferromagnetic to\nantiferromagnetic by increasing the Ca content,. indicating that the orbital\norder of the Mn ions is affected in the same way by the application of an\nexternal pressure and by the chemical pressure.\n","Comment: To be published as a Letter in J. Physical Chemistry C"]}]
["0710.4506",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4506"],"date":["2007-10-24"],"type":["text"],"creator":["Werner, K.","Rauch, T.","Reiff, E.","Kruk, J. W."],"language":[],"coverage":[],"title":["Elemental Abundances in PG1159 Stars"],"description":["  The hydrogen-deficiency in extremely hot post-AGB stars of spectral class\nPG1159 is probably caused by a (very) late helium-shell flash or a AGB final\nthermal pulse that consumes the hydrogen envelope, exposing the usually-hidden\nintershell region. Thus, the photospheric elemental abundances of these stars\nallow to draw conclusions about details of nuclear burning and mixing processes\nin the precursor AGB stars. We compare predicted elemental abundances to those\ndetermined by quantitative spectral analyses performed with advanced non-LTE\nmodel atmospheres. A good qualitative and quantitative agreement is found for\nmany species (He, C, N, O, Ne, F, Si, Ar) but discrepancies for others (P, S,\nFe) point at shortcomings in stellar evolution models for AGB stars. PG1159\nstars appear to be the direct progeny of [WC] stars.\n","Comment: To appear in proceedings of \"Hydrogen-Deficient Stars\" conference,\n  held in Tuebingen, Germany, Sept. 17-21, 2007. 11 pages"]}]
["0710.4515",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4515"],"date":["2007-10-24"],"type":["text"],"creator":["Werner, K.","Rauch, T.","Kruk, J. W."],"language":[],"coverage":[],"title":["KPD0005+5106: Hottest DO White Dwarf Much Hotter Than Assumed"],"description":["  KPD0005+5106 is the hottest known helium-rich white dwarf. We have identified\nNeVIII lines in UV and optical spectra and conclude that it is significantly\nhotter than previously thought, namely Teff=200,000 K instead of 120,000 K.\nThis is a possible explanation for the observed hard X-ray emission as being of\nphotospheric origin. Concerning its evolutionary state, we suggest that\nKPD0005+5106 is not a descendant of a PG1159 star but more probably related to\nthe O(He) stars and RCrB stars.\n","Comment: To appear in proceedings of \"Hydrogen-Deficient Stars\" conference,\n  held in Tuebingen, Germany, Sept. 17-21, 2007. 2 pages"]}]
["0710.4518",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4518"],"date":["2007-10-24"],"type":["text"],"creator":["Faucher-Giguere, C. -A.","Kaspi, V. M."],"language":[],"coverage":[],"title":["40 Years of Pulsars: The Birth and Evolution of Isolated Radio Pulsars"],"description":["  We investigate the birth and evolution of isolated radio pulsars using a\npopulation synthesis method, modeling the birth properties of the pulsars,\ntheir time evolution, and their detection in the Parkes and Swinburne Multibeam\n(MB) surveys. Together, the Parkes and Swinburne MB surveys have detected\nnearly 2/3 of the known pulsars and provide a remarkably homogeneous sample to\ncompare with simulations. New proper motion measurements and an improved model\nof the distribution of free electrons in the interstellar medium, NE2001, also\nmake revisiting these issues particularly worthwhile. We present a simple\npopulation model that reproduces the actual observations well, and consider\nothers that fail. We conclude that: pulsars are born in the spiral arms, with\nthe birthrate of 2.8+/-0.5 pulsars/century peaking at a distance ~3 kpc from\nthe Galactic centre, and with mean initial speed of 380^{+40}_{-60} km/s; the\nbirth spin period distribution extends to several hundred milliseconds, with no\nevidence of multimodality, implying that characteristic ages overestimate the\ntrue ages of the pulsars by a median factor >2 for true ages <30,000 yr; models\nin which the radio luminosities of the pulsars are random generically fail to\nreproduce the observed P-Pdot diagram, suggesting a relation between intrinsic\nradio luminosity and (P, Pdot); radio luminosities L Edot^0.5 provide a good\nmatch to the observed P-Pdot diagram; for this favored radio luminosity model,\nwe find no evidence for significant magnetic field decay over the lifetime of\nthe pulsars as radio sources ~100 Myr.\n","Comment: 3 pages, including 2 figures, to appear in the proceedings of \"40\n  Years of Pulsars: Millisecond Pulsars, Magnetars, and More\", August 12-17,\n  2007, McGill University, Montreal, Canada; for full details, see\n  astro-ph/0512585"]}]
["0710.4520",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4520"],"date":["2007-10-24"],"type":["text"],"creator":["Tsui, K. H.","Portella, H. M.","Navia, C. E.","Shigueoka, H.","de Oliveira, L. C. S."],"language":[],"coverage":[],"title":["Faltung formulation of hadron halo event cascade at Mt. Chacaltaya"],"description":["  It is shown that the fundamental standard hadron cascade diffusion equation\nin the Mellin transform space is not rigorously correct because of the\ninconsistent double energy integral evaluation which generates the function\n$<\\eta^{s}>$ with its associated parametizations. To ensure an exact basic\nworking equation, the Faltung integral representation is introduced which has\nthe elasticity distribution function $u(\\eta)$ as the only fundamental input\nfunction and $<\\eta^{s}>$ is just the Mellin transform of $u(\\eta)$. This\nFaltung representation eliminates standard phenomenological parameters which\nserve only to mislead the physics of cascade. The exact flux transform equation\nis solved by the method of characteristics, and the hadron flux in real space\nis obtained by the inverse transform in terms of the simple and essential\nresidues. Since the essential residues are given by the singularities in the\nelasticity distribution and particle production transforms that appear in the\nexponentials, these functions should not be parametized arbitrarily to avoid\nintroducing non-physical essential residues. This Faltung formulation is\napplied to the charged hadron integrated energy spectra of halo events detected\nat Mt. Chacaltaya by the Brazil-Japan Collaboration, where the incoming flux at\nthe atmospheric boundary is a single energetic nucleon.\n"]}]
["0710.4529",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4529"],"date":["2007-10-24"],"type":["text"],"creator":["Park, Jae-hyeon"],"language":[],"coverage":[],"title":["Lepton flavor violation as a probe of squark mixing in supersymmetric\n  SU(5)"],"description":["  We study flavor violation in a supersymmetric SU(5) grand unification\nscenario in a model-independent way employing mass insertions. We examine how\nthe quark and the lepton sector observables restrict sfermion mixings. In many\ncases, a lepton flavor violating process provides a stringent constraint on the\nflavor structure of right-handed down-type squarks. In particular, mu -> e\ngamma turns out to be highly susceptible to the 1-3 and 2-3 mixings thereof,\ndue to the radiative correction from the top Yukawa coupling to the scalar mass\nterms of 10. We also discuss projected sensitivity of forthcoming experiments,\nand ways to maintain the power of leptonic restrictions even after\nincorporating a solution to fix the incorrect quark-lepton mass relations.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages"]}]
["0710.4531",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4531","Odessa Astronomical Publications, vol. 20 (2007)"],"date":["2007-10-24"],"type":["text"],"creator":["Borkova, T. V.","Katchieva, M. S.","Marsakov, B. A.","Pitkina, D. M."],"language":[],"coverage":[],"title":["About Compiled Catalogue of Spectroscopically Determined\n  $\\alpha$-Elements Abundances for Stars with Accurate Parallaxes"],"description":["  We present a new version of the compiled catalogue of nearby stars for which\nwas published the spectoscopically determined effective temperatures, surface\ngravities, and abundances of iron, magnesium, calcium, silicon, and titanium.\nDistances, velocity components, galactic orbital elements, and ages was\ncalculated for all stars. The atmospheric parameters and iron abundances were\nfound from 4700 values in 136 publications, while relative abundances of\nalpha-elements were found from 2800 values in 81 publications for ~2000 dwarfs\nand giants using a three-step iteration averaging procedure, with weights\nassigned to each source of data as well as to each individual determination and\ntaking into account systematic deviations of each scale relative to the reduced\nmean scale. The estimated assumed completeness for data sources containing more\nthan five stars, up to late April 2007, exceeds 90%. For the vast majority of\nstars in the catalogue, the spatial-velocity components were derived from\nmodern high-precision astrometric observations, and their Galactic orbit\nelements were computed using a three-component model of the Galaxy, consisting\nof a disk, a bulge, and a massive extended halo. Ages was determined for dwarfs\nand subgiants using Yale isochrones~2004. For this purpose the original codes\nwas developed, based on interpolation with the 3D-spline functions of\ntheoretical isochrones, and with subsequent interpolation in metallicity and\nabundances of \\alpha-elements.\n"]}]
["0710.4535",{"format":[],"subject":["Mathematics - Rings and Algebras","15A63, 17A70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4535"],"date":["2007-10-24"],"type":["text"],"creator":["Albuquerque, Helena","Santana, Ana Paula"],"language":[],"coverage":[],"title":["Akivis Superalgebras and speciality"],"description":["  In this paper we define Akivis superalgebra and study enveloping\nsuperalgebras for this class of algebras, proving an analogous of the PBW\nTheorem. Lie and Malcev superalgebras are examples of Akivis superalgebras. For\nthese particular superalgebras, we describe the connection between the\nclassical enveloping superalgebras and the corresponding generalized concept\ndefined in this work.\n"]}]
["0710.4539",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","35J05,31B99,49Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4539"],"date":["2007-10-24"],"type":["text"],"creator":["Kenig, Carlos E.","Preiss, David","Toro, Tatiana"],"language":[],"coverage":[],"title":["Boundary structure and size in terms of interior and exterior harmonic\n  measures in higher dimensions"],"description":["  In this work we introduce the use of powerful tools from geometric measure\ntheory (GMT) to study problems related to the size and structure of sets of\nmutual absolute continuity for the inside and outside harmonic measures of\ndomains in n-dimensional Euclidean space, with n bigger than or equal to 3.\n"]}]
["0710.4540",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4540"],"date":["2007-10-24"],"type":["text"],"creator":["Belyaev, Dmitry V."],"language":[],"coverage":[],"title":["Bulk-brane supergravity"],"description":["  We point out a limitation of the existing supergravity tensor calculus on the\n$S^1/Z_2$ orbifold that prevents its use for constructing general\nsupersymmetric bulk-plus-brane actions. We report on the progress achieved in\nremoving this limitation via the development of ``supersymmetry without\nboundary conditions.''\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX"]}]
["0710.4544",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4544"],"date":["2007-10-24"],"type":["text"],"creator":["Albuquerque, Helena","Barreiro, Elizabete","Benayadi, Said"],"language":[],"coverage":[],"title":["Quadratic Malcev Superalgebras with reductive even part"],"description":["  It is our goal to give an inductive description of quadratic Malcev\nsuperalgebras with reductive even part. We use the notion of double extension\nof Malcev superalgebras presented by H. Albuquerque and S. Benayadi and\ntransfer to Malcev superalgebras the concept of generalized double extension\nfor Lie superalgebras.\n"]}]
["0710.4546",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4546"],"date":["2007-10-24","2007-10-25"],"type":["text"],"creator":["Ozturk, N.","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["SUSY Parameters Determination with ATLAS"],"description":["  The plan for mass and spin measurement of SUSY particles with the ATLAS\ndetector is presented. The measurements of kinematical distributions, such as\nedges in the invariant mass of leptons and jets, could be used to constrain the\nmodel of SUSY that may be discovered at the LHC. Examples from a few points in\nthe mSUGRA scenario are provided with an emphasis on measurements that can be\nconducted within the first few years of data taking.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 5 eps figures;\n  resized figures to 4 pages"]}]
["cond-mat/0511290",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511290","JMMM 306 (2006) 191--194","doi:10.1016/j.jmmm.2006.02.242"],"date":["2005-11-11"],"type":["text"],"creator":["Kruglyak, V. V.","Hicken, R. J."],"language":[],"coverage":[],"title":["Magnonics: Experiment to Prove the Concept"],"description":["  An experimental scheme for studying spin wave propagation across thin film\nsamples is proposed. An experiment upon a periodically layered nanowire is\nnumerically simulated, while the sample might equally well be a continuous film\nor an array of elements (e.g. nanowires) that either have uniform composition\nor are periodically layered as in a magnonic crystal. The experiments could be\nextended to study domain wall induced spin wave phase shifts, and used for\ncreation of the spin wave magnetic logic devices.\n","Comment: Presented as a poster HP-09 at 50th MMM conference, San Jose, CA (Oct\n  30 - Nov3, 2005)"]}]
["cond-mat/0511295",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511295","J. Appl. Phys. 99, 08C906 (2006)","doi:10.1063/1.2164419"],"date":["2005-11-11"],"type":["text"],"creator":["Kruglyak, V. V.","Sokolovskii, M. L.","Tkachenko, V. S.","Kuchko, A. N."],"language":[],"coverage":[],"title":["Spin wave spectrum of a magnonic crystal with an isolated defect"],"description":["  Real magnonic crystals - periodic magnetic media for spin wave (magnon)\npropagation - may contain some defects. We report theoretical spin wave spectra\nof a one dimensional magnonic crystal with an isolated defect. The latter is\nmodeled by insertion of an additional layer with thickness and magnetic\nanisotropy values different from those of the magnonic crystal constituent\nlayers. The defect layer leads to appearance of several localized defect modes\nwithin the magnonic band gaps. The frequency and the number of the defect modes\nmay be controlled by varying parameters of the constituent layers of the\nmagnonic crystal.\n","Comment: Accepted for Journal of Applied Physics"]}]
["cond-mat/0607316",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607316","Phys. Rev. B 76, 134514 (2007)","doi:10.1103/PhysRevB.76.134514"],"date":["2006-07-12","2007-10-24"],"type":["text"],"creator":["Papanikolaou, Stefanos","Luijten, Erik","Fradkin, Eduardo"],"language":[],"coverage":[],"title":["Quantum criticality, lines of fixed points, and phase separation in\n  doped two-dimensional quantum dimer models"],"description":["  We study phase diagrams of a class of doped quantum dimer models on the\nsquare lattice with ground-state wave functions whose amplitudes have the form\nof the Gibbs weights of a classical doped dimer model. In this dimer model,\nparallel neighboring dimers have attractive interactions, whereas neighboring\nholes either do not interact or have a repulsive interaction. We investigate\nthe behavior of this system via analytic methods and by Monte Carlo\nsimulations. At zero doping, we confirm the existence of a Kosterlitz-Thouless\ntransition from a quantum critical phase to a columnar phase. At low hole\ndensities we find a dimer-hole liquid phase and a columnar phase, separated by\na phase boundary which is a line of critical points with varying exponents. We\ndemonstrate that this line ends at a multicritical point where the transition\nbecomes first order and the system phase separates. The first-order transition\ncoexistence curve is shown to become unstable with respect to more complex\ninhomogeneous phases in the presence of direct hole-hole interactions. We also\nuse a variational approach to determine the spectrum of low-lying density\nfluctuations in the dimer-hole fluid phase.\n","Comment: New and vastly expanded version of the original letter; 31 pages, 8\n  sections, 2 appendices, 19 figures, 86 references, new abstract. Final\n  published version on Phys. Rev. B"]}]
["cond-mat/0703243",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703243","Phys. Rev. E 76, 046114 (2007)","doi:10.1103/PhysRevE.76.046114"],"date":["2007-03-09"],"type":["text"],"creator":["Waclaw, B.","Bogacz, L.","Burda, Z.","Janke, W."],"language":[],"coverage":[],"title":["Condensation in zero-range processes on inhomogeneous networks"],"description":["  We investigate the role of inhomogeneities in zero-range processes in\ncondensation dynamics.We consider the dynamics of balls hopping between nodes\nof a network, and find that the condensation is triggered by the ratio k_1/k of\nthe highest degree k_1 to the average degree k. Although the condensate takes\non the average an extensive number of balls, its occupation can oscillate in a\nwide range. We show that in systems with strong inhomogeneity, the typical\nmelting time of the condensate grows exponentially with the number of balls.\n","Comment: 10 pages, 5 figures"]}]
["math-ph/0303067",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0303067"],"date":["2003-03-28","2004-10-29"],"type":["text"],"creator":["Ciucu, Mihai"],"language":[],"coverage":[],"title":["A random tiling model for two dimensional electrostatics"],"description":["  We consider triangular holes on the hexagonal lattice and we study their\ninteraction when the rest of the lattice is covered by dimers. More precisely,\nwe analyze the joint correlation of these triangular holes in a ``sea'' of\ndimers. We determine the asymptotics of the joint correlation (for large\nseparations between the holes) in the case when one of the holes has side 1,\nall remaining holes have side 2, and the holes are distributed symmetrically\nwith respect to a symmetry axis. Our result has a striking physical\ninterpretation. If we regard the holes as electrical charges, with charge equal\nto the difference between the number of down-pointing and up-pointing unit\ntriangles in a hole, the logarithm of the joint correlation behaves exactly\nlike the electrostatic potential energy of this two-dimensional electrostatic\nsystem: it is obtained by a Superposition Principle from the interaction of all\npairs, and the pair interactions are according to Coulomb's law.\n","Comment: 98 pages. Compared to the previous version, there are a few additions\n  in the Introduction and on pages 10, 94 and 95, and more physics references\n  are included. Memoirs of Amer. Math. Soc., accepted, to appear"]}]
["math-ph/0501071",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Mathematics - Combinatorics","82","05","60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0501071"],"date":["2005-01-28","2007-10-24"],"type":["text"],"creator":["Ciucu, Mihai"],"language":[],"coverage":[],"title":["The scaling limit of the correlation of holes on the triangular lattice\n  with periodic boundary conditions"],"description":["  We define the correlation of holes on the triangular lattice under periodic\nboundary conditions and study its asymptotics as the distances between the\nholes grow to infinity. We prove that the joint correlation of an arbitrary\ncollection of lattice-triangular holes of even sides satisfies, for large\nseparations between the holes, a Coulomb law and a superposition principle that\nperfectly parallel the laws of two dimensional electrostatics, with physical\ncharges corresponding to holes, and their magnitude to the difference between\nthe number of right-pointing and left-pointing unit triangles in each hole.\n  We detail this parallel by indicating that, as a consequence of our result,\nthe relative probabilities of finding a fixed collection of holes at given\nmutual distances (when sampling uniformly at random over all unit rhombus\ntilings of the complement of the holes) approaches, for large separations\nbetween the holes, the relative probabilities of finding the corresponding two\ndimensional physical system of charges at given mutual distances. Physical\ntemperature corresponds to a parameter refining the background triangular\nlattice.\n  We give an equivalent phrasing of our result in terms of covering surfaces of\ngiven holonomy. From this perspective, two dimensional electrostatics arises by\naveraging over all possible discrete geometries of the covering surfaces.\n","Comment: Theorem 1.3 is new; discussion of previous results in the literature\n  was expanded; 94 pages (previous version was 84 pages)"]}]
["math/0202097",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Classical Analysis and ODEs","42C40","47C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0202097","J. Math. Anal. Appl. 273 (2002), no. 2, 590--617"],"date":["2002-02-11"],"type":["text"],"creator":["Dutkay, Dorin Ervin"],"language":[],"coverage":[],"title":["Harmonic Analysis of Signed Ruelle Transfer Operators"],"description":["  Motivated by wavelet analysis, we prove that there is a one-to-one\ncorrespondence between the following data: Solutions to $R(h)=h$ where $R$ is a\ncertain non-positive Ruelle transfer operator; Operators that intertwine a\ncertain class of representations of the $C^*$-algebra $\\mathfrak{A}_N$ on two\nunitary generators $U$, $V$ subject to the relation $$UVU^{-1}=V^N$$ This\ncorrespondence enables us to give a criterion for the biorthogonality of a pair\nof scaling functions and calculate all solutions of the equation $R(h)=h$ in\nsome concrete cases.\n","Comment: 24 pages"]}]
["math/0209096",{"format":[],"subject":["Mathematics - Numerical Analysis","65Hxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0209096","IMA Journal of Numerical Analysis 2003 23(3):395-419;","doi:10.1093/imanum/23.3.395"],"date":["2002-09-09","2003-01-15"],"type":["text"],"creator":["Dedieu, Jean-Pierre","Priouret, Pierre","Malajovich, Gregorio"],"language":[],"coverage":[],"title":["Newton Method on Riemannian Manifolds: Covariant Alpha-Theory"],"description":["  In this paper we study quantitative aspects of Newton method for finding\nzeros of mappings f: M_n -> R^n and vector fields X: M_x -> TM_n\n"]}]
["math/0302165",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0302165","J. Operator Theory 51 (2004), no. 1, 49--70"],"date":["2003-02-13"],"type":["text"],"creator":["Dutkay, Dorin Ervin"],"language":[],"coverage":[],"title":["The Wavelet Galerkin Operator"],"description":["  In connection to wavelet theory, we describe the peripheral spectrum of the\ntransfer operator. The solution involves the analysis of certain\nrepresentations of the algebra generated by two unitaries $U$ and $T$ that\nsatisfy the commutation relation $UTU^{-1}=T^N$.\n"]}]
["math/0302166",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0302166","J. Operator Theory 52 (2004), no. 2, 267--291"],"date":["2003-02-13"],"type":["text"],"creator":["Dutkay, Dorin Ervin"],"language":[],"coverage":[],"title":["The local trace function of shift invariant subspaces"],"description":["  We define the local trace function for subspaces of $\\ltworn$ which are\ninvariant under integer translation. Our trace function contains the dimension\nfunction and the spectral function defined by Bownik and Rzeszotnik and\ncompletely characterizes the given translation invariant subspace. It has\nproperties such as positivity, additivity, monotony and some form of\ncontinuity. It behaves nicely under dilations and modulations. We use the local\ntrace function to deduce, using short and simple arguments, some fundamental\nfacts about wavelets such as the characterizing equations, the equality between\nthe dimension function and the multiplicity function and some new relations\nbetween scaling functions and wavelets.\n"]}]
["math/0309233",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Spectral Theory","30C15","47B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0309233"],"date":["2003-09-15","2007-10-25"],"type":["text"],"creator":["Borcea, Julius"],"language":[],"coverage":[],"title":["Maximal and inextensible polynomials and the geometry of the spectra of\n  normal operators"],"description":["  We consider the set S(n,0) of monic complex polynomials of degree $n\\ge 2$\nhaving all their zeros in the closed unit disk and vanishing at 0. For $p\\in\nS(n,0)$ we let $|p|_{0}$ denote the distance from the origin to the zero set of\n$p'$. We determine all 0-maximal polynomials of degree $n$, that is, all\npolynomials $p\\in S(n,0)$ such that $|p|_{0}\\ge |q|_{0}$ for any $q\\in S(n,0)$.\nUsing a second order variational method we then show that although some of\nthese polynomials are inextensible, they are not necessarily locally maximal\nfor Sendov's conjecture. This invalidates the recently claimed proofs of the\nconjectures of Sendov and Smale and shows that the method used in these proofs\ncan only lead to (already known) partial results. In the second part of the\npaper we obtain a characterization of the critical points of a complex\npolynomial by means of multivariate majorization relations. We also propose an\noperator theoretical approach to Sendov's conjecture, which we formulate in\nterms of the spectral variation of a normal operator and its compression to the\northogonal complement of a trace vector. Using a theorem of Gauss-Lucas type\nfor normal operators, we relate the problem of locating the critical points of\ncomplex polynomials to the more general problem of describing the relationships\nbetween the spectra of normal matrices and the spectra of their principal\nsubmatrices.\n","Comment: A condensed version of the first half of this paper appeared in Math.\n  Scand., see arXiv:math/0601600. Parts of the second half appeared in Trans.\n  Amer. Math. Soc., see arXiv:math/0601519. The current version contains the\n  full details of the counterexample constructions and some other results"]}]
["math/0407344",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Operator Algebras","42C40, 28A78, 46L45, 28D05, 22D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0407344","Trans. Amer. Math. Soc. 358 (2006), no. 12, 5271--5291"],"date":["2004-07-20","2005-12-16"],"type":["text"],"creator":["Dutkay, Dorin Ervin"],"language":[],"coverage":[],"title":["Low-pass filters and representations of the Baumslag Solitar group"],"description":["  We analyze representations of solvable Baumslag Solitar group that admit\nwavelets and show how such representations can be constructed from a given\nlow-pass filter. We describe the direct integral decomposition for some\nexamples and derive from it a general criterion for the existence of solutions\nfor scaling equations. As another application, we construct a Fourier transform\nfor some Hausdorff measures.\n"]}]
["math/0408151",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","42C40, 42A16, 42A65, 43A65, 46G15, 47D07, 60G18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0408151","Proc. Amer. Math. Soc. 135 (2007), no. 1, 169--179"],"date":["2004-08-11","2005-12-21"],"type":["text"],"creator":["Dutkay, Dorin Ervin","Jorgensen, Palle E. T."],"language":[],"coverage":[],"title":["Disintegration of projective measures"],"description":["  In this paper, we study a class of quasi-invariant measures on paths\ngenerated by discrete dynamical systems. Our main result characterizes the\nsubfamily of these measures which admit a certain desintegration. This is a\ndesintegration with respect to a random walk Markov process which is indexed by\nthe starting point of the paths. Our applications include wavelet constructions\non Julia sets of rational maps on the Riemann sphere.\n","Comment: new version minor additions"]}]
["math/0410403",{"format":[],"subject":["Mathematics - Functional Analysis","42Cxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0410403","New York J. Math. 11 (2005), 1--19"],"date":["2004-10-18","2005-01-16"],"type":["text"],"creator":["Bildea, Stefan","Dutkay, Dorin Ervin","Picioroaga, Gabriel"],"language":[],"coverage":[],"title":["MRA Super-wavelets"],"description":["  We construct a multiresolution theory for spaces bigger then L^2(R). For a\ngood choice of the dilation and translation operators on these larger spaces,\nit is possible to build singly generated wavelet bases, thus obtaining examples\nof \"super-wavelets\"\n","Comment: v2"]}]
["math/0503647",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","16A06, 47B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503647","Journal of Pure and Applied Algebra, Vol 212, Issue 2, 2008,\n  320-339.","doi:10.1016/j.jpaa.2007.05.025"],"date":["2005-03-28","2007-05-31"],"type":["text"],"creator":["Ebrahimi-Fard, Kurusch","Guo, Li"],"language":[],"coverage":[],"title":["Rota-Baxter Algebras and Dendriform Algebras"],"description":["  In this paper we study the adjoint functors between the category of\nRota-Baxter algebras and the categories of dendriform dialgebras and\ntrialgebras. In analogy to the well-known theory of the adjoint functor between\nthe category of associative algebras and Lie algebras, we first give an\nexplicit construction of free Rota-Baxter algebras and then apply it to obtain\nuniversal enveloping Rota-Baxter algebras of dendriform dialgebras and\ntrialgebras. We further show that free dendriform dialgebras and trialgebras,\nas represented by binary planar trees and planar trees, are canonical\nsubalgebras of free Rota-Baxter algebras.\n","Comment: Typos corrected and the last section on analog of\n  Poincare-Birkhoff-Witt theorem deleted for a gap in the proof"]}]
["math/0511399",{"format":[],"subject":["Mathematics - Functional Analysis","42C40, 47A20, 65T60, 94A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511399","Proc. Amer. Math. Soc. 135 (2007), no. 7, 2219--2227"],"date":["2005-11-15","2006-03-28"],"type":["text"],"creator":["Dutkay, Dorin Ervin","Jorgensen, Palle E. T."],"language":[],"coverage":[],"title":["Oversampling generates super-wavelets"],"description":["  We show that the second oversampling theorem for affine systems generates\nsuper-wavelets. These are frames generated by an affine structure on the space\n$L^2(\\br)\\oplus...\\oplus L^2(\\br)$.\n","Comment: 9 pages, AMS-LaTeX. v2: The introduction has been expanded and a\n  number of revisions have been made. Revised for Proceedings of the American\n  Mathematical Society"]}]
["math/0604547",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory","28A80, 42B05, 60G42, 46C99, 44.30, 37B25, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604547","J. Funct. Anal. 247 (2007), no. 1, 110--137"],"date":["2006-04-25","2006-10-05"],"type":["text"],"creator":["Dutkay, Dorin E.","Jorgensen, Palle E. T."],"language":[],"coverage":[],"title":["Fourier frequencies in affine iterated function systems"],"description":["  We examine two questions regarding Fourier frequencies for a class of\niterated function systems (IFS). These are iteration limits arising from a\nfixed finite families of affine and contractive mappings in $\\br^d$, and the\n``IFS'' refers to such a finite system of transformations, or functions. The\niteration limits are pairs $(X, \\mu)$ where $X$ is a compact subset of $\\br^d$,\n(the support of $\\mu$) and the measure $\\mu$ is a probability measure\ndetermined uniquely by the initial IFS mappings, and a certain strong\ninvariance axiom. The two questions we study are: (1) existence of an\northogonal Fourier basis in the Hilbert space $L^2(X,\\mu)$; and (2) the\ninterplay between the geometry of $(X, \\mu)$ on the one side, and the spectral\ndata entailed by possible Fourier bases.\n","Comment: new version, we included the suggestions of the referee"]}]
["math/0606136",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606136","Geom. Dedicata 125 (2007), 159--173."],"date":["2006-06-06","2006-06-08"],"type":["text"],"creator":["Ornea, Liviu","Verbitsky, Misha"],"language":[],"coverage":[],"title":["Sasakian structures on CR-manifolds"],"description":["  A contact manifold $M$ can be defined as a quotient of a symplectic manifold\n$X$ by a proper, free action of $\\R^{>0}$, with the symplectic form homogeneous\nof degree 2. If $X$ is, in addition, Kaehler, and its metric is also\nhomogeneous of degree 2, $M$ is called Sasakian. A Sasakian manifold is\nrealized naturally as a level set of a Kaehler potential on a complex manifold,\nhence it is equipped with a pseudoconvex CR-structure. We show that any\nSasakian manifold $M$ is CR-diffeomorphic to an $S^1$-bundle of unit vectors in\na positive line bundle on a projective K\\\"ahler orbifold. This induces an\nembedding from $M$ to an algebraic cone $C$. We show that this embedding is\nuniquely defined by the CR-structure. Additionally, we classify the Sasakian\nmetrics on an odd-dimensional sphere equipped with a standard CR-structure.\n","Comment: 23 pages, v. 1.1: replaced the abstract, no change in the paper\n  itself"]}]
["math/0606349",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Metric Geometry","28A80, 42B05, 60G42, 46C99, 37B25, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606349","Math. Z. 256 (2007), no. 4, 801--823"],"date":["2006-06-14","2006-12-15"],"type":["text"],"creator":["Dutkay, Dorin Ervin","Jorgensen, Palle E. T."],"language":[],"coverage":[],"title":["Analysis of orthogonality and of orbits in affine iterated function\n  systems"],"description":["  We introduce a duality for Affine Iterated Function Systems (AIFS) which is\nnaturally motivated by group duality in the context of traditional harmonic\nanalysis. Our affine systems yield fractals defined by iteration of contractive\naffine mappings. We build a duality for such systems by scaling in two\ndirections: fractals in the small by contractive iterations, and fractals in\nthe large by recursion involving iteration of an expansive matrix. By a fractal\nin the small we mean a compact attractor X supporting Hutchinson's canonical\nmeasure mu, and we ask when mu is a spectral measure, i.e., when the Hilbert\nspace L^2(mu) has an orthonormal basis (ONB) of exponentials. We further\nintroduce a Fourier duality using a matched pair of such affine systems. Using\nnext certain extreme cycles, and positive powers of the expansive matrix we\nbuild fractals in the large which are modeled on lacunary Fourier series and\nwhich serve as spectra for X. Our two main results offer simple geometric\nconditions allowing us to decide when the fractal in the large is a spectrum\nfor X. Our results in turn are illustrated with concrete Sierpinski like\nfractals in dimensions 2 and 3.\n","Comment: v2, the referee's suggestions have been included"]}]
["math/0606412",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","Representation Theory","Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606412"],"date":["2006-06-16","2007-10-25"],"type":["text"],"creator":["Eu, Ching-Hwa"],"language":[],"coverage":[],"title":["Hochschild and cyclic homology of central extensions of preprojective\n  algebras of ADE quivers"],"description":["  Let A be the central extension of the preprojective algebra of an ADE quiver\nintroduced by P. Etingof and E. Rains in math/0503393. The paper math/0606403\ncomputes the structure of the zeroth Hochschild (co)homology of A. We\ngeneralize the results of math/0606403 by calculating the additive structure of\nall the Hochschild homology and cohomology groups of A and the cyclic homology\nof A, and to describe the universal deformation of A. Namely, we show that the\n(co)homology is periodic with period 4, and compute the first four (co)homology\ngroups in each case.\n","Comment: 22 pages"]}]
["math/0607226",{"format":[],"subject":["Mathematics - Probability","60K35 (82B43) (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607226","Annals of Applied Probability 2007, Vol. 17, No. 4, 1273-1305","doi:10.1214/105051607000000113"],"date":["2006-07-09","2007-10-23"],"type":["text"],"creator":["Gouéré, Jean-Baptiste"],"language":[],"coverage":[],"title":["Shape of territories in some competing growth models"],"description":["  We study two competing growth models. Each of these models describes the\nspread of a finite number of infections on a graph. Each infection evolves like\nan (oriented or unoriented) first passage percolation process except that once\na vertex is infected by type $i$ infection, it remains of type $i$ forever. We\ngive results about the shape of the area ultimately infected by the different\ninfections.\n","Comment: Published in at http://dx.doi.org/10.1214/105051607000000113 the\n  Annals of Applied Probability (http://www.imstat.org/aap/) by the Institute\n  of Mathematical Statistics (http://www.imstat.org)"]}]
["math/0607808",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","Mathematics - Symplectic Geometry","14N35 (Primary)","53D45, 57R58 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607808"],"date":["2006-07-31","2007-10-25"],"type":["text"],"creator":["Coates, Tom"],"language":[],"coverage":[],"title":["Givental's Lagrangian Cone and S^1-Equivariant Gromov-Witten Theory"],"description":["  In the approach to Gromov-Witten theory developed by Givental, genus-zero\nGromov-Witten invariants of a manifold X are encoded by a Lagrangian cone in a\ncertain infinite-dimensional symplectic vector space. We give a construction of\nthis cone, in the spirit of S^1-equivariant Floer theory, in terms of\nS^1-equivariant Gromov-Witten theory of the product X \\times P^1. This gives a\nconceptual understanding of the \"dilaton shift\": a change-of-variables which\nplays an essential role in Givental's theory.\n","Comment: 17 pages, LaTeX, uses Paul Taylor's diagrams package diagrams.sty\n  Version 2: exposition streamlined, references added. Final version; to appear\n  in Mathematical Research Letters"]}]
["math/0608481",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","Mathematics - Symplectic Geometry","14N35 (Primary)","14A20, 53D45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608481"],"date":["2006-08-20","2007-10-25"],"type":["text"],"creator":["Coates, Tom","Corti, Alessio","Lee, Yuan-Pin","Tseng, Hsian-Hua"],"language":[],"coverage":[],"title":["The Quantum Orbifold Cohomology of Weighted Projective Spaces"],"description":["  We calculate the small quantum orbifold cohomology of arbitrary weighted\nprojective spaces. We generalize Givental's heuristic argument, which relates\nsmall quantum cohomology to S^1-equivariant Floer cohomology of loop space, to\nweighted projective spaces and use this to conjecture an explicit formula for\nthe small J-function, a generating function for certain genus-zero\nGromov-Witten invariants. We prove this conjecture using a method due to\nBertram. This provides the first non-trivial example of a family of orbifolds\nof arbitrary dimension for which the small quantum orbifold cohomology is\nknown. We also obtain formulas for the small J-functions of weighted projective\ncomplete intersections satisfying a combinatorial condition; this condition\nnaturally singles out the class of orbifolds with terminal singularities.\n","Comment: LaTeX, 45 pages. Version 2: minor changes. Version 3: further typos\n  corrected. Version 4: minor changes. Version 5: major changes to the\n  exposition (especially in Section 3), title changed. Version 6: this is the\n  final version; to appear in Acta Mathematica"]}]
["math/0609171",{"format":[],"subject":["Mathematics - Probability","60J27 (Primary) 92D10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609171","Annals of Applied Probability 2007, Vol. 17, No. 4, 1424-1445","doi:10.1214/105051607000000177"],"date":["2006-09-06","2007-10-24"],"type":["text"],"creator":["Bhatnagar, Nayantara","Caputo, Pietro","Tetali, Prasad","Vigoda, Eric"],"language":[],"coverage":[],"title":["Analysis of top-swap shuffling for genome rearrangements"],"description":["  We study Markov chains which model genome rearrangements. These models are\nuseful for studying the equilibrium distribution of chromosomal lengths, and\nare used in methods for estimating genomic distances. The primary Markov chain\nstudied in this paper is the top-swap Markov chain. The top-swap chain is a\ncard-shuffling process with $n$ cards divided over $k$ decks, where the cards\nare ordered within each deck. A transition consists of choosing a random pair\nof cards, and if the cards lie in different decks, we cut each deck at the\nchosen card and exchange the tops of the two decks. We prove precise bounds on\nthe relaxation time (inverse spectral gap) of the top-swap chain. In\nparticular, we prove the relaxation time is $\\Theta(n+k)$. This resolves an\nopen question of Durrett.\n","Comment: Published in at http://dx.doi.org/10.1214/105051607000000177 the\n  Annals of Applied Probability (http://www.imstat.org/aap/) by the Institute\n  of Mathematical Statistics (http://www.imstat.org)"]}]
["math/0609617",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","Mathematics - Complex Variables","53C55","53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609617","Math. Res. Lett. 14 (2007), no. 4, 703--710."],"date":["2006-09-21","2007-04-07"],"type":["text"],"creator":["Ornea, Liviu","Verbitsky, Misha"],"language":[],"coverage":[],"title":["Embeddings of compact Sasakian manifolds"],"description":["  Let M be a compact Sasakian manifold. We show that M admits a CR-embedding\ninto a Sasakian manifold diffeomorphic to a sphere, and this embedding is\ncompatible with the respective Reeb fields. We argue that a stronger embedding\ntheorem cannot be obtained. We use an extension theorem for Kaehler geometry:\ngiven a compact Kaehler manifolds $X\\subset Y$, and a Kaehler form $\\omega$ on\n$X$ which lies in a Kaehler class of $Y$ restricted to $X$, $\\omega$ can be\nextended to a Kaehler form on $Y$.\n","Comment: 11 pages, minor corrections made, orbifolds explained"]}]
["math/0610342",{"format":[],"subject":["Mathematics - Operator Algebras","46L05","20M18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610342"],"date":["2006-10-10","2007-10-24"],"type":["text"],"creator":["Milan, David"],"language":[],"coverage":[],"title":["$C^*$-algebras of inverse semigroups: amenability and weak containment"],"description":["  We argue that weak containment is an appropriate notion of amenability for\ninverse semigroups. Given an inverse semigroup $S$ and a homomorphism $\\phi$ of\n$S$ onto a group $G$, we show, under an assumption on $\\ker(\\phi)$, that $S$\nhas weak containment if and only if $G$ is amenable and $\\ker(\\phi)$ has weak\ncontainment. Using Fell bundle amenability, we find a related result for\ninverse semigroups with zero. We show that all graph inverse semigroups have\nweak containment and that Nica's inverse semigroup $\\mcT_{G,P}$ of a\nquasi-lattice ordered group $(G,P)$ has weak containment if and only if $(G,P)$\nis amenable.\n","Comment: 14 pages. Corrected an error in Proposition 3.1 (thanks to the\n  referee for finding this). This has led to a slight restructuring of the\n  paper and an extra hypothesis in the main theorem"]}]
["math/0701734",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701734"],"date":["2007-01-25","2007-10-24"],"type":["text"],"creator":["Sankaran, G. K."],"language":[],"coverage":[],"title":["Numerical obstructions to abelian surfaces in toric Fano 4-fold"],"description":["  This paper is withdrawn because it is superseded by arXiv:0710.4284\n"]}]
["math/0703567",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - General Topology","37D50","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703567"],"date":["2007-03-19","2007-10-24"],"type":["text"],"creator":["Calta, Kariane","Smillie, John"],"language":[],"coverage":[],"title":["Algebraically periodic translation surfaces"],"description":["  Algebraically periodic directions on translation surfaces were introduced by\nCalta in her study of genus two translation surfaces. We say that a translation\nsurface with three or more algebraically periodic directions is an\nalgebraically periodic surface. We show that for an algebraically periodic\nsurface the slopes of the algebraically periodic directions are given by a\nnumber field which we call the periodic direction field. We show that\ntranslation surfaces with pseudo-Anosov automorphisms provide examples. In this\ncase the periodic direction field is the holonomy field. We show that every\nalgebraic field arises as the periodic direction field of a translation surface\narising from a right-angled billiard table.\n  The J-invariant of a translation surface was introduced by Kenyon and\nSmillie. We analyze the $J$ invariants of algebraically periodic surfaces and\nshow that in some cases they are determined by the periodic direction field. We\ngive explicit formulas for $J$ invariants in these cases.\n  The Homological Affine Group was introduced by McMullen in his study of\ntranslation surfaces in genus two. We calculate this group for many\nalgebraically periodic surfaces and relate it to the automorphism group of the\nJ-invariant.\n  We show that surfaces which admit certain decompositions into squares have\ntotally real periodic direction field. This is related to a result of Hubert\nand Lanneau.\n","Comment: typos and errors corrected"]}]
["nlin/0701018",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0701018","Communications in Nonlinear Science and Numerical Simulation 13\n  (2008) 660-665","doi:10.1016/j.cnsns.2006.05.008"],"date":["2007-01-09"],"type":["text"],"creator":["Bachelard, Romain","Antoniazzi, Andrea","Chandre, Cristel","Fanelli, Duccio","Vittot, Michel"],"language":[],"coverage":[],"title":["Enhancement of particle trapping in the wave-particle interaction"],"description":["  The saturated dynamics of a Single-Pass Free Electron Laser is considered\nwithin a simplified mean-field approach. A method is proposed to increase the\nsize of the macro-particle, which is responsible for the oscillations of the\nintensity of the wave. This approach is based on the reconstruction of\ninvariant tori of the dynamics of test particles. To this aim a dedicated\ncontrol term is derived, the latter acting as a small apt perturbation of the\nsystem dynamics. Implications of these findings are discussed in relation to\nthe optimization of the laser source.\n"]}]
["quant-ph/0511162",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0511162","Proc. R. Soc. A (2007) 463, 2021--2030","doi:10.1098/rspa.2007.1865"],"date":["2005-11-16","2006-04-18"],"type":["text"],"creator":["Brody, Dorje C.","Hook, Daniel W.","Hughston, Lane P."],"language":[],"coverage":[],"title":["Quantum phase transitions without thermodynamic limits"],"description":["  A new microcanonical equilibrium state is introduced for quantum systems with\nfinite-dimensional state spaces. Equilibrium is characterised by a uniform\ndistribution on a level surface of the expectation value of the Hamiltonian.\nThe distinguishing feature of the proposed equilibrium state is that the\ncorresponding density of states is a continuous function of the energy, and\nhence thermodynamic functions are well defined for finite quantum systems. The\ndensity of states, however, is not in general an analytic function. It is\ndemonstrated that generic quantum systems therefore exhibit second-order\n(continuous) phase transitions at finite temperatures.\n","Comment: 4 Pages, further references added"]}]
["quant-ph/0701114",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701114"],"date":["2007-01-16","2007-10-25"],"type":["text"],"creator":["Hayat, Alex","Ginzburg, Pavel","Orenstein, Meir"],"language":[],"coverage":[],"title":["Two-Photon Emission from Semiconductors"],"description":["  We report the first experimental observations of two-photon emission from\nsemiconductors, to the best of our knowledge, and develop a corresponding\ntheory for the room-temperature process. Spontaneous two-photon emission is\ndemonstrated in optically-pumped bulk GaAs and in electrically-driven\nGaInP/AlGaInP quantum wells. Singly-stimulated two-photon emission measurements\ndemonstrate the theoretically predicted two-photon optical gain in\nsemiconductors - a necessary ingredient for any realizations of future\ntwo-photon semiconductor lasers. Photon-coincidence experiment validates the\nsimultaneity of the electrically-driven GaInP/AlGaInP two-photon emission,\nlimited only by detector's temporal resolution.\n","Comment: Coincidence experiment results added, QW stimulated TPE added,\n  stimulation power TPE dependence shown, measured spectra recalibrated,\n  quantitative theory presented"]}]
