["0704.0310",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0310","A&A 470, 97-104 (2007)","doi:10.1051/0004-6361:20077265"],"date":["2007-04-03"],"type":["text"],"creator":["Liu, Xiang","Cui, Lang","Luo, Wen-Feng","Shi, Wei-Zhao","Song, Hua-Gang"],"language":[],"coverage":[],"title":["VLBI observations of nineteen GHz-Peaked-Spectrum radio sources at 1.6\n  GHz"],"description":["  Aims and Methods: We present the results of VLBI observations of nineteen\nGHz-Peaked-Spectrum (GPS) radio sources at 1.6 GHz. Of them, 15 sources are\nselected from the Parkes Half Jansky (PHJ) sample (Snellen 2002), 4 others are\nfrom our previous observation list. We aimed at imaging the structure of GPS\nsources, searching for Compact Symmetric Objects (CSOs) and studying the\nabsorption for the convex radio spectra of GPS sources.\n  Results: We obtained total intensity 1.6 GHz VLBI images of 17 sources for\nthe first time. Of them, 80% show mini-double-lobe radio structure, indicating\nthat they are CSOs or candidates, and their host AGNs could be edge-on to us.\nThis result suggests that there is a high incidence of mini double-lobe sources\n(or CSOs) in the PHJ sample. The sources J0323+0534, J1135-0021, J1352+0232,\nJ2058+0540, J2123-0112 and J2325-0344 with measured redshift, showing\ndouble-lobe structure with sizes of <1 kpc, are classified as CSOs. Three\nsources J1057+0012, J1600-0037 and J1753+2750 are considered as core-jet\nsources according to their morphologies and flux variability.\n","Comment: 11 pages, 12 figures, to appear in AA"]}]
["0705.1136",{"format":[],"subject":["Quantum Physics","Mathematics - Symplectic Geometry","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1136","J. Phys. A: Math. Theor. 40, 8041 (2007)","doi:10.1088/1751-8113/40/28/S13"],"date":["2007-05-08","2007-07-10"],"type":["text"],"creator":["Serafini, Alessio","Adesso, Gerardo"],"language":[],"coverage":[],"title":["Standard forms and entanglement engineering of multimode Gaussian states\n  under local operations"],"description":["  We investigate the action of local unitary operations on multimode (pure or\nmixed) Gaussian states and single out the minimal number of locally invariant\nparametres which completely characterise the covariance matrix of such states.\nFor pure Gaussian states, central resources for continuous-variable quantum\ninformation, we investigate separately the parametre reduction due to the\nadditional constraint of global purity, and the one following by the\nlocal-unitary freedom. Counting arguments and insights from the phase-space\nSchmidt decomposition and in general from the framework of symplectic analysis,\naccompany our description of the standard form of pure n-mode Gaussian states.\nIn particular we clarify why only in pure states with n<=3 modes all the direct\ncorrelations between position and momentum operators can be set to zero by\nlocal unitary operations. For any n, the emerging minimal set of parametres\ncontains complete information about all forms of entanglement in the\ncorresponding states. An efficient state engineering scheme (able to encode\ndirect correlations between position and momentum operators as well) is\nproposed to produce entangled multimode Gaussian resources, its number of\noptical elements matching the minimal number of locally invariant degrees of\nfreedom of general pure n-mode Gaussian states. We demonstrate that so-called\n\"block-diagonal\" Gaussian states, without direct correlations between position\nand momentum, are systematically less entangled, on average, than arbitrary\npure Gaussian states.\n","Comment: 14 pages, 2 figures, IOP style. Published in J. Phys. A, Special\n  Issue on Quantum Information, Communication, Computation and Cryptography\n  (the arXiv version has an extra note added)"]}]
["0706.0379",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0379"],"date":["2007-06-04","2007-07-09"],"type":["text"],"creator":["Delmo, Michael P.","Kobayashi, Kensuke","Yamamoto, Shinpei","Tamada, Yoshinori","Takano, Mikio","Kasai, Shinya","Ono, Teruo"],"language":[],"coverage":[],"title":["Giant Magnetoresistive Effect in Colloidal Magnetic Nanoparticles"],"description":["  This paper has been withdrawn by the authors.\n"]}]
["0706.1553",{"format":[],"subject":["Physics - Atomic Physics","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1553","J. Phys. B, 40 (2007), 2841-2846","doi:10.1088/0953-4075/40/14/005"],"date":["2007-06-11"],"type":["text"],"creator":["Shindo, François","Babb, James F.","Kirby, Kate","Yoshino, Kouichi"],"language":[],"coverage":[],"title":["Absorption spectrum in the wings of the potassium second resonance\n  doublet broadened by helium"],"description":["  We have measured the reduced absorption coefficients occurring in the wings\nof the potassium 4S-5P doublet lines at 404.414 nm and at 404.720 nm broadened\nby helium gas at pressures of several hundred Torr. At the experimental\ntemperature of 900 K, we have detected a shoulder-like broadening feature on\nthe blue wing of the doublet which is relatively flat between 401.8 nm and\n402.8 nm and which drops off rapidly for shorter wavelengths, corresponding to\nabsorption from the X doublet Sigma+ state to the C doublet Sigma+ state of the\nK-He quasimolecule. The accurate measurements of the line profiles in the\npresent work will sharply constrain future calculations of potential energy\nsurfaces and transition dipole moments correlating to the asymptotes He-K(5p),\nHe-K(5s), and He-K(3d).\n","Comment: 2 figures"]}]
["0706.3037",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3037"],"date":["2007-06-20","2007-07-09"],"type":["text"],"creator":["Soileau, Kerry Michael"],"language":[],"coverage":[],"title":["Implicit function density computation"],"description":["  If two random variables X and A are functionally related via f(X)=A for some\nstrictly monotone continuously differentiable function f:R->R, the distribution\nof X may easily be computed from the distribution of A.\n","Comment: Added references and minor formatting edits"]}]
["0706.3138",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3138"],"date":["2007-06-21","2007-07-10"],"type":["text"],"creator":["Leutwyler, H."],"language":[],"coverage":[],"title":["Insights and puzzles in light quark physics"],"description":["  Recent work in light flavour hadron physics is reviewed. In particular, I\ndiscuss the significance of the progress achieved with light dynamical quarks\non the lattice for the effective low energy theory of QCD. Also, I draw\nattention to some puzzling results from NA48 and KTeV concerning the scalar\nform factor relevant for Kmu3 decay -- taken at face value, these indicate\nphysics beyond the Standard Model.\n","Comment: Contribution to the proceedings of the Rencontres de Moriond on QCD\n  and Hadronic Interactions, La Thuile, Italy, March 2007; added references,\n  minor changes in the text"]}]
["0706.3207",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3207"],"date":["2007-06-21","2007-07-10"],"type":["text"],"creator":["Auroux, Denis"],"language":[],"coverage":[],"title":["Mirror symmetry and T-duality in the complement of an anticanonical\n  divisor"],"description":["  We study the geometry of complexified moduli spaces of special Lagrangian\nsubmanifolds in the complement of an anticanonical divisor in a compact Kahler\nmanifold. In particular, we explore the connections between T-duality and\nmirror symmetry in concrete examples, and show how quantum corrections arise in\nthis context.\n","Comment: 42 pages, 2 figures; v2: some bibliographical references added"]}]
["0706.3738",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14M15","05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3738"],"date":["2007-06-26","2007-07-09"],"type":["text"],"creator":["Kreiman, V."],"language":[],"coverage":[],"title":["Equivariant Littlewood-Richardson Skew Tableaux"],"description":["  We give a positive equivariant Littlewood-Richardson rule also discovered\nindependently by Molev. Our proof generalizes a proof by Stembridge of the\nordinary Littlewood-Richardson rule. We describe a weight-preserving bijection\nbetween our indexing tableaux and the Knutson-Tao puzzles.\n","Comment: 27 pages; notation simplified in Section 2; other minor stylistic\n  changes; references added"]}]
["0706.4403",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4403"],"date":["2007-06-29"],"type":["text"],"creator":["Eynard, Bertrand"],"language":[],"coverage":[],"title":["Recursion between Mumford volumes of moduli spaces"],"description":["  We propose a new proof, as well as a generalization of Mirzakhani's recursion\nfor volumes of moduli spaces. We interpret those recursion relations in terms\nof expectation values in Kontsevich's integral, i.e. we relate them to a Ribbon\ngraph decomposition of Riemann surfaces. We find a generalization of\nMirzakhani's recursions to measures containing all higher Mumford's kappa\nclasses, and not only kappa1 as in the Weil-Petersson case.\n","Comment: Latex, 18 pages"]}]
["0707.0526",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0526"],"date":["2007-07-03","2007-07-09"],"type":["text"],"creator":["Fang, Fuquan","Li, Xiangdong","Zhang, Zhenlei"],"language":[],"coverage":[],"title":["Two generalizations of Cheeger-Gromoll splitting theorem via\n  Bakry-\\'{E}mery Ricci curvature"],"description":["  In this paper, we prove two generalized versions of the Cheeger-Gromoll\nsplitting theorem via the non-negativity of the Bakry-\\'Emery Ricci curavture\non complete Riemannian manifolds.\n","Comment: 14 pages"]}]
["0707.0836",{"format":[],"subject":["Mathematics - Representation Theory","20G"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0836"],"date":["2007-07-05","2007-07-10"],"type":["text"],"creator":["Achar, Pramod","Aubert, Anne-Marie"],"language":[],"coverage":[],"title":["Repr\\'esentations de Springer pour les groupes de r\\'eflexions complexes\n  imprimitifs"],"description":["  To a spetsial complex reflection group, equipped with a root lattice in the\nsense of Nebe, we attach a certain finite set playing a role which is analogous\nto the role of the set of unipotent classes of an algebraic group. In the case\nof imprimitive groups, we give a combinatoric parametrization of it in terms of\nMalle-Shoji generalized symbols. This result provides a link between the works\nof Shoji on Green functions for complex reflection groups and of Broue, Kim,\nMalle, Rouquier, et. al. on the cyclotomic Hecke algebras and their families of\ncharacters.\n  -----\n  A un groupe de reflexions complexe spetsial, muni d'un reseau radiciel au\nsens de Nebe, nous associons un certain ensemble fini qui doit jouer un role\nanalogue a celui de l'ensemble des classes unipotentes d'un groupe algebrique.\nDans le cas des groupes imprimitifs, nous en donnons un parametrage\ncombinatoire en termes des symboles generalises de Malle et Shoji. Ce resultat\nfournit un lien entre les travaux de Shoji sur les fonctions de Green pour les\ngroupes de reflexions complexes et ceux de Broue, Kim, Malle, Rouquier, et al.\nsur les algebres de Hecke cyclotomiques et leurs familles de caracteres.\n"]}]
["0707.0926",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0926"],"date":["2007-07-06","2007-07-10"],"type":["text"],"creator":["Bertot, Yves"],"language":[],"coverage":[],"title":["Theorem proving support in programming language semantics"],"description":["  We describe several views of the semantics of a simple programming language\nas formal documents in the calculus of inductive constructions that can be\nverified by the Coq proof system. Covered aspects are natural semantics,\ndenotational semantics, axiomatic semantics, and abstract interpretation.\nDescriptions as recursive functions are also provided whenever suitable, thus\nyielding a a verification condition generator and a static analyser that can be\nrun inside the theorem prover for use in reflective proofs. Extraction of an\ninterpreter from the denotational semantics is also described. All different\naspects are formally proved sound with respect to the natural semantics\nspecification.\n","Comment: Propos\\'e pour publication dans l'ouvrage \\`a la m\\'emoire de Gilles\n  Kahn"]}]
["0707.0955",{"format":[],"subject":["Mathematical Physics","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0955"],"date":["2007-07-06"],"type":["text"],"creator":["Buffenoir, Eric","Roche, Philippe","Terras, Véronique"],"language":[],"coverage":[],"title":["Universal Vertex-IRF Transformation for Quantum Affine Algebras"],"description":["  We construct a universal Vertex-IRF transformation between Vertex type\nuniversal solution and Face type universal solution of the quantum dynamical\nYang-Baxter equation. This universal Vertex-IRF transformation satisfies the\ngeneralized coBoundary equation and is an extension of our previous work to the\nquantum affine $U_q(A^{(1)}_r)$ case. This solution has a simple Gauss\ndecomposition which is constructed using Sevostyanov's characters of twisted\nquantum Borel algebras. We show that the evaluation of this universal solution\nin the evaluation representation of $U_q(A_1^{(1)})$ gives the standard\nBaxter's transformation between the 8-Vertex model and the IRF height model.\n","Comment: 58 pages"]}]
["0707.1041",{"format":[],"subject":["Mathematics - General Mathematics","11A41","11A51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1041"],"date":["2007-07-06"],"type":["text"],"creator":["Garavaglia, Leopoldo","Garavaglia, Mario"],"language":[],"coverage":[],"title":["On the location and classification of all prime numbers"],"description":["  We will describe an algorithm to arrange all the positive and negative\ninteger numbers. This array of numbers permits grouping them in six different\nClasses, $\\alpha$, $\\beta$, $\\gamma$, $\\delta$, $\\epsilon$, and $\\zeta$.\nParticularly, numbers belong to Class $\\alpha$ are defined as $\\alpha=1+6 n$,\nand those of Class $\\beta$, as $\\beta=5+6n$, where\n$n=0,\\pm1,\\pm2,\\pm3,\\pm4,...$ These two Classes $\\alpha$ and $\\beta$,contain:\ni) all prime numbers, except + 2, -2 and $\\pm$3, which belong to $\\epsilon$,\n$\\delta$, and $\\gamma$ Classes, respectively, and ii) all the other odd\nnumbers, except those that are multiple of $\\pm$3, according to the sequence\n$\\pm$9, $\\pm$15, $\\pm$21, $\\pm$27, ... Besides, products between numbers of the\nClass $\\alpha$, and also those between numbers of the Class $\\beta$, generates\nnumbers belonging to the Class $\\alpha$. On the other side, products between\nnumbers of Class $\\alpha$ with numbers of Class $\\beta$, result in numbers of\nClass $\\beta$. Then, both Classes $\\alpha$ and $\\beta$ include: i) all the\nprime numbers except $\\pm$2 and $\\pm$3, and ii) all the products between\n$\\alpha$ numbers, as $\\alpha\\cdot\\alpha^{\\prime}$; all the products between\n$\\beta$ numbers, as $\\beta\\cdot\\beta^{\\prime}$; and also all the products\nbetween numbers of Classes $\\alpha$ and $\\beta$, as $\\alpha\\cdot\\beta$, which\nnecessarily are composite numbers, whose factorization is completely\ndetermined.\n","Comment: 15 pages, 8 tables, no figures"]}]
["0707.1042",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1042"],"date":["2007-07-06"],"type":["text"],"creator":["Chamoli, Arti","Bhandari, C. M."],"language":[],"coverage":[],"title":["Grover's algorithm based multi-qubit secret sharing scheme"],"description":["  Some of the secret sharing schemes having unique quantum features like\nparallelism and entanglement are supposed to be relatively secure. Different\nschemes proposed by various researchers over the years have features which\ncould be specific to the nature and need of a situation. Following Hsu's\nproposed scheme we propose a secret sharing scheme using Grover's search\nalgorithm for a four qubit system with several marked states. Further, the\nscheme has been generalised to an n-qubit syatem.\n","Comment: 14 pages, 2 figures, 2 tables"]}]
["0707.1047",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1047"],"date":["2007-07-06"],"type":["text"],"creator":["Stotz, J. A. H.","Santos, P. V.","Hey, R.","Ploog, K. H."],"language":[],"coverage":[],"title":["Mesoscopic spin confinement during acoustically induced transport"],"description":["  Long coherence lifetimes of electron spins transported using moving potential\ndots are shown to result from the mesoscopic confinement of the spin vector.\nThe confinement dimensions required for spin control are governed by the\ncharacteristic spin-orbit length of the electron spins, which must be larger\nthan the dimensions of the dot potential. We show that the coherence lifetime\nof the electron spins is independent of the local carrier densities within each\npotential dot and that the precession frequency, which is determined by the\nDresselhaus contribution to the spin-orbit coupling, can be modified by varying\nthe sample dimensions resulting in predictable changes in the spin-orbit length\nand, consequently, in the spin coherence lifetime.\n","Comment: 10 pages, 2 figures"]}]
["0707.1048",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1048"],"date":["2007-07-06"],"type":["text"],"creator":["Fuchs, Dmitry","Tabachnikov, Serge"],"language":[],"coverage":[],"title":["Self-dual polygons and self-dual curves"],"description":["  We study projectively self-dual polygons and curves in the projective plane.\nOur results provide a partial answer to problem No 1994-17 in the book of\nArnold's problems.\n"]}]
["0707.1051",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1051"],"date":["2007-07-06"],"type":["text"],"creator":["Braverman, Mark","Mossel, Elchanan"],"language":[],"coverage":[],"title":["Noisy Sorting Without Resampling"],"description":["  In this paper we study noisy sorting without re-sampling. In this problem\nthere is an unknown order $a_{\\pi(1)} < ... < a_{\\pi(n)}$ where $\\pi$ is a\npermutation on $n$ elements. The input is the status of $n \\choose 2$ queries\nof the form $q(a_i,x_j)$, where $q(a_i,a_j) = +$ with probability at least\n$1/2+\\ga$ if $\\pi(i) > \\pi(j)$ for all pairs $i \\neq j$, where $\\ga > 0$ is a\nconstant and $q(a_i,a_j) = -q(a_j,a_i)$ for all $i$ and $j$. It is assumed that\nthe errors are independent. Given the status of the queries the goal is to find\nthe maximum likelihood order. In other words, the goal is find a permutation\n$\\sigma$ that minimizes the number of pairs $\\sigma(i) > \\sigma(j)$ where\n$q(\\sigma(i),\\sigma(j)) = -$. The problem so defined is the feedback arc set\nproblem on distributions of inputs, each of which is a tournament obtained as a\nnoisy perturbations of a linear order. Note that when $\\ga < 1/2$ and $n$ is\nlarge, it is impossible to recover the original order $\\pi$.\n  It is known that the weighted feedback are set problem on tournaments is\nNP-hard in general. Here we present an algorithm of running time\n$n^{O(\\gamma^{-4})}$ and sampling complexity $O_{\\gamma}(n \\log n)$ that with\nhigh probability solves the noisy sorting without re-sampling problem. We also\nshow that if $a_{\\sigma(1)},a_{\\sigma(2)},...,a_{\\sigma(n)}$ is an optimal\nsolution of the problem then it is ``close'' to the original order. More\nformally, with high probability it holds that $\\sum_i |\\sigma(i) - \\pi(i)| =\n\\Theta(n)$ and $\\max_i |\\sigma(i) - \\pi(i)| = \\Theta(\\log n)$.\n  Our results are of interest in applications to ranking, such as ranking in\nsports, or ranking of search items based on comparisons by experts.\n"]}]
["0707.1052",{"format":[],"subject":["Mathematics - Combinatorics","05A17","05A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1052"],"date":["2007-07-06"],"type":["text"],"creator":["Sagan, Bruce E."],"language":[],"coverage":[],"title":["Compositions inside a rectangle and unimodality"],"description":["  Let c^{k,l}(n) be the number of compositions (ordered partitions) of the\ninteger n whose Ferrers diagram fits inside a k-by-l rectangle. The purpose of\nthis note is to give a simple, algebraic proof of a conjecture of Vatter that\nthe sequence c^{k,l}(0), c^{k,l}(1), ..., c^{k,l}(kl) is unimodal. The problem\nof giving a combinatorial proof of this fact is discussed, but is still open.\n","Comment: 9 pages, 1 figure, see related papers at\n  http://www.math.msu.edu/~sagan"]}]
["0707.1055",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1055"],"date":["2007-07-07"],"type":["text"],"creator":["Goulianos, Konstantin"],"language":[],"coverage":[],"title":["Diffractive and Total Cross Sections at Tevatron and LHC"],"description":["  Results from the Fermilab Tevatron pbar-p collider on diffractive and total\ncross sections are reviewed with emphasis on physics significance and\nproperties pointing to expectations at the LHC.\n","Comment: Presented at Hadron Collider Physics Symposium 2006, May 22-26, Duke\n  University, Durham NC, USA (5 pages, 4 figures)"]}]
["0707.1059",{"format":[],"subject":["Computer Science - Programming Languages","D.2.4","D.3.1","F.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1059"],"date":["2007-07-06"],"type":["text"],"creator":["Bergstra, Jan A.","Ponse, Alban"],"language":[],"coverage":[],"title":["Projection semantics for rigid loops"],"description":["  A rigid loop is a for-loop with a counter not accessible to the loop body or\nany other part of a program. Special instructions for rigid loops are\nintroduced on top of the syntax of the program algebra PGA. Two different\nsemantic projections are provided and proven equivalent. One of these is taken\nto have definitional status on the basis of two criteria: `normative semantic\nadequacy' and `indicative algorithmic adequacy'.\n","Comment: 20 pages"]}]
["0707.1065",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1065"],"date":["2007-07-06"],"type":["text"],"creator":["Dzhunushaliev, Vladimir"],"language":[],"coverage":[],"title":["Connection between some nonperturbative approaches in QCD"],"description":["  The connection between two nonperturbative approaches in quantum\nchromodynamics is considered. The first one is based on a collective coordinate\nmethod, the second one on a spin-charge separation. It is shown that both\napproaches have some close connection: the existence of two condensates which\nare necessary to confinement.\n","Comment: 9 pages, 5 fig's"]}]
["0707.1066",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1066"],"date":["2007-07-09"],"type":["text"],"creator":["Chaves, Max"],"language":[],"coverage":[],"title":["The quantization of gravity and the vacuum energy of quantum fields"],"description":["  We construct a unified covariant derivative that contains the sum of an\naffine connection and a Yang-Mills field. With it we construct a lagrangian\nthat is invariant both under diffeomorphisms and Yang-Mills gauge\ntransformations. We assume that metric and symmetric affine connection are\nindependent quantities, and make the observation that the metric must be able\nto generate curvature, just as the connection, so there should be an extra\ntensor similar to Riemann's in the equations but constructed from metrics and\nnot connections. We find the equations generated by the lagrangian and\nintroduce the huge natural scale due to the vacuum energy of quantum fields.\nThis scale allows for a perturbative solution of the equations of motion. We\nprove the system has a vacuum state that forces the metricity of the metric and\nresults in General Relativity for low energies. The vacuum energy of the\nquantum fields cancels, becoming unobservable. At very high energies, the\nmetric does not appear differentiated in the lagrangian and so it is not a\nquantum field, just a background classical field. The true quantum fields are\nthe connections. The theory becomes very similar to a Yang-Mills, with affine\nconnections taking the place of Yang-Mills vector fields. It should be\nrenormalizable since it has a coupling constant with no units and correct\npropagators after fixing the gauge (diffeomorphisms). The weakness of gravity\nturns out to be due to the large vacuum energy of the quantum fields.\n","Comment: 18 pages & no figures"]}]
["0707.1067",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1067"],"date":["2007-07-07"],"type":["text"],"creator":["Wu, Chin-Sheng"],"language":[],"coverage":[],"title":["Commutation Relations for Double Tensors of Two Equivalent D Electrons"],"description":["  We apply the Clebsch-Gordan and Racah coefficients to calculate the double\ntensors for two equivalent d electrons. We also obtain the commutation\nrelations for these double tensors and choose certain quantum numbers, which\nproduce a subgroup. From the root vectors of the commutation relations, we\nidentify them with Lie algebra B2. Once we have the correct Lie algebra, it is\nfeasible to use the Wigner-Eckart theorem to find matrix elements for\ntransition states among atomic spectra or nuclear shell models.\n"]}]
["0707.1068",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1068"],"date":["2007-07-07"],"type":["text"],"creator":["Bourgeois, F.","Cieliebak, K.","Ekholm, T."],"language":[],"coverage":[],"title":["A note on Reeb dynamics on the tight 3-sphere"],"description":["  We show that a nondegenerate tight contact form on the 3-sphere has exactly\ntwo simple closed Reeb orbits if and only if the differential in linearized\ncontact homology vanishes. Moreover, in this case the Floquet multipliers and\nConley-Zehnder indices of the two Reeb orbits agree with those of a suitable\nirrational ellipsoid in 4-space.\n","Comment: 20 pages, no figures"]}]
["0707.1070",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1070"],"date":["2007-07-07"],"type":["text"],"creator":["Pandey, S. K.","Kumar, Ashwani","Patil, S.","Medicherla, V. R. R.","Singh, R. S.","Maiti, K.","Prabhakaran, D.","Boothroyd, A. T.","Pimpale, A. V."],"language":[],"coverage":[],"title":["Investigation of the spin state of Co in LaCoO3 at room temperature"],"description":["  We investigate the spin state of LaCoO3 using state-of-the-art photoemission\nspectroscopy and ab initio band structure calculations. The GGA+U calculations\nprovide a good description of the ground state for the experimentally estimated\nvalue of electron correlation strength, U. In addition to the correlation\neffect, spin-orbit interaction is observed to play a significant role in the\ncase of intermediate spin and high spin configurations. The comparison of the\ncalculated Co 3d and O 2p partial density of states with the experimental\nvalence band spectra indicates that at room temperature, Co has dominant\nintermediate spin state configuration and that the high spin configuration may\nnot be significant at this temperature. The lineshape of the La 5p and O 2s\ncore level spectra could be reproduced well within these ab initio\ncalculations.\n","Comment: 7 figures, 2 tables"]}]
["0707.1071",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1071"],"date":["2007-07-08"],"type":["text"],"creator":["Wu, Ying","Lai, Yun","Zhang, Zhao-Qing"],"language":[],"coverage":[],"title":["A Dynamical Effective Medium Theory for Elastic Metamaterials"],"description":["  We develop a dynamical effective medium theory to accurately predict the\nunusual properties of elastic metamaterials in two dimensions near the resonant\nfrequencies. The theory shows that the effective bulk modulus, shear modulus,\nand mass density can be made negative by choosing proper resonant scatterers,\nleading to 8 possible types of wave propagation. The theory not only provides a\nconvenient tool to search for various metamaterials with desired properties,\nbut also gives a unified physical picture of these properties. Here we\ndemonstrate two examples. One possesses large band gaps at low frequencies. The\nother exhibits two regions of negative refraction: one for both longitudinal\nand transverse waves and the other for longitudinal waves only.\n","Comment: 5 figures, 1 table"]}]
["0707.1075",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1075"],"date":["2007-07-09"],"type":["text"],"creator":["Kovac, J. M.","Barkats, D."],"language":[],"coverage":[],"title":["CMB from the South Pole: Past, Present, and Future"],"description":["  South Pole Station offers a unique combination of high, dry, stable\nconditions and well-developed support facilities. Over the past 20 years, a\nsequence of increasingly sophisticated CMB experiments at Pole have built on\nthe experience of early pioneering efforts, producing a number of landmark\ncontributions to the field. Telescopes at the South Pole were among the first\nto make repeated detections of degree-scale CMB temperature anisotropy and to\nmap out the harmonic structure of its acoustic peaks. More recent achievements\ninclude the first detection of polarization of the CMB and the most precise\nmeasurements of the temperature power spectrum at small angular scales. New CMB\ntelescopes at the South Pole are now making ultra-deep observations of the\nlarge-scale polarization of the CMB and of its secondary temperature\nanisotropies on arcminute scales. These two observing goals represent the\ncurrent frontiers of CMB research, focused on constraining Inflation and the\nnature of Dark Energy. The South Pole now hosts an array of CMB observing\nplatforms covering a wide range of angular scales and supporting very long\nintegration times on the cleanest sky available, and thus should play an\nincreasing role in pushing these frontiers of CMB research.\n","Comment: 8 pages, 23 figure panels and photos, invited review for the\n  Proceedings of the 6th Rencontres du Vietnam 2006"]}]
["0707.1083",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1083"],"date":["2007-07-07"],"type":["text"],"creator":["Rojkova, Viktoria","Kantardzic, Mehmed"],"language":[],"coverage":[],"title":["Delayed Correlations in Inter-Domain Network Traffic"],"description":["  To observe the evolution of network traffic correlations we analyze the\neigenvalue spectra and eigenvectors statistics of delayed correlation matrices\nof network traffic counts time series. Delayed correlation matrix D is composed\nof the correlations between one variable in the multivariable time series and\nanother at a time delay \\tau . Inverse participation ratio (IPR) of\neigenvectors of D deviates substantially from the IPR of eigenvectors of the\nequal time correlation matrix C. We relate this finding to the localization and\ndiscuss its importance for network congestion control. The time-lagged\ncorrelation pattern between network time series is preserved over a long time,\nup to 100\\tau, where \\tau=300 sec. The largest eigenvalue \\lambda_{max} of D\nand the corresponding IPR oscillate with two characteristic periods of 3\\tau\nand 6\\tau . The existence of delayed correlations between network time series\nfits well into the long range dependence (LRD) property of the network traffic.\n  The ability to monitor and control the long memory processes is crucial since\nthey impact the network performance. Injecting the random traffic counts\nbetween non-randomly correlated time series, we were able to break the picture\nof periodicity of \\lambda_{max}. In addition, we investigated influence of the\nperiodic injections on both largest eigenvalue and the IPR, and addressed\nrelevance of these indicators for the LRD and self-similarity of the network\ntraffic.\n","Comment: submitted to CoNext 2007"]}]
["0707.1090",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1090"],"date":["2007-07-07"],"type":["text"],"creator":["Kumar, Rakesh","Tomy, C. V.","Nagarajan, R.","Paulose, P. L.","Malik, S. K."],"language":[],"coverage":[],"title":["Magnetization and heat capacity studies of double perovskite compounds\n  Ba2SmRuO6 and Ba2DyRuO6"],"description":["  Here we report the magnetic and heat capacity studies of the double\nperovskite com-pounds Ba2SmRuO6 and Ba2DyRuO6. Antiferromagnetic transitions\nare inferred at 54 K and 47 K in Ba2SmRuO6 and Ba2DyRuO6, respectively in the\nmagnetization measure-ments. Heat capacity measurements show large jumps at the\ncorresponding temperatures and confirm the bulk magnetic ordering. Both the\nmeasurements provide clear indication of the ordering of the rare earth moments\nalso along with the Ruthenium moments. How-ever, the heat capacity results\nsuggest that the ordering of rare earth magnetic moments is spread over a large\ntemperature range and is affected by a large crystal field effect on Ru and\nrare earth ions. The anomaly observed in the magnetization measurements at 42 K\n(below the magnetic ordering) in Ba2SmRuO6 is discerned as a reorientation of\nSm3+ moments\n","Comment: 13pages,7fig"]}]
["0707.1091",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1091"],"date":["2007-07-07"],"type":["text"],"creator":["Sivaram, C"],"language":[],"coverage":[],"title":["Smashnova Model"],"description":["  An alternate model for gamma ray bursts is suggested. For a white dwarf (WD)\nand neutron star (NS) very close binary system, the WD (close to Mch) can\ndetonate due to tidal heating, leading to a SN. Material falling on to the NS\nat relativistic velocities can cause its collapse to a magnetar or quark star\nor black hole leading to a GRB. As the material smashes on to the NS, it is\ndubbed the Smashnova model. Here the SN is followed by a GRB. NS impacting a RG\n(or RSG) (like in Thorne-Zytkow objects) can also cause a SN outburst followed\nby a GRB. Other variations are explored.\n"]}]
["0707.1092",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","53C40","35J65","34C11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1092"],"date":["2007-07-07"],"type":["text"],"creator":["Bayard, Pierre","Delanoë, Philippe"],"language":[],"coverage":[],"title":["Entire spacelike radial graphs in the Minkowski space, asymptotic to the\n  light-cone, with prescribed scalar curvature"],"description":["  Existence and uniqueness in ${\\Bbb R}^{n,1}$ of entire spacelike\nhypersurfaces contained in the future of the origin $O$ and asymptotic to the\nlight-cone, with scalar curvature prescribed at their generic point $M$ as a\nnegative function of the unit vector $\\overrightarrow{Om}$ pointing in the\ndirection of $\\overrightarrow{OM}$, divided by the square of the norm of\n$\\overrightarrow{OM}$ (a dilation invariant problem). The solutions are seeked\nas graphs over the future unit-hyperboloid emanating from $O$ (the hyperbolic\nspace); radial upper and lower solutions are constructed which, relying on a\nprevious result in the Cartesian setting, imply their existence.\n","Comment: 13 pages"]}]
["0707.1095",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1095"],"date":["2007-07-07"],"type":["text"],"creator":["Alon, Noga","Fomin, Fedor V.","Gutin, Gregory","Krivelevich, Michael","Saurabh, Saket"],"language":[],"coverage":[],"title":["Better Algorithms and Bounds for Directed Maximum Leaf Problems"],"description":["  The {\\sc Directed Maximum Leaf Out-Branching} problem is to find an\nout-branching (i.e. a rooted oriented spanning tree) in a given digraph with\nthe maximum number of leaves. In this paper, we improve known parameterized\nalgorithms and combinatorial bounds on the number of leaves in out-branchings.\nWe show that\n  \\begin{itemize} \\item every strongly connected digraph $D$ of order $n$ with\nminimum in-degree at least 3 has an out-branching with at least $(n/4)^{1/3}-1$\nleaves; \\item if a strongly connected digraph $D$ does not contain an\nout-branching with $k$ leaves, then the pathwidth of its underlying graph is\n$O(k\\log k)$; \\item it can be decided in time $2^{O(k\\log^2 k)}\\cdot n^{O(1)}$\nwhether a strongly connected digraph on $n$ vertices has an out-branching with\nat least $k$ leaves. \\end{itemize}\n  All improvements use properties of extremal structures obtained after\napplying local search and of some out-branching decompositions.\n"]}]
["0707.1103",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1103"],"date":["2007-07-07"],"type":["text"],"creator":["Bora, Achyut","Raychaudhuri, A. K."],"language":[],"coverage":[],"title":["Scanning Thermal Microscope Study of a Metal Film Under Current\n  Stressing: Role of Temperature Inhomogeneity in Damage Process"],"description":["  We report direct observation of the evolution of local temperature\ninhomogeneity and the resulting atomic migration in a metal film (Ag on Si)\nstressed by a current by using a Scanning Thermal Microscope that allows\nsimultaneous temperature mapping and topography imaging. The experimental\nobservation is analyzed using a model based simulation. The experimental\nobservation and the simulation show that due to current stressing the\ntemperature of the film becomes significantly inhomogeneous over time (with\nlocal temperature deviating strongly from the mean). This creates local stress\nas well as local temperature gradient that lead to mass migration in addition\nto the electromigration. We show that the local temperature inhomogeneity\nserves as one of the main agents for local atomic migration which leads to\nchange in film microstructure. The migration leads to damage and eventual\nfailure as simultaneously monitored by in-situ resistance measurement.\n","Comment: 25 pages, 9 figures"]}]
["0707.1107",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1107","Chaos 17, 026101 (2007)","doi:10.1063/1.2751266"],"date":["2007-07-07"],"type":["text"],"creator":["Motter, Adilson E.","Toroczkai, Zoltan"],"language":[],"coverage":[],"title":["Optimization in Networks"],"description":["  The recent surge in the network modeling of complex systems has set the stage\nfor a new era in the study of fundamental and applied aspects of optimization\nin collective behavior. This Focus Issue presents an extended view of the state\nof the art in this field and includes articles from a large variety of domains\nwhere optimization manifests itself, including physical, biological, social,\nand technological networked systems.\n","Comment: Opening article of the CHAOS Focus Issue \"Optimization in Networks\",\n  available at http://link.aip.org/link/?CHA/17/2/htmltoc"]}]
["0707.1112",{"format":[],"subject":["Physics - Classical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1112"],"date":["2007-07-07"],"type":["text"],"creator":["Obukhov, Yuri N.","Hehl, Friedrich W."],"language":[],"coverage":[],"title":["On the boundary-value problems and the validity of the Post constraint\n  in modern electromagnetism"],"description":["  We recall that the theory of electromagnetism consists of three building\nblocks: (a) the inhomogeneous Maxwell equations for the electric and magnetic\nexcitations $(D,H)$ (which reflects charge conservation), (b) the homogeneous\nMaxwell equations for the electric and magnetic field strengths $(E,B)$ (which\nreflects flux conservation), and (c) the constitutive relation between $(D,H)$\nand $(E,B)$. In the recent paper \\cite{Lakhtakia1}, Lakhtakia proposed to\nchange the standard boundary conditions in electrodynamics in order to exclude\ncertain constitutive parameters. We show that this is inadmissible both from\nthe macroscopic and the microscopic points of view.\n","Comment: Revtex, 7 pages, no figures"]}]
["0707.1114",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1114"],"date":["2007-07-07"],"type":["text"],"creator":["Kazantseva, Elena V.","Maimistov, Andrei I."],"language":[],"coverage":[],"title":["Wide defect in a Resonantly Absorbing Bragg Grating as a nonlinear\n  microresonator for polaritons"],"description":["  The nonlinear polariton transmission, reflection and trapping by a defect in\nthe resonantly absorbing Bragg grating (RABG) is demonstrated in numerical\nsimulation. It is shown that the wide defect under some conditions could\neffectively serve as microresonator for polaritonic wave storage. The three\ntypes of the defect such as microcavity, groove and stripe are considered.\nCapture the electromagnetic field inside the microcavity (with no resonant\nnanoparticles) placed in the RABG is observed, as well as stuck of trapped\npolarization modes to the defect edges for the groove (defect span with reduced\ndensity of nanoparticles) and for the stripe with relatively increased density.\nStrong radiation reflection and adhered propagation of the polarization mode\nalong the first edge of the stripe with high density of resonant atoms is\nexhibited by numerical computation.\n","Comment: 6 figures"]}]
["0707.1116",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1116"],"date":["2007-07-07"],"type":["text"],"creator":["Dufty, James W."],"language":[],"coverage":[],"title":["Fourier's Law for a Granular Fluid"],"description":["  Newton' viscosity law for the momentum flux and Fourier's law for the heat\nflux define Navier-Stokes hydrodynamics for a simple, one component fluid.\nThere is ample evidence that a hydrodynamic description applies as well to a\nmesoscopic granular fluid with the same form for Newton's viscosity law.\nHowever, theory predicts a qualitative difference for Fourier's law with an\nadditional contribution from density gradients even at uniform temperature. The\nreasons for the absence of such terms for normal fluids are indicated, and a\nrelated microscopic explanation for their existence in granular fluids is\npresented.\n","Comment: submitted for publication in a Special Issue of Journal of Physical\n  Chemistry B in honor of the 70th birthday of Keith Gubbins"]}]
["0707.1119",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1119"],"date":["2007-07-08"],"type":["text"],"creator":["Fitzsimons, J.","Twamley, J."],"language":[],"coverage":[],"title":["Globally controlled fault tolerant quantum computation"],"description":["  We describe a method to execute globally controlled quantum information\nprocessing which admits a fault tolerant quantum error correction scheme. Our\nscheme nominally uses three species of addressable two-level systems which are\narranged in a one dimensional array in a specific periodic arrangement. We show\nthat the scheme possesses a fault tolerant error threshold.\n","Comment: 4 Pages, 3 figures"]}]
["0707.1124",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1124"],"date":["2007-07-08"],"type":["text"],"creator":["Zasavitsky, E."],"language":[],"coverage":[],"title":["Tensoresistive Effect in Single Crystal Microwires of Pbte Doped with Tl"],"description":["  Results of room temperature measurements of tensoresistive effect of thin\nsingle crystal microwires of Pb1-xTlxTe (x=0.0000 - 0.0025, d = 5 - 20\nmicrometers) obtained from the melted compound of corresponding composition by\nthe filling of quartz capillary with the following crystallization of material\nare presented. For the samples corresponding to chemical composition with\nconcentration of thallium x ~0,0025 an essential increase of tensoresistive\neffect (resistance changes for elastic elongations per unit length of a\ncrystal) in comparison with nondoped samples is observed. Various mechanisms\nwhich can lead to observable anomalies, including resonance scattering are\ndiscussed. Obtained experimental results allow us to suppose that the observed\npeculiarities can be interpreted on the basis of model of an impurity band of\nTl in PbTe.\n","Comment: 5 pages, 2 figures"]}]
["0707.1136",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1136"],"date":["2007-07-08"],"type":["text"],"creator":["Rapaport, Alex","Ta-Shma, Amnon"],"language":[],"coverage":[],"title":["On the power of quantum, one round, two prover interactive proof systems"],"description":["  We analyze quantum two prover one round interactive proof systems, in which\nnoninteracting provers can share unlimited entanglement. The maximum acceptance\nprobability is characterized as a superoperator norm. We get some partial\nresults about the superoperator norm, and in particular we analyze the \"rank\none\" case.\n","Comment: 12 pages, no figures"]}]
["0707.1137",{"format":[],"subject":["Mathematics - Complex Variables","Mathematical Physics","33E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1137"],"date":["2007-07-08"],"type":["text"],"creator":["Lesfari, A."],"language":[],"coverage":[],"title":["Fonctions Et Integrales Elliptiques"],"description":["  This paper presents the basic ideas and properties of elliptic functions and\nelliptic integrals as an expository essay. It explores some of their numerous\nconsequences and includes applications to some problems such as the simple\npendulum, the Euler rigid body motion and some others integrable hamiltonian\nsystems.\n","Comment: 46 pages. An expository essay"]}]
["0707.1139",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L08, 46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1139"],"date":["2007-07-08"],"type":["text"],"creator":["Joita, Maria"],"language":[],"coverage":[],"title":["On multipliers of Hilbert modules over locally C*-algebras"],"description":["  In this paper, we investigate the structure of the multiplier module of a\nHilbert module over a locally C*-algebra and the relationship between the set\nof all adjointable operators from a Hilbert A-module E to a Hilbert A-module F\nand the set of all adjointable operators from the multiplier module M(E)of E to\nthe multiplier module M(F) of F.\n","Comment: 16 pages"]}]
["0707.1146",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1146"],"date":["2007-07-08"],"type":["text"],"creator":["Koshelev, Kirill V"],"language":[],"coverage":[],"title":["Alpha variation problem and q-factor definition"],"description":["  Different q-factor definitions are considered. The formula connecting\ndifferent q-factors is given. Also it is pointed the way to find all the\nq-factors from experimental data.\n","Comment: 3 pages"]}]
["0707.1148",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1148"],"date":["2007-07-08"],"type":["text"],"creator":["Huber, Birgit"],"language":[],"coverage":[],"title":["Realisability and Localisation"],"description":["  Let $A$ be a differential graded algebra with cohomology ring $H^*A$. A\ngraded module over $H^*A$ is called \\emph{realisable} if it is (up to direct\nsummands) of the form $H^*M$ for some differential graded $A$-module $M$.\nBenson, Krause and Schwede have stated a local and a global obstruction for\nrealisability. The global obstruction is given by the Hochschild class\ndetermined by the secondary multiplication of the $A_{\\infty}$-algebra\nstructure of $H^*A$.\n  In this thesis we mainly consider differential graded algebras $A$ with\ngraded-commutative cohomology ring. We show that a finitely presented graded\n$H^*A$-module $X$ is realisable if and only if its $\\mathfrak{p}$-localisation\n$X_{\\mathfrak{p}}$ is realisable for all graded prime ideals $\\mathfrak{p}$ of\n$H^*A$.\n  In order to obtain such a local-global principle also for the global\nobstruction, we define the \\emph{localisation of a differential graded algebra\n$A$ at a graded prime $\\mathfrak{p}$ of $H^*A$}, denoted by $A_{\\mathfrak{p}}$,\nand show the existence of a morphism of differential graded algebras inducing\nthe canonical map $H^*A \\to (H^*A)_{\\mathfrak{p}}$ in cohomology. The latter\nresult actually holds in a much more general setting: we prove that every\nsmashing localisation on the derived category of a differential graded algebra\nis induced by a morphism of differential graded algebras.\n  Finally we discuss the relation between realisability of modules over the\ngroup cohomology ring and the Tate cohomology ring.\n"]}]
["0707.1154",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1154"],"date":["2007-07-08"],"type":["text"],"creator":["Bauer, J. H."],"language":[],"coverage":[],"title":["Reply to Comment on Approximation for a Coulomb- Volkov solution in\n  strong fields"],"description":["  It is shown that the criticism of Voitkiv [Phys. Rev. A 74, 027403 (2006)] is\nbased on one assumption, which is false for an ionized electron, initially\nbound by the Coulomb potential, in a strong circularly polarized laser field. A\ncertain new Coulomb correction to the Volkov wavefunction is proposed.\n","Comment: submitted to Physical Review A"]}]
["0707.1163",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1163"],"date":["2007-07-08"],"type":["text"],"creator":["Rosinger, Elemer E"],"language":[],"coverage":[],"title":["Mathematics and \"The Trouble with Physics\", How Deep We Have to Go ?"],"description":["  The parts contributed by the author in recent discussions with several\nphysicists and mathematicians are reviewed, as they have been occasioned by the\n2006 book \"The Trouble with Physics\", of Lee Smolin. Some of the issues\naddressed are the possible and not yet sufficiently explored relationship\nbetween modern Mathematics and theoretical Physics, as well as the way\nphysicists may benefit from becoming more aware of what at present appear to be\ncertain less than fortunate yet essential differences between modern\nMathematics and theoretical Physics, as far as the significant freedom of\nintroducing new fundamental concepts, structures and theories in the former is\nconcerned. A number of modern mathematical concepts and structures are\nsuggested for consideration by physicists, when dealing with foundational\nissues in present day theoretical Physics. Since here discussions with several\npersons are reviewed, certain issues may be brought up more than one time. For\nsuch repetitions the author ask for the kind understanding of the reader.\n"]}]
["0707.1165",{"format":[],"subject":["Mathematics - Geometric Topology","53D","57R"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1165"],"date":["2007-07-08"],"type":["text"],"creator":["Ozsvath, Peter","Szabo, Zoltan"],"language":[],"coverage":[],"title":["On the skein exact squence for knot Floer homology"],"description":["  The aim of this paper is to study the skein exact sequence for knot Floer\nhomology. We prove precise graded version of this sequence, and also one using\n$\\HFm$. Moreover, a complete argument is also given purely within the realm of\ngrid diagrams.\n","Comment: 18 pages, 5 figures"]}]
["0707.1166",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1166"],"date":["2007-07-08"],"type":["text"],"creator":["Lipmanov, E. M."],"language":[],"coverage":[],"title":["Universal Quadratic Hierarchy Rule in Lepton Flavor Physics and Large\n  Neutrino Mixing"],"description":["  Large mixing parameters of neutrino mass eigenstates in the neutrino flavor\neigenstates are determined, and interpreted as closely related to the neutrino\nand charged lepton mass-ratio patterns. The three known seemingly different\ncharged lepton and quasi-degenerate neutrino deviation-from-extreme hierarchies\nare shown to be three particular manifestations of one unifying quadratic\nhierarchy-rule in lepton flavor physics.\n","Comment: 10 pages, no figures"]}]
["0707.1167",{"format":[],"subject":["Physics - Physics and Society","Physics - Physics Education","Physics - General Physics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1167"],"date":["2007-07-08"],"type":["text"],"creator":["Efthimiou, C. J.","Llewellyn, R. A."],"language":[],"coverage":[],"title":["Hollywood Blockbusters: Unlimited Fun but Limited Science Literacy"],"description":["  In this article, we examine specific scenes from popular action and sci-fi\nmovies and show how they blatantly break the laws of physics, all in the name\nof entertainment, but coincidentally contributing to science illiteracy.\n","Comment: includes 28 pictures; invited article for the German journal Praxis\n  der Naturwissenschaften Physik"]}]
["0707.1169",{"format":[],"subject":["Physics - Physics and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1169"],"date":["2007-07-08"],"type":["text"],"creator":["Zhao, X. M.","Jia, B.","Gao, Z. Y."],"language":[],"coverage":[],"title":["A new approach for modelling mixed traffic flow with motorized vehicles\n  and non-motorized vehicles based on cellular automaton model"],"description":["  In this study, we provide a novel approach for modelling the mixed traffic\nflow. The basic idea is to integrate models for nonmotorized vehicles\n(nm-vehicles) with models for motorized vehicles (m-vehicles). Based on the\nidea, a model for mix traffic flow is realized in in the following two steps.\nAt a first step, the models that can be integrated should be chosen. The famous\nNaSch cellular automata (NCA) model for m-vehicles and the Burgur cellular\nautomata (BCA) model for nm-vehicles are used in this paper, since the two\nmodels are similar and comparable. At a second step, we should study coupling\nrules between m-vehicles and nm-vehicles to represent their interaction.\nSpecial lane changing rules are designed for the coupling process. The proposed\nmodel is named as the combined cellular automata (CCA) model. The model is\napplied to a typical mixed traffic scenario, where a bus stop without special\nstop bay is set on nonmotorized lanes. The simulation results show that the\nmodel can describe both the interaction between the flow of nm-vehicles and\nm-vehicles and their characters.\n","Comment: 20 pages, 5 figures, Submitted to Phys. Rev. E"]}]
["0707.1178",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1178"],"date":["2007-07-09"],"type":["text"],"creator":["Hétet, G.","Peng, A.","Johnsson, M. T.","Hope, J. J.","Lam, P. K."],"language":[],"coverage":[],"title":["Characterization of EIT-based continuous variable quantum memories"],"description":["  We present a quantum multi-modal treatment describing Electromagnetically\nInduced Transparency (EIT) as a mechanism for storing continuous variable\nquantum information in light fields. Taking into account the atomic noise and\ndecoherences of realistic experiments, we model numerically the propagation,\nstorage, and readout of signals contained in the sideband amplitude and phase\nquadratures of a light pulse. An analytical treatment of the effects predicted\nby this more sophisticated model is then presented. Finally, we use quantum\ninformation benchmarks to examine the properties of the EIT-based memory and\nshow the parameters needed to operate beyond the quantum limit.\n"]}]
["0707.1179",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1179"],"date":["2007-07-09"],"type":["text"],"creator":["Singh, R. S.","Medicherla, V. R. R.","Maiti, Kalobaran","Sampathkumaran, E. V."],"language":[],"coverage":[],"title":["Evidence for strong 5d electron correlations and electron-magnon\n  coupling in a pyrochlore, Y2Ir2O7"],"description":["  We report the observation of an unusual behavior of highly extended 5d\nelectrons in Y2Ir2O7 belonging to pyrochlore family of great current interest\nusing high resolution photoemission spectroscopy. The experimental bulk spectra\nreveal an intense lower Hubbard band in addition to weak intensities in the\nvicinity of the Fermi level, e_F. This provides a direct evidence for strong\nelectron correlation among the 5d electrons, despite their highly extended\nnature. The high resolution spectrum at room temperature exhibits a pseudogap\nat e_F and |e - e_F|^2 dependence demonstrating the importance of electron\ncorrelation in this system. Remarkably, in the magnetically ordered phase (T <\n150 K), the spectral lineshape evolves to a |e - e_F|^1.5 dependence\nemphasizing the dominant role of electron-magnon coupling.\n","Comment: 4 figures"]}]
["0707.1187",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1187"],"date":["2007-07-09"],"type":["text"],"creator":["Matsushima, Takeo"],"language":[],"coverage":[],"title":["Composite Model and CP Violation"],"description":["  A fermion-boson-type Composite Model is proposed.\n  Elementary fields are only one kind of spin-1/2 and spin-0 {\\bf preon}. Both\nare in the global supersymmetric pair with the common electric charge of e/6\nand belong to the fundamental representations of (3, 2, 2) under the\nspontaneously unbroken SU(3)_C\\otimes{SU(2)}_L^{h}\\otimes{SU(2)}_R^{h} gauge\nsymmetry (h means hyper-color gauge). Preons are composed into subquarks which\nare intermediate clusters towards quarks and leptons. Weak interactions are\nresidual ones of hyper-color gauge interactions. W-and Z-boson are also\ncomposite objects of subquarks, which introduces the idea of existence of their\nscalar partners (S) by hyper-fine-splitting whose masses would be around\n110-120 GeV. The mechanism of making higher generations is obtained by adding\nneutral scalar subquark (y) composed of a preon-antipreon pair. Creation or\nannihilation of y inside quarks induces the coupling constants of flavor-mixing\nweak interactions which are all complex numbers (contrary to CKM-matrix\nelements) and then they all become sources of direct and mixing-induced CP\nviolations. Exchange of y between quark and anti-quark inside neutral\npseudo-scalar meson (P^0) gives indirect CP violation and mass-difference of\nP^0 and P^0. Current experimental results of CP violation (Belle, BaBar, CLEO,\nKTeV and NA48) are inspected by this Composite Model. This model suggests the\ncandidates for Dark Energy and Dark Matter.\n","Comment: 53 pages, 4 figures"]}]
["0707.1189",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1189","Opt. Express 15, 8988 (2007)","doi:10.1364/OE.15.008988"],"date":["2007-07-09"],"type":["text"],"creator":["Mortensen, Niels Asger"],"language":[],"coverage":[],"title":["Air-clad fibers: pump absorption assisted by chaotic wave dynamics?"],"description":["  Wave chaos is a concept which has already proved its practical usefulness in\ndesign of double-clad fibers for cladding-pumped fiber lasers and fiber\namplifiers. In general, classically chaotic geometries will favor strong pump\nabsorption and we address the extent of chaotic wave dynamics in typical\nair-clad geometries. While air-clad structures supporting sup-wavelength convex\nair-glass interfaces (viewed from the high-index side) will promote chaotic\ndynamics we find guidance of regular whispering-gallery modes in air-clad\nstructures resembling an overall cylindrical symmetry. Highly symmetric\nair-clad structures may thus suppress the pump-absorption efficiency eta below\nthe ergodic scaling law eta proportional to Ac/Acl, where Ac and Acl are the\nareas of the rare-earth doped core and the cladding, respectively.\n","Comment: High-resolution figures and animations available in the freely\n  available published version (click the DOI link)"]}]
["0707.1193",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1193","International Conference On Robotics And Automation (2006) 1-6"],"date":["2007-07-09"],"type":["text"],"creator":["Zein, Mazen","Wenger, Philippe","Chablat, Damien"],"language":[],"coverage":[],"title":["Singular curves and cusp points in the joint space of 3-RPR parallel\n  manipulators"],"description":["  This paper investigates the singular curves in two-dimensional slices of the\njoint space of a family of planar parallel manipulators. It focuses on special\npoints, referred to as cusp points, which may appear on these curves. Cusp\npoints play an important role in the kinematic behavior of parallel\nmanipulators since they make possible a nonsingular change of assembly mode.\nThe purpose of this study is twofold. First, it reviews an important previous\nwork, which, to the authors' knowledge, has never been exploited yet. Second,\nit determines the cusp points in any two-dimensional slice of the joint space.\nFirst results show that the number of cusp points may vary from zero to eight.\nThis work finds applications in both design and trajectory planning.\n"]}]
["0707.1196",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1196"],"date":["2007-07-09"],"type":["text"],"creator":["Chaturvedi, Nalin A.","Lee, Taeyoung","Leok, Melvin","McClamroch, N. Harris"],"language":[],"coverage":[],"title":["Nonlinear Dynamics of the 3D Pendulum"],"description":["  A 3D pendulum consists of a rigid body, supported at a fixed pivot, with\nthree rotational degrees of freedom. The pendulum is acted on by a\ngravitational force. Symmetry assumptions are shown to lead to the planar 1D\npendulum and to the spherical 2D pendulum models as special cases. The case\nwhere the rigid body is asymmetric and the center of mass is distinct from the\npivot location leads to the 3D pendulum. Full and reduced 3D pendulum models\nare introduced and used to study important features of the nonlinear dynamics:\nconserved quantities, equilibria, invariant manifolds, local dynamics near\nequilibria and invariant manifolds, and the presence of chaotic motions. These\nresults demonstrate the rich and complex dynamics of the 3D pendulum.\n","Comment: 22 pages, 2 figures"]}]
["0707.1197",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1197"],"date":["2007-07-09"],"type":["text"],"creator":["Anselmino, M.","Boglione, M.","D'Alesio, U.","Kotzinian, A.","Murgia, F.","Prokudin, A.","Turk, C."],"language":[],"coverage":[],"title":["Transversity and Collins Functions: from e+ e- --> h1 h2 X to SIDIS\n  Processes"],"description":["  We present [1] the first simultaneous extraction of the transversity\ndistribution and the Collins fragmentation function, obtained through a\ncombined analysis of experimental data on azimuthal asymmetries in\nsemi-inclusive deep inelastic scattering (SIDIS), from the HERMES and COMPASS\nCollaborations, and in e+ e- --> h1 h2 X processes, from the Belle\nCollaboration.\n","Comment: LaTeX 2e, 4 pages, 6 figures, uses dis07.cls. Talk delivered by U.\n  D'Alesio at the ``15th International Workshop on DIS'', DIS2007, April 16-21,\n  2007, Munich, Germany"]}]
["0707.1208",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1208"],"date":["2007-07-09"],"type":["text"],"creator":["Sonnenschein, Lars"],"language":[],"coverage":[],"title":["Higgs searches at Tevatron"],"description":["  SM and MSSM Higgs Searches at the proton anti-proton collider Tevatron in Run\nII are presented. The performance of the collider and the two experiments D0\nand CDF is shown. No deviation from SM background expectation and no MSSM Higgs\nsignal has been observed.\n","Comment: 6 pages, 5 plots (in 3 figures)"]}]
["0707.1209",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1209"],"date":["2007-07-09"],"type":["text"],"creator":["Heydari-Malayeri, M.","Rosa, M. R.","Charmandaris, V.","Deharveng, L.","Martins, F.","Meynadier, F.","Schaerer, D.","Zinnecker, H."],"language":[],"coverage":[],"title":["HST's view of the youngest massive stars in the Magellanic Clouds"],"description":["  Accurate physical parameters of newborn massive stars are essential\ningredients to shed light on their formation, which is still an unsolved\nproblem. The rare class of compact H II regions in the Magellanic Clouds (MCs),\ntermed ``high-excitation blobs'' (HEBs), presents a unique opportunity to\nacquire this information. These objects (~ 4\" to 10\", ~ 1 to 3 pc, in diameter)\nharbor the youngest massive stars of the OB association/molecular cloud\ncomplexes in the MCs accessible through high-resolution near-IR and optical\ntechniques. We present a brief overview of the results obtained with HST mainly\non two HEBs, one in the LMC (N159-5) and the other in the SMC (N81).\n","Comment: 5 pages, to appear in the Proceedings of the 41st ESLAB Symposium\n  \"The Impact of HST on European Astronomy\", 29 May to 1 June 2007, ESTEC,\n  Noordwijk, Netherlands; eds. Guido De Marchi and Duccio Macchetto"]}]
["0707.1210",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1210","The Journal of Lipid Research 48, 7 (07/2007) 1571-1580","doi:10.1194/jlr.M700017-JLR200"],"date":["2007-07-09"],"type":["text"],"creator":["Fergani, A.","Oudart, H.","De Aguilar, J. -L. Gonzalez","Fricker, B.","René, F.","Hocquette, J. -F.","Meininger, V.","Dupuis, L.","Loeffler, J. -P."],"language":[],"coverage":[],"title":["Increased peripheral lipid clearance in an animal model of amyotrophic\n  lateral sclerosis"],"description":["  Amyotrophic lateral sclerosis (ALS) is the most common adult motor neuron\ndisease, causing motor neuron degeneration, muscle atrophy, paralysis, and\ndeath. Despite this degenerative process, a stable hypermetabolic state has\nbeen observed in a large subset of patients. Mice expressing a mutant form of\nCu/Zn-superoxide dismutase (mSOD1 mice) constitute an animal model of ALS that,\nlike patients, exhibits unexpectedly increased energy expenditure.\nCounterbalancing for this increase with a high-fat diet extends lifespan and\nprevents motor neuron loss. Here, we investigated whether lipid metabolism is\ndefective in this animal model. Hepatic lipid metabolism was roughly normal,\nwhereas gastrointestinal absorption of lipids as well as peripheral clearance\nof triglyceride-rich lipoproteins were markedly increased, leading to decreased\npostprandial lipidemia. This defect was corrected by the high-fat regimen that\ntypically induces neuroprotection in these animals. Together, our findings show\nthat energy metabolism in mSOD1 mice shifts toward an increase in the\nperipheral use of lipids. This metabolic shift probably accounts for the\nprotective effect of dietary lipids in this model.\n"]}]
["0707.1212",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1212"],"date":["2007-07-09","2007-07-10"],"type":["text"],"creator":["Tomaselli, M.","Kühl, T.","Ursescu, D.","Fritzsche, S."],"language":[],"coverage":[],"title":["Extended Cluster Model for Light, and Medium Nuclei"],"description":["  The structures, the electromagnetic transitions, and the beta decay strengths\nof exotic nuclei are investigated within an extended cluster model. We start by\nderiving an effective nuclear Hamiltonian within the $S_2$ correlation\noperator. Tensor forces are introduced in a perturbative expansion which\nincludes up to the second order terms. Within this Hamiltonian we calculate the\ndistributions and the radii of A=3,~4 nuclei. For exotic nuclei characterized\nby n valence protons/neutrons we excite the structure of the closed shell\nnuclei via mixed modes formed by considering correlations operators of higher\norder. Good results have been obtained for the calculated transitions and for\nthe beta decay transition probabilities.\n","Comment: 8-pages, 5-figures"]}]
["0707.1218",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1218"],"date":["2007-07-09"],"type":["text"],"creator":["Maltoni, Michele"],"language":[],"coverage":[],"title":["Potentialities of atmospheric neutrinos"],"description":["  In this talk we will discuss the physics reach of the atmospheric neutrino\ndata collected by a future megaton-class neutrino detector. After a general\ndiscussion of the potentialities of atmospheric neutrinos on general basis, we\nwill consider concrete experimental setups and show that synergic effects exist\nbetween atmospheric and long-baseline neutrino data. Finally, we will show that\npresent Super-Kamiokande data already have the capability to allow for a direct\nand unbiased measurement of the energy spectrum of the atmospheric neutrino\nfluxes.\n","Comment: 8 pages, PDFLaTeX file using moriond.sty, 6 figures included.\n  Proceedings of \"Rencontres de Moriond EW 2007\", La Thuile, Italy, March\n  10-17, 2007"]}]
["0707.1220",{"format":[],"subject":["Mathematics - Probability","60B15","60F05","60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1220"],"date":["2007-07-09"],"type":["text"],"creator":["Peccati, Giovanni"],"language":[],"coverage":[],"title":["Gaussian Approximations of Multiple Integrals"],"description":["  Fix an integer k, and let I(l), l=1,2,..., be a sequence of k-dimensional\nvectors of multiple Wiener-It\\^o integrals with respect to a general Gaussian\nprocess. We establish necessary and sufficient conditions to have that, as l\ndiverges, the law of I(l) is asymptotically close (for example, in the sense of\nProkhorov's distance) to the law of a k-dimensional Gaussian vector having the\nsame covariance matrix as I(l). The main feature of our results is that they\nrequire minimal assumptions (basically, boundedness of variances) on the\nasymptotic behaviour of the variances and covariances of the elements of I(l).\nIn particular, we will not assume that the covariance matrix of I(l) is\nconvergent. This generalizes the results proved in Nualart and Peccati (2005),\nPeccati and Tudor (2005) and Nualart and Ortiz-Latorre (2007). As shown in\nMarinucci and Peccati (2007b), the criteria established in this paper are\ncrucial in the study of the high-frequency behaviour of stationary fields\ndefined on homogeneous spaces.\n","Comment: 15 pages"]}]
["0707.1222",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases","Nonlinear Sciences - Pattern Formation and Solitons","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1222"],"date":["2007-07-09"],"type":["text"],"creator":["Litvak-Hinenzon, Anna","Stone, Lewi"],"language":[],"coverage":[],"title":["Epidemic Waves, Small Worlds and Targeted Vaccination"],"description":["  The success of an infectious disease to invade a population is strongly\ncontrolled by the population's specific connectivity structure. Here a network\nmodel is presented as an aid in understanding the role of social behavior and\nheterogeneous connectivity in determining the spatio-temporal patterns of\ndisease dynamics. We explore the controversial origins of long-term recurrent\noscillations believed to be characteristic to diseases that have a period of\ntemporary immunity after infection. In particular, we focus on sexually\ntransmitted diseases such as syphilis, where this controversy is currently\nunder review. Although temporary immunity plays a key role, it is found that in\nrealistic small-world networks, the social and sexual behavior of individuals\nalso has great influence in generating long-term cycles. The model generates\ncircular waves of infection with unusual spatial dynamics that depend on focal\nareas that act as pacemakers in the population. Eradication of the disease can\nbe efficiently achieved by eliminating the pacemakers with a targeted\nvaccination scheme. A simple difference equation model is derived, that\ncaptures the infection dynamics of the network model and gives insights into\ntheir origins and their eradication through vaccination.\n","Comment: pdfLaTeX, 5 pdf figures, compiles into a 17 pages pdf file"]}]
["0707.1223",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1223"],"date":["2007-07-09"],"type":["text"],"creator":["Bracken, Carl","Byrne, Eimear","Markin, Nadya","McGuire, Gary"],"language":[],"coverage":[],"title":["An Infinite Family of Quadratic Quadrinomial APN Functions"],"description":["  We present an infinite family of quadratic APN functions on a finite field of\ndimension over GF(2) divisible by 3.\n","Comment: 7pgs"]}]
["0707.1224",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1224"],"date":["2007-07-09"],"type":["text"],"creator":["Kolář, Michal","Lässig, Michael","Berg, Johannes"],"language":[],"coverage":[],"title":["From Protein Interactions to Functional Annotation: Graph Alignment in\n  Herpes"],"description":["  Sequence alignment forms the basis of many methods for functional annotation\nby phylogenetic comparison, but becomes unreliable in the `twilight' regions of\nhigh sequence divergence and short gene length. Here we perform a cross-species\ncomparison of two herpesviruses, VZV and KSHV, with a hybrid method called\ngraph alignment. The method is based jointly on the similarity of protein\ninteraction networks and on sequence similarity. In our alignment, we find open\nreading frames for which interaction similarity concurs with a low level of\nsequence similarity, thus confirming the evolutionary relationship. In\naddition, we find high levels of interaction similarity between open reading\nframes without any detectable sequence similarity. The functional predictions\nderived from this alignment are consistent with genomic position and gene\nexpression data.\n"]}]
["0707.1225",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1225"],"date":["2007-07-09"],"type":["text"],"creator":["Beresnevich, Victor","Velani, Sanju"],"language":[],"coverage":[],"title":["Ubiquity and a general logarithm law for geodesics"],"description":["  There are two fundamental results in the classical theory of metric\nDiophantine approximation: Khintchine's theorem and Jarnik's theorem. The\nformer relates the size of the set of well approximable numbers, expressed in\nterms of Lebesgue measure, to the behavior of a certain volume sum. The latter\nis a Hausdorff measure version of the former. We start by discussing these\ntheorems and show that they are both in fact a simple consequence of the notion\nof `local ubiquity'. The local ubiquity framework introduced here is a much\nsimplified and more transparent version of that in \\cite{memoirs}. Furthermore,\nit leads to a single local ubiquity theorem that unifies the Lebesgue and\nHausdorff theories. As an application of our framework we consider the theory\nof metric Diophantine approximation on limit sets of Kleinian groups. In\nparticular, we obtain a general Hausdorff measure version of Sullivan's\nlogarithm law for geodesics -- an aspect overlooked in \\cite{memoirs}.\n","Comment: 22 pages"]}]
["0707.1226",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1226"],"date":["2007-07-09"],"type":["text"],"creator":["Patra, Binoy K.","Menon, V. J."],"language":[],"coverage":[],"title":["Partial wave interference mechanism in gluonic dissociation of $J/\\psi$"],"description":["  We explicitly take into account the effect of hydrodynamic expansion profile\non the gluonic breakup of $J/\\psi$'s produced in an equilibrating parton\nplasma. Attention is paid to the space-time inhomogeneities as well as Lorentz\nframes while deriving new expressions for the gluon number density $n_g$,\naverage dissociation rate $<\\tilde{\\Gamma}>$, and $\\psi$ survival probability\n$S$. A novel type of partial wave {\\em interference} mechanism is found to\noperate in the formula of $<\\tilde{\\Gamma}>$. Nonrelativistic longitudinal\nexpansion fro small length of the initial cylinder is found to push the\n$S(p_T)$ graph above the no flow case considered by us earlier \\cite{rev1}.\nHowever, relativistic flow corresponding to large length of the initial\ncylinder pushes the curve of $S(p_T)$ downwards at LHC but upwards at RHIC.\nThis mutually different effect on $S(p_T)$ may be attributed to the different\ninitial temperatures generated at LHC and RHIC.\n","Comment: Talk given at DAE 2006, Indian Institute of Technology (IIT)\n  Kharagpur, Dec 11-15, 2006; 4 pages with 3 figures"]}]
["0707.1227",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1227"],"date":["2007-07-09"],"type":["text"],"creator":["Ju, You Hwan","Jung, Eylee","Hwang, Mi-Ra","Park, D. K.","Kim, Hungsoo","Kim, Min-Soo","Son, Jin-Woo","Yoo, Sahng-Kyoon","Tamaryan, S."],"language":[],"coverage":[],"title":["Quantum Teleportation and Von Neumann Entropy"],"description":["  The single qubit quantum teleportation (sender and receiver are Alice and Bob\nrespectively) is analyzed from the aspect of the quantum information theories.\nThe various quantum entropies are computed at each stage, which ensures the\nemergence of the entangled states in the intermediate step. The mutual\ninformation $S(B:C)$ becomes non-zero before performing quantum measurement,\nwhich seems to be consistent to the original purpose of the quantum\nteleportation. It is shown that if the teleported state $|\\psi>$ is near the\ncomputational basis, the quantum measurement in $C$-system is dominantly\nresponsible for the joint entropy $S(A,C)$ at the final stage. If, however,\n$|\\psi>$ is far from the computational basis, this dominant responsibility is\nmoved into the quantum measurement of system $A$. A possible extension of our\nresults are briefly discussed.\n","Comment: 17 pages, 3 figures"]}]
["0707.1230",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1230"],"date":["2007-07-09"],"type":["text"],"creator":["Camilloni, C.","Provasi, D.","Tiana, G.","Broglia, R. A."],"language":[],"coverage":[],"title":["Exploring the Protein G Helix Free Energy Surface by Solute Tempering\n  Metadynamics"],"description":["  The free-energy landscape of the alpha-helix of protein G is studied by means\nof metadynamics coupled with a solute tempering algorithm. Metadynamics allows\nto overcome large energy barriers, whereas solute tempering improves the\nsampling with an affordable computational effort. From the sampled free-energy\nsurface we are able to reproduce a number of experimental observations, such as\nthe fact that the lowest minimum corresponds to a globular conformation\ndisplaying some degree of beta-structure, that the helical state is metastable\nand involves only 65% of the chain. The calculations also show that the system\npopulates consistently a pi-helix state and that the hydrophobic staple motif\nis present only in the free-energy minimum associated with the helices, and\ncontributes to their stabilization. The use of metadynamics coupled with solute\ntempering results then particularly suitable to provide the thermodynamics of a\nshort peptide, and its computational efficiency is promising to deal with\nlarger proteins.\n"]}]
["0707.1231",{"format":[],"subject":["Mathematical Physics","Mathematics - Statistics Theory","62B10, 94A17","46L30, 46L60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1231"],"date":["2007-07-09"],"type":["text"],"creator":["Gibilisco, Paolo","Imparato, Daniele","Isola, Tommaso"],"language":[],"coverage":[],"title":["A Robertson-type Uncertainty Principle and Quantum Fisher Information"],"description":["  Let $A_1,...,A_N$ be complex selfadjoint matrices and let $\\rho$ be a density\nmatrix. The Robertson uncertainty principle $$ det (Cov_\\rho(A_h,A_j)) \\geq det\n(- \\frac{i}{2} Tr (\\rho [A_h,A_j])) $$ gives a bound for the quantum\ngeneralized covariance in terms of the commutators $ [A_h,A_j]$. The right side\nmatrix is antisymmetric and therefore the bound is trivial (equal to zero) in\nthe odd case $N=2m+1$.\n  Let $f$ be an arbitrary normalized symmetric operator monotone function and\nlet $<\\cdot, \\cdot >_{\\rho,f}$ be the associated quantum Fisher information. In\nthis paper we prove the inequality $$ det (Cov_\\rho (A_h,A_j)) \\geq det\n(\\frac{f(0)}{2} < i[\\rho, A_h],i[\\rho,A_j] >_{\\rho,f}) $$ that gives a\nnon-trivial bound for any $N \\in {\\mathbb N}$ using the commutators\n$[\\rho,A_h]$.\n","Comment: 17 pages (approx.)"]}]
["0707.1235",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1235"],"date":["2007-07-09"],"type":["text"],"creator":["Hirv, A.","Eenmäe, T.","Liivamägi, L. J.","Pelt, J."],"language":[],"coverage":[],"title":["Estimation of time delays from two blended light curves of gravitational\n  lenses"],"description":["  Long time photometric monitoring programs of gravitational lens systems are\noften carried on using modest equipment. The resolution of such observations is\nlimited and some of the images may remain unresolved. It may be still possible\nto find a full set of time delays from such a blended data. We discuss here a\nparticular but interesting case when we have two light curves that both are\nblends. A suitable computational algorithm is developed and tested to work with\ncomputer-generated model light curves. Our method combines both blended\nsequences using the hypothetical time delays between the initial components of\nthe light curves as free input parameters. The combined curves are then\ncompared using statistical distance estimation. It occurs that using an\nassumption of equal magnification ratios between the components of the blends,\nwe can indeed recover the whole set of time delays.\n","Comment: Accepted by Baltic Astronomy, 10 pages, 5 figures"]}]
["0707.1238",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1238"],"date":["2007-07-09"],"type":["text"],"creator":["Manuylov, M. B.","Mavrov, I. I.","Moskovkin, V. M."],"language":[],"coverage":[],"title":["Infected surfaces of vehicles as possible way of people's infection by\n  bird flu pathogenic culture"],"description":["  Possible variant of people's infection by bird flu pathogenic culture in\npassing of everyday infection is presented in the work: through the contact of\nopen parts of the skin with infected surfaces of the vehicle, that is the\nsequent of the reused water, which contains all species spectrum of pathogen\naccumulated on the urban areas, used in process of washing\n","Comment: 8 pages"]}]
["0707.1243",{"format":[],"subject":["Mathematics - Probability","60H10, 60J60, 60H35, 65M15, 65C05, 65C20, 65B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1243","Stochastic Processes and their Applications 116, 6 (2006) 877-904"],"date":["2007-07-09"],"type":["text"],"creator":["Guyon, Julien"],"language":[],"coverage":[],"title":["Euler Scheme and Tempered Distributuions"],"description":["  Given a smooth R^d-valued diffusion, we study how fast the Euler scheme with\ntime step 1/n converges in law. To be precise, we look for which class of test\nfunctions f the approximate expectation E[f(X^{n,x}_1)] converges with speed\n1/n to E[f(X^x_1)]. If X is uniformly elliptic, we show that this class\ncontains all tempered distributions, and all measurable functions with\nexponential growth. We give applications to option pricing and hedging, proving\nnumerical convergence rates for prices, deltas and gammas.\n","Comment: 26 pages"]}]
["0707.1245",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1245"],"date":["2007-07-09"],"type":["text"],"creator":["Brient, J-C","Dauncey, P","Garutti, E.","Laktineh, I.","Poeschl, R.","Repond, J.","Sefkow, F.","Takeshita, T.","Ward, D.","Yu, J."],"language":[],"coverage":[],"title":["CALICE Report to the Calorimeter R&D Review Panel"],"description":["  The report describes the status of the calorimeter R&D for ILC detector\nperformed in the CALICE collaboration. This status has been presented to the\nreview panel at the LCWS07 workshop at DESY in June 2007.\n","Comment: 77 pages"]}]
["0707.1247",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1247"],"date":["2007-07-09","2007-07-10"],"type":["text"],"creator":["D'hondt, Jorgen"],"language":[],"coverage":[],"title":["Top Quark Physics at the LHC"],"description":["  The Large Hadron Collider (LHC) is expected to provide proton-proton\ncollisions at a centre-of-mass energy of 14 TeV, yielding millions of of top\nquark events. The top-physics potential of the two general purpose experiments,\nATLAS and CMS, is discussed according to state-of-the-art simulation of both\nphysics and detectors. An overview is given of the most important results with\nemphasis on the expected improvements in our understanding of physics connected\nto the top quark.\n","Comment: proceedings Hadron Collider Physics Symposium 2006"]}]
["0707.1251",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1251"],"date":["2007-07-09"],"type":["text"],"creator":["Molnar, Denes"],"language":[],"coverage":[],"title":["Differential elliptic flow prediction at the LHC from parton transport"],"description":["  We predict how differential elliptic flow v2(pT) changes from RHIC to LHC\ncollision energies (Pb+Pb at 5.5 TeV/nucleon), ASSUMING that the quark-gluon\nsystem created has a ``minimal'' shear viscosity eta/s = 1/(4*pi) at both RHIC\nand the LHC.\n","Comment: Short write-up for \"Last Call for Predictions for Heavy Ion\n  Collisions at the LHC Workshop\", May 29 - June 2, CERN, Geneva (barely 2\n  pages, 1 figure)"]}]
["0707.1258",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1258"],"date":["2007-07-09"],"type":["text"],"creator":["Milov, Alexander"],"language":[],"coverage":[],"title":["Multi-Particle Decays of Light Mesons Measured by PHENIX at RHIC"],"description":["  The PHENIX experiment at RHIC measured K0S, eta and omega-meson production at\nhigh pT in p+p, d+Au and Au+Au collisions at sqrt(s_NN)=200 GeV. Measurements\nperformed in different hadronic decay channels give consistent results. This\npaper presents measured meson-to-pi0 ratios and Nuclear Modification factors in\nthe most central d+Au and Au+Au collisions. No suppression seen in d+Au\ninteractions is in contrast to a strong suppression of meson yields revealed in\ncentral Au+Au collisions at the same energy.\n","Comment: 4 pages 3 fig. DIS2007 Proceeding"]}]
["0707.1260",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1260"],"date":["2007-07-09"],"type":["text"],"creator":["Ivanyos, Gábor","Sanselme, Luc","Santha, Miklos"],"language":[],"coverage":[],"title":["An efficient quantum algorithm for the hidden subgroup problem in nil-2\n  groups"],"description":["  In this paper we extend the algorithm for extraspecial groups in\n\\cite{iss07}, and show that the hidden subgroup problem in nil-2 groups, that\nis in groups of nilpotency class at most 2, can be solved efficiently by a\nquantum procedure. The algorithm presented here has several additional\nfeatures. It contains a powerful classical reduction for the hidden subgroup\nproblem in nilpotent groups of constant nilpotency class to the specific case\nwhere the group is a $p$-group of exponent $p$ and the subgroup is either\ntrivial or cyclic. This reduction might also be useful for dealing with groups\nof higher nilpotency class. The quantum part of the algorithm uses well chosen\ngroup actions based on some automorphisms of nil-2 groups. The right choice of\nthe actions requires the solution of a system of quadratic and linear\nequations. The existence of a solution is guaranteed by the Chevalley-Warning\ntheorem, and we prove that it can also be found efficiently.\n","Comment: 12 pages"]}]
["0707.1261",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1261"],"date":["2007-07-09"],"type":["text"],"creator":["Tatischeff, B.","Tomasi-Gustafsson, E."],"language":[],"coverage":[],"title":["Search for Low Mass Exotic leptonic or bosonic structures"],"description":["  Recently, several papers discussed the existence of a low mass leptonic\nstructure. It was suggested that the $\\Sigma^{+}$ disintegration:\n$\\Sigma^{+}\\to$pP$^{0}$, P$^{0}\\to\\mu^{-}\\mu^{+}$ proceeds through an\nintermediate particle P$^{0}$ having a mass close to M$\\approx$~214.3 MeV. The\npresent work intends to look at other available data, in order to observe the\neventual existence of a small peak or shoulder, at a mass close to M=214.3 MeV,\nwhich can strengthen the existence of a state produced by two leptons of\nopposite electric charge.\n","Comment: 4 pages, 5 figures, 1 table"]}]
["0707.1266",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1266","Dans 16th EACSL Annual Conference on Computer Science and Logic -\n  CSL 2007 (2007)"],"date":["2007-07-09"],"type":["text"],"creator":["Blanqui, Frédéric","Jouannaud, Jean-Pierre","Strub, Pierre-Yves"],"language":[],"coverage":[],"title":["Building Decision Procedures in the Calculus of Inductive Constructions"],"description":["  It is commonly agreed that the success of future proof assistants will rely\non their ability to incorporate computations within deduction in order to mimic\nthe mathematician when replacing the proof of a proposition P by the proof of\nan equivalent proposition P' obtained from P thanks to possibly complex\ncalculations. In this paper, we investigate a new version of the calculus of\ninductive constructions which incorporates arbitrary decision procedures into\ndeduction via the conversion rule of the calculus. The novelty of the problem\nin the context of the calculus of inductive constructions lies in the fact that\nthe computation mechanism varies along proof-checking: goals are sent to the\ndecision procedure together with the set of user hypotheses available from the\ncurrent context. Our main result shows that this extension of the calculus of\nconstructions does not compromise its main properties: confluence, subject\nreduction, strong normalization and consistency are all preserved.\n"]}]
["0707.1269",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1269"],"date":["2007-07-09"],"type":["text"],"creator":["Eiglsperger, Johannes"],"language":[],"coverage":[],"title":["Quarkonium Spectroscopy: Beyond One-Gluon Exchange"],"description":["  In this work an improved potential model for quarkonium spectra (charmonium,\nbottomonium) is constructed. Beside the one-gluon exchange and a linear\nconfinement potential, the model includes systematically effects from two-gluon\nexchange and the induced interaction (i.e. t-channel exchanges of\nquark-antiquark bound states). These turn out to be important in order to\nreproduce correctly the fine- and hyperfine structure of the charmonium and\nbottomonium states. It is demonstrated that such a satisfactory description of\nthe quarkonium spectra can be obtained with parameters (quark masses, strong\ncoupling constant and string tension) consistent with values of lattice\nsimulations and QCD determinations.\n","Comment: 94 pages, 38 figures, diploma thesis, TU Muenchen, Germany, Jan. 2007"]}]
["0707.1273",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1273"],"date":["2007-07-09"],"type":["text"],"creator":["Brooijmans, G.","CDF, for the","Collaborations, D0"],"language":[],"coverage":[],"title":["Exotic Searches at the Tevatron"],"description":["  Recent results on searches for new physics at Run II of the Tevatron are\nreported. The searches cover many different final states and previous hints of\nsignals, but all analyses have at this point led to negative results.\n","Comment: HCP 06 Proceedings for reference"]}]
["0707.1274",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1274"],"date":["2007-07-09"],"type":["text"],"creator":["Erdenberger, Cord","Grushevsky, Samuel","Hulek, Klaus"],"language":[],"coverage":[],"title":["Some intersection numbers of divisors on toroidal compactifications of\n  A_g"],"description":["  We study the top intersection numbers of the boundary and Hodge class\ndivisors on toroidal compactifications of the moduli space $A_g$ of principally\npolarized abelian varieties and compute those numbers that live away from the\nstratum which lies over the closure of $A_{g-3}$ in the Satake\ncompactification.\n"]}]
["0707.1276",{"format":[],"subject":["Physics - Geophysics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1276"],"date":["2007-07-09"],"type":["text"],"creator":["Soon, Willie"],"language":[],"coverage":[],"title":["Quantitative implications of the secondary role of carbon dioxide\n  climate forcing in the past glacial-interglacial cycles for the likely future\n  climatic impacts of anthropogenic greenhouse-gas forcings"],"description":["  A review of the recent refereed literature fails to confirm quantitatively\nthat carbon dioxide (CO2) radiative forcing was the prime mover in the changes\nin temperature, ice-sheet volume, and related climatic variables in the glacial\nand interglacial periods of the past 650,000 years, even under the \"fast\nresponse\" framework where the convenient if artificial distinction between\nforcing and feedback is assumed. Atmospheric CO2 variations generally follow\nchanges in temperature and other climatic variables rather than preceding them.\nLikewise, there is no confirmation of the often-posited significant supporting\nrole of methane (CH4) forcing, which despite its faster atmospheric response\ntime is simply too small, amounting to less than 0.2 W/m2 from a change of 400\nppb. We cannot quantitatively validate the numerous qualitative suggestions\nthat the CO2 and CH4 forcings that occurred in response to the Milankovich\norbital cycles accounted for more than half of the amplitude of the changes in\nthe glacial/interglacial cycles of global temperature, sea level, and ice\nvolume. Consequently, we infer that natural climatic variability notably the\npersistence of insolation forcing at key seasons and geographical locations,\ntaken with closely-related thermal, hydrological, and cryospheric changes (such\nas the water vapor, cloud, and ice-albedo feedbacks) suffices in se to explain\nthe proxy-derived, global and regional, climatic and environmental\nphase-transitions in the paleoclimate. If so, it may be appropriate to place\nanthropogenic greenhouse-gas emissions in context by separating their\nmedium-term climatic impacts from those of a host of natural forcings and\nfeedbacks that may, as in paleoclimatological times, prove just as significant.\n","Comment: preprint in press for Physical Geography"]}]
["0707.1277",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1277"],"date":["2007-07-09"],"type":["text"],"creator":["Combes, F."],"language":[],"coverage":[],"title":["Infall and accretion"],"description":["  Gas infall and accretion play a fundamental role in galaxy formation, and\nseveral processes of accretion are reviewed. In particular the cold accretion\nmay solve to some extent the angular momentum problem in disk formation, while\nit is aggravated by mergers. Gas accretion is one of the main actor in secular\nevolution: it is required to account for recurrent bar formation, and to\nexplain the feedback cycles of formation of bulges and black holes, with\ncorrelated masses. Infall is also required to fuel a regular and almost\nstationary star formation history. Star formation is quenched for galaxy in\nclusters when gas accretion is suppressed through stripping. The central\nbrighter central galaxy can benefit however of gas accretion through cooling\nflows, moderated by AGN feedback. Hot and cold feedback scenarios can be\nconsidered, to account for a stationary cooling flow, and explain the\nfilamentary CO and Halpha observed structures.\n","Comment: 12 pages, 5 figures, To appear in Pathways through an eclectic\n  Universe, J. H. Knapen, T. J. Mahoney, and A. Vazdekis (Eds.), ASP Conf.\n  Ser., 2007"]}]
["0707.1278",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1278"],"date":["2007-07-09"],"type":["text"],"creator":["Popov, V. G.","Dubrovskii, Yu. V.","Portal, J. -C."],"language":[],"coverage":[],"title":["Inducement and suppression of Coulomb effects in elastic 2D-2D electron\n  tunnelling in a quantizing magnetic field"],"description":["  Tunnelling between two-dimensional electron systems has been studied in the\nmagnetic field perpendicular to the systems planes. The satellite conductance\npeaks of the main resonance have been observed due to the electron tunnelling\nassisted by the elastic scattering on impurities in the barrier layer. These\npeaks are shown to shift to the higher voltage due to the Coulomb pseudogap in\nthe intermediate fields. In the high magnetic fields the pseudogap shift is\ndisappeared.\n","Comment: 15th Int. Symp. \"Nanostructures: Physics and Technology\" Novosibirsk,\n  Russia, June 25-29, 2007 Ioffe Institute"]}]
["0707.1280",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1280"],"date":["2007-07-09"],"type":["text"],"creator":["Kuchner, M.","Stark, C.","Absil, O.","Augereau, J. -C.","Thebault, P."],"language":[],"coverage":[],"title":["Dynamics of Exozodiacal Clouds"],"description":["  The inner Solar System contains a cloud of small (1-100 micron) dust grains\ncreated when small bodies-asteroids, comets, and Kuiper belt objects-collide\nand outgas. This dust cloud, the zodiacal cloud probably has extrasolar\nanalogs, exozodiacal clouds. Exozodiacal clouds are related to debris disks,\nclouds of rocks and dust orbiting main sequence stars thought to represent the\ndebris left over from planet formation. Some debris disks appear to contain\ndistinct inner clouds that could be considered massive exozodiacal clouds (e.g.\nKoerner et al. 1998, Absil et al. 2006). This white paper addresses the need\nfor future theoretical work on the dynamics of exozodiacal clouds. This\ntheoretical work should help us discover new planets and understand exozodiacal\nclouds as astrophysical noise. So far, observations of nearby stars have not\nprovided good constraints on the structures of exozodiacal clouds. But future\nobservations probably will demand a better theoretical understanding of these\nsystems.\n","Comment: ExoPlanet Task Force White Paper"]}]
["0707.1281",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","52B70","57M25","57Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1281"],"date":["2007-07-09"],"type":["text"],"creator":["Lutz, Frank H.","Witte, Nikolaus"],"language":[],"coverage":[],"title":["Knotted Polyhedral Tori"],"description":["  For every knot K with stick number k there is a knotted polyhedral torus of\nknot type K with 3k vertices. We prove that at least 3k-2 vertices are\nnecessary.\n","Comment: 10 pages, 7 figures"]}]
["0707.1282",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1282"],"date":["2007-07-09"],"type":["text"],"creator":["Kraus, I","Cleymans, J","Oeschler, H","Redlich, K","Wheaton, S"],"language":[],"coverage":[],"title":["Statistical Model Predictions for p-p and Pb-Pb collisions at LHC"],"description":["  Predictions for particle production at LHC are discussed in the context of\nthe statistical model. Moreover, the capability of particle ratios to determine\nthe freeze-out point experimentally is studied, and the best suited ratios are\nspecified. Finally, canonical suppression in p-p collisions at LHC energies is\ndiscussed in a cluster framework. Measurements with p-p collisions will allow\nus to estimate the strangeness correlation volume and to study its evolution\nover a large range of incident energies.\n","Comment: Proceedings for \"Last Call for Predictions\" workshop at CERN, 29th of\n  May - 2nd of June 2007, 2 pages, 1 figure"]}]
["0707.1287",{"format":[],"subject":["Mathematics - Complex Variables","32G05, 32W20, 32Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1287"],"date":["2007-07-09"],"type":["text"],"creator":["Patrizio, Giorgio","Spiro, Andrea"],"language":[],"coverage":[],"title":["Monge-Ampere equations and moduli spaces of manifolds of circular type"],"description":["  A (bounded) manifold of circular type is a complex manifold M of dimension n\nadmitting a (bounded) exhaustive real function u, defined on M minus a point\nx_o, so that: a) it is a smooth solution on $M\\setminus {x_o}$ to the\nMonge-Amp\\`ere equation $(d d^c u)^n = 0$; b) x_o is a singular point for u of\nlogarithmic type and e^u extends smoothly on the blow up of M at x_o; c) $d d^c\n(e^u) >0$ at any point of $M\\setminus {x_o}$. This class of manifolds naturally\nincludes all smoothly bounded, strictly linearly convex domains and all\nsmoothly bounded, strongly pseudoconvex circular domains of $\\bC^n$. The moduli\nspaces of bounded manifolds of circular type are studied. In particular, for\neach biholomorphic equivalence class of them it is proved the existence of an\nessentially unique manifold in normal form. It is also shown that the class of\nnormalizing maps for an n-dimensional manifold M is a new holomorphic invariant\nwith the following property: it is parameterized by the points of a finite\ndimensional real manifold of dimension n^2 when M is a (non-convex) circular\ndomain while it is of dimension $n^2 + 2 n$ when M is a strictly convex domain.\nNew characterizations of the circular domains and of the unit ball are also\nobtained.\n","Comment: 29 pages"]}]
["0707.1288",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1288"],"date":["2007-07-09"],"type":["text"],"creator":["Messaoud, Riadh Ben","Aouiche, Kamel","Favre, Cécile"],"language":[],"coverage":[],"title":["Espaces de repr\\'esentation multidimensionnels d\\'edi\\'es \\`a la\n  visualisation"],"description":["  In decision-support systems, the visual component is important for On Line\nAnalysis Processing (OLAP). In this paper, we propose a new approach that faces\nthe visualization problem due to data sparsity. We use the results of a\nMultiple Correspondence Analysis (MCA) to reduce the negative effect of\nsparsity by organizing differently data cube cells. Our approach does not\nreduce sparsity, however it tries to build relevant representation spaces where\nfacts are efficiently gathered. In order to evaluate our approach, we propose\nan homogeneity criterion based on geometric neighborhood of cells. The obtained\nexperimental results have shown the efficiency of our method.\n"]}]
["0707.1298",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1298"],"date":["2007-07-09"],"type":["text"],"creator":["de Andrade, L. C. Garcia"],"language":[],"coverage":[],"title":["Cosmic kinematic dynamos in non-singular anisotropic universe"],"description":["  A marginally excited cosmic kinematic dynamo is found in the background of a\nnon-singular anisotropic Kasner cosmological metric solution of Einstein field\nequation of general relativity. The magnetic field is not amplified but is\nfrozen inside the universe. Since a finite resistivity is assumed, a\nnonsingular flow velocity is orthogonal to the magnetic field plane. The model\npresents an inflationary phase. Magnetic field components are stretched along\nthe orthogonal planar directions while the flow is orthogonal to this magnetic\nsheet. The self-induction magnetohydrodynamic field equation in Kasner universe\nmay be written in the form of a polynomial in the time coordinate which yields\na periodic flow.\n","Comment: Departamento de Fisica Teorica-IF-UERJ-Rio-RJ-Brasil"]}]
["0707.1304",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1304"],"date":["2007-07-09"],"type":["text"],"creator":["Mahboubi, Hadj","Aouiche, Kamel","Darmont, Jérôme"],"language":[],"coverage":[],"title":["Un index de jointure pour les entrep\\^ots de donn\\'ees XML"],"description":["  XML data warehouses form an interesting basis for decision-support\napplications that exploit heterogeneous data from multiple sources. However,\nXML-native database systems currently bear limited performances and it is\nnecessary to research ways to optimize them. In this paper, we propose a new\nindex that is specifically adapted to the multidimensional architecture of XML\nwarehouses and eliminates join operations, while preserving the information\ncontained in the original warehouse. A theoretical study and experimental\nresults demonstrate the efficiency of our index, even when queries are complex.\n"]}]
["0707.1306",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1306"],"date":["2007-07-09"],"type":["text"],"creator":["Maiz, Nora","Aouiche, Kamel","Darmont, Jérôme"],"language":[],"coverage":[],"title":["S\\'election simultan\\'ee d'index et de vues mat\\'erialis\\'ees"],"description":["  Indices and materialized views are physical structures that accelerate data\naccess in data warehouses. However, these data structures generate some\nmaintenance overhead. They also share the same storage space. The existing\nstudies about index and materialized view selection consider these structures\nseparately. In this paper, we adopt the opposite stance and couple index and\nmaterialized view selection to take into account the interactions between them\nand achieve an efficient storage space sharing. We develop cost models that\nevaluate the respective benefit of indexing and view materialization. These\ncost models are then exploited by a greedy algorithm to select a relevant\nconfiguration of indices and materialized views. Experimental results show that\nour strategy performs better than the independent selection of indices and\nmaterialized views.\n"]}]
["0707.1307",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1307"],"date":["2007-07-09"],"type":["text"],"creator":["Pilyugin, A. Narang S. S."],"language":[],"coverage":[],"title":["Bistability of the lac operon during growth of Escherichia coli on\n  lactose and lactose + glucose"],"description":["  The lac operon of Escherichia coli exhibits bistability. Early studies showed\nthat bistability occurs during growth on TMG/succinate and lactose + glucose,\nbut not during growth on lactose. More recent studies with lacGFP-transfected\ncells show bistability with TMG/succinate, but not with lactose and lactose +\nglucose. In the literature, these results are attributed to variations of the\npositive feedback generated by induction. Specifically, during growth on\nTMG/succinate, induction generates positive feedback because the permease\nstimulates the accumulation of TMG, which, in turn, promotes the synthesis of\nmore permease. This positive feedback is attenuated during growth on lactose\nbecause hydrolysis of lactose by galactosidase suppresses the stimulatory\neffect of the permease. But the stabilizing effect of dilution also changes\ndramatically as a function of the medium composition. For instance, during\ngrowth on TMG/succinate, the dilution rate of the permease is proportional to\nits activity, $e$, because the specific growth rate is independent of $e$.\nHowever, during growth on lactose, the permease dilution rate is proportional\nto $e^2$ because the specific growth rate is proportional to the specific\nlactose uptake rate, which in turn, proportional to $e$. Here, we show that:\n(a) This dependence on $e^2$ creates such a strong stabilizing effect that\nbistability is virtually impossible during growth on lactose, even in the face\nof positive feedback. (b) This stabilizing effect is weakened during growth on\nlactose + glucose because the specific growth rate on glucose is independent of\n$e$, so that the dilution rate once again contains a term that is proportional\nto $e$. We discuss the experimental data in the light of these results.\n","Comment: 34 pages, Bull Math Biol"]}]
["0707.1312",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1312","actes du colloque TELECOM'2007 and 5^0; JFMMA (16/03/2007) 521"],"date":["2007-07-09"],"type":["text"],"creator":["Demontoux, François","Ruffié, Gilles","Paillou, Philippe","Caruncho, Cécilia","Lahoudère, Julien"],"language":[],"coverage":[],"title":["Etude Des Signaux Recueillis Par Un Radar Embarque Sur Un Vehicule En\n  Deplacement. Application a L'Interpretation Des Signaux Recoltes Par Le Radar\n  Wisdom De la Mission Spatiale Exomars"],"description":["  The ExoMars mission of the program Aurora (ESA) aims to send a vehicle\n(Rover) on Mars in 2013. Beyond the technological aspects of the mission, the\nRover will also carry scientific instruments for the analysis of Mars\nsubsurface to search traces of past or present life in the Martian soil. The\nRover will embark a drilling machine which will give access to samples of\nsub-surface of Mars to 2 meters depth. This constitutes the great originality\nof ExoMars, because the Mars sub-surface remains still unknown and seems to be\nthe best place to shelter good conditions to create life. This drilling machine\nwill be guided by a radar system sounder UHF, the WISDOM instrument, which will\nalso make possible to probe the Mars sub-surface to a few meters of depth to\ndetect water and to study the geological structures. We have analytical and\nnumerical electromagnetic models to simulate the behavior of an electromagnetic\nwave in the Mars sub-surface, but also to simulate the interactions between the\nwave and the structure of the Rover. The objective of the work which we present\nconsists in the study of the factors able to create disturbances of\nmeasurements in order to correct the effects on the measured signal. Initially\nwe present the solution which we retained in order to be able during the same\ncalculation to simulate the displacement of the Rover on several tens of\nmeters. We also present the results relating to the effect of the orientation\nof the antenna during displacement due to topography of the observation site.\n"]}]
["0707.1318",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1318"],"date":["2007-07-09"],"type":["text"],"creator":["Bobenko, Alexander I."],"language":[],"coverage":[],"title":["Surfaces from Circles"],"description":["  In the search for appropriate discretizations of surface theory it is crucial\nto preserve such fundamental properties of surfaces as their invariance with\nrespect to transformation groups. We discuss discretizations based on M\\\"obius\ninvariant building blocks such as circles and spheres. Concrete problems\nconsidered in these lectures include the Willmore energy as well as conformal\nand curvature line parametrizations of surfaces. In particular we discuss\ngeometric properties of a recently found discrete Willmore energy. The\nconvergence to the smooth Willmore functional is shown for special refinements\nof triangulations originating from a curvature line parametrization of a\nsurface. Further we treat special classes of discrete surfaces such as\nisothermic and minimal. The construction of these surfaces is based on the\ntheory of circle patterns, in particular on their variational description.\n","Comment: 33 pages; Lecture Notes for Oberwolfach Seminar \"Discrete\n  Differential Geometry\", June 2004"]}]
["0707.1322",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Classical Analysis and ODEs","52C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1322"],"date":["2007-07-09"],"type":["text"],"creator":["Iosevich, Alex","Rudnev, Misha","Uriarte-Tuero, Ignacio"],"language":[],"coverage":[],"title":["Theory of dimension for large discrete sets and applications"],"description":["  We define two notions of discrete dimension based on the Minkowski and\nHausdorff dimensions in the continuous setting. After proving some basic\nresults illustrating these definitions, we apply this machinery to the study of\nconnections between the Erdos and Falconer distance problems in geometric\ncombinatorics and geometric measure theory, respectively.\n","Comment: 27 pages"]}]
["cond-mat/0509036",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0509036","J. Appl. Phys. 99, 08N503 (2006)","doi:10.1063/1.2151832"],"date":["2005-09-01"],"type":["text"],"creator":["Beaujour, J-M. L.","Chen, W.","Kent, A. D.","Sun, J. Z."],"language":[],"coverage":[],"title":["Ferromagnetic resonance study of polycrystalline Cobalt ultrathin films"],"description":["  We present room temperature ferromagnetic resonance (FMR) studies of\npolycrystalline ||Pt/10 nm Cu/t Co/10 nm Cu/Pt|| films as a function of Co\nlayer thickness (1 < t < 10 nm) grown by evaporation and magnetron sputtering.\nFMR was studied with a high frequency broadband coplanar waveguide (up to 25\nGHz) using a flip-chip method. The resonance field and the linewidth were\nmeasured as a function of the ferromagnetic layer thickness. The evaporated\nfilms exhibit a lower magnetization density (Ms = 1131 emu/cm^3) compared to\nthe sputtered films (Ms= 1333 emu/cm^3), with practically equal perpendicular\nsurface anisotropy (Ks ~ -0.5 erg/cm^2). For both series of films, a strong\nincrease of the linewidth was observed for Co layer thickness below 3 nm. For\nfilms with a ferromagnetic layer thinner than 4 nm, the damping of the\nsputtered films is larger than that of the evaporated films. The thickness\ndependence of the linewidth can be understood in term of the spin pumping\neffect, from which the interface spin mixing conductance\ng^{\\uparrow\\downarrow}S^{-1} is deduced.\n"]}]
["cond-mat/0602243",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0602243","Phys. Rev. B 74, 214405 (2006)","doi:10.1103/PhysRevB.74.214405"],"date":["2006-02-09","2006-06-14"],"type":["text"],"creator":["Beaujour, J-M. L.","Lee, J. H.","Kent, A. D.","Krycka, K.","Kao, C-C."],"language":[],"coverage":[],"title":["Magnetization damping in polycrystalline Co ultra-thin films: Evidence\n  for non-local effects"],"description":["  The magnetic properties and magnetization dynamics of polycrystalline\nultra-thin Co layers were investigated using a broadband ferromagnetic\nresonance (FMR) technique at room temperature. A variable thickness (1 nm $\\leq\nt \\leq$ 10 nm) Co layer is sandwiched between 10 nm thick Cu layers (10 nm Cu|\nt Co|10 nm Cu), while materials in contact with the Cu outer interfaces are\nvaried to determine their influence on the magnetization damping. The resonance\nfield and the linewidth were studied for in-plane magnetic fields in field\nswept experiments at a fixed frequency, from 4 to 25 GHz. The Co layers have a\nlower magnetization density than the bulk, and an interface contribution to the\nmagnetic anisotropy normal to the film plane. The Gilbert damping, as\ndetermined from the frequency dependence of the linewidth, increases with\ndecreasing Co layer thickness for films with outer Pt layers. This enhancement\nis not observed in structures without Pt layers. The result can be understood\nin terms of a non-local contribution to the damping due to spin pumping from Co\nthrough the Cu layer and spin relaxation in Pt layers. Pt layers just 1.5 nm\nthick are found to be sufficient to enhance the damping and thus act as\nefficient \"spin-sinks\". In structures with Pt outer layers, this non-local\ncontribution to the damping becomes predominant when the Co layer is thinner\nthan 4 nm.\n"]}]
["cond-mat/0607427",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607427","Phys. Rev. B 75, 165113 (2007)","doi:10.1103/PhysRevB.75.165113"],"date":["2006-07-17","2006-07-19"],"type":["text"],"creator":["Paris, N.","Baldwin, A.","Scalettar, R. T."],"language":[],"coverage":[],"title":["Mott and Band Insulator Transitions in the Binary Alloy Hubbard Model"],"description":["  We use determinant Quantum Monte Carlo simulations and exact diagonalization\nto explore insulating behavior in the Hubbard model with a bimodal distribution\nof randomly positioned local site energies. From the temperature dependence of\nthe compressibility and conductivity, we show that gapped, incompressible Mott\ninsulating phases exist away from half filling when the variance of the local\nsite energies is sufficiently large. The compressible regions around this Mott\nphase are metallic only if the density of sites with the corresponding energy\nexceeds the percolation threshold, but are Anderson insulators otherwise.\n","Comment: 5 pages, 5 figures"]}]
["cond-mat/0609586",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609586","Phys. Rev. B 76, 012403 (2007)","doi:10.1103/PhysRevB.76.012403"],"date":["2006-09-22","2007-07-10"],"type":["text"],"creator":["Webster, C. H.","Kazakova, O.","Gallop, J. C.","Josephs-Franks, P. W.","Hernandez-Minguez, A.","Tzalenchuk, A. Ya."],"language":[],"coverage":[],"title":["Influence of thermal coupling on spin avalanches in Mn12-acetate"],"description":["  The effect of thermal coupling on spin avalanches in Mn12-acetate has been\nprobed using a single crystal assembly. Time-resolved, synchronized\nmeasurements of magnetization and temperature are reported. Unusually low\navalanche trigger fields occur when thermal coupling to the bath is weak. A\ntemperature rise observed at zero magnetic field is attributed to a change in\nmagnetostatic energy.\n","Comment: 5 pages, 3 figures; v2 shortened for publication"]}]
["cond-mat/0611027",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611027","Eur. Phys. J. B (2007)","doi:10.1140/epjb/e2007-00071-1"],"date":["2006-11-01","2007-02-08"],"type":["text"],"creator":["Beaujour, J-M. L.","Chen, W.","Krycka, K.","Kao, C-C.","Sun, J. Z.","Kent, A. D."],"language":[],"coverage":[],"title":["Ferromagnetic resonance study of sputtered Co|Ni multilayers"],"description":["  We report on room temperature ferromagnetic resonance (FMR) studies of [$t$\nCo$|2t$ Ni]$\\times$N sputtered films, where $0.1 \\leq t \\leq 0.6$ nm. Two\nseries of films were investigated: films with same number of Co$|$Ni bilayer\nrepeats (N=12), and samples in which the overall magnetic layer thickness is\nkept constant at 3.6 nm (N=1.2/$t$). The FMR measurements were conducted with a\nhigh frequency broadband coplanar waveguide up to 50 GHz using a flip-chip\nmethod. The resonance field and the full width at half maximum were measured as\na function of frequency for the field in-plane and field normal to the plane,\nand as a function of angle to the plane for several frequencies. For both sets\nof films, we find evidence for the presence of first and second order\nanisotropy constants, $K_1$ and $K_2$. The anisotropy constants are strongly\ndependent on the thickness $t$, and to a lesser extent on the total thickness\nof the magnetic multilayer. The Land\\'e g-factor increases with decreasing $t$\nand is practically independent of the multilayer thickness. The magnetic\ndamping parameter $\\alpha$, estimated from the linear dependence of the\nlinewidth, $\\triangle H$, on frequency, in the field in-plane geometry,\nincreases with decreasing $t$. This behaviour is attributed to an enhancement\nof spin-orbit interactions with $t$ decreasing and in thinner films, to a\nspin-pumping contribution to the damping.\n","Comment: 18 pages, 13 figures"]}]
["cond-mat/0611693",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611693","Phys. Rev. B 75, 035427 (2007)","doi:10.1103/PhysRevB.75.035427"],"date":["2006-11-28"],"type":["text"],"creator":["Piscanec, Stefano","Lazzeri, Michele","Robertson, John","Ferrari, Andrea Carlo","Mauri, Francesco"],"language":[],"coverage":[],"title":["Optical Phonons in Carbon Nanotubes: Kohn Anomalies, Peierls Distortions\n  and Dynamic Effects"],"description":["  We present a detailed study of the vibrational properties of Single Wall\nCarbon Nanotubes (SWNTs). The phonon dispersions of SWNTs are strongly shaped\nby the effects of electron-phonon coupling. We analyze the separate\ncontributions of curvature and confinement. Confinement plays a major role in\nmodifying SWNT phonons and is often more relevant than curvature. Due to their\none-dimensional character, metallic tubes are expected to undergo Peierls\ndistortions (PD) at T=0K. At finite temperature, PD are no longer present, but\nphonons with atomic displacements similar to those of the PD are affected by\nstrong Kohn anomalies (KA). We investigate by Density Functional Theory (DFT)\nKA and PD in metallic SWNTs with diameters up to 3 nm, in the electronic\ntemperature range from 4K to 3000 K. We then derive a set of simple formulas\naccounting for all the DFT results. Finally, we prove that the static approach,\ncommonly used for the evaluation of phonon frequencies in solids, fails because\nof the SWNTs reduced dimensionality. The correct description of KA in metallic\nSWNTs can be obtained only by using a dynamical approach, beyond the adiabatic\nBorn-Oppenheimer approximation, by taking into account non-adiabatic\ncontributions. Dynamic effects induce significant changes in the occurrence and\nshape of Kohn anomalies. We show that the SWNT Raman G peak can only be\ninterpreted considering the combined dynamic, curvature and confinement\neffects. We assign the G+ and G- peaks of metallic SWNTs to TO\n(circumferential) and LO (axial) modes, respectively, the opposite of\nsemiconducting SWNTs.\n","Comment: 24 pages, 21 figures, submitted to Phys. Rev. B"]}]
["cond-mat/0701438",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701438","Phys. Rev. B 75, 195332 (2007)","doi:10.1103/PhysRevB.75.195332"],"date":["2007-01-18","2007-03-20"],"type":["text"],"creator":["Merlo, Matteo","Braggio, Alessandro","Magnoli, Nicodemo","Sassetti, Maura"],"language":[],"coverage":[],"title":["Transport of fractional Hall quasiparticles through an antidot"],"description":["  Current statistics of an antidot in the fractional quantum Hall regime is\nstudied for Laughlin's series. The chiral Luttinger liquid picture of edge\nstates with a renormalized interaction exponent $g$ is adopted. Several\npeculiar features are found in the sequential tunneling regime. On one side,\ncurrent displays negative differential conductance and double-peak structures\nwhen $g<1$. On the other side, universal sub-poissonian transport regimes are\nidentified through an analysis of higher current moments. A comparison between\nFano factor and skewness is proposed in order to clearly distinguish the charge\nof the carriers, regardless of possible non-universal interaction\nrenormalizations. Super-poissonian statistics is obtained in the shot limit for\n$g<1$, and plasmonic effects due to the finite-size antidot are tracked.\n","Comment: accepted for publication in Phys. Rev. B, references added"]}]
["cond-mat/0703642",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703642","J. Phys. Soc. Jpn., Vol.76, 074603 (2007)","doi:10.1143/JPSJ.76.074603"],"date":["2007-03-25","2007-07-10"],"type":["text"],"creator":["Hirano, Takaaki","Hatsugai, Yasuhiro"],"language":[],"coverage":[],"title":["Entanglement Entropy of One-dimensional Gapped Spin Chains"],"description":["  We investigate the entanglement entropy (EE) of gapped S=1 and $S=1/2$ spin\nchains with dimerization. We find that the effective boundary degrees of\nfreedom as edge states contribute significantly to the EE. For the $S=1/2$\ndimerized Heisenberg chain, the EE of the sufficiently long chain is\nessentially explained by the localized $S=1/2$ effective spins on the\nboundaries. As for S=1, the effective spins are also $S=1/2$ causing a Kennedy\ntriplet that yields a lower bound for the EE. In this case, the residual\nentanglement reduces substantially by a continuous deformation of the\nHeisenberg model to that of the AKLT Hamiltonian.\n","Comment: 5 pages, 6 figures"]}]
["cond-mat/0703701",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703701","Phys. Rev. E 75, 051111 (2007)","doi:10.1103/PhysRevE.75.051111"],"date":["2007-03-27"],"type":["text"],"creator":["Burada, P. S.","Schmid, G.","Reguera, D.","Rubi, J. M.","Hanggi, P."],"language":[],"coverage":[],"title":["Biased diffusion in confined media: Test of the Fick-Jacobs\n  approximation and validity criteria"],"description":["  We study biased, diffusive transport of Brownian particles through narrow,\nspatially periodic structures in which the motion is constrained in lateral\ndirections. The problem is analyzed under the perspective of the Fick-Jacobs\nequation which accounts for the effect of the lateral confinement by\nintroducing an entropic barrier in a one dimensional diffusion. The validity of\nthis approximation, being based on the assumption of an instantaneous\nequilibration of the particle distribution in the cross-section of the\nstructure, is analyzed by comparing the different time scales that characterize\nthe problem. A validity criterion is established in terms of the shape of the\nstructure and of the applied force. It is analytically corroborated and\nverified by numerical simulations that the critical value of the force up to\nwhich this description holds true scales as the square of the periodicity of\nthe structure. The criterion can be visualized by means of a diagram\nrepresenting the regions where the Fick-Jacobs description becomes inaccurate\nin terms of the scaled force versus the periodicity of the structure.\n","Comment: 20 pages, 7 figures"]}]
["math-ph/0606058",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","35Q55, 47J30, 76M23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0606058","J. Math. Phys. 48, 042104 (2007)","doi:10.1063/1.2712421"],"date":["2006-06-23","2007-02-06"],"type":["text"],"creator":["Correggi, M.","Rindler-Daller, T.","Yngvason, J."],"language":[],"coverage":[],"title":["Rapidly Rotating Bose-Einstein Condensates in Strongly Anharmonic Traps"],"description":["  We study a rotating Bose-Einstein Condensate in a strongly anharmonic trap\n(flat trap with a finite radius) in the framework of 2D Gross-Pitaevskii\ntheory. We write the coupling constant for the interactions between the gas\natoms as $1/\\epsilon^2$ and we are interested in the limit $\\epsilon\\to 0$ (TF\nlimit) with the angular velocity $\\Omega$ depending on $\\epsilon$. We derive\nrigorously the leading asymptotics of the ground state energy and the density\nprofile when $\\Omega$ tends to infinity as a power of $1/\\epsilon$. If\n$\\Omega(\\epsilon)=\\Omega_0/\\epsilon$ a ``hole'' (i.e., a region where the\ndensity becomes exponentially small as $1/\\epsilon\\to\\infty$) develops for\n$\\Omega_0$ above a certain critical value. If $\\Omega(\\epsilon)\\gg 1/\\epsilon$\nthe hole essentially exhausts the container and a ``giant vortex'' develops\nwith the density concentrated in a thin layer at the boundary. While we do not\nanalyse the detailed vortex structure we prove that rotational symmetry is\nbroken in the ground state for ${\\rm\nconst.}|\\log\\epsilon|<\\Omega(\\epsilon)\\lesssim \\mathrm{const.}/\\epsilon$.\n","Comment: LaTex2e, 28 pages, revised version to be published in Journal of\n  Mathematical Physics"]}]
["math/0405590",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20E45","37C25","55M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405590"],"date":["2004-05-31","2007-07-10"],"type":["text"],"creator":["Fel'shtyn, Alexander","Goncalves, Daciberg L."],"language":[],"coverage":[],"title":["Twisted conjugacy classes of automorphisms of Baumslag-Solitar groups"],"description":["  Let $\\phi:G \\to G$ be a group endomorphism where $G$ is a finitely generated\ngroup of exponential growth, and denote by $R(\\phi)$ the number of twisted\n$\\phi$-conjugacy classes. Fel'shtyn and Hill \\cite{fel-hill} conjectured that\nif $\\phi$ is injective, then $R(\\phi)$ is infinite. This conjecture is true for\nautomorphisms of non-elementary Gromov hyperbolic groups, see \\cite{ll} and\n\\cite {fel:1}. It was showed in \\cite {gw:2} that the conjecture does not hold\nin general. Nevertheless in this paper, we show that the conjecture holds for\nthe Baumslag-Solitar groups $B(m,n)$, where either $|m|$ or $|n|$ is greater\nthan 1 and $|m|\\ne |n|$. We also show that in the cases where $|m|=|n|>1$ or\n$mn=-1$ the conjecture is true for automorphisms. In addition, we derive few\nresults about the coincidence Reidemeister number.\n","Comment: 20 pages, new sections 6 and 7 are added"]}]
["math/0603434",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603434","Asterisque 311 (2007), 237-294"],"date":["2006-03-17","2006-06-27"],"type":["text"],"creator":["Vaes, Stefaan"],"language":[],"coverage":[],"title":["Rigidity results for Bernoulli actions and their von Neumann algebras\n  (after Sorin Popa)"],"description":["  We survey Sorin Popa's recent work on Bernoulli actions. The paper was\nwritten on the occasion of the Bourbaki seminar. Using very original methods\nfrom operator algebras, Sorin Popa has shown that the orbit structure of the\nBernoulli action of a property (T) group, completely remembers the group and\nthe action. This information is even essentially contained in the crossed\nproduct von Neumann algebra, yielding the first von Neumann strong rigidity\ntheorem in the literature. The same methods allow Popa to obtain II_1 factors\nwith prescribed countable fundamental group.\n","Comment: Minor corrections"]}]
["math/0608372",{"format":[],"subject":["Mathematics - Number Theory","11F25","11F11,11F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608372"],"date":["2006-08-15","2007-07-10"],"type":["text"],"creator":["Fukuhara, Shinji","Yang, Yifan"],"language":[],"coverage":[],"title":["Period polynomials and explicit formulas for Hecke operators on\n  \\Gamma_0(2)"],"description":["  Let S_{w+2}(\\Gamma_0(N)) be the vector space of cusp forms of weight w+2 on\nthe congruence subgroup \\Gamma_0(N). We first determine explicit formulas for\nperiod polynomials of elements in S_{w+2}(\\Gamma_0(N)) by means of Bernoulli\npolynomials. When N=2, from these explicit formulas we obtain new bases for\nS_{w+2}(\\Gamma_0(2)), and extend the Eichler-Shimura-Manin isomorphism theorem\nto \\Gamma_0(2). This implies that there are natural correspondences between the\nspaces of cusp forms on \\Gamma_0(2) and the spaces of period polynomials. Based\non these results, we will find explicit form of Hecke operators on\nS_{w+2}(\\Gamma_0(2)). As an application of our main theorems, we will also give\nan affirmative answer to a speculation of Imamo\\=glu and Kohnen on a basis of\nS_{w+2}(\\Gamma_0(2)).\n","Comment: AMS-LaTeX, 30 pages, final version, to appear on the Mathematical\n  Proceedings of the Cambridge Philosophical Society"]}]
["math/0609659",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609659"],"date":["2006-09-22","2007-07-10"],"type":["text"],"creator":["Yang, Dong"],"language":[],"coverage":[],"title":["On the affine Schur algebra of type A"],"description":["  The affine Schur algebra $\\widetilde{S}(n,r)$ (of type A) over a field $K$ is\ndefined to be the endomorphism algebra of the tensor space over the extended\naffine Weyl group of type $A_{r-1}$. By the affine Schur-Weyl duality it is\nisomorphic to the image of the representation map of the\n$\\mathcal{U}(\\hat{\\mathfrak{gl}}_{n})$ action on the tensor space when $K$ is\nthe field of complex numbers. We show that $\\widetilde{S}(n,r)$ can be defined\nin another two equivalent ways. Namely, it is the image of the representation\nmap of the semigroup algebra $K\\widetilde{GL}_{n,a}$ (defined in Section\n\\ref{S:semigroups}) action on the tensor space and it equals to the 'dual' of a\ncertain formal coalgebra related to this semigroup. By these approaches we can\nshow many relations between different Schur algebras and affine Schur algebras\nand reprove one side of the affine Schur-Weyl duality.\n","Comment: 20pages, also available at\n  http://learn.tsinghua.edu.cn:8080/2002315664/dyang.htm"]}]
["math/0611410",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611410","Foundations of Chemistry, Volume 9, Number 2, 189-214 (2007)","doi:10.1007/s10698-006-9026-6"],"date":["2006-11-13","2007-07-09"],"type":["text"],"creator":["Restrepo, Guillermo","Pachon, Leonardo A."],"language":[],"coverage":[],"title":["Mathematical Aspects of the Periodic Law"],"description":["  We review different studies of the Periodic Law and the set of chemical\nelements from a mathematical point of view. This discussion covers the first\nattempts made in the 19th century up to the present day. Mathematics employed\nto study the periodic system includes number theory, information theory, order\ntheory, set theory and topology. Each theory used shows that it is possible to\nprovide the Periodic Law with a mathematical structure. We also show that it is\npossible to study the chemical elements taking advantage of their\nphenomenological properties, and that it is not always necessary to reduce the\nconcept of chemical elements to the quantum atomic concept to be able to find\ninterpretations for the Periodic Law. Finally, a connection is noted between\nthe lengths of the periods of the Periodic Law and the philosophical\nPythagorean doctrine.\n","Comment: 20 pages, PDF file"]}]
["math/0701853",{"format":[],"subject":["Mathematics - General Mathematics","20NO5 (Primary), 08A05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701853","Scientia Magna Journal, Vol. 2, No. 1 (2006), pp. 1-8"],"date":["2007-01-29"],"type":["text"],"creator":["Jaiyeola, Temitope Gbolahan"],"language":[],"coverage":[],"title":["An holomorphic study of the Smarandache concept in loops"],"description":["  If two loops are isomorphic, then it is shown that their holomorphs are also\nisomorphic. Conversely, it is shown that if their holomorphs are isomorphic,\nthen the loops are isotopic. It is shown that a loop is a Smarandache loop if\nand only if its holomorph is a Smarandache loop. This statement is also shown\nto be true for some weak Smarandache loops(inverse property, weak inverse\nproperty) but false for others(conjugacy closed, Bol, central, extra, Burn, A-,\nhomogeneous) except if their holomorphs are nuclear or central. A necessary and\nsufficient condition for the Nuclear-holomorph of a Smarandache Bol loop to be\na Smarandache Bruck loop is shown. Whence, it is found also to be a Smarandache\nKikkawa loop if in addition the loop is a Smarandache A-loop with a centrum\nholomorph. Under this same necessary and sufficient condition, the\nCentral-holomorph of a Smarandache A-loop is shown to be a Smarandache K-loop.\n","Comment: 9 pages"]}]
["math/0701897",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701897"],"date":["2007-01-30","2007-07-09"],"type":["text"],"creator":["Griffiths, Robert C.","Spanó, Dario"],"language":[],"coverage":[],"title":["Record indices and age-ordered frequencies in Gibbs random partitions"],"description":["  The distribution of age-ordered frequencies arising from an exchangeable\nGibbs partition is studied in relation with the distribution of the positions\nat which new mutations appear in a sample.\n","Comment: Resubmitted version, converse to main proposition proved, most proofs\n  improved, misleading section in the introduction removed"]}]
["quant-ph/0107017",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0107017","European Physical Journal D, Vol 41, p.599 (2007)","doi:10.1140/epjd/e2007-00010-4"],"date":["2001-07-03"],"type":["text"],"creator":["Inamori, Hitoshi","Lütkenhaus, Norbert","Mayers, Dominic"],"language":[],"coverage":[],"title":["Unconditional Security of Practical Quantum Key Distribution"],"description":["  We present a complete protocol for BB84 quantum key distribution for a\nrealistic setting (noise, loss, multi-photon signals of the source) that covers\nmany of todays experimental implementations. The security of this protocol is\nshown against an eavesdropper having unrestricted power to manipulate the\nsignals coherently on their path from sender to receiver. The protocol and the\nsecurity proof take into account the effects concerning the finite size of the\ngenerated key.\n","Comment: 47 pages"]}]
["quant-ph/0609102",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0609102","New J. Phys. 9, 194 (2007)","doi:10.1088/1367-2630/9/6/194"],"date":["2006-09-13","2007-07-04"],"type":["text"],"creator":["Markham, Damian","Miyake, Akimasa","Virmani, Shashank"],"language":[],"coverage":[],"title":["Entanglement and local information access for graph states"],"description":["  We exactly evaluate a number of multipartite entanglement measures for a\nclass of graph states, including d-dimensional cluster states (d = 1,2,3), the\nGreenberger-Horne-Zeilinger states, and some related mixed states. The\nentanglement measures that we consider are continuous, `distance from separable\nstates' measures, including the relative entropy, the so-called geometric\nmeasure, and robustness of entanglement. We also show that for our class of\ngraph states these entanglement values give an operational interpretation as\nthe maximal number of graph states distinguishable by local operations and\nclassical communication (LOCC), as well as supplying a tight bound on the fixed\nletter classical capacity under LOCC decoding.\n","Comment: 8 pages, 4 figures, to appear in the special issue of New J. Phys. on\n  measurement-based quantum information processing"]}]
