["0704.1985",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1985"],"date":["2007-04-16","2007-11-13"],"type":["text"],"creator":["Miller, J. S."],"language":[],"coverage":[],"title":["Electromagnetic Higgs production"],"description":["  The cross section for central diffractive Higgs production is calculated, for\nthe LHC range of energies. The graphs for the possible mechanisms for Higgs\nproduction, through pomeron fusion and photon fusions are calculated for all\npossibilities allowed by the standard model. The cross section for central\ndiffractive Higgs production through pomeron fusion, must be multiplied by a\nfactor for the survival probability, to isolate the Higgs signal and reduce the\nbackground. Due to the small value of the survival probability $\\Lb 4 \\times\n10^{-3}\\Rb $, the cross sections for central diffractive Higgs production, in\nthe two cases for pomeron fusion and photon fusion, are competitive.\n","Comment: 23 pages, 5 figures"]}]
["0704.2933",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2933","J. Math. Phys. 48, 113507 (2007) (13 pages)","doi:10.1063/1.2804758"],"date":["2007-04-23","2007-11-13"],"type":["text"],"creator":["Dossena, Giacomo"],"language":[],"coverage":[],"title":["Some results on the Zeeman topology"],"description":["  In a 1967 paper, Zeeman proposed a new topology for Minkowski spacetime,\nphysically motivated but much more complicated than the standard one. Here a\ndetailed study is given of some properties of the Zeeman topology which had not\nbeen considered at the time. The general setting refers to Minkowski spacetime\nof any dimension k+1. In the special case k=1, a full characterization is\nobtained for the compact subsets of spacetime; moreover, the first homotopy\ngroup is shown to be nontrivial.\n","Comment: Part of my Laurea thesis. REVTeX4. Minor changes from previous\n  version"]}]
["0705.0529",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0529","Phys. Rev. B 76, 180402(R) (2007)","doi:10.1103/PhysRevB.76.180402"],"date":["2007-05-03","2007-11-13"],"type":["text"],"creator":["Gao, Meng","Zhou, Sen","Wang, Ziqiang"],"language":[],"coverage":[],"title":["Itinerant and localized magnetism on the triangular lattice: sodium rich\n  phases of Na$_x$CoO$_2$"],"description":["  We study the interplay between correlation, itinerant ferromagnetism and\nlocal moment formation on the electron doped triangular lattice of sodium\ncobaltates Na$_x$CoO$_2$. We find that strong correlation renormalizes the\nStoner criterion and stabilizes the paramagnetic state for $x<x_c\\simeq0.67$.\nFor $x>x_c$, ferromagnetic (FM) order emerges. The enhanced Na dopant potential\nfluctuations play a crucial role in the sodium rich phases and lead to an\ninhomogeneous FM state, exhibiting nonmagnetic Co$^{3+}$ patches,\nantiferromagnetic (AF) correlated regions, and FM clusters with AF domains.\nHole doping the band insulator at x=1 leads to the formation of local moments\nnear the Na vacancies and AF correlated magnetic clusters. We explain recent\nobservations by neutron, $\\mu$SR, and NMR experiments on the evolution of the\nmagnetic properties in the sodium rich phases.\n","Comment: revtex4 file, 5 pages, 3 figures, published version"]}]
["0705.0939",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0939","J. Phys.: Condens. Matter 19, 486203 (2007)","doi:10.1088/0953-8984/19/48/486203"],"date":["2007-05-07","2007-11-13"],"type":["text"],"creator":["Korshunov, M. M.","Gavrichkov, V. A.","Ovchinnikov, S. G.","Nekrasov, I. A.","Kokorina, E. E.","Pchelkina, Z. V."],"language":[],"coverage":[],"title":["Dominance of many-body effects over one-electron mechanism for band\n  structure doping dependence in Nd$_{2-x}$Ce$_x$CuO$_4$: LDA+GTB approach"],"description":["  In the present work we report the band structure calculations for the high\ntemperature superconductor Nd$_{2-x}$Ce$_x$CuO$_4$ in the regime of strong\nelectronic correlations within an LDA+GTB method, which combines the local\ndensity approximation (LDA) and the generalized tight-binding method (GTB). The\ntwo mechanisms of band structure doping dependence were taken into account.\nNamely, the one-electron mechanism provided by the doping dependence of the\ncrystal structure, and the many-body mechanism provided by the strong\nrenormalization of the fermionic quasiparticles due to the large on-site\nCoulomb repulsion. We have shown that in the antiferromagnetic and in the\nstrongly correlated paramagnetic phases of the underdoped cuprates the main\ncontribution to the doping evolution of band structure and Fermi surface comes\nfrom the many-body mechanism.\n","Comment: 15 pages, 4 figures, new references and their discussion added,\n  figures updated"]}]
["0705.1463",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1463","Phys. Rev. Lett. 99, 118302 (2007).","doi:10.1103/PhysRevLett.99.118302"],"date":["2007-05-10"],"type":["text"],"creator":["Frydel, D.","Dietrich, S.","Oettel, M."],"language":[],"coverage":[],"title":["Charge renormalization for effective interactions of colloids at water\n  interfaces"],"description":["  We analyze theoretically the electrostatic interaction of surface-charged\ncolloids at water interfaces with special attention to the experimentally\nrelevant case of large charge densities on the colloid-water interface. Whereas\nlinear theory predicts an effective dipole potential the strength of which is\nproportional to the square of the product of charge density and screening\nlength, nonlinear charge renormalization effects change this dependence to a\nweakly logarithmic one. These results appear to be particularly relevant for\nstructure formation at air-water interfaces with arbitrarily shaped colloids.\n","Comment: 4 pages"]}]
["0705.1474",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1474","EPL, 80 (2007) 40006","doi:10.1209/0295-5075/80/40006"],"date":["2007-05-10","2007-11-13"],"type":["text"],"creator":["Zoia, A.","Kantor, Y.","Kardar, M."],"language":[],"coverage":[],"title":["First passage times and distances along critical curves"],"description":["  We propose a model for anomalous transport in inhomogeneous environments,\nsuch as fractured rocks, in which particles move only along pre-existing\nself-similar curves (cracks). The stochastic Loewner equation is used to\nefficiently generate such curves with tunable fractal dimension $d_f$. We\nnumerically compute the probability of first passage (in length or time) from\none point on the edge of the semi-infinite plane to any point on the\nsemi-circle of radius $R$. The scaled probability distributions have a variance\nwhich increases with $d_f$, a non-monotonic skewness, and tails that decay\nfaster than a simple exponential. The latter is in sharp contrast to\npredictions based on fractional dynamics and provides an experimental signature\nfor our model.\n","Comment: 5 pages, 5 figures"]}]
["0705.4314",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4314","Physical Review A 76, 052308 (2007)","doi:10.1103/PhysRevA.76.052308"],"date":["2007-05-29","2007-08-10"],"type":["text"],"creator":["Wilde, Mark M.","Krovi, Hari","Brun, Todd A."],"language":[],"coverage":[],"title":["Entanglement-Assisted Quantum Error Correction with Linear Optics"],"description":["  We construct a theory of continuous-variable entanglement-assisted quantum\nerror correction. We present an example of a continuous-variable\nentanglement-assisted code that corrects for an arbitrary single-mode error. We\nalso show how to implement encoding circuits using passive optical devices,\nhomodyne measurements, feedforward classical communication, conditional\ndisplacements, and off-line squeezers.\n","Comment: 8 pages, 1 figure, major expansion of paper with detailed example"]}]
["0705.4330",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Differential Geometry","Mathematics - Representation Theory","22E40","20G30, 53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4330"],"date":["2007-05-29","2007-11-13"],"type":["text"],"creator":["Chernousov, Vladimir","Lifschitz, Lucy","Morris, Dave Witte"],"language":[],"coverage":[],"title":["Almost-minimal nonuniform lattices of higher rank"],"description":["  If Gamma is a nonuniform, irreducible lattice in a semisimple Lie group whose\nreal rank is greater than 1, we show Gamma contains a subgroup that is\nisomorphic to a nonuniform, irreducible lattice in either SL(3,R), SL(3,C), or\na direct product SL(2,R)^m x SL(2,C)^n$, with m + n > 1. (In geometric terms,\nthis can be interpreted as a statement about the existence of totally geodesic\nsubspaces of finite-volume, noncompact, locally symmetric spaces of higher\nrank.) Another formulation of the result states that if G is any isotropic,\nalmost simple algebraic group over Q (the rational numbers), such that the real\nrank of G is greater than 1, then G contains an isotropic, almost simple\nQ-subgroup H, such that H is quasisplit, and the real rank of H is greater than\n1.\n","Comment: 23 pages. Minor corrections, and added remarks about which of the\n  subgroups we construct are simply connected"]}]
["0706.0555",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0555"],"date":["2007-06-04","2007-11-12"],"type":["text"],"creator":["Zope, Rajendra R.","Baruah, Tunna","Pederson, Mark R."],"language":[],"coverage":[],"title":["Polarizabilities of Intermediate Sized Lithium Clusters From\n  Density-Functional Theory"],"description":["  We present a detailed investigation of static dipole polarizability of\nlithium clusters containing up to 22 atoms. We first build a database of\nlithium clusters by optimizing several candidate structures for the ground\nstate geometry for each size. The full polarizability tensor is determined for\nabout 5-6 isomers of each cluster size using the finite-field method. All\ncalculations are performed using large Gaussian basis sets, and within the\ngeneralized gradient approximation to the density functional theory, as\nimplemented in the NRLMOL suite of codes. The average polarizability per atom\nvaries from 11 to 9 Angstrom^3, within the 8-22 size range and show smoother\ndecrease with increase in cluster size than the experimental values. While the\naverage polarizability exhibits a relatively weak dependence on cluster\nconformation, significant changes in the degree of anisotropy of the\npolarizability tensor are observed. Interestingly, in addition to the expected\neven odd (0 and 1 $\\mu_B$) magnetic states, our results show several cases\nwhere clusters with an odd number of Li atoms exhibit elevated spin states\n(e.g. 3 $\\mu_B$).\n","Comment: JCMSE style, 4 figures"]}]
["0707.0439",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0439","PHYSICAL REVIEW E 76, 050101R (2007)","doi:10.1103/PhysRevE.76.050101"],"date":["2007-07-03","2007-11-13"],"type":["text"],"creator":["Imparato, A.","Peliti, L.","Pesce, G.","Rusciano, G.","Sasso, A."],"language":[],"coverage":[],"title":["Work and heat probability distribution of an optically driven Brownian\n  particle: Theory and experiments"],"description":["  We analyze the equations governing the evolution of distributions of the work\nand the heat exchanged with the environment by a manipulated stochastic system,\nby means of a compact and general derivation. We obtain explicit solutions for\nthese equations for the case of a dragged Brownian particle in a harmonic\npotential. We successfully compare the resulting predictions with the outcomes\nof experiments, consisting in dragging a micron-sized colloidal particle\nthrough water with a laser trap.\n"]}]
["0707.2866",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2866","Phys. Rev. B 76 (2007), 184202","doi:10.1103/PhysRevB.76.184202"],"date":["2007-07-19"],"type":["text"],"creator":["Hasenbusch, M.","Toldin, F. Parisen","Pelissetto, A.","Vicari, E."],"language":[],"coverage":[],"title":["Magnetic-glassy multicritical behavior of the three-dimensional +- J\n  Ising model"],"description":["  We consider the three-dimensional $\\pm J$ model defined on a simple cubic\nlattice and study its behavior close to the multicritical Nishimori point where\nthe paramagnetic-ferromagnetic, the paramagnetic-glassy, and the\nferromagnetic-glassy transition lines meet in the T-p phase diagram (p\ncharacterizes the disorder distribution and gives the fraction of ferromagnetic\nbonds). For this purpose we perform Monte Carlo simulations on cubic lattices\nof size $L\\le 32$ and a finite-size scaling analysis of the numerical results.\nThe magnetic-glassy multicritical point is found at $p^*=0.76820(4)$, along the\nNishimori line given by $2p-1={\\rm Tanh}(J/T)$. We determine the\nrenormalization-group dimensions of the operators that control the\nrenormalization-group flow close to the multicritical point, $y_1 = 1.02(5)$,\n$y_2 = 0.61(2)$, and the susceptibility exponent $\\eta = -0.114(3)$. The\ntemperature and crossover exponents are $\\nu=1/y_2=1.64(5)$ and $\\phi=y_1/y_2 =\n1.67(10)$, respectively. We also investigate the model-A dynamics, obtaining\nthe dynamic critical exponent $z = 5.0(5)$.\n","Comment: 17 pages"]}]
["0707.4133",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4133"],"date":["2007-07-27","2007-11-13"],"type":["text"],"creator":["Tian, Chao","Chen, Jun","Diggavi, Suhas"],"language":[],"coverage":[],"title":["Multiuser Successive Refinement and Multiple Description Coding"],"description":["  We consider the multiuser successive refinement (MSR) problem, where the\nusers are connected to a central server via links with different noiseless\ncapacities, and each user wishes to reconstruct in a successive-refinement\nfashion. An achievable region is given for the two-user two-layer case and it\nprovides the complete rate-distortion region for the Gaussian source under the\nMSE distortion measure. The key observation is that this problem includes the\nmultiple description (MD) problem (with two descriptions) as a subsystem, and\nthe techniques useful in the MD problem can be extended to this case. We show\nthat the coding scheme based on the universality of random binning is\nsub-optimal, because multiple Gaussian side informations only at the decoders\ndo incur performance loss, in contrast to the case of single side information\nat the decoder. We further show that unlike the single user case, when there\nare multiple users, the loss of performance by a multistage coding approach can\nbe unbounded for the Gaussian source. The result suggests that in such a\nsetting, the benefit of using successive refinement is not likely to justify\nthe accompanying performance loss. The MSR problem is also related to the\nsource coding problem where each decoder has its individual side information,\nwhile the encoder has the complete set of the side informations. The MSR\nproblem further includes several variations of the MD problem, for which the\nspecialization of the general result is investigated and the implication is\ndiscussed.\n","Comment: 10 pages, 5 figures. To appear in IEEE Transaction on Information\n  Theory. References updated and typos corrected"]}]
["0708.0538",{"format":[],"subject":["Mathematics - Geometric Topology","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0538"],"date":["2007-08-03","2007-11-13"],"type":["text"],"creator":["Nicholson, Neil R."],"language":[],"coverage":[],"title":["An invariant for flat virtual knots"],"description":["  The paper has been withdrawn by the author, due to a critical error stemming\nfrom the defined template.\n"]}]
["0708.2077",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2077"],"date":["2007-08-15","2007-11-13"],"type":["text"],"creator":["Toan, Ngo Minh","Morrison, Greg","Hyeon, Changbong","Thirumalai, D."],"language":[],"coverage":[],"title":["Kinetics of Loop Formation in Polymer Chains"],"description":["  We investigate the kinetics of loop formation in flexible ideal polymer\nchains (Rouse model), and polymers in good and poor solvents. We show for the\nRouse model, using a modification of the theory of Szabo, Schulten, and\nSchulten, that the time scale for cyclization is $\\tau_c\\sim \\tau_0 N^2$ (where\n$\\tau_0$ is a microscopic time scale and $N$ is the number of monomers),\nprovided the coupling between the relaxation dynamics of the end-to-end vector\nand the looping dynamics is taken into account. The resulting analytic\nexpression fits the simulation results accurately when $a$, the capture radius\nfor contact formation, exceeds $b$, the average distance between two connected\nbeads. Simulations also show that, when $a < b$, $\\tau_c\\sim N^{\\alpha_\\tau}$,\nwhere $1.5<{\\alpha_\\tau}\\le 2$ in the range $7<N<200$ used in the simulations.\nBy using a diffusion coefficient that is dependent on the length scales $a$ and\n$b$ (with $a<b$), which captures the two-stage mechanism by which looping\noccurs when $a < b$, we obtain an analytic expression for $\\tau_c$ that fits\nthe simulation results well. The kinetics of contact formation between the ends\nof the chain are profoundly affected when interactions between monomers are\ntaken into account. Remarkably, for $N < 100$ the values of $\\tau_c$ decrease\nby more than two orders of magnitude when the solvent quality changes from good\nto poor. Fits of the simulation data for $\\tau_c$ to a power law in $N$\n($\\tau_c\\sim N^{\\alpha_\\tau}$) show that $\\alpha_\\tau$ varies from about 2.4 in\na good solvent to about 1.0 in poor solvents. Loop formation in poor solvents,\nin which the polymer adopts dense, compact globular conformations, occurs by a\nreptation-like mechanism of the ends of the chain.\n","Comment: 30 pages, 9 figures. Revised version includes a new figure (8) and\n  minor changes to the text"]}]
["0708.2609",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2609","Physica A 386, 1 (2007) 92-100","doi:10.1016/j.physa.2007.08.009"],"date":["2007-08-20"],"type":["text"],"creator":["Wang, Qiuping A.","Nivanen, L.","Kaabouchi, A. El","Badiali, J. P.","Méhauté, A. Le"],"language":[],"coverage":[],"title":["Incomplete normalization of probability on multifractals"],"description":["  This work is an extension of the incomplete probability theory from the\nsimple case of monofractals previously studied to the more general case of\nmultifractals which can occur in the phase space without equiprobable\npartition.\n","Comment: 10 pages, to appear in Physica A (2007)"]}]
["0708.2890",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20G20, 22E46, 22E60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2890"],"date":["2007-08-21","2007-11-12"],"type":["text"],"creator":["Schwarz, Gerald W."],"language":[],"coverage":[],"title":["Linear maps preserving invariants"],"description":["  Let $G\\subset\\GL(V)$ be a complex reductive group. Let $G'$ denote\n$\\{\\phi\\in\\GL(V)\\mid p\\circ\\phi=p\\text{for all} p\\in\\C[V]^G\\}$. We show that,\nin general, $G'=G$. In case $G$ is the adjoint group of a simple Lie algebra\n$\\lieg$, we show that $G'$ is an order 2 extension of $G$. We also calculate\n$G'$ for all representations of $\\SL_2$.\n","Comment: minor changes"]}]
["0710.2605",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2605"],"date":["2007-10-13","2007-11-13"],"type":["text"],"creator":["Corda, Christian","De Laurentis, Maria Felicia"],"language":[],"coverage":[],"title":["Gravitational waves from the R^-1 high order theory of gravity"],"description":["  This paper is a review of a previous research on gravitational waves from the\nR^-1 high order theory of gravity. It is shown that a massive scalar mode of\ngravitational waves from the R^-1 theory generates a longitudinal force in\naddition of the transverse one which is proper of the massless gravitational\nwaves and the response of an arm of an interferometer to this longitudinal\neffect in the frame of a local observer is computed. Important conseguences\nfrom a theoretical point of view could arise from this approach, because it\nopens to the possibility of using the signals seen from interferometers to\nunderstand which is the correct theory of gravitation.\n","Comment: To appear in Proc. of the 10th ICATPP International Conference on\n  Advanced Technology and Particle Physics (Villa Olmo Como, 8-12 october 2007)"]}]
["0710.3982",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3982"],"date":["2007-10-22","2007-11-13"],"type":["text"],"creator":["Poplawski, Nikodem J."],"language":[],"coverage":[],"title":["Covariant differentiation of spinors for a general affine connection"],"description":["  We show that the covariant derivative of a spinor for a general affine\nconnection, not restricted to be metric compatible, is given by the\nFock-Ivanenko coefficients with the antisymmetric part of the Lorentz\nconnection. The projective invariance of the spinor connection allows to\nintroduce gauge fields interacting with spinors. We also derive the relation\nbetween the curvature spinor and the curvature tensor for a general connection.\n","Comment: 8 pages; introduction and references added, minor errors corrected"]}]
["0710.4781",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4781"],"date":["2007-10-25","2007-11-13"],"type":["text"],"creator":["Brein, Oliver","Hollik, Wolfgang"],"language":[],"coverage":[],"title":["Distributions for Higgs + jet at hadron colliders: MSSM vs SM"],"description":["  We present pseudorapidity and transverse momentum distributions for the cross\nsection for the production of the lightest neutral Higgs boson in association\nwith a high-p_T hadronic jet, calculated in the framework of the minimal\nsupersymmetric standard model. We discuss the theoretical predictions for the\ndifferential cross sections at the Large Hadron Collider and the Tevatron. In\nparticular, we present the differences in the distributions compared to the\nStandard Model.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, 5 figures, reference\n  added"]}]
["0710.5076",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5076"],"date":["2007-10-26","2007-11-12"],"type":["text"],"creator":["Mihailescu, M."],"language":[],"coverage":[],"title":["Higher derivative free energy terms and interfacial curvatures"],"description":["  High derivative terms do not play a major role in field theories because of\nthe associated complexity and inherent difficulty in connecting these terms to\nphysically measurable quantities. A role for higher derivative terms is\nanalyzed for the case of field theories used to describe phase separated\nsystems. In these theories, higher derivative terms are directly connected to\nan interfacial free energy which contains the mean and the Gaussian curvature\nand are shown to determine explicitly the shape of the interface.\n","Comment: 20 pages, LaTex, added reference"]}]
["0710.5693",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5693"],"date":["2007-10-30","2007-11-13"],"type":["text"],"creator":["Grunberg, Georges"],"language":[],"coverage":[],"title":["Threshold resummation to any order in (1-x)"],"description":["  A simple ansatz is suggested for the structure of threshold resummation of\nthe momentum space physical evolution kernels (`physical anomalous dimensions')\nat all orders in (1-x), taking as examples Deep Inelastic Scattering (F_2(x,\nQ^2) and F_L(x, Q^2)) and the Drell-Yan process. Each term in the expansion is\nassociated to a distinct renormalization group and scheme invariant\nperturbative object (`physical Sudakov anomalous dimension') depending on a\nsingle momentum scale variable. Both logarithmically enhanced terms and\nconstant terms are captured by the ansatz at any order in the expansion. The\nansatz is motivated by a large--beta_0 dispersive calculation. A dispersive\nrepresentation at finite beta_0 of the physical Sudakov anomalous dimensions is\nalso obtained, associated to a set of `Sudakov effective charges' which\nencapsulate the non-Abelian nature of the interaction. It is found that the\ndispersive representation requires a non-trivial, and process-dependent, choice\nof variables in the (x,Q^2) plane. Some interesting properties of the physical\nSudakov anomalous dimensions are pointed out. The ensuing 1/N expansion in\nmoment space is straightforwardly derived from the momentum space expansion.\n","Comment: 25 pages; version 2: modified presentation in section 2 and Appendix\n  A, added comments; version 3: incorrect treatment of the longitudinal\n  structure function in (old) Appendix A is suppressed, instead some comments\n  are added in the conclusion section"]}]
["0711.0565",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14M25","52B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0565"],"date":["2007-11-04","2007-11-13"],"type":["text"],"creator":["Ogata, Shoetsu"],"language":[],"coverage":[],"title":["Normal generation of very ample line bundles on toric varieties"],"description":["  The article has been withdrawn by the author due to the existence of\ncounterexamples.\n","Comment: The article has been withdrawn by the author due to the existence of\n  counterexamples"]}]
["0711.0770",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0770"],"date":["2007-11-06"],"type":["text"],"creator":["Lisi, A. Garrett"],"language":[],"coverage":[],"title":["An Exceptionally Simple Theory of Everything"],"description":["  All fields of the standard model and gravity are unified as an E8 principal\nbundle connection. A non-compact real form of the E8 Lie algebra has G2 and F4\nsubalgebras which break down to strong su(3), electroweak su(2) x u(1),\ngravitational so(3,1), the frame-Higgs, and three generations of fermions\nrelated by triality. The interactions and dynamics of these 1-form and\nGrassmann valued parts of an E8 superconnection are described by the curvature\nand action over a four dimensional base manifold.\n","Comment: 31 pages, 7 figures"]}]
["0711.1159",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1159"],"date":["2007-11-08"],"type":["text"],"creator":["Chialva, Diego"],"language":[],"coverage":[],"title":["Entropy of String States at fixed Mass and Size"],"description":["  We provide formulas for the entropy of free-string states depending on their\nmass, charges and size, both in bosonic and superstring theory (IIA or IIB). We\nproperly define these quantities in full-fledged string theory. We then\ninvestigate the corrections to the entropy due to self-interactions of the\nstring for states with fixed mass, charge and size, both for BPS and non-BPS\nconfigurations. Again, the analysis is performed using string theory\ntechniques.\n","Comment: 28 pages, 2 figures"]}]
["0711.1339",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1339"],"date":["2007-11-08"],"type":["text"],"creator":["Scadron, M. D.","Green, B. A."],"language":[],"coverage":[],"title":["Predictive pion-quark BCS relation and Thornber-Feynman high-Tc gap"],"description":["  A pion-quark pairing temperature is defined by a BCS-like relation identified\nfrom a quark-level Goldberger-Treiman relation with a Nambu scalar mass \"gap\nparameter\" taken in the low-mass limit. This intuitive relation predicts the\nassociated \"experimental\" lattice-gauge pairing temperature. The opposite\nhigh-mass limit predicts the sigma mass, and notably has a predictive analog in\nhigh-Tc superconductivity in the stable nondispersive energy gap as defined by\nThornber-Feynman polaron dynamics.\n","Comment: 14 pages, 1 figure"]}]
["0711.1487",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14H50,14H45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1487"],"date":["2007-11-09","2007-11-13"],"type":["text"],"creator":["Bolognesi, Michele","Pirola, Gian Pietro"],"language":[],"coverage":[],"title":["Osculating spaces and diophantine equations (with an appendix by Pietro\n  Corvaja and Umberto Zannier)"],"description":["  This paper deals with some classical problems about the projective geometry\nof complex algebraic curves. We call \\textit{locally toric} a projective curve\nthat in a neighbourhood of every point has a local analytical parametrization\nof type $(t^{a_1},...,t^{a_n})$, with $a_1,..., a_n$ relatively prime positive\nintegers. In this paper we prove that the general tangent line to a locally\ntoric curve in $\\bP^3$ meets the curve only at the point of tangency. This\nresult extends and simplifies those of the paper \\cite{kaji} by H.Kaji where\nthe same result is proven for any curve in $\\bP^3$ such that every branch is\nsmooth. More generally, under mild hypotesis, up to a finite number of\nanomalous parametrizations $(t^{a_1},...,t^{a_n})$, the general osculating\n2-space to a locally toric curve of genus $g<2$ in $\\bP^4$ does not meet the\ncurve again. The arithmetic part of the proof of this result relies on the\nAppendix \\cite{cz:rk} to this paper. By means of the same methods we give some\napplications and we propose possible further developments.\n","Comment: 23 pages"]}]
["0711.1537",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1537"],"date":["2007-11-09"],"type":["text"],"creator":["Shapiro, Stuart L."],"language":[],"coverage":[],"title":["Black Hole Formation and Growth: Simulations in General Relativity"],"description":["  Black holes are popping up all over the place: in compact binary X-ray\nsources and GRBs, in quasars, AGNs and the cores of all bulge galaxies, in\nbinary black holes and binary black hole-neutron stars, and maybe even in the\nLHC! Black holes are strong-field objects governed by Einstein's equations of\ngeneral relativity. Hence general relativistic, numerical simulations of\ndynamical phenomena involving black holes may help reveal ways in which black\nholes can form, grow and be detected in the universe. To convey the\nstate-of-the art, we summarize several representative simulations here,\nincluding the collapse of a hypermassive neutron star to a black hole following\nthe merger of a binary neutron star, the magnetorotational collapse of a\nmassive star to a black hole, and the formation and growth of supermassive\nblack hole seeds by relativistic MHD accretion in the early universe.\n","Comment: to appear in \"Black Holes: Aspects of Black Hole Physics and\n  Astrophysics\", ed. M. Livio and A. M. Koekemoer (Cambridge University Press,\n  Cambridge). (15 pages, 6 figures)"]}]
["0711.1546",{"format":[],"subject":["Mathematics - Number Theory","11G05, 11F80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1546"],"date":["2007-11-09"],"type":["text"],"creator":["Jones, Nathan"],"language":[],"coverage":[],"title":["A bound for the \"torsion conductor\" of a non-CM elliptic curve"],"description":["  Given a non-CM elliptic curve E over Q, define the ``torsion conductor'' m_E\nto be the smallest positive integer so that the Galois representation on the\ntorsion of E has image Pi^{-1}(Gal(Q(E[m_E])/Q), where Pi denotes the natural\nprojection GL_2(\\hat{Z}) onto GL_2(Z/m_E Z). We show that, uniformly for\nsemi-stable non-CM elliptic curves E over Q, m_E is less than a constant times\nthe 5th power of the conductor of E.\n","Comment: 9 pages, submitted for publication"]}]
["0711.1548",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35N 32V 53C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1548","Annali di Matematica 182 (2003), 103-112"],"date":["2007-11-09"],"type":["text"],"creator":["Hill, C. Denson","Nacinovich, Mauro"],"language":[],"coverage":[],"title":["Weak pseudoconcavity and the maximum modulus principle"],"description":["  We discuss the maximum modulus principle, and weak unique continuation, for\nCR functions on an abstract almost CR manifold M. We investigate these matters\nunder the assumption of weak pseudoconcavity, and obtain sharp results about\npropagation along Sussmann leaves.\n"]}]
["0711.1549",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1549"],"date":["2007-11-09"],"type":["text"],"creator":["Figueira, D. S. L.","Frateschi, N. C."],"language":[],"coverage":[],"title":["Rare-earth Doped Amorphous Silicon Microdisk and Microstadium Resonators\n  with Emission at 1550nm"],"description":["  Microdisks and microstadium resonators were fabricated on erbium doped\namorphous hydrogenated silicon (a-Si:H<Er>) layers sandwiched in air and native\nSiO2 on Si substrates. Annealing condition is optimized to allow large emission\nat 1550 nm for samples with erbium concentrations as high as 1.02x10^20\natoms/cm3. Near field scanning optical microscopy shows evidences of the\nsimultaneous presence of bow-tie and diamond scars. These modes indicate the\nhigh quality of the resonators and the potentiality for achieving amorphous\nsilicon microcavity lasers.\n","Comment: 18 pages, 4 figures. Submitted"]}]
["0711.1565",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1565"],"date":["2007-11-12"],"type":["text"],"creator":["Farmanbar, Hamid","Gharan, Shahab Oveis","Khandani, Amir Keyvan"],"language":[],"coverage":[],"title":["Channel Code Design with Causal Side Information at the Encoder"],"description":["  The problem of channel code design for the $M$-ary input AWGN channel with\nadditive $Q$-ary interference where the sequence of i.i.d. interference symbols\nis known causally at the encoder is considered. The code design criterion at\nhigh SNR is derived by defining a new distance measure between the input\nsymbols of the Shannon's \\emph{associated} channel. For the case of\nbinary-input channel, i.e., M=2, it is shown that it is sufficient to use only\ntwo (out of $2^Q$) input symbols of the \\emph{associated} channel in the\nencoding as far as the distance spectrum of code is concerned. This reduces the\nproblem of channel code design for the binary-input AWGN channel with known\ninterference at the encoder to design of binary codes for the binary symmetric\nchannel where the Hamming distance among codewords is the major factor in the\nperformance of the code.\n","Comment: 28 pages, 6 figures, Submitted to IEEE Transactions on Information\n  Theory"]}]
["0711.1568",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1568"],"date":["2007-11-09"],"type":["text"],"creator":["Nacher, Jose C","Schwartz, Jean-Marc"],"language":[],"coverage":[],"title":["A global view of drug-therapy interactions"],"description":["  Network science is already making an impact on the study of complex systems\nand offers a promising variety of tools to understand their formation and\nevolution (1-4) in many disparate fields from large communication networks\n(5,6), transportation infrastructures (7) and social communities (8,9) to\nbiological systems (1,10,11). Even though new highthroughput technologies have\nrapidly been generating large amounts of genomic data, drug design has not\nfollowed the same development, and it is still complicated and expensive to\ndevelop new single-target drugs. Nevertheless, recent approaches suggest that\nmulti-target drug design combined with a network-dependent approach and\nlarge-scale systems-oriented strategies (12-14) create a promising framework to\ncombat complex multigenetic disorders like cancer or diabetes. Here, we\ninvestigate the human network corresponding to the interactions between all US\napproved drugs and human therapies, defined by known drug-therapy\nrelationships. Our results show that the key paths in this network are shorter\nthan three steps, indicating that distant therapies are separated by a\nsurprisingly low number of chemical compounds. We also identify a sub-network\ncomposed by drugs with high centrality measures (15), which represent the\nstructural back-bone of the drug-therapy system and act as hubs routing\ninformation between distant parts of the network. These findings provide for\nthe first time a global map of the largescale organization of all known drugs\nand associated therapies, bringing new insights on possible strategies for\nfuture drug development. Special attention should be given to drugs which\ncombine the two properties of (a) having a high centrality value and (b) acting\non multiple targets.\n","Comment: 16 pages, 4 figures. It was submitted to peer review on August 15,\n  2007"]}]
["0711.1569",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1569"],"date":["2007-11-09"],"type":["text"],"creator":["Singh, Sudhir Kumar","Roychowdhury, Vwani P."],"language":[],"coverage":[],"title":["Capacity as a Fundamental Metric for Mechanism Design in the Information\n  Economy"],"description":["  The auction theory literature has so far focused mostly on the design of\nmechanisms that takes the revenue or the efficiency as a yardstick. However,\nscenarios where the {\\it capacity}, which we define as \\textit{``the number of\nbidders the auctioneer wants to have a positive probability of getting the\nitem''}, is a fundamental concern are ubiquitous in the information economy.\nFor instance, in sponsored search auctions (SSA's) or in online ad-exchanges,\nthe true value of an ad-slot for an advertiser is inherently derived from the\nconversion-rate, which in turn depends on whether the advertiser actually\nobtained the ad-slot or not; thus, unless the capacity of the underlying\nauction is large, key parameters, such as true valuations and\nadvertiser-specific conversion rates, will remain unknown or uncertain leading\nto inherent inefficiencies in the system. In general, the same holds true for\nall information goods/digital goods. We initiate a study of mechanisms, which\ntake capacity as a yardstick, in addition to revenue/efficiency. We show that\nin the case of a single indivisible item one simple way to incorporate capacity\nconstraints is via designing mechanisms to sell probability distributions, and\nthat under certain conditions, such optimal probability distributions could be\nidentified using a Linear programming approach. We define a quantity called\n{\\it price of capacity} to capture the tradeoff between capacity and\nrevenue/efficiency. We also study the case of sponsored search auctions.\nFinally, we discuss how general such an approach via probability spikes can be\nmade, and potential directions for future investigations.\n","Comment: 12 pages"]}]
["0711.1573",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1573"],"date":["2007-11-10"],"type":["text"],"creator":["Zhang, Wenyi","Kotagiri, Shivaprasad","Laneman, J. Nicholas"],"language":[],"coverage":[],"title":["Outage-Efficient Downlink Transmission Without Transmit Channel State\n  Information"],"description":["  This paper investigates downlink transmission over a quasi-static fading\nGaussian broadcast channel (BC), to model delay-sensitive applications over\nslowly time-varying fading channels. System performance is characterized by\noutage achievable rate regions. In contrast to most previous work, here the\nproblem is studied under the key assumption that the transmitter only knows the\nprobability distributions of the fading coefficients, but not their\nrealizations. For scalar-input channels, two coding schemes are proposed. The\nfirst scheme is called blind dirty paper coding (B-DPC), which utilizes a\nrobustness property of dirty paper coding to perform precoding at the\ntransmitter. The second scheme is called statistical superposition coding\n(S-SC), in which each receiver adaptively performs successive decoding with the\nprocess statistically governed by the realized fading. Both B-DPC and S-SC\nschemes lead to the same outage achievable rate region, which always dominates\nthat of time-sharing, irrespective of the particular fading distributions. The\nS-SC scheme can be extended to BCs with multiple transmit antennas.\n","Comment: Submitted to IEEE Transactions on Information Theory"]}]
["0711.1584",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1584"],"date":["2007-11-10"],"type":["text"],"creator":["Gorbatenko, Mikhail V."],"language":[],"coverage":[],"title":["Conformal Geometrodynamics: Exact Nonstationary Spherically Symmetric\n  Solutions"],"description":["  A nonstationary spherically symmetric problem for conformal geometrodynamics\nequations is considered and general exact solutions in quadratures are\nobtained. Involvement of Weyl degrees of freedom allows us to consider the\nproblem with arbitrary initial data, as for the conformal geometrodynamics\nequations the Cauchy problem is set up without connections to initial data. The\nresults of this paper are not confined with the framework of the perturbation\ntheory and open up new avenues for study of the process of space-time\nsingularity evolution in time.\n","Comment: 13 pages"]}]
["0711.1587",{"format":[],"subject":["Mathematics - Differential Geometry","53C60 (Primary)","58B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1587"],"date":["2007-11-10"],"type":["text"],"creator":["Asanjarani, A.","Bidabad, B."],"language":[],"coverage":[],"title":["Strong rigidity of constant curvature Finsler manifolds"],"description":["  Here, an extension of the Obata-Tanno's theorem to Finsler geometry is\nestablished and the following rigidity result is obtained; Every complete\nconnected Finsler manifold of positive constant flag curvature is isometrically\nhomeomorphic to an $n$-sphere equipped with a certain Finsler metric, and vise\nversa.\n","Comment: 8 pages"]}]
["0711.1591",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1591"],"date":["2007-11-10"],"type":["text"],"creator":["Mertens, H.","Polman, A."],"language":[],"coverage":[],"title":["Strong luminescence quantum efficiency enhancement near prolate metal\n  nanoparticles: dipolar versus higher-order modes"],"description":["  We present a theoretical study of the radiative and nonradiative decay rates\nof an optical emitter in close proximity to a prolate-shaped metal\nnanoparticle. We use the model developed by Gersten and Nitzan, that we correct\nfor radiative reaction and dynamic depolarization and extend for prolate\nparticle shapes. We show that prolate-shaped metal nanoparticles can lead to\nmuch higher quantum efficiency enhancements than corresponding spherical\nnanoparticles. For properly engineered emitter-nanoparticle geometries, quantum\nefficiency enhancements from an initial value of 1% (in absence of the\nnanoparticle) to 70% are feasible. We describe the anisotropy-induced\nenhancement effects in terms of large field enhancements near the metal tips\nthat cause strong coupling to the (radiative) dipolar modes. For increasing\nparticle anisotropy, a strong spectral separation between radiative dipolar and\ndark higher-order modes occurs, which leads to higher radiative efficiencies\nfor anisotropic particles. In addition, we demonstrate that for large (> 100\nnm) nanoparticles, the influence of Ohmic losses on plasmon-enhanced\nluminescence is substantially reduced, which implies that, if prolate shaped,\neven lossy metals such as Al and Cu are suitable materials for optical\nnano-antennas.\n"]}]
["0711.1596",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1596"],"date":["2007-11-10"],"type":["text"],"creator":["Konstein, S. E.","Tyutin, I. V."],"language":[],"coverage":[],"title":["Cohomologies of superalgebra of pointwise superproduct"],"description":["  We consider associative superalgebra realized on the smooth Grassmann-valued\nfunctions with compact supports in R^n. The lower Hochschild cohomologies of\nthis superalgebra are found.\n","Comment: 8 pages, LaTeX"]}]
["0711.1606",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1606"],"date":["2007-11-10"],"type":["text"],"creator":["Renold, S.","Bersier, C.","Stoll, E. P.","Meier, P. F."],"language":[],"coverage":[],"title":["Ab initio calculations of the electronic structure of cuprates using\n  large scale cluster techniques"],"description":["  The local electronic structures of La2CuO4, three members of the\nYttrium-family (YBa2Cu3O6, YBa2Cu3O7, and YBa2Cu4O8), and to some extent of\nNd2CuO4 have been determined using all-electron ab-initio cluster calculations\nfor clusters comprising up to thirteen planar copper atoms associated with\ntheir nearest planar and apical oxygen atoms. Spin-polarized calculations in\nthe framework of density functional theory have enabled an estimation of the\nsuperexchange couplings J. Electric field gradients at the planar copper sites\nare determined and their dependence on the occupation of the various atomic\norbitals are investigated in detail. The changes of the electronic field\ngradient and of the occupation of orbitals upon doping are studied and\ndiscussed. Furthermore, magnetic hyperfine fields are evaluated and\ndisentangled into on-site and transferred contributions, and the chemical\nshifts at the copper nucleus are calculated. In general the results are in good\nagreement with values deduced from experiments except for the value of the\nchemical shift with applied field perpendicular to the CuO2-plane.\n","Comment: 16 pages, 13 figures"]}]
["0711.1608",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Category Theory","58H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1608","Banach Center Publications, vol. 76, Warsawa 2007, 87-157"],"date":["2007-11-10"],"type":["text"],"creator":["Pradines, Jean"],"language":[],"coverage":[],"title":["In Ehresmann's footsteps: from Group Geometries to Groupoid Geometries"],"description":["  For a smooth (locally trivial) principal bundle in Ehresmann's sense, the\nrelation between the commuting vertical and horizontal actions of the\nstructural Lie group and the structural Lie groupoid (isomorphisms between\nvertical fibers) is regarded as a special case of a symmetrical concept of\nconjugation between \"principal\" Lie groupoid actions, allowing possibly\nnon-locally trivial bundles. A diagrammatic description of this concept via a\nsymmetric \"butterfly diagram\" allows its \"internalization\" in a wide class of\ncategories (used by \"working mathematicians\") whenever they are endowed with\ntwo distinguished classes of monomorphisms and epimorphisms mimicking the\nproperties of embeddings and surjective submersions. As an application, a\ngeneral theorem of \"universal activation\" encompasses in a unified way such\nvarious situations as Palais' theory of globalization for partial action laws,\nthe realization of non-abelian cocycles (including Haefliger cocycles for\nfoliations) or the description of the \"homogeneous space\" attached to an\nembedding of Lie groups (still valid for Lie groupoids).\n","Comment: 71 pages"]}]
["0711.1612",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory","49N30, 49N45, 94A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1612"],"date":["2007-11-10"],"type":["text"],"creator":["Candes, Emmanuel J.","Wakin, Michael B.","Boyd, Stephen P."],"language":[],"coverage":[],"title":["Enhancing Sparsity by Reweighted L1 Minimization"],"description":["  It is now well understood that (1) it is possible to reconstruct sparse\nsignals exactly from what appear to be highly incomplete sets of linear\nmeasurements and (2) that this can be done by constrained L1 minimization. In\nthis paper, we study a novel method for sparse signal recovery that in many\nsituations outperforms L1 minimization in the sense that substantially fewer\nmeasurements are needed for exact recovery. The algorithm consists of solving a\nsequence of weighted L1-minimization problems where the weights used for the\nnext iteration are computed from the value of the current solution. We present\na series of experiments demonstrating the remarkable performance and broad\napplicability of this algorithm in the areas of sparse signal recovery,\nstatistical estimation, error correction and image processing. Interestingly,\nsuperior gains are also achieved when our method is applied to recover signals\nwith assumed near-sparsity in overcomplete representations--not by reweighting\nthe L1 norm of the coefficient sequence as is common, but by reweighting the L1\nnorm of the transformed object. An immediate consequence is the possibility of\nhighly efficient data acquisition protocols by improving on a technique known\nas compressed sensing.\n"]}]
["0711.1614",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1614"],"date":["2007-11-10"],"type":["text"],"creator":["Gaudi, B. Scott"],"language":[],"coverage":[],"title":["Microlensing Searches for Planets: Results and Future Prospects"],"description":["  Microlensing is potentially sensitive to multiple-planet systems containing\nanalogs of all the solar system planets except Mercury, as well as to free\nfloating planets. I review the landscape of microlensing planet searches,\nbeginning with an outline of the method itself, and continuing with an overview\nof the results that have been obtained to date. Four planets have been detected\nwith microlensing. I discuss what these detections have taught us about the\nfrequency of terrestrial and giant planets with separations beyond the ``snow\nline.'' I then discuss the near and long-term prospects for microlensing planet\nsearches, and in particular speculate on the expected returns of\nnext-generation microlensing experiments both from the ground and from space.\nWhen combined with the results from other complementary surveys, next\ngeneration microlensing surveys can yield an accurate and complete census of\nthe frequency and properties of essentially all planets with masses greater\nthan that of Mars.\n","Comment: 12 pages, 2 figures, to appear in \"Extreme Solar Systems,\" ASP\n  Conference Series, ed. Debra Fischer, Fred Rasio, Steve Thorsett and Alex\n  Wolszczan"]}]
["0711.1620",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1620"],"date":["2007-11-10"],"type":["text"],"creator":["Bulyzhenkov, I. E."],"language":[],"coverage":[],"title":["NASA tests of Einstein's Universe call for non-empty space physics of\n  nonlocal classical matter"],"description":["  LLR and GPB geodetic precessions have tested flatness for\nEinsten-Infeld-Hoffmann dynamics of distributed relativistic matter\n","Comment: Back to \"Entwurf\" 1913 flatspace"]}]
["0711.1621",{"format":[],"subject":["Mathematics - Functional Analysis","46H20","46H25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1621"],"date":["2007-11-10"],"type":["text"],"creator":["Mohammadzadeh, S.","Vishki, H. R. E."],"language":[],"coverage":[],"title":["Arens Regularity of Module Actions and the Second Adjoit of a Derivation"],"description":["  In this paper, first we give a simple criterion for the Arens regularity of a\nbilinear mapping on normed spaces, which applies in particular to Banach module\nactions and then we investigate those conditions under which the second adjoint\nof a derivation into a dual Banach module is again a derivation. As a\nconsequence of the main result, a simple and direct proof for several older\nresults is also included.\n","Comment: 15 pages. To appear in Bull. Austral. Math. Soc"]}]
["0711.1622",{"format":[],"subject":["Mathematics - Representation Theory","20C20","20J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1622"],"date":["2007-11-10"],"type":["text"],"creator":["Park, Sejong"],"language":[],"coverage":[],"title":["The weighted fusion category algebra and the q-Schur algebra for\n  \\mathrm{GL}_2(q)"],"description":["  We show that the weighted fusion category algebra of the principal 2-block\n$b_0$ of $\\mathrm{GL}_2(q)$ is the quotient of the $q$-Schur algebra\n$\\mathcal{S}_2(q)$ by its socle, for $q$ an odd prime power. As a consequence,\nwe get a canonical bijection between the set of isomorphism classes of simple\n$k\\mathrm{GL}_2(q)b_0$-modules and the set of conjugacy classes of\n$b_0$-weights in this case.\n","Comment: 8 pages, 2 figures, to appear in Journal of Algebra"]}]
["0711.1626",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - History and Overview","35Q35, 76B03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1626"],"date":["2007-11-10"],"type":["text"],"creator":["Bjorland, Clayton","Schonbek, Maria E."],"language":[],"coverage":[],"title":["Poincar\\'e's inequality and diffusive evolution equations"],"description":["  This paper addresses the question of change of decay rate from exponential to\nalgebraic for diffusive evolution equations. We show how the behaviour of the\nspectrum of the Dirichlet Laplacian in the two cases yields the passage from\nexponential decay in bounded domains to algebraic decay or no decay at all in\nthe case of unbounded domains. It is well known that such rates of decay exist:\nthe purpose of this paper is to explain what makes the change in decay happen.\nWe also discuss what kind of data is needed to obtain various decay rates.\n","Comment: 16 pages. Submitted"]}]
["0711.1630",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1630"],"date":["2007-11-10"],"type":["text"],"creator":["Rego, Luis G. C."],"language":[],"coverage":[],"title":["Coherent electron-phonon states in suspended quantum dots: decoherence\n  and dissipation effects"],"description":["  The dynamics of coherent electron-phonon (el-ph) states is investigated for a\nsuspended nanostructure. Exact quantum dynamics calculations reveal that\nelectron and phonons (comprising a thermal bath) couple quantum mechanically to\nperform coherent oscillations with periods in the range of tens of nanoseconds,\ndespite the finite temperature of the phonon bath. Mechanical energy\ndissipation due to clamping loss is taken into account in the calculations.\nAlthough the lifetime of the coupled el-ph states decreases with the\ntemperature, well defined Rabi oscillations are obtained for temperatures up to\n100 mK. The dynamics of the coupled electron-phonon state is susceptible to\nvarious forms of external control. For instance, a weak external magnetic field\ncan be used to control the dynamics of the system, by decoupling the electron\nfrom the phonon bath. The results cast light upon the underlying physics of a\nyet unexplored system that could be suitable for novel quantum device\napplications.\n","Comment: 10 pages, two columns"]}]
["0711.1645",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1645"],"date":["2007-11-11"],"type":["text"],"creator":["Kulshreshtha, Usha"],"language":[],"coverage":[],"title":["Light-Front Quantization of the Nielsen-Olesen (Bogomol'nyi) Model"],"description":["  In this work, I consider the light-front quantization of a class of\nNielsen-Olesen (Bogomol'nyi) models in two-space one-time dimensions in the\nso-called symmetry phase using the Hamiltonian, path integral and BRST\nformulations.\n","Comment: 4 pages, 0 figures, conference talk"]}]
["0711.1647",{"format":[],"subject":["Physics - Computational Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1647"],"date":["2007-11-11"],"type":["text"],"creator":["Chen, Jingzhe","Zhang, Jin","Han, Rushan"],"language":[],"coverage":[],"title":["Controllable density of states in molecular devices: the magnetic effect\n  on cyclic molecules"],"description":["  Through the analysis of density of states (DOS), we study two different kinds\nof cyclic molecules, a sodium atomic circle and a Polycyclic Aromatic\nHydrocarbons (PAH) molecule respectively under an external magnetic field. The\nresults of calculation show that original DOS peaks split into two and the\npositions of peaks can be modulated periodically by controlling the magnetic\nfield. We attribute this phenomenon to the interaction between the molecular\norbital magnetic momentum and the magnetic field. Generally, this effect is\nobscure for a usual structure but obvious for the cyclic molecules.\n","Comment: 10 pages,6 figures"]}]
["0711.1649",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1649"],"date":["2007-11-11"],"type":["text"],"creator":["Huang, Hongxia","Deng, Chengrong","Ping, Jialun","Wang, Fan","Goldman, T."],"language":[],"coverage":[],"title":["Systematic study of multi-quark states I. qq-qq-\\bar{q} configuration"],"description":["  Group theoretic method for the systematic study of multi-quark states is\ndeveloped. The calculation of matrix elements of many body Hamiltonian is\nsimplified by transforming the physical bases (quark cluster bases) to symmetry\nbases (group chain classified bases), where the fractional parentage expansion\nmethod can be used. Five quark system is taken as example in this study. The\nJaffe-Wilczek $qq-qq-\\bar{q}$ configuration is chosen as one of examples to\nconstruct the physical bases and the transformation coefficients between\nphysical bases and symmetry ones are shown to be related to the\n${SU}_{mn}\\supset{SU}_m\\times{SU}_n$ isoscalar factors and a complete\ntransformation coefficients table is given. The needed isoscalar factors and\nfractional parentage coefficients had been calculated with our new group\nrepresentation theory and published before. Three quark models, the naive\nGlashow-Isgur, Salamanca and quark delocalization color screening, are used to\nshow the general applicability of the new multi-quark calculation method and\ngeneral results of constituent quark models for five-quark states are given.\n","Comment: 60 pages, 12 figures"]}]
["0711.1658",{"format":[],"subject":["Mathematical Physics","03.65.Sq, 05.20-y, 05.70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1658"],"date":["2007-11-11"],"type":["text"],"creator":["Lisok, A. L.","Trifonov, A. Yu.","Shapovalov, A. V."],"language":[],"coverage":[],"title":["Semiclassical symmetry of the Gross-Pitaevskii equation with quadratic\n  nonlocal Hamiltonian"],"description":["  The Cauchy problem for the Gross--Pitaevsky equation with quadratic nonlocal\nnonlinearity is reduced to a similar problem for the correspondent linear\nequation. The relation between symmetry operators of the linear and nonlinear\nGross--Pitaevsky equations is considered.\n"]}]
["0711.1659",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1659"],"date":["2007-11-11","2007-11-13"],"type":["text"],"creator":["Ogawa, Hiroto"],"language":[],"coverage":[],"title":["Effective elastic theory of smectic-A and smectic-C liquid crystals"],"description":["  We analytically derive the effective layer elastic energy of smectic-A and\nsmectic-C liquid crystals by adiabatic elimination of the orientational degree\nof freedom from the generalized Chen-Lubensky model. In the smectic-A phase,\nthe effective layer bending elastic modulus is calculated as a function of the\nwavelength of the layer undulation mode. It turns out that an unlocking of the\nlayer normal and the director reduces the layer bending rigidity for\nwavelengths smaller than the director penetration length. In the achiral\nsmectic-C phase, an anisotropic bending elasticity appears due to the coupling\nbetween the layer displacement and director. The effective layer bending\nrigidity is calculated as a function of the angle $\\vartheta$ between the layer\nundulation wave-vector and the director field. We compute the free energy\nminimizer $\\vartheta=\\theta$. It turns out that $\\theta$ varies from $0\\deg$ to\n$90\\deg$ depending on the tilt angle, undulation wave-length and other elastic\nconstants. We also discover a new important characteristic length and the\ndiscontinuous change of $\\theta$. Using the elastic constants of Chen-Lubensky\nmodel, we determine the parameters of the more macroscopic model [Y. Hatwalne\nand T. C. Lubensky, Phys. Rev. E {\\bf 52}, 6240 (1995)]. We then discuss the\nhydrodynamics, and demonstrate the alignment of director and the propagation of\nthe anisotropic layer displacement wave in the presence of an oscillatory wall\nand a vibrating cylindrical source respectively.\n","Comment: 28 pages, 11 figures"]}]
["0711.1668",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","53C25","30F40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1668"],"date":["2007-11-11"],"type":["text"],"creator":["LeBrun, Claude","Maskit, Bernard"],"language":[],"coverage":[],"title":["On Optimal 4-Dimensional Metrics"],"description":["  We completely determine, up to homeomorphism, which simply connected compact\noriented 4-manifolds admit scalar-flat, anti-self-dual Riemannian metrics. The\nkey new ingredient is a proof that the connected sum of five reverse-oriented\ncomplex projective planes admits such metrics.\n","Comment: 37 pages, 5 figures"]}]
["0711.1669",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1669"],"date":["2007-11-11"],"type":["text"],"creator":["Cusick, James"],"language":[],"coverage":[],"title":["Applying Software Defect Estimations: Using a Risk Matrix for Tuning\n  Test Effort"],"description":["  Applying software defect esimation techniques and presenting this information\nin a compact and impactful decision table can clearly illustrate to\ncollaborative groups how critical this position is in the overall development\ncycle. The Test Risk Matrix described here has proven to be a valuable addition\nto the management tools and approaches used in developing large scale software\non several releases. Use of this matrix in development planning meetings can\nclarify the attendant risks and possible consequences of carrying out or\nbypassing specific test activities.\n"]}]
["0711.1670",{"format":[],"subject":["Mathematics - Differential Geometry","53A04","53C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1670"],"date":["2007-11-11"],"type":["text"],"creator":["Virgós, Enrique Macias"],"language":[],"coverage":[],"title":["Length of parallel curves"],"description":["  We prove that the length difference between a closed periodic curve and its\nparallel curve at a sufficiently small distance is proportional to the rotation\nindex. As an application, the rotation index of a curve could be estimated by\nmeans of Cauchy-Crofton formula.\n","Comment: 5 pages, 2 figures"]}]
["0711.1673",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1673"],"date":["2007-11-11"],"type":["text"],"creator":["Pelc, M.","Marciak-Kozlowska, J.","Kozlowski, M."],"language":[],"coverage":[],"title":["Universal relaxation times for electron and nucleon gases"],"description":["  In this paper we calculate the universal relaxation times for electron and\nnucleon fermionic gases. We argue that the universal relaxation time tau(i) is\nequal tau(i)=h/m square v(i) where v(i)=alpha(i)c and alpha(1)=0.15 for nucleon\ngas and alpha(2)=1/137 for electron gas, c=light velocity. With the universal\nrelaxation time we formulate the thermal Proca equation for fermionic gases.\n  Key words: universal relaxation time, thermal universal Proca equation.\n","Comment: 12 pages"]}]
["0711.1675",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1675"],"date":["2007-11-11"],"type":["text"],"creator":["Pozdeeva, Ekaterina","Tarasov, Alexander"],"language":[],"coverage":[],"title":["Darboux transformation of boundary conditions of regular Dirac\n  Sturm--Liouville problem"],"description":["  It is shown that boundary conditions of the Darboux transformed Dirac\nSturm--Liouville problem are always zero-valued independently on boundary\nconditions of initial problem.\n"]}]
["0711.1682",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1682"],"date":["2007-11-11"],"type":["text"],"creator":["Georgiadis, Loukas","Kaplan, Haim","Shafrir, Nira","Tarjan, Robert E.","Werneck, Renato F."],"language":[],"coverage":[],"title":["Data Structures for Mergeable Trees"],"description":["  Motivated by an application in computational topology, we consider a novel\nvariant of the problem of efficiently maintaining dynamic rooted trees. This\nvariant requires merging two paths in a single operation. In contrast to the\nstandard problem, in which only one tree arc changes at a time, a single merge\noperation can change many arcs. In spite of this, we develop a data structure\nthat supports merges on an n-node forest in O(log^2 n) amortized time and all\nother standard tree operations in O(log n) time (amortized, worst-case, or\nrandomized depending on the underlying data structure). For the special case\nthat occurs in the motivating application, in which arbitrary arc deletions\n(cuts) are not allowed, we give a data structure with an O(log n) time bound\nper operation. This is asymptotically optimal under certain assumptions. For\nthe even-more special case in which both cuts and parent queries are\ndisallowed, we give an alternative O(log n)-time solution that uses standard\ndynamic trees as a black box. This solution also applies to the motivating\napplication. Our methods use previous work on dynamic trees in various ways,\nbut the analysis of each algorithm requires novel ideas. We also investigate\nlower bounds for the problem under various assumptions.\n"]}]
["0711.1691",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1691"],"date":["2007-11-11"],"type":["text"],"creator":["Goff, Michael"],"language":[],"coverage":[],"title":["Bounding Multiplicity by Shifts in the Taylor Resolution"],"description":["  A weaker form of the multiplicity conjecture of Herzog, Huneke, and\nSrinivasan is proven for two classes of monomial ideals: quadratic monomial\nideals and squarefree monomial ideals with sufficiently many variables relative\nto the Krull dimension. It is also shown that tensor products, as well as\nStanley-Reisner ideals of certain unions, satisfy the multiplicity conjecture\nif all the components do. Conditions under which the bounds are achieved are\nalso studied.\n"]}]
["0711.1694",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1694"],"date":["2007-11-11"],"type":["text"],"creator":["Krovi, Hari"],"language":[],"coverage":[],"title":["Symmetry in quantum walks"],"description":["  A discrete-time quantum walk on a graph is the repeated application of a\nunitary evolution operator to a Hilbert space corresponding to the graph.\nHitting times for discrete quantum walks on graphs give an average time before\nthe walk reaches an ending condition. We derive an expression for hitting time\nusing superoperators, and numerically evaluate it for the walk on the hypercube\nfor various coins and decoherence models. We show that, by contrast to\nclassical walks, quantum walks can have infinite hitting times for some initial\nstates. We seek criteria to determine if a given walk on a graph will have\ninfinite hitting times, and find a sufficient condition for their existence.\nThe phenomenon of infinite hitting times is in general a consequence of the\nsymmetry of the graph and its automorphism group. Symmetries of a graph, given\nby its automorphism group, can be inherited by the evolution operator. Using\nthe irreducible representations of the automorphism group, we derive conditions\nsuch that quantum walks defined on this graph must have infinite hitting times\nfor some initial states. Symmetry can also cause the walk to be confined to a\nsubspace of the original Hilbert space for certain initial states. We show that\na quantum walk confined to the subspace corresponding to this symmetry group\ncan be seen as a different quantum walk on a smaller quotient graph and we give\nan explicit construction of the quotient graph. We conjecture that the\nexistence of a small quotient graph with finite hitting times is necessary for\na walk to exhibit a quantum speed-up. Finally, we use symmetry and the theory\nof decoherence-free subspaces to determine when the subspace of the quotient\ngraph is a decoherence-free subspace of the dynamics.\n","Comment: 136 pages, Ph.D. thesis, University of Southern California, 2007"]}]
["0711.1695",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1695"],"date":["2007-11-11"],"type":["text"],"creator":["Moreno, Eduardo","Matamala, Martin"],"language":[],"coverage":[],"title":["Minimum de Bruijn Sequence in a Language with Forbidden Substrings"],"description":["  Let be the following strategy to construct a walk in a labeled digraph: at\neach vertex, we follow the unvisited arc of minimum label. In this work we\nstudy for which languages, applying the previous strategy over the\ncorresponding de Bruijn graph, we finish with an Eulerian cycle, in order to\nobtain the minimal de Bruijn sequence of the language.\n"]}]
["0711.1700",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1700"],"date":["2007-11-11"],"type":["text"],"creator":["Ren, Hao","Li, Qunxiang","Su, Haibin","Shi, Q. W.","Chen, Jie","Yang, Jinlong"],"language":[],"coverage":[],"title":["Edge Effects on the Electronic Structures of Chemically Modified\n  Armchair Graphene Nanoribbons"],"description":["  In this paper, we apply the first-principle theory to explore how the\nelectronic structures of armchair graphene nanoribbons (AGNRs) are affected by\nchemical modifications. The edge addends include H, F, N, NH$_{2}$, and\nNO$_{2}$. Our theoretical results show that the energy gaps are highly tunable\nby controlling the widths of AGNRs and addends. The most interesting finding is\nthat N-passivated AGNRs with various widths are metallic due to the unique\nelectronic features of N-N bonds. This property change of AGNRs (from\nsemiconducting to metallic) is important in developing graphene-based devices.\n","Comment: 5 pages and 5 figures"]}]
["0711.1711",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","Mathematics - Probability","05C25","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1711","Published in Combinatorics, Probability and Computing, 16 (2007),\n  issue 1, 159-166"],"date":["2007-11-12"],"type":["text"],"creator":["Timar, Adam"],"language":[],"coverage":[],"title":["Cutsets in infinite graphs"],"description":["  We answer three questions posed in a paper by Babson and Benjamini. They\nintroduced a parameter $C_G$ for Cayley graphs $G$ that has significant\napplication to percolation. For a minimal cutset of $G$ and a partition of this\ncutset into two classes, take the minimal distance between the two classes. The\nsupremum of this number over all minimal cutsets and all partitions is $C_G$.\nWe show that if it is finite for some Cayley graph of the group then it is\nfinite for any (finitely generated) Cayley graph. Having an exponential bound\nfor the number of minimal cutsets of size $n$ separating $o$ from infinity also\nturns out to be independent of the Cayley graph chosen. We show a 1-ended\nexample (the lamplighter group), where $C_G$ is infinite. Finally, we give a\nnew proof for a question of de la Harpe, proving that the number of $n$-element\ncutsets separating $o$ from infinity is finite unless $G$ is a finite extension\nof $Z$.\n","Comment: 10 pages"]}]
["0711.1712",{"format":[],"subject":["Mathematics - Differential Geometry","58E12, 58E20, 53C42, 53C43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1712"],"date":["2007-11-12"],"type":["text"],"creator":["Johnson, David L.","Perdomo, Oscar"],"language":[],"coverage":[],"title":["Minimal tori with low nullity"],"description":["  The nullity of a minimal submanifold $M\\subset S^{n}$ is the dimension of the\nnullspace of the second variation of the area functional. That space contains\nas a subspace the effect of the group of rigid motions $SO(n+1)$ of the ambient\nspace, modulo those motions which preserve $M$, whose dimension is the Killing\nnullity $kn(M)$ of $M$. In the case of 2-dimensional tori $M$ in $S^{3}$, there\nis an additional naturally-defined 2-dimensional subspace; the dimension of the\nsum of the action of the rigid motions and this space is the natural nullity\n$nnt(M)$. In this paper we will study minimal tori in $S^{3}$ with natural\nnullity less than 8. We construct minimal immersions of the plane $R^{2}$ in\n$S^{3}$ that contain all possible examples of tori with $nnt(M)<8$. We prove\nthat the examples of Lawson and Hsiang with $kn(M)=5$ also have $nnt(M)=5$, and\nwe prove that if the $nnt(M)\\le6$ then the group of isometries of $M$ is not\ntrivial.\n","Comment: 24 pages, no figures"]}]
["0711.1718",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1718"],"date":["2007-11-12"],"type":["text"],"creator":["Shcherbina, M."],"language":[],"coverage":[],"title":["Central limit theorem for linear eigenvalue statistics of orthogonally\n  invariant matrix models"],"description":["  We prove central limit theorem for linear eigenvalue statistics of\northogonally invariant ensembles of random matrices with one interval limiting\nspectrum. We consider ensembles with real analytic potentials and test\nfunctions with two bounded derivatives.\n","Comment: 19 pages"]}]
["0711.1739",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1739"],"date":["2007-11-12"],"type":["text"],"creator":["Halle, Lars Halvard"],"language":[],"coverage":[],"title":["Galois actions on models of curves"],"description":["  We study group actions on regular models of curves. If $X$ is a smooth curve\ndefined over the fraction field $K$ of a complete d.v.r. $R$, every tamely\nramified extension $K'/K$ with Galois group $G$ induces a $G$-action on\n$X_{K'}$. In this paper we study the extension of this $G$-action to certain\nregular models of $X_{K'}$. In particular, we obtain a formula for the Brauer\ntrace of the endomorphism induced by a group element on the alternating sum of\nthe cohomology groups of the structure sheaf of the special fiber of such a\nregular model. Inspired by this global study, we also consider similar\nquestions for Galois actions on the exceptional locus of a tame cyclic quotient\nsingularity.\n  We apply these results to study a natural filtration of the special fiber of\nthe N\\'eron model of the Jacobian of $X$ by closed, unipotent subgroup schemes.\nWe show that the jumps in this filtration only depend on the fiber type of the\nspecial fiber of the minimal regular model with strict normal crossings for $X$\nover $\\Spec(R)$, and in particular are independent of the residue\ncharacteristic. Furthermore, we obtain information about where these jumps\noccur. We also compute the jumps for each of the finitely many possible fiber\ntype for curves of genus 1 and 2.\n","Comment: 69 pages, part of my thesis"]}]
["0711.1740",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33C45, 42C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1740"],"date":["2007-11-12"],"type":["text"],"creator":["Alfaro, M.","Marcellan, F.","Pena, A.","Rezola, M. L."],"language":[],"coverage":[],"title":["When do linear combinations of orthogonal polynomials yield new\n  sequences of orthogonal polynomials?"],"description":["  Given $\\{P_n \\}$ a sequence of monic orthogonal polynomials, we analyze their\nlinear combinations $\\{Q_n \\}$with constant coefficients and fixed length\n$k+1$. Necessary and sufficient conditions are given for the orthogonality of\nthe monic sequence $\\{Q_n \\}$ as well as an interesting interpretation in terms\nof the Jacobi matrices associated with $\\{P_n \\}$ and $\\{Q_n \\}$. Moreover, in\nthe case $k=2$, we characterize the families $\\{P_n \\}$ such that the\ncorresponding polynomials $\\{Q_n \\}$ are also orthogonal.\n","Comment: 11 pages"]}]
["0711.1742",{"format":[],"subject":["Astrophysics","High Energy Physics - Theory","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1742"],"date":["2007-11-12"],"type":["text"],"creator":["Srianand, Raghunathan","Chand, Hum","Petitjean, Patrick","Aracil, Bastien"],"language":[],"coverage":[],"title":["In response to the comments by Murphy et al. (arxiv:0708.3677)"],"description":["  In their comment, Murphy et al. (arxiv:0708.3677) criticize the fitting\nprocedure we used in two previous papers [Srianand et al. 2004(Paper I) and\nChand et al. 2004 (Paper II)] and conclude that the above papers offers no\nstringent test to previous evidence for varying fine structure constant. We\nthink this is a hasty conclusion as (a) our procedure is robust as shown in\nPaper II; (b) the data used by Murphy et al., in particular the error array,\nare different from ours and there are differences in the fitting procedure; (c)\ndespite these differences, 70 per cent of their individual measurements are\nconsistent with that quoted in Paper II. Our reanalysis using VPFIT with\nidentical initial guess parameters leads to \\Delta\\alpha/\\alpha =\n(0.01+/-0.15)x 10^{-5}$ for 21 systems (excluding two systems that deviate at\nmore than 3$\\sigma$ level) with very little scatter (\\chi^2_\\nu ~1).\n","Comment: To appear in PRL as a reply to the comment by Murphy et al., contains\n  2 figures"]}]
["0711.1747",{"format":[],"subject":["Mathematics - Number Theory","11F41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1747"],"date":["2007-11-12"],"type":["text"],"creator":["Walling, Lynne H."],"language":[],"coverage":[],"title":["Explicit matrices for Hecke operators on Siegel modular forms"],"description":["  We present an explicit set of matrices giving the action of the Hecke\noperators $T(p)$, $T_j(p^2)$ on Siegel modular forms.\n"]}]
["0711.1748",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1748"],"date":["2007-11-12"],"type":["text"],"creator":["Rivasseau, Vincent"],"language":[],"coverage":[],"title":["Why Renormalizable NonCommutative Quantum Field Theories?"],"description":["  We complete our previous recent review on noncommutative field theory,\ndiscussing in particular the constructive aproach to the Grosse-Wulkenhaar\ntheory. We also suggest that by gluing together many Grosse-Wulkenhaar theories\nat high energy one can obtain an effective commutative field theory at lower\nenergy.\n","Comment: 27 pages, 2 figures"]}]
["0711.1751",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1751"],"date":["2007-11-12"],"type":["text"],"creator":["Lineweaver, Charles H."],"language":[],"coverage":[],"title":["Paleontological Tests: Human-like Intelligence is not a Convergent\n  Feature of Evolution"],"description":["  We critically examine the evidence for the idea that encephalization\nquotients increase with time. We find that human-like intelligence is not a\nconvergent feature of evolution. Implications for the search for\nextraterrestrial intelligence are discussed.\n","Comment: 14 pages, 6 figures, to be published in \"From Fossils to\n  Astrobiology\" Edt J. Seckbach and M. Walsh, Springer 2008"]}]
["0711.1752",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1752"],"date":["2007-11-12"],"type":["text"],"creator":["Knapen, Johan H."],"language":[],"coverage":[],"title":["Panel discussion I: Star formation in galaxies: how do we continue?"],"description":["  This is the written account of the first of two panel discussions, on \"Star\nformation in galaxies: how do we continue?\" The chair of the panel was Phil\nJames, and panel members were John Beckman, Torsten Boeker, Daniela Calzetti,\nAngeles Diaz, and Rob Kennicutt. The panel and audience discussed the four\nfollowing questions: 1) What are the most critically needed techniques to give\naccurate measurements of total rates and efficiencies of star formation? 2) Do\nwe understand the form of the initial mass function and its variation as a\nfunction of redshift and environment? 3) Are there multiple modes of star\nformation in galaxies (bulge vs. disk, burst vs. continuous) or does the\nSchmidt law explain everything? 4) How do we bring together our understanding\nof star formation in our Galaxy and in external systems?\n","Comment: Written account of conference panel discussion, to be published in\n  proc. Pathways through an Eclectic Universe, Eds. J. H. Knapen, T. J.\n  Mahoney, & A. Vazdekis, ASP conf. ser."]}]
["0711.1753",{"format":[],"subject":["Mathematics - Number Theory","11J54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1753"],"date":["2007-11-12"],"type":["text"],"creator":["Moshchevitin, Nikolay G."],"language":[],"coverage":[],"title":["On small fractional parts of polynomials"],"description":["  We prove that for any real polynomial $f(x) \\in\\mathbb{R} [x]$ the set $$\n\\{\\alpha \\in \\mathbb{R}: \\liminf_{n\\to \\infty} n\\log n ||\\alpha f(n)|| >0\\} $$\nhas positive Hausdorff dimension. Here $||\\xi ||$ means the distance from $\\xi\n$ to the nearest integer. Our result is based on an original method due to Y.\nPeres and W. Schlag.\n","Comment: 8 pages"]}]
["0711.1754",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1754"],"date":["2007-11-12"],"type":["text"],"creator":["Knapen, Johan H."],"language":[],"coverage":[],"title":["Panel discussion II: Reconciling observations and modeling of star\n  formation at high redshifts"],"description":["  This is the written account of the second of two panel discussions, on\n\"Reconciling observations and modeling of star formation at high redshifts\".\nThe chair of the panel was Pavel Kroupa, and panel members were Marc Balcells,\nJohn Beckman, Christopher Conselice, and Joseph Silk. After a short\nintroduction by each of the panelists, panel and audience entered into a lively\ndiscussion, centered around the following six themes: the mass function of\npre-stellar gas clouds; a possible top-heavy initial mass function at high\nredshifts versus mini-quasars as the first sources of ionization; the\nintegrated galactic initial mass function; possible differences in specific\nstar formation rates in disks and in massive galaxies; whether merging rates\nyield a wrong prediction for massive galaxies, and what is the physics behind\nthe onset of the red sequence of galaxies; and the case of dark\nmatter-dominated dwarf galaxies versus tidal dwarf galaxies.\n","Comment: Written account of conference panel discussion, to be published in\n  proc. Pathways through an Eclectic Universe, Eds. J. H. Knapen, T. J.\n  Mahoney, & A. Vazdekis, ASP conf. ser."]}]
["0711.1755",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1755"],"date":["2007-11-12"],"type":["text"],"creator":["Altmann, Martin","Catelan, Marcio","Zoccali, Manuela"],"language":[],"coverage":[],"title":["Meet the COG's"],"description":["  Kinematics combined with detailed element abundances provide the method of\nanalysis of stellar populations using as much available information as\npossible, in contrast to other methods. Here we employ this technique on local\nHBA stars in an ongoing programme to search for omega Centauri debris among\nthese objects, which led us to discover another group of stars with very\nsimilar kinematics and abundances, the Cometary Orbit Group (COG). We also\ncomment on the future of this kind of undertaking in the Gaia era.\n","Comment: 8 pages, 4 figures, to apear in ASP-Conference Series"]}]
["0711.1765",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1765","Information Control Problems in Manufacturing 2006, Elsevier (Ed.)\n  (2006) 149-154"],"date":["2007-11-12"],"type":["text"],"creator":["Pashkevich, Anatoly","Chablat, Damien","Wenger, Philippe"],"language":[],"coverage":[],"title":["Kinematic calibration of orthoglide-type mechanisms"],"description":["  The paper proposes a novel calibration approach for the Orthoglide-type\nmechanisms based on observations of the manipulator leg parallelism during\nmo-tions between the prespecified test postures. It employs a low-cost\nmeasuring system composed of standard comparator indicators attached to the\nuniversal magnetic stands. They are sequentially used for measuring the\ndeviation of the relevant leg location while the manipulator moves the TCP\nalong the Cartesian axes. Using the measured differences, the developed\nalgorithm estimates the joint offsets that are treated as the most essential\nparameters to be adjusted. The sensitivity of the meas-urement methods and the\ncalibration accuracy are also studied. Experimental re-sults are presented that\ndemonstrate validity of the proposed calibration technique\n"]}]
["0711.1769",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1769"],"date":["2007-11-12"],"type":["text"],"creator":["Olteanu, Anda"],"language":[],"coverage":[],"title":["Constructible ideals"],"description":["  We introduce the concept of constructible ideal and we relate this concept\nwith the notion of constructible simplicial complex. Several properties of\nconstructible ideals are studied.\n"]}]
["0711.1777",{"format":[],"subject":["Physics - Popular Physics","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1777"],"date":["2007-11-12"],"type":["text"],"creator":["Dutil, Y.","Dumas, S."],"language":[],"coverage":[],"title":["Sustainability: A Tedious Path to Galactic Colonization"],"description":["  Civilization cannot sustain an exponential growth for long time even when\nneglecting numerous laws of physics! In this paper, we examine what are\nfundamental obstacles to long term survival of a civilization and its\npossibility to colonize the Galaxy. Using the solar system as a reference,\nresources available for sustained growth are analyzed. Using this information,\nwe will explore the probability of discovering a civilization at its different\nstage of energy evolution as estimating some possible value of L, the typical\nlife time of an extra-terrestrial civilization.\n","Comment: 4 pages, to appear in the proceedings of \"Bioastronomy 2007\", ed.\n  Meech et al"]}]
["0711.1781",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1781"],"date":["2007-11-12"],"type":["text"],"creator":["Dumas, S.","Dutil, Y.","Joncas, G."],"language":[],"coverage":[],"title":["Detection of Endolithes Using Infrared Spectroscopy"],"description":["  On Earth, the Dry Valleys of Antarctica provide the closest martian-like\nenvironment for the study of extremophiles. Colonies of bacteries are protected\nfrom the freezing temperatures, the drought and UV light. They represent almost\nhalf of the biomass of those regions. Due to there resilience, endolithes are\none possible model of martian biota. We propose to use infrared spectroscopy to\nremotely detect those colonies even if there is no obvious sign of their\npresence. This remote sensing approach reduces the risk of contamination or\ndamage to the samples.\n","Comment: 4 pages, to appear in the proceedings of \"Bioastronomy 2007\", ed.\n  Meech et al"]}]
["0711.1784",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1784"],"date":["2007-11-12"],"type":["text"],"creator":["Lorenz, Jan","Battiston, Stefano"],"language":[],"coverage":[],"title":["Systemic risk in a network fragility model analyzed with probability\n  density evolution of persistent random walks"],"description":["  We study the mean field approximation of a recent model of cascades on\nnetworks relevant to the investigation of systemic risk control in financial\nnetworks. In the model, the hypothesis of a trend reinforcement in the\nstochastic process describing the fragility of the nodes, induces a trade-off\nin the systemic risk with respect to the density of the network. Increasing the\naverage link density, the network is first less exposed to systemic risk, while\nabove an intermediate value the systemic risk increases. This result offers a\nsimple explanation for the emergence of instabilities in financial systems that\nget increasingly interwoven. In this paper, we study the dynamics of the\nprobability density function of the average fragility. This converges to a\nunique stable distribution which can be computed numerically and can be used to\nestimate the systemic risk as a function of the parameters of the model.\n","Comment: 20 pages, 6 figures"]}]
["0711.1786",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1786"],"date":["2007-11-12"],"type":["text"],"creator":["Dumont, Cyril","Mourlin, Fabrice"],"language":[],"coverage":[],"title":["A Mobile Computing Architecture for Numerical Simulation"],"description":["  The domain of numerical simulation is a place where the parallelization of\nnumerical code is common. The definition of a numerical context means the\nconfiguration of resources such as memory, processor load and communication\ngraph, with an evolving feature: the resources availability. A feature is often\nmissing: the adaptability. It is not predictable and the adaptable aspect is\nessential. Without calling into question these implementations of these codes,\nwe create an adaptive use of these implementations. Because the execution has\nto be driven by the availability of main resources, the components of a numeric\ncomputation have to react when their context changes. This paper offers a new\narchitecture, a mobile computing architecture, based on mobile agents and\nJavaSpace. At the end of this paper, we apply our architecture to several case\nstudies and obtain our first results.\n"]}]
["0711.1788",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1788"],"date":["2007-11-12"],"type":["text"],"creator":["Mathieux, Fabrice","Brissaud, Daniel","Zwolinski, Peggy"],"language":[],"coverage":[],"title":["Product ecodesign and materials: current status and future prospects"],"description":["  The aim of this paper is to discuss the current status of ecodesign in the\nindustry and its future implications for materials. There is today more and\nmore focus on the environmental impacts of products during their whole life\ncycle. In particular, ecodesign aims at integrating environmental aspects\nduring the product's design process as any other criterion, in order to reduce\nthe life cycle impacts. Although a lot of product environmental impact\nassessment and Design for Environment tools already exist, environmental\naspects are unfortunately rarely routinely integrated into product development\nprocess in the industry. This is mainly due to the fact that current ecodesign\ntools are little adapted to designers' practices, requirements and\ncompetencies. After the sequential and DfX paradigms, design of products is\ntoday maturing into Integrated Design, where multiple points of views and\nexpertise have to be considered at the same time to progressively define the\nproduct.\n"]}]
["0711.1789",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1789"],"date":["2007-11-12"],"type":["text"],"creator":["De Gregorio, Alessandro","Iacus, Stefano"],"language":[],"coverage":[],"title":["Renyi information for ergodic diffusion processes"],"description":["  In this paper we derive explicit formulas of the R\\'enyi information, Shannon\nentropy and Song measure for the invariant density of one dimensional ergodic\ndiffusion processes. In particular, the diffusion models considered include the\nhyperbolic, the generalized inverse Gaussian, the Pearson, the exponential\nfamiliy and a new class of skew-$t$ diffusions.\n"]}]
["0711.1797",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1797","Physical Review Letters 99, 19 (2007) 193401","doi:10.1103/PhysRevLett.99.193401"],"date":["2007-11-12"],"type":["text"],"creator":["Chirot, Fabien","Labastie, Pierre","Zamith, Sébastien","L'Hermite, Jean-Marc"],"language":[],"coverage":[],"title":["Experimental Determination of Nucleation Scaling Law for Small Charged\n  Particles"],"description":["  We investigated the nucleation process at the molecular level. Controlled\nsticking of individual atoms onto mass selected clusters over a wide mass range\nhas been carried out for the first time. We measured the absolute unimolecular\nnucleation cross sections of cationic sodium clusters Na_{n}^{+} in the range\nn=25-200 at several collision energies. The widely used hard sphere\napproximation clearly fails for small sizes: not only should vapor-to-liquid\nnucleation theories be modified, but also, through the microreversibility\nprinciple, cluster decay rate statistical models.\n"]}]
["0711.1800",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B83, 11T23, 11T30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1800"],"date":["2007-11-12","2007-11-13"],"type":["text"],"creator":["Shparlinski, Igor E."],"language":[],"coverage":[],"title":["Arithmetic and Geometric Progressions in Productsets over Finite Fields"],"description":["  Given two sets $\\cA, \\cB \\subseteq \\F_q$ of elements of the finite field\n$\\F_q$ of $q$ elements, we show that the productset $$ \\cA\\cB = \\{ab | a \\in\n\\cA, b \\in\\cB\\} $$ contains an arithmetic progression of length $k \\ge 3$\nprovided that $k<p$, where $p$ is the characteristic of $\\F_q$, and $# \\cA #\n\\cB \\ge 3q^{2d-2/k}$. We also consider geometric progressions in a shifted\nproductset $\\cA\\cB +h$, for $f \\in \\F_q$, and obtain a similar result.\n"]}]
["0711.1805",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1805","Physical Review B 75, 11 (2007) 115416/1","doi:10.1103/PhysRevB.75.115416"],"date":["2007-11-12"],"type":["text"],"creator":["Huby, Nolwenn","Hirsch, Lionel","Aubouy, Laurent","Gerbier, Philippe","Van Der Lee, Arie","Amy, Fabrice","Kahn, Antoine"],"language":[],"coverage":[],"title":["Evidence of environmental strains on charge injection in silole based\n  organic light emitting diodes"],"description":["  Using d. functional theory (DFT) computations, the authors demonstrated a\nsubstantial skeletal relaxation when the structure of\n2,5-bis-[4-anthracene-9-yl-phenyl]-1,1-dimethyl-3,4-diphenyl-silole (BAS) is\noptimized in the gas-phase comparing with the mol. structure detd. from\nmonocrystal x-ray diffraction. The origin of such a relaxation is explained by\na strong environmental strains induced by the presence of anthracene entities.\nAlso, the estn. of the frontier orbital levels showed that this structural\nrelaxation affects mainly the LUMO that is lowered of 190 meV in the gas phase.\nTo check if these theor. findings would be confirmed for thin films of BAS, the\nauthors turned to UV photoemission spectroscopy and/or inverse photoemission\nspectroscopy and electrooptical measurements. The study of the c.d. or voltage\nand luminance or voltage characteristics of an ITO/PEDOT/BAS/Au device clearly\ndemonstrated a very unusual temp.-dependent behavior. Using a thermally\nassisted tunnel transfer model, this behavior likely originated from the\nvariation of the electronic affinity of the silole deriv. with the temp. The\nthermal agitation relaxes the mol. strains in thin films as it is shown when\npassing from the cryst. to the gas phase. The relaxation of the intramol. thus\ninduces an increase of the electronic affinity and, as a consequence, the more\nefficient electron injection in org. light-emitting diodes.\n"]}]
["0711.1806",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1806","Synthetic Metals 157, 2-3 (2007) 91","doi:10.1016/j.synthmet.2006.12.012"],"date":["2007-11-12"],"type":["text"],"creator":["Aubouy, Laurent","Gerbier, Philippe","Guérin, Christian","Huby, Nolwenn","Hirsch, Lionel","Vignau, Laurence"],"language":[],"coverage":[],"title":["Study of the influence of the molecular organization on single-layer\n  OLEDs' performances"],"description":["  The authors synthesized three new silole derivs. with incrementally flexible\nstructure to tune their packing ability and therefore study the influence of\nthe mol. organization in single-layer OLEDs. This architecture was chosen since\nthe absence of org. layers interfaces allows a better evaluation of the role of\nthe mol. arrangement in the active layer. The examn. of the EL properties gives\nevidences of the prominent role of the mol. organization on the OLED\nefficiency. A cryst.-like organization of the mols. allows high c.d. but low\nluminance efficiency since an excessive electron current flow is involved\ncompared to the hole one, and the recombination rate is poor. On the contrary,\ndisordered assemblies of mols. allows better performances by avoiding\nunfavorable p-stacking, while keeping good intermol. orbital overlaps to\nsupport charge carrier transport.\n"]}]
["0711.1814",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1814"],"date":["2007-11-12"],"type":["text"],"creator":["Lisi, Francesca A."],"language":[],"coverage":[],"title":["Building Rules on Top of Ontologies for the Semantic Web with Inductive\n  Logic Programming"],"description":["  Building rules on top of ontologies is the ultimate goal of the logical layer\nof the Semantic Web. To this aim an ad-hoc mark-up language for this layer is\ncurrently under discussion. It is intended to follow the tradition of hybrid\nknowledge representation and reasoning systems such as $\\mathcal{AL}$-log that\nintegrates the description logic $\\mathcal{ALC}$ and the function-free Horn\nclausal language \\textsc{Datalog}. In this paper we consider the problem of\nautomating the acquisition of these rules for the Semantic Web. We propose a\ngeneral framework for rule induction that adopts the methodological apparatus\nof Inductive Logic Programming and relies on the expressive and deductive power\nof $\\mathcal{AL}$-log. The framework is valid whatever the scope of induction\n(description vs. prediction) is. Yet, for illustrative purposes, we also\ndiscuss an instantiation of the framework which aims at description and turns\nout to be useful in Ontology Refinement.\n  Keywords: Inductive Logic Programming, Hybrid Knowledge Representation and\nReasoning Systems, Ontologies, Semantic Web.\n  Note: To appear in Theory and Practice of Logic Programming (TPLP)\n","Comment: 30 pages, 6 figures"]}]
["0711.1818",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1818"],"date":["2007-11-12"],"type":["text"],"creator":["Cances, Eric","Stoltz, Gabriel","Scuseria, Gustavo E.","Staroverov, Viktor N.","Davidson, Ernest R."],"language":[],"coverage":[],"title":["Local Exchange Potentials for Electronic Structure Calculations"],"description":["  The Hartree-Fock exchange operator is an integral operator arising in the\nHartree-Fock method and replaced by a multiplicative operator (a local\npotential) in Kohn-Sham density functional theory. This article presents a\ndetailed analysis of the mathematical properties of various local\napproximations to the nonlocal Hartree-Fock exchange operator, including the\nSlater potential, the optimized effective potential (OEP), the\nKrieger-Li-Iafrate (KLI) and common energy-denominator approximations (CEDA) to\nthe OEP, and the effective local potential (ELP). In particular, we show that\nthe Slater, KLI, CEDA potentials and the ELP can all be defined as solutions to\ncertain variational problems. We also provide a rigorous derivation of the\nintegral OEP equation and establish the existence of a solution to a system of\ncoupled nonlinear partial differential equations defining the Slater\napproximation to the Hartree-Fock equations.\n"]}]
["0711.1825",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1825"],"date":["2007-11-12"],"type":["text"],"creator":["Gerasyuta, S. M.","Matskevich, E. E."],"language":[],"coverage":[],"title":["Form factors of $S$-wave charmed baryon multiplet $J^P={1/2}^+$"],"description":["  Electric form factors of $S$-wave charmed baryons are calculated within the\nrelativistic quark model in the region of low and intermediate momentum\ntransfers, $Q^2 \\le 1 GeV^2$. The charge radii of low-lying charmed baryons are\ndetermined.\n","Comment: 8 pages, latex"]}]
["0711.1833",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1833"],"date":["2007-11-12"],"type":["text"],"creator":["Barabanov, I.","Bezrukov, L.","Cattadori, C.","Danilov, N.","Di Vacri, A.","Ferrari, N.","Kornoukhov, V.","Krylov, Y. S.","Nesterova, N.","Nisi, S.","Yanovich, E."],"language":[],"coverage":[],"title":["Characterization and performances of new indium loaded organic liquid\n  scintillators, based on novel indium carboxilate compounds"],"description":["  A novel formulation to dope organic liquid scintillators (OLS) with indium at\nconcentrations up to 10% is presented: it is based on specific indium\ncarboxylate compounds adequately synthesized. The produced In-OLS has been\ncharacterized: it has light yield 8500 ph/MeV at indium concentration 5.5% and\nlight attenuation length of 2,5 m at wavelength of 430 nm. The scintillator\nproperties were stable during all time of investigation (~ 1 years). The\nproduced In-OLS is compared to other In-OLS formulations and shows superior\nperformances. The developed methodic to metal dope OLS can be easily extended\nto other metals as Gd, Nd, Cd.\n"]}]
["0711.1834",{"format":[],"subject":["Mathematics - Probability","60G18 (Primary)","60G17 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1834"],"date":["2007-11-12"],"type":["text"],"creator":["Caballero, Maria Emilia","Rivero, Victor"],"language":[],"coverage":[],"title":["On the asymptotic behaviour of increasing positive self-similar Markov\n  processes"],"description":["  We are interested by the rate of growth of increasing positive self-similar\nMarkov processes (ipssMp) such that the subordinator associated to it via\nLamperti's transformation has infinite mean. We prove that the logarithm of an\nipssMp normalized by the logarithm of the time converges weakly, as the time\ntends to infinity, if and only if the Laplace exponent of the underlying\nsubordinator is regularly varying at zero. Moreover, we prove that the regular\nvariation at zero of the Laplace exponent is essentially nasc for the existence\nof a function that normalizes the logarithm of an ipssMp. We obtain a law of\niterated logarithm for the liminf of the logarithm of an ipssMp and an integral\ntest to study the upper envelope of it. Furthermore, results concerning the\nrate of growth of the random clock appearing in Lamperti's transformation are\nobtained.\n","Comment: submitted"]}]
["0711.1852",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","34C10","34B24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1852"],"date":["2007-11-12"],"type":["text"],"creator":["Krueger, Helge"],"language":[],"coverage":[],"title":["On Perturbations of Quasiperiodic Schroedinger Operators"],"description":["  Using relative oscillation theory and the reducibility result of Eliasson, we\nstudy perturbations of quasiperiodic Schroedinger operators. In particular, we\nderive relative oscillation criteria and eigenvalue asymptotics for critical\npotentials.\n"]}]
["0711.1855",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1855"],"date":["2007-11-12"],"type":["text"],"creator":["Xiao, Di","Shi, Junren","Clougherty, Dennis P.","Niu, Qian"],"language":[],"coverage":[],"title":["Theory of electric polarization induced by inhomogeneity in crystals"],"description":["  We develop a general theory of electric polarization induced by inhomogeneity\nin crystals. We show that contributions to polarization can be classified in\npowers of the gradient of the order parameter. The zeroth order contribution\nreduces to the well-known result obtained by King-Smith and Vanderbilt for\nuniform systems. The first order contribution, when expressed in a two-point\nformula, takes the Chern-Simons 3-form of the vector potentials derived from\nthe Bloch wave functions. Using the relation between polarization and charge\ndensity, we demonstrate our formula by studying charge fractionalization in a\ntwo-dimensional dimer model recently proposed.\n"]}]
["cond-mat/0511479",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511479","Phys. Rev. Lett. 96, 235503 (2006)","doi:10.1103/PhysRevLett.96.235503"],"date":["2005-11-18","2005-11-21"],"type":["text"],"creator":["Wrubel, J. P.","Hubbard, B. E.","Agladze, N. I.","Sievers, A. J.","Fedorov, P. P.","Klimenchenko, D. I.","Ryskin, A. I.","Campbell, J. A."],"language":[],"coverage":[],"title":["Glass-like two-level systems in minimally disordered mixed crystals"],"description":["  THz spectroscopy is used to identify a broad distribution of two-level\nsystems, characteristic of glasses, in the substitutional monatomic mixed\ncrystal systems, Ba_{1-x}Ca_xF_2 and Pb_{1-x}Ca_xF_2. In these minimally\ndisordered systems, two-level behavior begins at a specific CaF_2\nconcentration. The concentration dependence, successfully modeled using the\nstatistics of the impurity distribution in the lattice, points to a collective\ndopant tunneling mechanism.\n","Comment: 4 pages, 4 figures, 2 tables, submitted to Phys. Rev. Lett v.2: fixed\n  typo in authors list, no text changes"]}]
["cond-mat/0608557",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608557","Phys. Rev. E 75, 011602 (2007).","doi:10.1103/PhysRevE.75.011602"],"date":["2006-08-25"],"type":["text"],"creator":["Lehle, H.","Oettel, M."],"language":[],"coverage":[],"title":["The Importance of Boundary Conditions for Fluctuation Induced Forces\n  between Colloids at Interfaces"],"description":["  We calculate the effective fluctuation induced force between spherical or\ndisk-like colloids trapped at a flat, fluid interface mediated by thermally\nexcited capillary waves. This Casimir type force is determined by the partition\nfunction of the system which in turn is calculated in a functional integral\napproach, where the restrictions on the capillary waves imposed by the colloids\nare incorporated by auxiliary fields. In the long-range regime the fluctuation\ninduced force is shown to depend sensitively on the boundary conditions imposed\nat the three-phase contact line between the colloids and the two fluid phases.\nThe splitting of the fluctuating capillary wave field into a mean-field and a\nfluctuation part leads to competing repulsive and attractive contributions,\nrespectively, which give rise to cancellations of the leading terms. In a\nsecond approach based on multipole expansion of the Casimir interaction, these\ncancellations can be understood from the vanishing of certain multipole moments\nenforced by the boundary conditions. We also discuss the connection of the\ndifferent types of boundary conditions to certain external fields acting on the\ncolloids which appear to be realizable by experimental techniques such as the\nlaser tweezer method.\n","Comment: 24 pages, 4 figures"]}]
["cond-mat/0612410",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612410","Phys. Rev. Lett. 99, 207001 (2007)","doi:10.1103/PhysRevLett.99.207001"],"date":["2006-12-15","2007-11-13"],"type":["text"],"creator":["Constantin, Magdalena","Yu, Clare C."],"language":[],"coverage":[],"title":["Microscopic Model of Critical Current Noise in Josephson Junctions"],"description":["  We present a simple microscopic model to show how fluctuating two--level\nsystems in the Josephson junction tunnel barrier of thickness $L$ can modify\nthe potential energy of the barrier and produce critical current noise spectra.\nWe find low frequency $1/f$ noise that goes as $L^5$. Our values are in good\nagreement with recent experimental measurements of critical current noise in\nAl/AlO$_{x}$/Al Josephson junctions. We also investigate the sensitivity of the\nnoise on the nonuniformity of the tunnel barrier.\n","Comment: 4 pages, 3 figures"]}]
["cs/0509023",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0509023"],"date":["2005-09-08","2007-11-13"],"type":["text"],"creator":["Cameron, Kathie","Edmonds, Jack","Lévêque, Benjamin","Maffray, Frédéric"],"language":[],"coverage":[],"title":["Coloring vertices of a graph or finding a Meyniel obstruction"],"description":["  A Meyniel obstruction is an odd cycle with at least five vertices and at most\none chord. A graph is Meyniel if and only if it has no Meyniel obstruction as\nan induced subgraph. Here we give a O(n^2) algorithm that, for any graph, finds\neither a clique and coloring of the same size or a Meyniel obstruction. We also\ngive a O(n^3) algorithm that, for any graph, finds either aneasily recognizable\nstrong stable set or a Meyniel obstruction.\n"]}]
["gr-qc/0409103",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0409103","Class. Quantum Grav. 22 (2005) 3817-3831","doi:10.1088/0264-9381/22/19/001"],"date":["2004-09-28","2005-09-11"],"type":["text"],"creator":["Horvat, Dubravko","Ilijic, Sasa","Narancic, Zoran"],"language":[],"coverage":[],"title":["Regular and quasi black hole solutions for spherically symmetric charged\n  dust distributions in the Einstein-Maxwell theory"],"description":["  Static spherically symmetric distributions of electrically counterpoised dust\n(ECD) are used to construct solutions to Einstein-Maxwell equations in\nMajumdar--Papapetrou formalism. Unexpected bifurcating behaviour of solutions\nwith regard to source strength is found for localized, as well as for the\ndelta-function ECD distributions. Unified treatment of general ECD\ndistributions is accomplished and it is shown that for certain source strengths\none class of regular solutions approaches Minkowski spacetime, while the other\ncomes arbitrarily close to black hole solutions.\n","Comment: LaTeX (IOP style) 17 pages, 10 figures"]}]
["hep-th/0408093",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0408093","Int.J.Theor. Phys. vol.46, pp 405 (2007)"],"date":["2004-08-11","2007-11-13"],"type":["text"],"creator":["Albeed, A.","Shikakhwa, M. S."],"language":[],"coverage":[],"title":["The Spin Interaction of a Dirac Particle in an Aharonov-Bohm Potential\n  in First Order Scattering"],"description":["  For a Dirac particle in an Aharonov-Bohm (AB) potential, it is shown that the\nspin interaction (SI) operator which governs the transitions in the spin sector\nof the first order S-matrix is related to one of the generators of rotation in\nthe spin space of the particle. This operator, which is given by the projection\nof the spin operator $\\mathbf{\\Sigma}$ along the direction of the total\nmomentum of the system, and the two operators constructed from the projections\nof the $\\mathbf{\\Sigma}$ operator along the momentum transfer and the\nz-directions close the SU(2) algebra.It is suggested, then, that these two\ndirections of the total momentum and the momentum transfer form some sort of\nnatural intrinsic directions in terms of which the spin dynamics of the\nscattering process at first order can be formulated conveniently. A formulation\nand an interpretation of the conservation of helicity at first order using the\nspin projection operators along these directions is presented .\n","Comment: 9 pages, two figures.Published version. Title and content slightly\n  modified"]}]
["math-ph/0611010",{"format":[],"subject":["Mathematical Physics","35J10","81Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0611010"],"date":["2006-11-03","2007-11-13"],"type":["text"],"creator":["boutheina, souabni"],"language":[],"coverage":[],"title":["Approximation discret de la Densite d etat surfacique pour un operateur\n  de Schrodinger surfacique presque periodique"],"description":["  On va montrer que la densite d etat surfacique de de l operateur de\nSchrodinger presque periodique discret converge faiblement vers la Densite d\netat surfacique continue .\n","Comment: 12 pages"]}]
["math-ph/0612034",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Geometric Topology","81T30,81T75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0612034","Adv. Theor. Math. Phys., 12, (2007), pp 185-215"],"date":["2006-12-11","2007-11-12"],"type":["text"],"creator":["Pande, Ashwin S."],"language":[],"coverage":[],"title":["Topological T-duality and Kaluza-Klein Monopoles"],"description":["  We study topological T-duality for spaces with a semi-free $S^1-$action with\nisolated fixed points. Physically, these correspond to spacetimes containing\nKaluza-Klein monopoles. We demonstrate that the physical dyonic coordinate of\nsuch spaces has an analogue in our formalism. By analogy with the Dirac\nmonopole, we study these spaces as gerbes. We study the effect of Topological\nT-duality on these gerbes.\n","Comment: LaTeX2e, uses atmp.cls, 30 pages, uses xypic, final version,inserted\n  references, typos corrected"]}]
["math/0306360",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0306360","Funct. Anal. Appl. 39 (2005), 90-94"],"date":["2003-06-25"],"type":["text"],"creator":["Shiffman, Bernard","Zaidenberg, Mikhail"],"language":[],"coverage":[],"title":["New examples of hyperbolic octic surfaces in $\\PP^3$"],"description":["  We show that a general small deformation of the union of two general cones in\nP3 of degree >= 4 is Kobayashi hyperbolic. Hence we obtain new examples of\nhyperbolic surfaces in P3 of any given degree d>= 8.\n","Comment: 4 pages, Latex"]}]
["math/0401108",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0401108"],"date":["2004-01-11","2004-01-27"],"type":["text"],"creator":["Backelin, Erik","Kremnizer, Kobi"],"language":[],"coverage":[],"title":["Quantum flag varieties, equivariant quantum D-modules and localization\n  of quantum groups"],"description":["  Let $\\Oq(G)$ be the algebra of quantized functions on an algebraic group $G$\nand $\\Oq(B)$ its quotient algebra corresponding to a Borel subgroup $B$ of $G$.\nWe define the category of sheaves on the \"quantum flag variety of $G$\" to be\nthe $\\Oq(B)$-equivariant $\\Oq(G)$-modules and proves that this is a\nproj-category. We construct a category of equivariant quantum\n$\\mathcal{D}$-modules on this quantized flag variety and prove the\nBeilinson-Bernsteins localization theorem for this category in the case when\n$q$ is not a root of unity.\n"]}]
["math/0405074",{"format":[],"subject":["Mathematics - Probability","60K35","82B43","60G18","60G51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405074","Probab. Theory Related Fields 134 (2006), no. 3, 453--488","doi:10.1007/s00440-005-0446-3"],"date":["2004-05-05"],"type":["text"],"creator":["Dubedat, Julien"],"language":[],"coverage":[],"title":["Excursion decompositions for $\\SLE$ and Watts' crossing formula"],"description":["  It is known that Schramm-Loewner Evolutions (SLEs) have a.s. frontier points\nif $\\kappa>4$ and a.s. cutpoints if $4<\\kappa<8$. If $\\kappa>4$, an appropriate\nversion of $\\SLE(\\kappa)$ has a renewal property: it starts afresh after\nvisiting its frontier. Thus one can give an excursion decomposition for this\nparticular $\\SLE(\\kappa)$ ``away from its frontier''. For $4<\\kappa<8$, there\nis a two-sided analogue of this situation: a particular version of\n$\\SLE(\\kappa)$ has a renewal property w.r.t its cutpoints; one studies\nexcursion decompositions of this $\\SLE$ ``away from its cutpoints''. For\n$\\kappa=6$, this overlaps Vir\\'ag's results on ``Brownian beads''. As a\nby-product of this construction, one proves Watts' formula, which describes the\nprobability of a double crossing in a rectangle for critical plane percolation.\n","Comment: 36 pages"]}]
["math/0406089",{"format":[],"subject":["Mathematics - Complex Variables","High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406089","J. Diff. Geometry 72 (2006), 381-427."],"date":["2004-06-04","2005-12-09"],"type":["text"],"creator":["Douglas, Michael R.","Shiffman, Bernard","Zelditch, Steve"],"language":[],"coverage":[],"title":["Critical points and supersymmetric vacua, II: Asymptotics and extremal\n  metrics"],"description":["  Motivated by the vacuum selection problem of string/M theory, we study a new\ngeometric invariant of a positive Hermitian line bundle $(L, h)\\to M$ over a\ncompact K\\\"ahler manifold: the expected distribution of critical points of a\nGaussian random holomorphic section $s \\in H^0(M, L)$ with respect to the Chern\nconnection $\\nabla_h$. It is a measure on $M$ whose total mass is the average\nnumber $\\mathcal{N}^{crit}_h$ of critical points of a random holomorphic\nsection. We are interested in the metric dependence of $\\mathcal{N}^{crit}_h$,\nespecially metrics $h$ which minimize $\\mathcal{N}^{crit}_h$. We concentrate on\nthe asymptotic minimization problem for the sequence of tensor powers $(L^N,\nh^N)\\to M$ of the line bundle and their critical point densities\n$\\mathcal{K}^{crit}_{N,h}(z)$. We prove that $\\mathcal{K}^{crit}_{N,h}(z)$ has\na complete asymptotic expansion in $N$ whose coefficients are curvature\ninvariants of $h$. The first two terms in the expansion of\n$\\mathcal{N}^{crit}_{N,h}$ are topological invariants of $(L, M)$. The third\nterm is a topological invariant plus a constant $\\beta_2(m)$ (depending only on\nthe dimension $m$ of $M$) times the Calabi functional $\\int_M \\rho^2 dV_h$,\nwhere $\\rho$ is the scalar curvature of the K\\\"ahler metric $\\omega_h:=\\frac i2\n\\Theta_h$. We give an integral formula for $\\beta_2(m)$ and show, by a computer\nassisted calculation, that $\\beta_2(m)>0$ for $m\\leq 5$, hence that\n$\\mathcal{N}^{crit}_{N,h}$ is asymptotically minimized by the Calabi extremal\nmetric (when one exists). We conjecture that $\\beta_2(m)>0$ in all dimensions,\ni.e. the Calabi extremal metric is always the asymptotic minimizer.\n","Comment: 35 pages; 2 Maple worksheets. Final version for Journal of\n  Differential Geometry. This is the second paper in a three-part series\n  including math.CV/0402326 and math-ph/0506015. This revision contains\n  additional conjectures and numerical results, as well as stylistic changes\n  and minor corrections"]}]
["math/0407048",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0407048"],"date":["2004-07-04","2006-10-03"],"type":["text"],"creator":["Backelin, Erik","Kremnizer, Kobi"],"language":[],"coverage":[],"title":["Localization for quantum groups at a root of unity"],"description":["  In the paper \\cite{BK} we defined categories of equivariant quantum\n$\\mathcal{O}_q$-modules and $\\mathcal{D}_q$-modules on the quantum flag variety\nof $G$. We proved that the Beilinson-Bernstein localization theorem holds at a\ngeneric $q$. Here we prove that a derived version of this theorem holds at the\nroot of unity case. Namely, the global section functor gives a derived\nequivalence between category of $U_q$-modules and $\\mathcal{D}_q$-modules on\nthe quantum flag variety.\n  For this we first prove that $\\mathcal{D}_q$ is an Azumaya algebra over an\nopen subset ofthe cotangent bundle $T^\\star X$ of the classical (char 0) flag\nvariety $X$. This way we get a derived equivalence between representations of\n$U_q$ and certain $\\mathcal{O}_{T^\\star X}$-modules.\n  In the paper \\cite{BMR} similar results were obtained for a Lie algebra\n$\\g_p$ in char $p$. Hence, representations of $\\g_p$ and of $U_q$ (when $q$ is\na p'th root of unity) are related via the cotangent bundles $T^\\star X$ in char\n0 and in char $p$, respectively.\n","Comment: Mistakes corrected. Added content"]}]
["math/0411299",{"format":[],"subject":["Mathematics - Probability","60G17","60G52","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411299","Comm. Pure Applied Mathematics. 60 (12), p 1792--1847, 2007","doi:10.1002/cpa.20191"],"date":["2004-11-12","2005-12-06"],"type":["text"],"creator":["Dubedat, Julien"],"language":[],"coverage":[],"title":["Commutation relations for SLE"],"description":["  Schramm-Loewner Evolutions (SLEs) describe a one-parameter family of growth\nprocesses in the plane that have particular conformal invariance properties.\nFor instance, SLE can define simple random curves in a simply connected domain.\nIn this paper we are interested in questions pertaining to the definition of\nseveral SLEs in a domain (i.e. several random curves). In particular, one\nderives infinitesimal commutation conditions, discuss some elementary\nsolutions, study integrability conditions following from commutation and show\nhow to lift these infinitesimal relations to global relations in simple cases.\nThe situation in multiply-connected domains is also discussed.\n","Comment: v3: several corrections and additional material. 42 pages"]}]
["math/0506258",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","19D10, 55R70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506258","K-Theory 38 No. 1 (2007) 1-22"],"date":["2005-06-13","2007-11-12"],"type":["text"],"creator":["Badzioch, Bernard","Dorabiala, Wojciech"],"language":[],"coverage":[],"title":["Additivity for parametrized topological Euler characteristic and\n  Reidemeister torsion"],"description":["  Dwyer, Weiss, and Williams have recently defined the notions of parametrized\ntopological Euler characteristic and parametrized topological Reidemeister\ntorsion which are invariants of bundles of compact topological manifolds. We\nshow that these invariants satisfy additivity formulas paralleling the additive\nproperties of the classical Euler characteristic and Reidemeister torsion of\nfinite CW-complexes.\n","Comment: Minor stylistic changes; published in K-Theory"]}]
["math/0507276",{"format":[],"subject":["Mathematics - Probability","60G17","60G52","60K35","82B43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507276","J. Statist. Phys. 123 (2006), no. 6, 1183--1218","doi:10.1007/s10955-006-9132-9"],"date":["2005-07-13","2006-05-21"],"type":["text"],"creator":["Dubedat, Julien"],"language":[],"coverage":[],"title":["Euler integrals for commuting SLEs"],"description":["  Schramm-Loewner Evolutions (SLEs) have proved an efficient way to describe a\nsingle continuous random conformally invariant interface in a simply-connected\nplanar domain; the admissible probability distributions are parameterized by a\nsingle positive parameter $\\kappa$. As shown in \\cite{D6}, the coexistence of\n$n$ interfaces in such a domain implies algebraic (``commutation'') conditions.\nIn the most interesting situations, the admissible laws on systems of $n$\ninterfaces are parameterized by $\\kappa$ and the solution of a particular\n(finite rank) holonomic system.\n  The study of solutions of differential systems, in particular their global\nbehaviour, often involves the use of integral representations. In the present\narticle, we provide Euler integral representations for solutions of holonomic\nsystems arising from SLE commutation. Applications to critical percolation\n(general crossing formulae), Loop-Erased Random Walks (direct derivation of\nFomin's formulae in the scaling limit), and Uniform Spanning Trees are\ndiscussed. The connection with conformal restriction and Poissonized\nnon-intersection for chordal SLEs is also studied.\n","Comment: v3: minor revision. 28 pages. to appear in J. Statist. Phys"]}]
["math/0602132",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C35, 53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602132","Sib. Mat. Zh. Vol. 48 (2007), No. 4, 772--777 (Russian); English\n  translation. Siberian Mathematical Journal, Vol. 48 (2007), No. 4., 616-620.","doi:10.1007/s11202-007-0063-8"],"date":["2006-02-07"],"type":["text"],"creator":["Jovanovic, Bozidar"],"language":[],"coverage":[],"title":["On the Cartan Model of the Canonical Vector Bundles over Grassmannians"],"description":["  We give a representation of canonical vector bundles over Grassmannian\nmanifolds as non-compact affine symmetric spaces as well as their Cartan model\nin the group of the Euclidean motions.\n","Comment: 6 pages"]}]
["math/0605739",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605739","Math. Res. Lett. 14 (2007), 469-479"],"date":["2006-05-29"],"type":["text"],"creator":["Bloom, Thomas","Shiffman, Bernard"],"language":[],"coverage":[],"title":["Zeros of random polynomials on C^m"],"description":["  For a regular compact set $K$ in $C^m$ and a measure $\\mu$ on $K$ satisfying\nthe Bernstein-Markov inequality, we consider the ensemble $P_N$ of polynomials\nof degree $N$, endowed with the Gaussian probability measure induced by\n$L^2(\\mu)$. We show that for large $N$, the simultaneous zeros of $m$\npolynomials in $P_N$ tend to concentrate around the Silov boundary of $K$; more\nprecisely, their expected distribution is asymptotic to $N^m \\mu_{eq}$, where\n$\\mu_{eq}$ is the equilibrium measure of $K$. For the case where $K$ is the\nunit ball, we give scaling asymptotics for the expected distribution of zeros\nas $N\\to\\infty$.\n","Comment: 10 pages"]}]
["math/0607683",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607683"],"date":["2006-07-26","2007-11-13"],"type":["text"],"creator":["Alexeev, Valery","Guy, G. Michael"],"language":[],"coverage":[],"title":["Moduli of weighted stable maps and their gravitational descendants"],"description":["  We study the intersection theory on the moduli spaces of maps of $n$-pointed\ncurves $f:(C,s_1,... s_n)\\to V$ which are stable with respect to a weight data\n$(a_1,..., a_n)$, $0\\le a_i\\le 1$. After describing the structure of these\nmoduli spaces, we prove a formula describing the way each descendant changes\nunder a wall crossing. As a corollary, we compute the weighted descendants in\nterms of the usual ones, i.e. for the weight data $(1,...,1)$, and vice versa.\n","Comment: v3: mostly typographical edits; v4: minor update following referee's\n  comments"]}]
["math/0611854",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35S15","58J42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611854"],"date":["2006-11-28","2007-11-13"],"type":["text"],"creator":["Grubb, Gerd"],"language":[],"coverage":[],"title":["The local and global parts of the basic zeta coefficient for operators\n  on manifolds with boundary"],"description":["  For operators on a compact manifold $X$ with boundary $\\partial X$, the basic\nzeta coefficient $C_0(B, P_{1,T})$ is the regular value at $s=0$ of the zeta\nfunction $\\Tr(B P_{1,T}^{-s})$, where $B=P_++G$ is a pseudodifferential\nboundary operator (in the Boutet de Monvel calculus) -- for example the\nsolution operator of a classical elliptic problem -- and $P_{1,T}$ is a\nrealization of an elliptic differential operator $P_1$, having a ray free of\neigenvalues.\n  Relative formulas (e.g. for the difference between the constants with two\ndifferent choices of $P_{1,T}$) have been known for some time and are local. We\nhere determine $C_0(B, P_{1,T})$ itself, showing how it is put together of\nlocal residue-type integrals (generalizing the noncommutative residue of\nWodzicki, Guillemin, Fedosov-Golse-Leichtnam-Schrohe) and global canonical\ntrace-type integrals (generalizing the canonical trace of Kontsevich and\nVishik, formed of Hadamard finite parts).\n  Our formula generalizes that of Paycha and Scott, shown recently for\nmanifolds without boundary. It leads in particular to new definitions of\nnoncommutative residues of expressions involving $\\log P_{1,T}$.\n  Since the complex powers of $P_{1,T}$ lie far outside the Boutet de Monvel\ncalculus, the standard consideration of holomorphic families is not really\nuseful here; instead we have developed a resolvent parametric method, where\nresults from our calculus of parameter-dependent boundary operators can be\nused.\n","Comment: 46 pages, to appear in Mathematische Annalen"]}]
["math/0701585",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701585"],"date":["2007-01-22","2007-11-12"],"type":["text"],"creator":["Green, Ben","Tao, Terence"],"language":[],"coverage":[],"title":["A note on the Freiman and Balog-Szemeredi-Gowers theorems in finite\n  fields"],"description":["  We obtain quantitative versions of the Balog-Szemeredi-Gowers and Freiman\ntheorems in the model case of a finite field geometry F_2^n, improving the\npreviously known bounds in such theorems. For instance, if A is a subset of\nF_2^n such that |A+A| <= K|A| (thus A has small additive doubling), we show\nthat there exists an affine subspace V of F_2^n of cardinality |V| >>\nK^{-O(\\sqrt{K})} |A| such that |A \\cap V| >> |V|/2K. Under the assumption that\nA contains at least |A|^3/K quadruples with a_1 + a_2 + a_3 + a_4 = 0 we obtain\na similar result, albeit with the slightly weaker condition |V| >>\nK^{-O(K)}|A|.\n","Comment: 12 pages, to appear in J. Aust. Math. Society. Some very minor\n  revisions from previous version"]}]
["nlin/0703020",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0703020","Phys. Rev. E 76, 016402 (2007)","doi:10.1103/PhysRevE.76.016402"],"date":["2007-03-12","2007-04-16"],"type":["text"],"creator":["Koukouloyannis, V.","Kourakis, I."],"language":[],"coverage":[],"title":["Existence of multi-site intrinsic localized modes in one-dimensional\n  Debye crystals"],"description":["  The existence of highly localized multi-site oscillatory structures (discrete\nmultibreathers) in a nonlinear Klein-Gordon chain which is characterized by an\ninverse dispersion law is proven and their linear stability is investigated.\nThe results are applied in the description of vertical (transverse, off-plane)\ndust grain motion in dusty plasma crystals, by taking into account the lattice\ndiscreteness and the sheath electric and/or magnetic field nonlinearity.\nExplicit values from experimental plasma discharge experiments are considered.\nThe possibility for the occurrence of multibreathers associated with vertical\ncharged dust grain motion in strongly-coupled dusty plasmas (dust crystals) is\nthus established. From a fundamental point of view, this study aims at\nproviding a first rigorous investigation of the existence of intrinsic\nlocalized modes in Debye crystals and/or dusty plasma crystals and, in fact,\nsuggesting those lattices as model systems for the study of fundamental crystal\nproperties.\n","Comment: 12 pages, 8 figures, revtex format"]}]
["physics/0509066",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0509066","J. Opt. Soc. Am. A 23, 1179-1200 (2006)","doi:10.1364/JOSAA.23.001179"],"date":["2005-09-08"],"type":["text"],"creator":["Chapman, H. N.","Barty, A.","Marchesini, S.","Noy, A.","Cui, C.","Howells, M. R.","Rosen, R.","He, H.","Spence, J. C. H.","Weierstall, U.","Beetz, T.","Jacobsen, C.","Shapiro, D."],"language":[],"coverage":[],"title":["High-resolution ab initio three-dimensional X-ray diffraction microscopy"],"description":["  Coherent X-ray diffraction microscopy is a method of imaging non-periodic\nisolated objects at resolutions only limited, in principle, by the largest\nscattering angles recorded. We demonstrate X-ray diffraction imaging with high\nresolution in all three dimensions, as determined by a quantitative analysis of\nthe reconstructed volume images. These images are retrieved from the 3D\ndiffraction data using no a priori knowledge about the shape or composition of\nthe object, which has never before been demonstrated on a non-periodic object.\nWe also construct 2D images of thick objects with infinite depth of focus\n(without loss of transverse spatial resolution). These methods can be used to\nimage biological and materials science samples at high resolution using X-ray\nundulator radiation, and establishes the techniques to be used in\natomic-resolution ultrafast imaging at X-ray free-electron laser sources.\n","Comment: 22 pages, 11 figures, submitted"]}]
["physics/0611233",{"format":[],"subject":["Physics - Optics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611233","J. Opt. Soc. Am. A 24, 3289-3296 (2007)","doi:10.1364/JOSAA.24.003289"],"date":["2006-11-24","2007-06-06"],"type":["text"],"creator":["Marchesini, S."],"language":[],"coverage":[],"title":["Phase retrieval and saddle-point optimization"],"description":["  Iterative algorithms with feedback are amongst the most powerful and\nversatile optimization methods for phase retrieval. Among these, the hybrid\ninput-output algorithm has demonstrated practical solutions to giga-element\nnonlinear phase retrieval problems, escaping local minima and producing images\nat resolutions beyond the capabilities of lens-based optical methods. Here, the\ninput-output iteration is improved by a lower dimensional subspace saddle-point\noptimization.\n","Comment: 8 pages, 4 figures, revtex"]}]
["q-bio/0412015",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Biomolecules","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0412015","Bulletin of Mathematical Biology 69 (2007), 2429--2442","doi:10.1007/s11538-007-9229-6"],"date":["2004-12-09","2007-04-19"],"type":["text"],"creator":["Gorban, A. N.","Zinovyev, A. Yu."],"language":[],"coverage":[],"title":["The Mystery of Two Straight Lines in Bacterial Genome Statistics.\n  Release 2007"],"description":["  In special coordinates (codon position--specific nucleotide frequencies)\nbacterial genomes form two straight lines in 9-dimensional space: one line for\neubacterial genomes, another for archaeal genomes. All the 348 distinct\nbacterial genomes available in Genbank in April 2007, belong to these lines\nwith high accuracy. The main challenge now is to explain the observed high\naccuracy. The new phenomenon of complementary symmetry for codon\nposition--specific nucleotide frequencies is observed. The results of analysis\nof several codon usage models are presented. We demonstrate that the\nmean--field approximation, which is also known as context--free, or complete\nindependence model, or Segre variety, can serve as a reasonable approximation\nto the real codon usage. The first two principal components of codon usage\ncorrelate strongly with genomic G+C content and the optimal growth temperature\nrespectively. The variation of codon usage along the third component is related\nto the curvature of the mean-field approximation. First three eigenvalues in\ncodon usage PCA explain 59.1%, 7.8% and 4.7% of variation. The eubacterial and\narchaeal genomes codon usage is clearly distributed along two third order\ncurves with genomic G+C content as a parameter.\n","Comment: Significantly extended version with new data for all the 348 distinct\n  bacterial genomes available in Genbank in April 2007"]}]
["quant-ph/0702261",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702261"],"date":["2007-02-27","2007-11-13"],"type":["text"],"creator":["Quijas, P. C. Garcia","Aguilar, L. M. Arevalo"],"language":[],"coverage":[],"title":["On the Bandgap quantum coupler and the harmonic oscillator interacting\n  with a reservoir: Defining the relative phase gate"],"description":["  In order to be able to study dissipation, the interaction between a single\nsystem and their environment was introduced in quantum mechanics. Master and\nquantum Langeving equations was derived and, also, decoherence was studied\nusing this approach. One of the most used model in this field is a single\nharmonic oscillator interacting with a reservoir. In this work we solve\nanalytically this problem in the resonance case with the evolution operator\nmethod. We use this result to study the conditional dynamics of a finite system\nof coupling, a bandgap quantum coupler. We study the conditional dynamics of\nthe coupler on the computational basis by choosing a proper interaction time.\nThis conditional dynamics provides a distinct realization of a quantum phase\ngate, which we name the relative phase gate.\n","Comment: 11 pages, submited, content changed"]}]
