["0706.1356",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1356"],"date":["2007-06-11","2007-06-14"],"type":["text"],"creator":["Izquierdo, Segismundo S.","Izquierdo, Luis R."],"language":[],"coverage":[],"title":["A discriminative method to conduct exploratory analyses in networks"],"description":["  This paper, which commented on Newman and Leicht's \"Mixture models and\nexploratory analysis in networks\" (2007, PNAS 104, 9564-9569), has been\nwithdrawn. The reason for this removal is that we misinterpreted the conceptual\nframework that the authors of the original paper use. Specifically, it is\nassumed in our paper that the variable theta_ri denotes the *a priori*\nprobability that there exists an edge from group r to vertex i. The correct\ninterpretation is that theta_ri denotes the probability that a given edge from\ngroup r connects to vertex i.\n  We are very grateful to Mark Newman and Elizabeth Leicht not only for\npointing out our misinterpretation, but also for doing it so politely and\ngracefully.\n","Comment: This paper has been withdrawn"]}]
["0706.1978",{"format":[],"subject":["Mathematical Physics","37N05","70F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1978"],"date":["2007-06-13"],"type":["text"],"creator":["Cherubini, Anna Maria","Metafune, Giorgio","Paparella, Francesco"],"language":[],"coverage":[],"title":["On the Stopping Time of a Bouncing Ball"],"description":["  We study a simple model of a bouncing ball that takes explicitely into\naccount the elastic deformability of the body and the energy dissipation due to\ninternal friction. We show that this model is not subject to the problem of\ninelastic collapse, that is, it does not allow an infinite number of impacts in\na finite time. We compute asymptotic expressions for the time of flight and for\nthe impact velocity. We also prove that contacts with zero velocity of the\nlower end of the ball are possible, but non-generic. Finally, we compare our\nfindings with other models and laboratory experiments.\n","Comment: Submitted to archive for rational mechanics and analysis"]}]
["0706.1983",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1983"],"date":["2007-06-13"],"type":["text"],"creator":["Grau, N."],"language":[],"coverage":[],"title":["The Heavy Ion Physics Program with ATLAS at the LHC"],"description":["  The first Pb+Pb collisions at the Large Hadron Collider (LHC) at sqrts_NN =\n5.52 TeV are imminent. Heavy ion collisions at the LHC provide an extended\nenergy lever arm to the existing measurements made at RHIC and SPS, especially\nin hard (large-Q^2) processes. In this contribution an overview of the ATLAS\ndetector is given and the current physics focus of Heavy Ion Working Group is\ndiscussed.\n","Comment: 8 pages, 6 figures, prepared for the 23rd Winter Workshop on Nuclear\n  Dynamics, Big Sky, MT, Feb 11-18, 2007"]}]
["0706.1991",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1991"],"date":["2007-06-13"],"type":["text"],"creator":["Radulescu, Razvan Tudor","Kehe, Kai"],"language":[],"coverage":[],"title":["Antiproliferative MCR peptides block physical interaction of insulin\n  with retinoblastoma protein (RB) in human lung cancer cells"],"description":["  Fifteen years ago, a structural analysis of the hormone insulin and the\nretinoblastoma tumor suppressor protein (RB) revealed that they may physically\ninteract with one another. Subsequently, an RB peptide corresponding to the\nproposed RB binding site for insulin was found to recognize full-length insulin\nin vitro. As part of efforts aimed at developing this RB peptide into an\nanti-cancer drug, this molecule was chemically coupled to a cellular\ninternalization signal and termed \"MCR peptide\". Meanwhile, several such MCR\npeptide variants have been demonstrated to restrain the proliferation of\ndifferent human cancer cells in vitro and in vivo. Moreover, one of the MCR\npeptides coined MCR-10 was shown to be capable of interfering with the complex\nformation between insulin and RB in HepG2 human hepatoma cells, as monitored by\nimmunofluorescence. This latter result indicating an in vivo association\nbetween insulin and RB was confirmed by a follow-up study combining the methods\nof co-immunoprecipitation and immunoblotting. Here, we provide evidence for the\nexistence of the insulin-RB complex in A549 human non-small cell lung cancer\ncells. Specifically, we demonstrate this heterodimer by means of a magnetic\nbeads-based immunoprecipitation approach and equally show that this dimer can\nbe disrupted by MCR-4 or MCR-10 each of which is known to possess\nantiproliferative properties, yet to a much lesser extent by a control peptide.\nThus, this investigation has yielded another important proof for the occurrence\nof the insulin-RB dimer and, furthermore, its validity as a target for\nantineoplastic MCR peptides.\n","Comment: 12 pages, 3 figures"]}]
["0706.1996",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1996"],"date":["2007-06-13"],"type":["text"],"creator":["Radulescu, Razvan Tudor"],"language":[],"coverage":[],"title":["Planet RB: a personal contribution to a proteomic map of human\n  retinoblastoma protein"],"description":["  As I compress on the canvas of a few pages here major results of my research\non the retinoblastoma tumor suppressor protein (RB) spreading over the past 15\nyears, an exciting picture emerges on this unique host molecule which surpasses\nin its complexity even that of the most capable viral proteins known to date.\nAccordingly, RB has the potential to bind not only growth-promoting proteins\nsuch as insulin, but also to attach itself to calcium and oxygen, as well as to\nbe secreted into the extracellular environment. Moreover, RB may exert\nproteolytic, antimicrobial and anti-aging activities. These condensed\nstructure-based insights on RB are the substance of a scientific revolution I\nhave initiated a long time ago, yet likely to gain even further speed in the\nyears to come, thus expanding both our understanding of life at the molecular\nlevel and the possibilities for pharmacological modulation of fundamental\nbiological phenomena, particularly in oncology and gerontology.\n","Comment: 4 pages, 1 table"]}]
["0706.2002",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2002"],"date":["2007-06-13"],"type":["text"],"creator":["Gueorguiev, V. G.","Kunz, P. D.","Escher, J. E.","Dietrich, F. S."],"language":[],"coverage":[],"title":["Neutron Transfer Reactions for Deformed Nuclei Using Sturmian Basis"],"description":["  We study the spin-parity distribution P(J$^{\\pi}$,E) of $^{156}$Gd excited\nstates above the neutron separation energy that are expected to be populated\nvia the neutron pickup reaction $^{157}$Gd($^{3}$He,$^{4}$He)$^{156}$Gd. In\ngeneral, modeling of the spin-parity distribution is important for the\napplicability of the surrogate reaction technique as a method of deducing\nreaction cross sections. We model excited states in $^{156}$Gd as rotational\nstates built on intrinsic states consisting of a hole in the core where the\nhole represents neutron removal form a deformed single particle state. The\nreaction cross section to each excited state is calculated using standard\nreaction code that uses spherical reaction form-factor input. The spectroscopic\nfactor associated with each form-factor is the expansion coefficient of the\ndeformed neutron state in a spherical Sturmian basis consisting of the\nspherical reaction form-factors.\n","Comment: 12 pages (two columns), 13 figures (16 graphs), 3 tables, revtex4,\n  bibTeX, pdfTeX"]}]
["0706.2006",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2006"],"date":["2007-06-13"],"type":["text"],"creator":["Binette, L.","Haro-Corzo, S.","Krongold, Y.","Andersen, A. C."],"language":[],"coverage":[],"title":["The Nature of the Far-UV Break in the Energy Distribution of Quasars"],"description":["  A prominent continuum steepening is observed in quasar energy distributions\nnear 1100A. We review possible interpretations for the physical origin of this\nso-called far-UV break.\n","Comment: 5 pages,7 figures, to appear in proceedings of the Huatulco meeting\n  on AGN, RevMex, eds E. Benitez, I. Cruz-Gonzalez & Y. Krongold"]}]
["0706.2021",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2021"],"date":["2007-06-13"],"type":["text"],"creator":["Moeck, Peter","Fraundorf, Philip"],"language":[],"coverage":[],"title":["Structural fingerprinting in the transmission electron microscope:\n  Overview and opportunities to implement enhanced strategies for nanocrystal\n  identification"],"description":["  This paper illustrates the prospective need for structural fingerprinting\nmethods for nanocrystals. A review of the existing fingerprinting methods for\ncrystal structures by means of transmission electron microscopy which work for\na single setting of the specimen goniometer is given. Suggestions are made on\nhow some of these methods could be enhanced when nanocrystals and novel\ninstrumentation are involved, i.e. when either the kinematic or quasi-kinematic\nscattering approximations are sufficiently well satisfied. A novel strategy for\nlattice-fringe fingerprinting of nanocrystals from Fourier transforms of\nhigh-resolution phase contrast transmission electron microscopy images is\nbriefly outlined. Nanocrystal structure specific limitations to the application\nof this strategy are discussed. An appeal is made to share the structural data\nof nanocrystals freely over the internet and infrastructure that would allow\nthis sharing is mentioned. A shorter version of this paper has been accepted\nfor publication in a special issue on the Structure of Nanocrystals of the\nZeitschrift fuer Kristallographie, International journal for structural,\nphysical, and chemical aspects of crystalline materials.\n","Comment: 24 pages, 113 references, 7 footnotes (with some more references), 1\n  figure"]}]
["0706.2025",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2025"],"date":["2007-06-13"],"type":["text"],"creator":["Tanachaiwiwat, Sapon","Helmy, Ahmed"],"language":[],"coverage":[],"title":["On the Performance Evaluation of Encounter-based Worm Interactions Based\n  on Node Characteristics"],"description":["  An encounter-based network is a frequently disconnected wireless ad-hoc\nnetwork requiring nearby neighbors to store and forward data utilizing mobility\nand encounters over time. Using traditional approaches such as gateways or\nfirewalls for deterring worm propagation in encounter-based networks is\ninappropriate. Because this type of network is highly dynamic and has no\nspecific boundary, a distributed counter-worm mechanism is needed. We propose\nmodels for the worm interaction approach that relies upon automated beneficial\nworm generation to alleviate problems of worm propagation in such networks. We\nstudy and analyze the impact of key mobile node characteristics including node\ncooperation, immunization, on-off behavior on the worm propagations and\ninteractions. We validate our proposed model using extensive simulations. We\nalso find that, in addition to immunization, cooperation can reduce the level\nof worm infection. Furthermore, on-off behavior linearly impacts only timing\naspect but not the overall infection. Using realistic mobile network\nmeasurements, we find that encounters are non-uniform, the trends are\nconsistent with the model but the magnitudes are drastically different.\nImmunization seems to be the most effective in such scenarios. These findings\nprovide insight that we hope would aid to develop counter-worm protocols in\nfuture encounter-based networks.\n"]}]
["0706.2026",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57R56","20G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2026"],"date":["2007-06-13"],"type":["text"],"creator":["Bai, Hua"],"language":[],"coverage":[],"title":["Quantum Teichm\\\"uller spaces and Kashaev's 6j-symbols"],"description":["  The Kashaev invariants of 3-manifolds are based on $6j$-symbols from the\nrepresentation theory of the Weyl algebra, a Hopf algebra corresponding to the\nBorel subalgebra of $U_q(sl(2,\\C))$. In this paper, we show that Kashaev's\n$6j$-symbols are intertwining operators of local representations of quantum\nTeichm\\\"uller spaces. This relates Kashaev's work with the theory of quantum\nTeichm\\\"uller space, which was developed by Chekhov-Fock, Kashaev and continued\nby Bonahon-Liu.\n","Comment: 18 pages, 2 figures"]}]
["0706.2034",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35Gxx, 53J"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2034"],"date":["2007-06-13"],"type":["text"],"creator":["Ma, Li","Wei, Juncheng"],"language":[],"coverage":[],"title":["Properties of positive solutions of an Elliptic Equation with negative\n  exponents"],"description":["  In this paper, we study the existence and non-existence result of positive\nsolutions to a singular elliptic equation with negative power on the bounded\nsmooth domain or in the whole Euclidean space. Our model arises in the study of\nthe steady states of thin films and other applied physics. We can get some\nuseful local gradient estimate and L1 lower bound for positive solutions of the\nelliptic equation. A uniform positive lower bound for convex positive solutions\nis also obtained. We show that in lower dimensions, there is no stable positive\nsolutions in the whole space. In the whole space of dimension two, we can show\nthat there is no positive smooth solution with finite Morse index. Symmetry\nproperties of related integral equations are also given.\n"]}]
["0706.2035",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2035"],"date":["2007-06-14"],"type":["text"],"creator":["Sabo, Kyle","Schmitt, Ryan","Silverman, Michael"],"language":[],"coverage":[],"title":["Critique of Feinstein's Proof that P is not Equal to NP"],"description":["  We examine a proof by Craig Alan Feinstein that P is not equal to NP. We\npresent counterexamples to claims made in his paper and expose a flaw in the\nmethodology he uses to make his assertions. The fault in his argument is the\nincorrect use of reduction. Feinstein makes incorrect assumptions about the\ncomplexity of a problem based on the fact that there is a more complex problem\nthat can be used to solve it. His paper introduces the terminology \"imaginary\nprocessor\" to describe how it is possible to beat the brute force reduction he\noffers to solve the Subset-Sum problem. The claims made in the paper would not\nbe validly established even were imaginary processors to exist.\n","Comment: 5 pages, 2 definitions"]}]
["0706.2043",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2043"],"date":["2007-06-14"],"type":["text"],"creator":["Danenhower, Peter"],"language":[],"coverage":[],"title":["Phase Spaces in Special Relativity: Towards Eliminating Gravitational\n  Singularities"],"description":["  This paper shows one way to construct phase spaces in special relativity by\nexpanding Minkowski Space. These spaces appear to indicate that we can dispense\nwith gravitational singularities. The key mathematical ideas in the present\napproach are to include a complex phase factor, such as, e^{i\\phi} in the\nLorentz transformation and to use both the proper time and the proper mass as\nparameters. To develop the most general case, a complex parameter \\sigma=s+im,\nis introduced, where s is the proper time, and m is the proper mass, and \\sigma\nand {\\sigma}/{|\\sigma|} are used to parameterize the position of a particle (or\nreference frame) in space-time-matter phase space. A new reference variable,\nu={m}/{r}, is needed (in addition to velocity), and assumed to be bounded by 0\nand {c^{2}}/{G}=1, in geometrized units. Several results are derived: The\nequation E=mc^2 apparently needs to be modified to\nE^2={s^2c^{10}}/{G^2}+m^2c^4, but a simpler (invariant) parameter is the\n\"energy to length\" ratio, which is {c^4}/{G} for any spherical region of\nspace-time-matter. The generalized \"momentum vector\" becomes completely\n\"masslike\" for u\\approx 0.79, which we think indicates the existence of a\nmaximal gravity field. Thus, gravitational singularities do not occur. Instead,\nas u approaches 1 matter is apparently simply crushed into free space. In the\nlast section of this paper we attempt some further generalizations of the phase\nspace ideas developed in this paper.\n","Comment: 18 pages, amslatex"]}]
["0706.2046",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2046"],"date":["2007-06-14"],"type":["text"],"creator":["Yun, Sangheon"],"language":[],"coverage":[],"title":["Non-Supersymmetric Unattractors in Born-Infeld Black Holes"],"description":["  We investigate unattractor behavior in non-extremal black holes in\nEinstein-Born-Infeld-Dilaton theory of gravity in four-dimensional\nasymptotically flat spacetime. We obtain solutions which are non-singular near\nthe horizon and dependent on the value of the dilaton field at the infinity,\nusing perturbation method. It is shown that the value of the scalar field at\nthe horizon is determined by its asymptotic value and the charges carried by\nthe black hole. And we also find it is not true in general that the dilaton\nvalue at the horizon is a monotonically increasing function of the first\ncoefficient of its series expansion in non-extremal Born-Infeld black holes.\n","Comment: 20 pages"]}]
["0706.2047",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2047","Phys. Rev. B 75, 184512 (2007)","doi:10.1103/PhysRevB.75.184512"],"date":["2007-06-14"],"type":["text"],"creator":["Kokubo, N.","Asada, T.","Kadowaki, K.","Takita, K.","Sorop, 1 T. G.","Kes, P. H."],"language":[],"coverage":[],"title":["Dynamic ordering of driven vortex matter in the peak effect regime of\n  amorphous MoGe films and 2H-NbSe2 crystals"],"description":["  Dynamic ordering of driven vortex matter has been investigated in the peak\neffect regime of both amorphous MoGe films and 2H-NbSe2 crystals by mode\nlocking (ML) and dc transport measurements. ML features allow us to trace how\nthe shear rigidity of driven vortices evolves with the average velocity.\nDetermining the onset of ML resonance in different magnetic fields and/or\ntemperatures, we find that the dynamic ordering frequency (velocity) exhibits a\nstriking divergence in the higher part of the peak effect regime.\nInterestingly, this phenomenon is accompanied by a pronounced peak of dynamic\ncritical current. Mapping out field-temperature phase diagrams, we find that\ndivergent points follow well the thermodynamic melting curve of the ideal\nvortex lattice over wide field and/or temperature ranges. These findings\nprovide a link between the dynamic and static melting phenomena which can be\ndistinguished from the disorder induced peak effect.\n","Comment: 9 pages, 6 figures"]}]
["0706.2051",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53B21","70G45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2051"],"date":["2007-06-14"],"type":["text"],"creator":["Kozlowski, Wojciech","Walczak, Szymon M."],"language":[],"coverage":[],"title":["Collapse of unit horizontal bundles equipped with a metric of\n  Cheeger-Gromoll type"],"description":["  We study unit horizontal bundles associated with Riemannian submersions.\nFirst we investigate metric properties of an arbitrary unit horizontal bundle\nequipped with a Riemannian metric of the Cheeger-Gromoll type. Next we examine\nit from the Gromov-Hausdorff convergence theory point of view, and we state a\ncollapse theorem for unit horizontal bundles associated with a sequence of\nwarped Riemannian submersions.\n","Comment: 9 pages"]}]
["0706.2053",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2053"],"date":["2007-06-14"],"type":["text"],"creator":["Sadovsky, Michael G.","Senashova, Maria Yu.","Kourshakova, Kristina A."],"language":[],"coverage":[],"title":["Simple Model of Complex Reflection Behaviour in Two-Species Community"],"description":["  The model of smart migration for two-species community is developed, where\nthe individuals implement reflexive strategy of spatial redistribution.\nSimulations have been used to figure out the situations where reflexy gives an\nadvantage over a non-reflexive spatial behaviour, and vice versa.\n","Comment: 10 pages, no figures"]}]
["0706.2057",{"format":[],"subject":["Mathematics - Probability","45K05, 60H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2057"],"date":["2007-06-14"],"type":["text"],"creator":["Fournier, Nicolas","Laurencot, Philippe"],"language":[],"coverage":[],"title":["Marcus-Lushnikov processes, Smoluchowski's and Flory's models"],"description":["  The Marcus-Lushnikov process is a finite stochastic particle system in which\neach particle is entirely characterized by its mass. Each pair of particles\nwith masses $x$ and $y$ merges into a single particle at a given rate $K(x,y)$.\nWe consider a {\\it strongly gelling} kernel behaving as $K(x,y)=x^\\alpha y + x\ny^\\alpha$ for some $\\alpha\\in (0,1]$. In such a case, it is well-known that\n{\\it gelation} occurs, that is, giant particles emerge. Then two possible\nmodels for hydrodynamic limits of the Marcus-Lushnikov process arise: the\nSmoluchowski equation, in which the giant particles are inert, and the Flory\nequation, in which the giant particles interact with finite ones. We show that,\nwhen using a suitable cut-off coagulation kernel in the Marcus-Lushnikov\nprocess and letting the number of particles increase to infinity, the possible\nlimits solve either the Smoluchowski equation or the Flory equation. We also\nstudy the asymptotic behaviour of the largest particle in the Marcus-Lushnikov\nprocess without cut-off and show that there is only one giant particle. This\nsingle giant particle represents, asymptotically, the lost mass of the solution\nto the Flory equation.\n"]}]
["0706.2058",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2058","J. Anal. Appl. Pyrol. 78 (2007) 419-429"],"date":["2007-06-14"],"type":["text"],"creator":["Herbinet, Olivier","Marquaire, Paul-Marie","Battin-Leclerc, Frédérique","Fournet, René"],"language":[],"coverage":[],"title":["Thermal stability of n-dodecane : experiments and kinetic modelling"],"description":["  The thermal decomposition of n-dodecane, a component of some jet fuels, has\nbeen studied in a jet-stirred reactor at temperatures from 793 to 1093 K, for\nresidence times between 1 and 5 s and at atmospheric pressure. Thermal\ndecomposition of hydrocarbon fuel prior the entrance in the combustion chamber\nis an envisaged way to cool the wall of hypersonic vehicles. The products of\nthe reaction are mainly hydrogen, methane, ethane, 1,3-butadiene and 1-alkenes\nfrom ethylene to 1-undecene. For higher temperatures and residence times\nacetylene, allene, propyne, cyclopentene, 1,3-cyclopentadiene and aromatic\ncompounds from benzene to pyrene through naphthalene have also been observed. A\nprevious detailed kinetic model of the thermal decomposition of n-dodecane\ngenerated using EXGAS software has been improved and completed by a\nsub-mechanism explaining the formation and the consumption of aromatic\ncompounds.\n"]}]
["0706.2060",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2060","PROCEEDINGS OF THE COMBUSTION INSTITUTE 31 (2007) 277-284"],"date":["2007-06-14"],"type":["text"],"creator":["Sirjean, Baptiste","Buda, Frédéric","Hakka, Hichem","Glaude, Pierre-Alexandre","Fournet, René","Warth, Valérie","Battin-Leclerc, Frédérique"],"language":[],"coverage":[],"title":["The autoignition of cyclopentane and cyclohexane in a shock tube"],"description":["  Ignition delay times of cyclohexane-oxygen-argon and\ncyclopentane-oxygen-argon mixtures have been measured in a shock tube, the\nonset of ignition being detected by OH radical emission. Mixtures contained 0.5\nor 1 % of hydrocarbon for equivalence ratios ranging from 0.5 to 2. Reflected\nshock waves allowed temperatures from 1230 to 1800 K and pressures from 7.3 to\n9.5 atm to be obtained. These measurements have shown that cyclopentane is much\nless reactive than cyclohexane, as for a given temperature the observed\nautoignition delay times were about ten times higher for the C5 compound\ncompared to the C6. Detailed mechanisms for the combustion of cyclohexane and\ncyclopentane have been proposed to reproduce these results. The elementary\nsteps included in the kinetic models of the oxidation of cyclanes are close to\nthose proposed to describe the oxidation of acyclic alkanes and alkenes.\nConsequently, it has been possible to obtain these models by using an improved\nversion of software EXGAS, a computer package developed to perform the\nautomatic generation of detailed kinetic models for the gas-phase oxidation and\ncombustion of linear and branched alkanes and alkenes. Nevertheless, the\nmodelling of the oxidation of cyclanes requires to consider new types of\ngeneric reactions, and especially to define new correlations for the estimation\nof the rate constants. Ab initio calculations have been used to better know\nsome of the rate constants used in the case of cyclopentane. The main reaction\npathways have been derived from flow rate and sensitivity analyses.\n"]}]
["0706.2062",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2062"],"date":["2007-06-14"],"type":["text"],"creator":["Bounaceur, Roda","Glaude, Pierre-Alexandre","Fournet, René","Battin-Leclerc, Frédérique","Jay, S.","Da Cruz, A. Pires"],"language":[],"coverage":[],"title":["Kinetic modelling of a surrogate diesel fuel applied to 3D auto-ignition\n  in HCCI engines"],"description":["  The prediction of auto-ignition delay times in HCCI engines has risen\ninterest on detailed chemical models. This paper described a validated kinetic\nmechanism for the oxidation of a model Diesel fuel (n-decane and\n&#945;-methylnaphthalene). The 3D model for the description of low and high\ntemperature auto-ignition in engines is presented. The behavior of the model\nfuel is compared with that of n-heptane. Simulations show that the 3D model\ncoupled with the kinetic mechanism can reproduce experimental HCCI and Diesel\nengine results and that the correct modeling of auto-ignition in the cool flame\nregion is essential in HCCI conditions.\n","Comment: International Journal Vehicle Design (2007) sous presse"]}]
["0706.2063",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2063","Phys. Rev. A 75, 024101 (2007)","doi:10.1103/PhysRevA.75.024101"],"date":["2007-06-14"],"type":["text"],"creator":["Yang, Wen-Long","Chen, Jing-Ling"],"language":[],"coverage":[],"title":["Berry's phase for coherent states of Landau levels"],"description":["  The Berry phases for coherent states and squeezed coherent states of Landau\nlevels are calculated. Coherent states of Landau levels are interpreted as a\nresult of a magnetic flux moved adiabatically from infinity to a finite place\non the plane. The Abelian Berry phase for coherent states of Landau levels is\nan analog of the Aharonov- Bohm effect. Moreover, the non-Abelian Berry phase\nis calculated for the adiabatic evolution of the magnetic field B.\n","Comment: 4 pages, 1 figure"]}]
["0706.2064",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2064","Energy and Fuels 20 (2006) 1450-1459"],"date":["2007-06-14"],"type":["text"],"creator":["Buda, Frédéric","Heyberger, Barbara","Fournet, René","Glaude, Pierre-Alexandre","Warth, Valérie","Battin-Leclerc, Frédérique"],"language":[],"coverage":[],"title":["Modelling of the gas-phase oxidation of cyclohexane"],"description":["  This paper presents a modeling study of the oxidation of cyclohexane from low\nto intermediate temperature (650-1050 K), including the negative temperature\ncoefficient (NTC) zone. A detailed kinetic mechanism has been developed using\ncomputer-aided generation. This comprehensive low-temperature mechanism\ninvolves 513 species and 2446 reactions and includes two additions of\ncyclohexyl radicals to oxygen, as well as subsequent reactions. The rate\nconstants of the reactions involving the formation of bicyclic species\n(isomerizations, formation of cyclic ethers) have been evaluated from\nliterature data. This mechanism is able to satisfactorily reproduce\nexperimental results obtained in a rapid-compression machine for temperatures\nranging from 650 to 900 K and in a jet-stirred reactor from 750 to 1050 K.\nFlow-rate analyses have been performed at low and intermediate temperatures.\n"]}]
["0706.2066",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2066","J. Phys. Chem. A 110, 39 (2006) 11298-11314"],"date":["2007-06-14"],"type":["text"],"creator":["Herbinet, Olivier","Sirjean, Baptiste","Bounaceur, Roda","Fournet, René","Battin-Leclerc, Frédérique","Scacchi, Gérard","Marquaire, Paul-Marie"],"language":[],"coverage":[],"title":["Primary reactions of the thermal decomposition of tricyclodecane"],"description":["  In order to better understand the thermal decomposition of polycyclanes, the\npyrolysis of tricyclodecane has been studied in a jet-stirred reactor at\ntemperatures from 848 to 933 K, for residence times between 0.5 and 6 s and at\natmospheric pressure, in order to obtain a conversion between 0.01 and 25 %.\nThe main products of the reaction are hydrogen, methane, ethylene, ethane,\npropene, 1,3-cyclopentadiene, cyclopentene, benzene, 1,5-hexadiene, toluene and\n3-cyclopentyl-cyclopentene. A primary mechanism containing all the possible\ninitiation steps, including those involving diradicals, as well as propagation\nreactions has been developed and allows experimental results to be\nsatisfactorily modeled. The main reaction pathways of consumption of\ntricyclodecane and of formation of the main products have been derived from\nflow rate and sensitivity analyses.\n"]}]
["0706.2067",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2067","Journal of Loss Prevention in the Process Industries 19 (2006)\n  227-232"],"date":["2007-06-14"],"type":["text"],"creator":["Buda, Frédéric","Glaude, Pierre-Alexandre","Battin-Leclerc, Frédérique","Porter, Richard","Hughes, Kevin J.","Griffiths, John F."],"language":[],"coverage":[],"title":["Use of detailed kinetic mechanisms for the prediction of autoignitions"],"description":["  This paper describes how automatically generated detailed kinetic mechanisms\nare obtained for the oxidation of alkanes and how these models could lead to a\nbetter understanding of autoignition and cool flame risks at elevated\nconditions. Examples of prediction of the occurrence of different autoignition\nphenomena, such as cool flames or two-stage ignitions are presented depending\non the condition of pressure, temperature and mixture composition. Three\ncompounds are treated, a light alkane, propane, and two heavier ones, n-heptane\nand n-decane.\n"]}]
["0706.2068",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2068","Combustion, Explosion and Shock Waves 42 (2006) 702-706"],"date":["2007-06-14"],"type":["text"],"creator":["Gueniche, Hadj-Ali","Glaude, Pierre-Alexandre","Fournet, René","Battin-Leclerc, Frédérique"],"language":[],"coverage":[],"title":["Experimental study of the structure of rich premixed\n  1,3-butadiene/CH4/O2/Ar flame"],"description":["  The structure of a laminar rich premixed 1,3-C4H6/CH4/O2/Ar flame have been\ninvestigated. 1,3-Butadiene, methane, oxygen and argon mole fractions are\n0.033; 0.2073; 0.3315, and 0.4280, respectively, for an equivalent ratio of\n1.80. The flame has been stabilized on a burner at a pressure of 6.7 kPa (50\nTorr). The concentration profiles of stable species were measured by gas\nchromatography after sampling with a quartz probe. Quantified species included\ncarbon monoxide and dioxide, methane, oxygen, hydrogen, ethane, ethylene,\nacetylene, propyne, allene, propene, cyclopropane, 1,3-butadiene, butenes,\n1-butyne, vinylacetylene, diacetylene, C5 compounds, benzene, and toluene. The\ntemperature was measured thanks to a thermocouple in PtRh (6%)-PtRh (30%)\nsettled inside the enclosure and ranged from 900 K close to the burner up to\n2100 K.\n","Comment: traduit de Fizika Goreniya I Vzryva, 2006, 42, 89-95"]}]
["0706.2069",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2069","Dans EuroPar (2007)"],"date":["2007-06-14"],"type":["text"],"creator":["Thibault, Samuel","Namyst, Raymond","Wacrenier, Pierre-André"],"language":[],"coverage":[],"title":["Building Portable Thread Schedulers for Hierarchical Multiprocessors:\n  the BubbleSched Framework"],"description":["  Exploiting full computational power of current more and more hierarchical\nmultiprocessor machines requires a very careful distribution of threads and\ndata among the underlying non-uniform architecture. Unfortunately, most\noperating systems only provide a poor scheduling API that does not allow\napplications to transmit valuable scheduling hints to the system. In a previous\npaper, we showed that using a bubble-based thread scheduler can significantly\nimprove applications' performance in a portable way. However, since\nmultithreaded applications have various scheduling requirements, there is no\nuniversal scheduler that could meet all these needs. In this paper, we present\na framework that allows scheduling experts to implement and experiment with\ncustomized thread schedulers. It provides a powerful API for dynamically\ndistributing bubbles among the machine in a high-level, portable, and efficient\nway. Several examples show how experts can then develop, debug and tune their\nown portable bubble schedulers.\n"]}]
["0706.2073",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2073","Dans International Workshop on OpenMP (IWOMP) (2007)"],"date":["2007-06-14"],"type":["text"],"creator":["Thibault, Samuel","Broquedis, François","Goglin, Brice","Namyst, Raymond","Wacrenier, Pierre-André"],"language":[],"coverage":[],"title":["An Efficient OpenMP Runtime System for Hierarchical Arch"],"description":["  Exploiting the full computational power of always deeper hierarchical\nmultiprocessor machines requires a very careful distribution of threads and\ndata among the underlying non-uniform architecture. The emergence of multi-core\nchips and NUMA machines makes it important to minimize the number of remote\nmemory accesses, to favor cache affinities, and to guarantee fast completion of\nsynchronization steps. By using the BubbleSched platform as a threading backend\nfor the GOMP OpenMP compiler, we are able to easily transpose affinities of\nthread teams into scheduling hints using abstractions called bubbles. We then\npropose a scheduling strategy suited to nested OpenMP parallelism. The\nresulting preliminary performance evaluations show an important improvement of\nthe speedup on a typical NAS OpenMP benchmark application.\n"]}]
["0706.2077",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2077"],"date":["2007-06-14"],"type":["text"],"creator":["Sadovsky, Michael G.","Putintzeva, Julia A."],"language":[],"coverage":[],"title":["Codon Usage Bias Measured Through Entropy Approach"],"description":["  Codon usage bias measure is defined through the mutual entropy calculation of\nreal codon frequency distribution against the quasi-equilibrium one. This\nlatter is defined in three manners: (1) the frequency of synonymous codons is\nsupposed to be equal (i.e., the arithmetic mean of their frequencies); (2) it\ncoincides to the frequency distribution of triplets; and, finally, (3) the\nquasi-equilibrium frequency distribution is defined as the expected frequency\nof codons derived from the dinucleotide frequency distribution. The measure of\nbias in codon usage is calculated for 125 bacterial genomes.\n","Comment: 15 pages, 1 figure"]}]
["0706.2086",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2086"],"date":["2007-06-14"],"type":["text"],"creator":["Ulrich, R.","Blümer, J.","Engel, R.","Schüssler, F.","Unger, M."],"language":[],"coverage":[],"title":["On the relation between the proton-air cross section and fluctuations of\n  the shower longitudinal profile"],"description":["  The current status and prospects of deducing the proton-air cross section\nfrom fluorescence telescope measurements of extensive air showers are\ndiscussed. As it is not possible to observe the point of first interaction, $X_\n{\\rm 1}$, directly, other observables closely linked to $X_{\\rm 1}$ must be\ninferred from the measured longitudinal profiles. This introduces a dependence\non the models used to describe the shower development. Systematic uncertainties\narising from this model dependence, from the reconstruction method itself and\nfrom a possible non-proton contamination of the selected shower sample are\ndiscussed.\n","Comment: Contribution to the 30th International Cosmic Ray Conference, Merida,\n  Mexico, July 2007"]}]
["0706.2092",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2092","Annals of Nuclear Energy 33, 223-235 (2006)","doi:10.1016/j.anucene.2005.11.004"],"date":["2007-06-14"],"type":["text"],"creator":["Marseguerra, M.","Zoia, A."],"language":[],"coverage":[],"title":["The Monte Carlo and fractional kinetics approaches to the underground\n  anomalous subdiffusion of contaminants"],"description":["  This paper deals with a comparison of Fractional Derivative and Monte carlo\napproaches to the modelling of anomalous diffusion in the field of particle\ntransport. The goal of this research is to provide a better insight on the\nbehavior of (radioactive) contaminant tracers when flowing through\nheterogeneous media.\n","Comment: 17 pages, 18 figures"]}]
["0706.2093",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2093","Physica A 377, 1-14 (2007)","doi:10.1016/j.physa.2006.11.040"],"date":["2007-06-14"],"type":["text"],"creator":["Marseguerra, M.","Zoia, A."],"language":[],"coverage":[],"title":["Some Insights in Superdiffusive Transport"],"description":["  In this paper we deal with high-order corrections for the Fractional\nDerivative approach to anomalous diffusion, in super-diffusive regime, which\nbecome relevand whenever one attempts to describe the behavior of particles\nclose to normal diffusion.\n","Comment: 14 pages, 7 figures"]}]
["0706.2095",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2095","Annals of Nuclear Energy 33, 1396-1407 (2006)","doi:10.1016/j.anucene.2006.09.012"],"date":["2007-06-14"],"type":["text"],"creator":["Marseguerra, M.","Zoia, A."],"language":[],"coverage":[],"title":["Normal and Anomalous Transport across an Interface: Monte Carlo and\n  Analytical Approach"],"description":["  In this paper we investigate the behavior of particles crossing a neat\ninterface between two media. A Monte Carlo and analytical model, based on\nfractional derivatives, are presented and discussed in detail, together with a\ncomparison. Anomalous and normal diffusion are consdered.\n","Comment: 19 pages, 6 figures"]}]
["0706.2096",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2096"],"date":["2007-06-14"],"type":["text"],"creator":["Roth, Markus","Collaboration, for the Auger"],"language":[],"coverage":[],"title":["Measurement of the UHECR energy spectrum using data from the Surface\n  Detector of the Pierre Auger Observatory"],"description":["  At the southern site of the Pierre Auger Observatory, which is close to\ncompletion, an exposure that significantly exceeds the largest forerunner\nexperiments has already been accumulated. We report a measurement of the cosmic\nray energy spectrum based on the high statistics collected by the surface\ndetector. The methods developed to determine the spectrum from reconstructed\nobservables are described. The energy calibration of the observables, which\nexploits the correlation of surface detector data with fluorescence\nmeasurements in hybrid events, is presented in detail. The methods are simple\nand robust, exploiting the combination of fluorescence detector (FD) and\nsurface detector (SD) and do not rely on detailed numerical simulation or any\nassumption about the chemical composition. Besides presenting statistical\nuncertainties, we address the impact of systematic uncertainties.\n","Comment: Contribution to the 30th International Cosmic Ray Conference, Merida,\n  Mexico, July 2007, 4 pages, 6 figures"]}]
["0706.2106",{"format":[],"subject":["Mathematics - Probability","60C05","05C80."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2106"],"date":["2007-06-14"],"type":["text"],"creator":["Turova, T. S."],"language":[],"coverage":[],"title":["The size of the largest component below phase transition in\n  inhomogeneous random graphs"],"description":["  We study the \"rank 1 case\" of the inhomogeneous random graph model. In the\nsubcritical case we derive an exact formula for the asymptotic size of the\nlargest connected component scaled to log n. This result is new, it completes\nthe corresponding known result in the supercritical case. We provide some\nexamples of application of a new formula.\n","Comment: 23 pages"]}]
["0706.2110",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C15, 05C80, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2110"],"date":["2007-06-14"],"type":["text"],"creator":["Loh, Po-Shen","Sudakov, Benny"],"language":[],"coverage":[],"title":["On the strong chromatic number of random graphs"],"description":["  Let G be a graph with n vertices, and let k be an integer dividing n. G is\nsaid to be strongly k-colorable if for every partition of V(G) into disjoint\nsets V_1 \\cup ... \\cup V_r, all of size exactly k, there exists a proper vertex\nk-coloring of G with each color appearing exactly once in each V_i. In the case\nwhen k does not divide n, G is defined to be strongly k-colorable if the graph\nobtained by adding k \\lceil n/k \\rceil - n isolated vertices is strongly\nk-colorable. The strong chromatic number of G is the minimum k for which G is\nstrongly k-colorable. In this paper, we study the behavior of this parameter\nfor the random graph G(n, p). In the dense case when p >> n^{-1/3}, we prove\nthat the strong chromatic number is a.s. concentrated on one value \\Delta+1,\nwhere \\Delta is the maximum degree of the graph. We also obtain several weaker\nresults for sparse random graphs.\n","Comment: 16 pages"]}]
["0706.2118",{"format":[],"subject":["Mathematics - Algebraic Topology","55U"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2118"],"date":["2007-06-14"],"type":["text"],"creator":["Diaz, Antonio"],"language":[],"coverage":[],"title":["A method for integral cohomology of posets"],"description":["  We present a method to compute integral cohomology of posets. This toolbox is\napplicable as soon as the sub-posets under each object possess certain\nstructure. This is the case for simplicial complexes and simplex-like posets.\nThe method is based on homological algebra arguments in the category of\nfunctors and on a spectral sequence built upon the poset. We show its relation\nto discrete Morse theory. As application we give an alternative proof of Webb's\nconjecture for saturated fusion systems and we compute the cohomology of\nCoxeter complexes for finite and infinite Coxeter groups.\n","Comment: 35 pages"]}]
["0706.2123",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2123"],"date":["2007-06-14"],"type":["text"],"creator":["Penha, Nilton","Rothenstein, Bernhard","Paunescu, Doru"],"language":[],"coverage":[],"title":["Extending the abilities of the Minkowski spacetime diagram"],"description":["  A two-dimensional Minkowski spacetime diagram is neatly represented on a\nEuclidean ordinary plane. However the Euclidean lengths of the lines on the\ndiagram do not correspond to the true values of physical quantities in\nspacetime, except for those referring to the stationary reference frame. In\norder to extend its abilities to other inertial reference frames, we derive a\nfactor which, multiplied by the magnitude of the actually displayed values (on\nthe diagram), leads to the corresponding true measured values by any other\ninertial observers. Doing so, the student can infer from the Euclidean diagram\nplot the expressions that account for Lorentz length contraction, time dilation\nand also Lorentz Transformations just by using regular trigonometry.\n","Comment: 11 pages, 9 figures, June 14, 2007"]}]
["0706.2124",{"format":[],"subject":["Mathematics - Combinatorics","05C35, 05D15, 05D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2124"],"date":["2007-06-14"],"type":["text"],"creator":["Loh, Po-Shen","Sudakov, Benny"],"language":[],"coverage":[],"title":["Independent transversals in locally sparse graphs"],"description":["  Let G be a graph with maximum degree \\Delta whose vertex set is partitioned\ninto parts V(G) = V_1 \\cup ... \\cup V_r. A transversal is a subset of V(G)\ncontaining exactly one vertex from each part V_i. If it is also an independent\nset, then we call it an independent transversal. The local degree of G is the\nmaximum number of neighbors of a vertex v in a part V_i, taken over all choices\nof V_i and v \\not \\in V_i. We prove that for every fixed \\epsilon > 0, if all\npart sizes |V_i| >= (1+\\epsilon)\\Delta and the local degree of G is o(\\Delta),\nthen G has an independent transversal for sufficiently large \\Delta. This\nextends several previous results and settles (in a stronger form) a conjecture\nof Aharoni and Holzman. We then generalize this result to transversals that\ninduce no cliques of size s. (Note that independent transversals correspond to\ns=2.) In that context, we prove that parts of size |V_i| >=\n(1+\\epsilon)[\\Delta/(s-1)] and local degree o(\\Delta) guarantee the existence\nof such a transversal, and we provide a construction that shows this is\nasymptotically tight.\n","Comment: 16 pages"]}]
["0706.2126",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2126","Proceedings of the Second International Conference on Algebraic\n  Biology (06/07/2007) 12"],"date":["2007-06-14"],"type":["text"],"creator":["Asarin, Eugene","Cachat, Thierry","Seliverstov, Alexander","Touili, Tayssir","Lyubetsky, Vassily"],"language":[],"coverage":[],"title":["Attenuation Regulation as a Term Rewriting System"],"description":["  The classical attenuation regulation of gene expression in bacteria is\nconsidered. We propose to represent the secondary RNA structure in the leader\nregion of a gene or an operon by a term, and we give a probabilistic term\nrewriting system modeling the whole process of such a regulation.\n","Comment: to appear"]}]
["0706.2127",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2127"],"date":["2007-06-14"],"type":["text"],"creator":["Chitra, S. Camalet R."],"language":[],"coverage":[],"title":["Enhanced decoherence in the vicinity of a phase transition"],"description":["  We study the decoherence of a spin-1/2 induced by an environment which is on\nthe verge of a continuous phase transition. We consider spin environments\ndescribed by the ferromagnetic and antiferromagnetic Heisenberg models on a\nsquare lattice. As is well known, these two dimensional systems undergo a\ncontinuous phase transition at zero temperature, where, the spins order\nspontaneously. For weak coupling of the central spin to these baths, we find\nthat as one approaches the transition temperature, critical fluctuations make\nthe central spin decohere faster. Furthermore, the decoherence is maximal at\nzero temperature as signalled by the divergence of the Markovian decoherence\nrate.\n"]}]
["0706.2130",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2130"],"date":["2007-06-14"],"type":["text"],"creator":["NNPDF Collaboration","Rojo, J.","Ball, R. D.","Del Debbio, L.","Forte, S.","Guffanti, A.","Latorre, J. I.","Piccione, A.","Ubiali, M."],"language":[],"coverage":[],"title":["Progress on neural parton distributions"],"description":["  We give a status report on the determination of a set of parton distributions\nbased on neural networks. In particular, we summarize the determination of the\nnonsinglet quark distribution up to NNLO, we compare it with results obtained\nusing other approaches, and we discuss its use for a determination of\n$\\alpha_s$.\n","Comment: 4 pages, 2 figs, uses dis2007.cls, to appear in the DIS 2007 workshop\n  proceedings"]}]
["0706.2131",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2131"],"date":["2007-06-14"],"type":["text"],"creator":["Thorne, R. S.","Sherstnev, A.","Gwenlan, C."],"language":[],"coverage":[],"title":["Parton Distributions for LO Calculations"],"description":["  We present a study of the results obtained combining LO partonic matrix\nelements with different orders of partons distributions. These are compared to\nthe best prediction using NLO for both matrix elements and parton\ndistributions. The aim is to determine which parton distributions are most\nappropriate to use in those cases where only LO matrix elements are available,\ne.g. as in many Monte Carlo generators. Both LO and NLO parton distributions\nhave faults so a modified optimal LO set is suggested.\n","Comment: 4 pages, 4 figures, Presented at 15th International Workshop on\n  Deep-Inelastic Scattering and Related Subjects (DIS2007), Munich, Germany,\n  16-20 Apr 2007"]}]
["0706.2134",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2134"],"date":["2007-06-14"],"type":["text"],"creator":["Hass, J.","Varchon, F.","Millan-Otoya, J. E.","Sprinkle, M.","de Heer, W. A.","Berger, C.","First, P. N.","Magaud, L.","Conrad, E. H."],"language":[],"coverage":[],"title":["Rotational stacking and its electronic effects on graphene films grown\n  on 4H-SiC$(000\\bar{1})$"],"description":["  We examine the stacking order of multilayer graphene grown on the\nSiC$(000\\bar{1})$ surface using low-energy electron diffraction and surface\nX-ray diffraction. We show that the films contain a high density of rotational\nstacking faults caused by three types of rotated graphene: sheets rotated\n$30^\\circ$ and $\\pm 2.20^\\circ$ relative to the SiC substrate. These angles are\nunique because they correspond to commensurate phases of layered graphene, both\nwith itself and with the SiC substrate. {\\it Ab intio} calculations show that\nthese rotational phases electronically decouple adjacent graphene layers. The\nband structure from graphene at fault boundaries displays linear energy\ndispersion at the $K$-point (Dirac cones), nearly identical to that of a single\ngraphene sheet.\n","Comment: 5 pages 4 figures"]}]
["0706.2136",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2136"],"date":["2007-06-14"],"type":["text"],"creator":["Neubert, Matthias"],"language":[],"coverage":[],"title":["Factorization analysis for the fragmentation functions of hadrons\n  containing a heavy quark"],"description":["  Using methods of effective field theory, a systematic analysis of the\nfragmentation functions D_{a/H}(x,m_Q) of a hadron H containing a heavy quark Q\nis performed (with a=Q,Q_bar,q,q_bar,g). By integrating out pair production of\nvirtual and real heavy quarks, the fragmentation functions are matched onto a\nsingle nonperturbative function describing the fragmentation of the heavy quark\nQ into the hadron H in \"partially quenched\" QCD. All calculable, short-distance\ndependence on x is extracted in this step. For x->1, the remaining\nfragmentation function can be matched further onto a universal function defined\nin heavy-quark effective theory in order to factor off its residual dependence\non the heavy-quark mass. By solving the evolution equation in the effective\ntheory analytically, large logarithms of the ratio mu/m_Q are resummed to all\norders in perturbation theory. Connections with existing approaches to\nheavy-quark fragmentation are discussed. In particular, it is shown that\nprevious attempts to extract log^n(1-x) terms from the fragmentation function\nD_{Q/H}(x,m_Q) are incompatible with a proper separation of short- and\nlong-distance effects.\n","Comment: 26 pages, 5 figures"]}]
["0706.2137",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2137"],"date":["2007-06-14"],"type":["text"],"creator":["Fritz, S.","Wilms, J.","Pottschmidt, K.","Nowak, M. A.","Kendziorra, E.","Kirsch, M. G.","Kreykenbohm, I.","Santangelo, A."],"language":[],"coverage":[],"title":["The broadband spectrum of Cygnus X-1"],"description":["  The Black Hole (BH) binary Cygnus X-1 has been observed simultaneously by\nINTEGRAL, RXTE, and XMM-Newton for four times in November and December 2004,\nwhen Cyg X-1 became first observable with XMM-Newton. During these observations\nthe source was found in one of its transitional states between the hard state\nand the soft state. We obtained a high signal to noise spectrum of Cyg X-1 from\n3 keV to 1 MeV which allows us to put constraints on the nature of the\nComptonizing plasma by modeling the continuum with Comptonization models as\neqpair (Coppi 1992). Using XMM-Newton we were also able to confirm the presence\nof a relativistically broadened Fe K-alpha line.\n","Comment: 4 pages, 3 figures"]}]
["0706.2144",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2144"],"date":["2007-06-14"],"type":["text"],"creator":["Gimigliano, Alessandro","Harbourne, Brian","Idà, Monica"],"language":[],"coverage":[],"title":["The role of the cotangent bundle in resolving ideals of fat points in\n  the plane"],"description":["  We study the connection between the generation of a fat point scheme\nsupported at general points in the plane and the behaviour of the cotangent\nbundle with respect to some rational curves particularly relevant for the\nscheme. We put forward two conjectures, giving examples and partial results in\nsupport of them.\n","Comment: 17 pages"]}]
["0706.2146",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","D.1.3","G.1.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2146"],"date":["2007-06-14"],"type":["text"],"creator":["Sudarsan, Rajesh","Ribbens, Calvin J."],"language":[],"coverage":[],"title":["Efficient Multidimensional Data Redistribution for Resizable Parallel\n  Computations"],"description":["  Traditional parallel schedulers running on cluster supercomputers support\nonly static scheduling, where the number of processors allocated to an\napplication remains fixed throughout the execution of the job. This results in\nunder-utilization of idle system resources thereby decreasing overall system\nthroughput. In our research, we have developed a prototype framework called\nReSHAPE, which supports dynamic resizing of parallel MPI applications executing\non distributed memory platforms. The resizing library in ReSHAPE includes\nsupport for releasing and acquiring processors and efficiently redistributing\napplication state to a new set of processors. In this paper, we derive an\nalgorithm for redistributing two-dimensional block-cyclic arrays from $P$ to\n$Q$ processors, organized as 2-D processor grids. The algorithm ensures a\ncontention-free communication schedule for data redistribution if $P_r \\leq\nQ_r$ and $P_c \\leq Q_c$. In other cases, the algorithm implements circular row\nand column shifts on the communication schedule to minimize node contention.\n","Comment: 18 pages, 12 figures, 2 tables. A shorter version of this paper is\n  available in the proceedings of the The Fifth International Symposium on\n  Parallel and Distributed Processing and Applications (ISPA07)"]}]
["0706.2149",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2149"],"date":["2007-06-14"],"type":["text"],"creator":["Pugnat, Pierre"],"language":[],"coverage":[],"title":["A New Comment on \"Experimental Observation of Optical Rotation Generated\n  in Vacuum by a Magnetic Field\""],"description":["  One of the magneto-optical properties of the mirrors of the Fabry-Perot\ncavity used for the experiment is considered as a possible origin of the PVLAS\nmeasurement result.\n","Comment: 1 page, 1 figure, Comment to the article published in Phys. Rev.\n  Lett. 96, 110406 (2006) by E. Zavattini et al"]}]
["0706.2152",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2152"],"date":["2007-06-14"],"type":["text"],"creator":["Etingof, Pavel","Ma, Xiaoguang"],"language":[],"coverage":[],"title":["On elliptic Dunkl operators"],"description":["  We attach elliptic Dunkl operators to an abelian variety with a finite group\naction. This generalizes elliptic Dunkl operators for Weyl groups, defined by\nBuchstaber, Felder, and Veselov in 1994. We show that these operators commute,\nand use them to define representations from category O of elliptic Cherednik\nalgebras. We also consider the monodromy representations of differential\nequations defined by elliptic Dunkl operators, and show that they yield finite\ndimensional rrepresentations of generalized double affine Hecke algebras.\n","Comment: 9 pages, latex"]}]
["0706.2155",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Distributed, Parallel, and Cluster Computing","C.1.4","F.2.0","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2155"],"date":["2007-06-14"],"type":["text"],"creator":["Sepesi, Greg"],"language":[],"coverage":[],"title":["Dualheap Selection Algorithm: Efficient, Inherently Parallel and\n  Somewhat Mysterious"],"description":["  An inherently parallel algorithm is proposed that efficiently performs\nselection: finding the K-th largest member of a set of N members. Selection is\na common component of many more complex algorithms and therefore is a widely\nstudied problem.\n  Not much is new in the proposed dualheap selection algorithm: the heap data\nstructure is from J.W.J.Williams, the bottom-up heap construction is from R.W.\nFloyd, and the concept of a two heap data structure is from J.W.J. Williams and\nD.E. Knuth. The algorithm's novelty is limited to a few relatively minor\nimplementation twists: 1) the two heaps are oriented with their roots at the\npartition values rather than at the minimum and maximum values, 2)the coding of\none of the heaps (the heap of smaller values) employs negative indexing, and 3)\nthe exchange phase of the algorithm is similar to a bottom-up heap\nconstruction, but navigates the heap with a post-order tree traversal.\n  When run on a single processor, the dualheap selection algorithm's\nperformance is competitive with quickselect with median estimation, a common\nvariant of C.A.R. Hoare's quicksort algorithm. When run on parallel processors,\nthe dualheap selection algorithm is superior due to its subtasks that are\neasily partitioned and innately balanced.\n","Comment: 5 pages, 6 figures"]}]
["0706.2158",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2158"],"date":["2007-06-14"],"type":["text"],"creator":["Aloisio, R.","Berezinsky, V.","Gazizov, A."],"language":[],"coverage":[],"title":["Ultra High Energy Cosmic Rays Diffusion in an Expanding Universe"],"description":["  We study the solution of the diffusion equation for Ultra-High Energy Cosmic\nRays in the general case of an expanding universe, comparing it with the well\nknown Syrovatsky solution obtained in the more restrictive case of a static\nuniverse. The formal comparison of the two solutions with all parameters being\nfixed identically reveals an appreciable discrepancy. This discrepancy is less\nimportant if in both models a different set of best-fit parameters is used.\n","Comment: To appear in the proceedings of 30th International Cosmic Ray\n  Conference (ICRC 2007), Merida, Yucatan, Mexico, 3-11 Jul 2007"]}]
["0706.2160",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Group Theory","22A05","54H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2160"],"date":["2007-06-14"],"type":["text"],"creator":["Shlossberg, Menachem"],"language":[],"coverage":[],"title":["Minimality in topological groups and Heisenberg type groups"],"description":["  We study relatively minimal subgroups in topological groups. We find, in\nparticular, some natural relatively minimal subgroups in unipotent groups which\nare defined over \"good\" rings. By \"good\" rings we mean archimedean absolute\nvalued (not necessarily associative) division rings. Some of the classical\nrings which we consider besides the field of reals are the ring of quaternions\nand the ring of octonions. This way we generalize in part a previous result\nwhich was obtained by Dikranjan and Megrelishvili and involved the Heisenberg\ngroup.\n","Comment: 11 pages"]}]
["0706.2165",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2165"],"date":["2007-06-14"],"type":["text"],"creator":["McKagan, S. B.","Handley, W.","Perkins, K. K.","Wieman, C. E."],"language":[],"coverage":[],"title":["A Research-Based Curriculum for Teaching the Photoelectric Effect"],"description":["  Physics faculty consider the photoelectric effect important, but many\nerroneously believe it is easy for students to understand. We have developed\ncurriculum on this topic including an interactive computer simulation,\ninteractive lectures with peer instruction, and conceptual and mathematical\nhomework problems. Our curriculum addresses established student difficulties\nand is designed to achieve two learning goals, for students to be able to (1)\ncorrectly predict the results of photoelectric effect experiments, and (2)\ndescribe how these results lead to the photon model of light. We designed two\nexam questions to test these learning goals. Our instruction leads to better\nstudent mastery of the first goal than either traditional instruction or\nprevious reformed instruction, with approximately 85% of students correctly\npredicting the results of changes to the experimental conditions. On the\nquestion designed to test the second goal, most students are able to correctly\nstate both the observations made in the photoelectric effect experiment and the\ninferences that can be made from these observations, but are less successful in\ndrawing a clear logical connection between the observations and inferences.\nThis is likely a symptom of a more general lack of the reasoning skills to\nlogically draw inferences from observations.\n","Comment: submitted to American Journal of Physics"]}]
["0706.2172",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2172"],"date":["2007-06-14","2007-06-15"],"type":["text"],"creator":["Delenda, Yazid"],"language":[],"coverage":[],"title":["Dijet Azimuthal Correlations in QCD Hard Processes"],"description":["  We study the azimuthal correlation distribution for dijet production in QCD\nhard processes. This observable is sensitive to soft and/or collinear emissions\nin the back-to-back region, giving rise to single and double logarithms. We\nprovide resummed predictions to NLL accuracy for both DIS at HERA and hadronic\ncollisions at Tevatron and perform a NLO matching to NLOJET++ results in the\nDIS case.\n","Comment: 4 pages, 2 figures. To appear in the proceedings of DIS 2007, Munich,\n  Germany, 16-20 April 2007. Added 2 reference"]}]
["0706.2173",{"format":[],"subject":["Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2173"],"date":["2007-06-14"],"type":["text"],"creator":["Coppi, B."],"language":[],"coverage":[],"title":["Theoretical Resolution of Magnetic Reconnection in High Energy Plasmas"],"description":["  The formation of macroscopic reconnected magnetic structures (islands) have\nbeen observed in advanced experiments on weakly collisional, well confined\nplasmas while established theories of the drift-tearing modes, which depend\nstrongly on the electron temperature gradient and can describe the formation of\nthese structures, had predicted practically inaccessible excitation thresholds\nfor them in these regimes. The relevant theoretical dilemma is resolved as\nmesoscopic modes that depend critically on the ratio of the transverse (to the\nmagnetic field) to the longitudinal thermal\nconductivity${D^e_{\\perp}/D^e_{\\|}$, can produce large scale magnetic\nreconnection. These modes are envisioned to emerge from a background, which can\nbe coherent, of collisionless microscopic reconnecting modes driven by the\nelectron temperature gradient, that create a sequence of adjacent strings of\nmagnetic islands and increase considerably the ratio ${D^e_{\\perp}/D^e_{\\|}$\nover its classical value. The mesoscopic reconnecting mode is treated by a\nsingular perturbation analysis involving three asymptotic regions and the small\nparameters ${(D^e_{\\perp}/D^e_{\\|})}^{1/4}$ and ${\\epsilon}^{1/4}_{*}$, where\n${\\epsilon}_{*} {\\equiv}D_m/D_A$, $D_m$ is the magnetic diffusion coefficient,\n$D_A\\sim\\texttt{v}^{2}_{A}r_{Te}/(D_Bk_{\\perp})$,\n$r_{Te}\\equiv(-d\\texttt{ln}T_e/dr)^{-1}$, $k_{\\perp}$ is the transverse mode\nnumber, $\\texttt{v}^{2}_{A}=B^{2}/(4\\pi{nm}_{i})}$ and $D_B=cT_e/(eB)$.\n","Comment: To be published in \"Collective Phenomena in Macroscopic Systems\",\n  Eds. G. Bertin, et al., Publ. World Scientific, 2007. Preprinted here with\n  the permission of the editors"]}]
["0706.2175",{"format":[],"subject":["Mathematics - Algebraic Topology","55Q45","55P60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2175","Ann. of Math. (2) 162 (2005), no. 2, 777--822"],"date":["2007-06-14"],"type":["text"],"creator":["Goerss, P.","Henn, H. -W.","Mahowald, M.","Rezk, C."],"language":[],"coverage":[],"title":["A resolution of the K(2)-local sphere at the prime 3"],"description":["  We develop a framework for displaying the stable homotopy theory of the\nsphere, at least after localization at the second Morava K-theory K(2). At the\nprime 3, we write the spectrum L_{K(2)S^0 as the inverse limit of a tower of\nfibrations with four layers. The successive fibers are of the form E_2^hF where\nF is a finite subgroup of the Morava stabilizer group and E_2 is the second\nMorava or Lubin-Tate homology theory. We give explicit calculation of the\nhomotopy groups of these fibers. The case n=2 at p=3 represents the edge of our\ncurrent knowledge: n=1 is classical and at n=2, the prime 3 is the largest\nprime where the Morava stabilizer group has a p-torsion subgroup, so that the\nhomotopy theory is not entirely algebraic.\n","Comment: 46 pages, published version"]}]
["0706.2176",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2176"],"date":["2007-06-14"],"type":["text"],"creator":["Gyftopoulos, Elias P.","von Spakovsky, Michael R."],"language":[],"coverage":[],"title":["Comments on the breakdown of the Landauer bound for information erasure\n  in the quantum regime"],"description":["  Upon reviewing the article by Allahverdyan and Nieuwenhuizen in PRE, we\nconclude that neither the Landauer principle nor the counterexamples presented\nby the authors have any relation (i) to thermodynamics, and (ii) to the\ninterdependence of nonstatistical quantum physics and thermodynamics.\n","Comment: 2 pages"]}]
["0706.2182",{"format":[],"subject":["Physics - General Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2182"],"date":["2007-06-14"],"type":["text"],"creator":["Bolonkin, Alexander"],"language":[],"coverage":[],"title":["New AB-Thermonuclear Reactor for Aerospace"],"description":["  There are two main methods of nulcear fusion: inertial confinement fusion\n(ICF) and magnetic confinement fusion (MCF). Existing thermonuclear reactors\nare very complex, expensive, large, and heavy. They cannot achieve the Lawson\ncreterion.\n  The author offers an innovation. ICF has on the inside surface of the\nshell-shaped combustion chamber a covering of small Prism Reflectors (PR) and\nplasma reflector. These prism reflectors have a noteworthy advantage, in\ncomparison with conventional mirror and especially with conventional shell:\nthey multi-reflect the heat and laser radiation exactly back into collision\nwith the fuel target capsule (pellet). The plasma reflector reflects the\nBremsstrahlung radiation.\n  The offered innovation decreases radiation losses, creates significant\nradiation pressure and increases the reaction time. The Lawson criterion\nincreases by hundreds of times. The size, cost, and weight of a typical\ninstallation will decrease by tens of times.\n  The author is researching the efficiency of these innovations. Keywords:\nThermonuclear reactor, Multi-reflex AB-thermonuclear reactor, aerospace\nthermonuclear engine.\n  This work is presented as paper AIAA-2006-7225 to Space-2006 Conference,\n19-21 September, 2006, San Jose, CA, USA.\n","Comment: 21 pages, 10 figures, 5 tables"]}]
["0706.2184",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Group Theory","Mathematics - Geometric Topology","20F65, 57R52, 20F34, 57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2184"],"date":["2007-06-14"],"type":["text"],"creator":["Andersen, Jorgen Ellegaard"],"language":[],"coverage":[],"title":["Mapping Class Groups do not have Kazhdan's Property (T)"],"description":["  We prove that the mapping class group of a closed oriented surface of genus\nat least two does not have Kazhdan's property (T).\n"]}]
["cond-mat/0612360",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612360","Phys. Rev. E 75, 060301(R) (2007)","doi:10.1103/PhysRevE.75.060301"],"date":["2006-12-14","2007-05-08"],"type":["text"],"creator":["Hatano, Takahiro"],"language":[],"coverage":[],"title":["Power-law friction in closely-packed granular materials"],"description":["  In order to understand the nature of friction in closely-packed granular\nmaterials, a discrete element simulation on granular layers subjected to\nisobaric plain shear is performed. It is found that the friction coefficient\nincreases as the power of the shear rate, the exponent of which does not depend\non the material constants. Using a nondimensional parameter that is known as\nthe inertial number, the power-law can be cast in a generalized form so that\nthe friction coefficients at different confining pressures collapse on the same\ncurve. We show that the volume fraction also obeys a power-law.\n","Comment: 4 pages"]}]
