["0704.1917",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1917","Phys. Rev. B 75, 241103(R) (2007)","doi:10.1103/PhysRevB.75.241103"],"date":["2007-04-15","2007-06-18"],"type":["text"],"creator":["Bohr, Dan","Schmitteckert, Peter"],"language":[],"coverage":[],"title":["Strong enhancement of transport by interaction on contact links"],"description":["  Strong repulsive interactions within a one dimensional Fermi system in a\ntwo-probe configuration normally lead to a reduced off-resonance conductance.\nWe show that if the repulsive interaction extends to the contact regions, a\nstrong increase of the conductance may occur, even for systems where one would\nexpect to find a reduced conductance. An essential ingredient in our\ncalculations is a momentum-space representation of the leads, which allows a\nhigh energy resolution. Further, we demonstrate that these results are\nindependent of the high-energy cutoff and that the relevant scale is set by the\nFermi velocity.\n","Comment: Published version -- references corrected"]}]
["0706.0567",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory","(Primary) 22E50","(Secondary) 11F70, 20G25, 22E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0567"],"date":["2007-06-04","2007-06-18"],"type":["text"],"creator":["Kato, Shin-ichi","Takano, Keiji"],"language":[],"coverage":[],"title":["Subrepresentation Theorem for p-adic Symmetric Spaces"],"description":["  The notion of relative cuspidality for distinguished representations attached\nto $p$-adic symmetric spaces is introduced. A characterization of relative\ncuspidality in terms of Jacquet modules is given and a generalization of\nJacquet's subrepresentation theorem to the relative case (symmetric space case)\nis established.\n","Comment: 34 pages; added references"]}]
["0706.0963",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0963"],"date":["2007-06-07","2007-06-13"],"type":["text"],"creator":["Gershtein, S. S.","Likhoded, A. K."],"language":[],"coverage":[],"title":["c-quark decay modes in B_c-meson"],"description":["  We discuss the possibility for observing $B_c$ mesons in decay channels with\n$B_s$ in final state.\n","Comment: 6 pages, 1 table; refrences added"]}]
["0706.2028",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2028"],"date":["2007-06-13","2007-06-18"],"type":["text"],"creator":["Ma, Li","Zhu, Anqiang"],"language":[],"coverage":[],"title":["Eigenvalues and lambda constants on Riemannian submersions"],"description":["  Given a Riemannian submersion, we study the relation between lambda constants\nintroduced by G.Perelman on the base manifold and the total space of a\nRiemannian submersion. We also discuss the relationship between the first\neigenvalues of Laplacians on the base manifold and that of the total space. The\nquantities on warped products are discussed in detail.\n","Comment: 9 pages"]}]
["0706.2097",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2097"],"date":["2007-06-14","2007-06-18"],"type":["text"],"creator":["Shih, Yanhua"],"language":[],"coverage":[],"title":["The Physics of 2 is not 1+1"],"description":["  One of the most surprising consequences of quantum mechanics is the\nentanglement of two or more distant particles. In an entangled EPR two-particle\nsystem, the value of the momentum (position) for neither single subsystem is\ndetermined. However, if one of the subsystems is measured to have a certain\nmomentum (position), the other subsystem is determined to have a unique\ncorresponding value, despite the distance between them. This peculiar behavior\nof an entangled quantum system has surprisingly been observed experimentally in\ntwo-photon temporal and spatial correlation measurements, such as ghost\ninterference and ghost imaging. This article addresses the fundamental concerns\nbehind these experimental observations and to explore the nonclassical nature\nof two-photon superposition by emphasizing the physics of 2 is not 1 + 1.\n"]}]
["0706.2200",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2200"],"date":["2007-06-14"],"type":["text"],"creator":["Hsu, Shih-Chieh","Collaboration, for the CDF"],"language":[],"coverage":[],"title":["Searching for H->WW(*) and Other Diboson Final States at CDF"],"description":["  We report searches for standard model (SM) Higgs production decaying to WW(*)\nand continuum ZZ production in the two charged lepton and two neutrino final\nstates. The data were collected with the CDF II detector at the Fermilab\nTevatron and correspond to an integrated luminosity of 1.1^fb-1. In order to\nseparate the processes contributing to the final state, event probabilities\ncalculated using the leading order differential cross-sections were used to\nconstruct a likelihood ratio discriminant. The observed (median expected) 95%\nC.L. upper limit for sigma(H->WW^(*)) with 160 GeV/c^2 mass hypothesis is 1.3\n(1.8) pb which corresponds to 3.4 (4.8) times the SM prediction at\nnext-to-next-to-leading logarithmic level (NNLL) calculation. The significance\nof the observed ZZ signal is 1.9 sigma and the 95% C.L. upper limit is 3.4 pb\nwhich is consistent with the next-to-leading order (NLO) calculation of\n1.4+/-0.1 pb.\n","Comment: 4 pages, 5 figures, to appear in the proceedings of 42nd Rencontres\n  de Moriond on Electroweak Interactions and Unified Theories, La Thuile,\n  Italy, March 10-17, 2007"]}]
["0706.2204",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14M05","13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2204"],"date":["2007-06-14"],"type":["text"],"creator":["Manolache, Nicolae"],"language":[],"coverage":[],"title":["Gorenstein Multiple Structures on Smooth Algebraic Varieties"],"description":["  We characterize the Gorenstein nilpotent scheme structures on a smooth\nalgebraic variety as support, in terms of a duality property of the graded\nobjects associated to two canonical filtrations.\n"]}]
["0706.2209",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2209"],"date":["2007-06-14"],"type":["text"],"creator":["Chapman, Scott"],"language":[],"coverage":[],"title":["SU(3) Ghosts with Spin"],"description":["  A new Lorentz-covariant gauge is presented for SU(3). In this gauge, both the\nghosts and the gauge fields in the (4, 5, 6, 7) gauge directions acquire\nhalf-integral spin. As a result, the ghosts in these directions have the\ncorrect relationship between spin and statistics, while the gauge fields have\nthe incorrect relationship. Consequently, asymptotic ghost states are not\nforbidden in this gauge and can possibly form new matter states. Conversely,\nasymptotic gauge fields in the (4, 5, 6, 7) directions are forbidden in this\ngauge, so the SU(3) symmetry is broken down to an SU(2)xU(1) symmetry\nasymptotically.\n"]}]
["0706.2218",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53B20, 53C40, 53C99, 53B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2218"],"date":["2007-06-15"],"type":["text"],"creator":["Bodrenko, Andrei"],"language":[],"coverage":[],"title":["The analog of the Schauder inequality for closed surfaces in Euclidean\n  spaces"],"description":["  The analog of the Schauder inequality for closed surfaces in Euclidean spaces\nis obtained in this article.\n"]}]
["0706.2222",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2222"],"date":["2007-06-15"],"type":["text"],"creator":["Lee, Jae Sik"],"language":[],"coverage":[],"title":["LHC Signatures of MSSM Higgs-sector CP Violation"],"description":["  We discuss a few new characteristic features of the loop-induced MSSM\nHiggs-sector CP violation at the LHC based on two scenarios: (i) CPX and (ii)\nTrimixing.\n","Comment: 6 pages, 3 figures, invited talk given at the CTP Symposium on\n  Supersymmetry at LHC: Theoretical and Experimental Perspectives, the British\n  University in Egypt, 11-14 March 2007 (to appear in the proceedings)"]}]
["0706.2223",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2223"],"date":["2007-06-15"],"type":["text"],"creator":["Kiwi, Marcos","Loebl, Martin"],"language":[],"coverage":[],"title":["Towards the Distribution of the Size of a Largest Planar Matching and\n  Largest Planar Subgraph in Random Bipartite Graphs"],"description":["  We address the following question: When a randomly chosen regular bipartite\nmulti--graph is drawn in the plane in the ``standard way'', what is the\ndistribution of its maximum size planar matching (set of non--crossing disjoint\nedges) and maximum size planar subgraph (set of non--crossing edges which may\nshare endpoints)? The problem is a generalization of the Longest Increasing\nSequence (LIS) problem (also called Ulam's problem). We present combinatorial\nidentities which relate the number of r-regular bipartite multi--graphs with\nmaximum planar matching (maximum planar subgraph) of at most d edges to a\nsigned sum of restricted lattice walks in Z^d, and to the number of pairs of\nstandard Young tableaux of the same shape and with a ``descend--type''\nproperty. Our results are obtained via generalizations of two combinatorial\nproofs through which Gessel's identity can be obtained (an identity that is\ncrucial in the derivation of a bivariate generating function associated to the\ndistribution of LISs, and key to the analytic attack on Ulam's problem).\n  We also initiate the study of pattern avoidance in bipartite multigraphs and\nderive a generalized Gessel identity for the number of bipartite 2-regular\nmultigraphs avoiding a specific (monotone) pattern.\n","Comment: 19 pages, 8 figures"]}]
["0706.2229",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L05, 46L35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2229"],"date":["2007-06-15","2007-06-16"],"type":["text"],"creator":["Lin, Huaxin"],"language":[],"coverage":[],"title":["AF-embedding of the crossed products of AH-algebras by finitely\n  generated abelian groups"],"description":["  Let $X$ be a compact metric space and let $\\Lambda$ be a $\\Z^k$ ($k\\ge 1$)\naction on $X.$ We give a solution to a version of Voiculescu's problem of\nAF-embedding: The crossed product $C(X)\\rtimes_{\\Lambda}\\Z^k$ can be embedded\ninto a unital simple AF-algebra if and only if $X$ admits a strictly positive\n$\\Lambda$-invariant Borel probability measure.\n  Let $C$ be a unital AH-algebra, let $G$ be a finitely generated abelian group\nand let $\\Lambda: G\\to Aut(C)$ be a monomorphism. We show that\n$C\\rtimes_{\\Lambda} G$ can be embedded into a unital simple AF-algebra if and\nonly if $C$ admits a faithful $\\Lambda$-invariant tracial state.\n","Comment: 46 pages"]}]
["0706.2236",{"format":[],"subject":["Mathematical Physics","Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2236"],"date":["2007-06-15"],"type":["text"],"creator":["Andrew, R. C.","Miller, H. G.","Yen, G. D."],"language":[],"coverage":[],"title":["Solution of the Dirac Equation using the Lanczos Algorithm"],"description":["  Covergent eigensolutions of the Dirac Equation for a relativistic electron in\nan external Coulomb potential are obtained using the Lanczos Algorithm. A\ntri-diagonal matrix representation of the Dirac Hamiltonian operator is\nconstructed iteratively and diagonalized after each iteration step to form a\nsequence of convergent eigenvalue solutions. Any spurious solutions which arise\nfrom the presence of continuum states can easily be identified.\n"]}]
["0706.2239",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H42, 14H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2239"],"date":["2007-06-15"],"type":["text"],"creator":["Lahoz, Marti"],"language":[],"coverage":[],"title":["Infinitesimal Castelnuovo Theory in Abelian Varieties"],"description":["  The purpose of this article is to show that the Castelnuovo theory for\nabelian varieties, developed by G. Pareschi and M. Popa, can be\ninfinitesimalized. More precisely, we prove that an irreducible principally\npolarized abelian variety has a finite scheme in extremal position, in the\nsense of Castelnuovo theory for abelian varieties, if, and only if, it is a\nJacobian and the scheme is contained in a unique Abel-Jacobi curve.\n","Comment: 15 pages. Any commentaries are welcomed"]}]
["0706.2243",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2243"],"date":["2007-06-15"],"type":["text"],"creator":["Rauch, Thomas"],"language":[],"coverage":[],"title":["GAVO Tools for the Analysis of Stars and Nebulae"],"description":["  Within the framework of the German Astrophysical Virtual Observatory (GAVO),\nwe provide synthetic spectra, simulation software for the calculation of NLTE\nmodel atmospheres, as well as necessary atomic data. This will enable a VO user\nto directly compare observation and model-atmosphere spectra on three levels:\nThe easiest and fastest way is the use of our pre-calculated flux-table grid in\nwhich one may inter- and extrapolate. For a more precise analysis of an\nabservation, the VO user may improve the fit to the observation by the\ncalculation of individual model atmospheres with fine-tuned photospheric\nparameters via the WWW interface TMAW. The more experienced VO user may create\nown atomic-data files for a more detailed analysis and calculate model\natmosphere and flux tables with these.\n","Comment: 4 pages, 3 figures"]}]
["0706.2244",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2244"],"date":["2007-06-15"],"type":["text"],"creator":["de Blasio, Birgitte Freiesleben","Aalen, Odd O"],"language":[],"coverage":[],"title":["The Yule distribution and frailty--a note on spurious preferential\n  attachment"],"description":["  Preferential attachment is a popular generative mechanism to explain the\nwidespread observation of power law distributed networks. We introduce an\nalternative explanation for the phenomenon by allowing the link growth rates to\nvary across the nodes according to a randomized Poisson process. The\ndistribution of rates, which reproduces the degree distribution of a\npreferential attachment process (Yule process) is derived analytically. We\ndemonstrate with use of simulations that the degree distribution and growth\nrates in single time intervals are similar for the random process and the\npreferential attachment process. Structural differences are analyzed by\nexamining the joint degree distribution and network coreness.\n","Comment: 28 pages; 5 figures"]}]
["0706.2245",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2245"],"date":["2007-06-15"],"type":["text"],"creator":["Rauch, Thomas","Werner, Klaus"],"language":[],"coverage":[],"title":["HST Spectroscopy of the Hottest White Dwarfs"],"description":["  Spectral analysis needs the observation of lines of successive ionization\nstages in order to evaluate the ionization equilibrium (of a particular\nspecies) which is a sensitive indicator for the effective temperature. Since\nstars with effective temperatures as high as 100000 K have their flux maximum\nin the extreme ultraviolet (EUV) wavelength range and due to the high degree of\nionization, most of the metal lines are found in the ultraviolet (UV) range.\nThus, high-S/N and high-resolution UV spectra are a pre-requisite for a precise\nanalysis. Consequently, we employed the Faint Object Spectrograph (FOS), the\nGoddard High Resolution Spectrograph (GHRS), and the Space Telescope Imaging\nSpectrograph (STIS) aboard the Hubble Space Telescope (HST) in order to obtain\nsuitable data. We present state-of-the-art analyses of the hottest (pre-) white\ndwarfs by means of NLTE model atmospheres which include the metal-line\nblanketing of all elements from hydrogen to nickel.\n","Comment: 4 pages, 1 figure"]}]
["0706.2250",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14F99, 18G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2250"],"date":["2007-06-15"],"type":["text"],"creator":["Nitsure, Nitin"],"language":[],"coverage":[],"title":["Sign lemma for dimension shifting"],"description":["  There is a surprising occurrence of some minus signs in the isomorphisms\nproduced in the well-known technique of dimension shifting in calculating\nderived functors in homological algebra. We explicitly determine these signs.\nGetting these signs right is important in order to avoid basic contradictions.\nWe illustrate the lemma by some de Rham cohomology and Chern class\nconsiderations for compact Riemann surfaces.\n","Comment: 7 pages, LaTeX"]}]
["0706.2258",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2258"],"date":["2007-06-15"],"type":["text"],"creator":["Gago, R.","Abrasonis, G.","Jimenez, I.","Moeller, W."],"language":[],"coverage":[],"title":["Growth mechanisms and structure of fullerene-like carbon-based thin\n  films: superelastic materials for tribological applications"],"description":["  In this chapter we review our findings on the bonding structure and growth\nmechanisms of carbon-based thin solid films with fullerene-like (FL)\nmicrostructure. The so-called FL arrangements arise from the curvature and\ncross-linking of basal planes in graphitic-like structures, partially\nresembling that of molecular fullerenes. This three-dimensional superstructure\ntakes advantage of the strength of planar pi bonds in sp2 hybrids and confers\nthe material interesting mechanical properties, such as high hardness, high\nelastic recovery, low-friction and wear-resistance. These properties can be\ntailored by controlling the curvature, size and connectivity of the FL\narrangements, making these materials promising coatings for tribological\napplications. We have focused our interest mostly on carbon nitride (CNx) since\nnitrogen promotes the formation of FL arrangements at low substrate\ntemperatures and they are emerging over pure carbon coatings in tribological\napplications such as protective overcoats in magnetic hard disks. We address\nstructural issues such as origin of plane curvature, nature of the\ncross-linking sites and sp2 clustering, together with growth mechanisms based\non the role of film-forming precursors, chemical re-sputtering or concurrent\nion assistance during growth.\n","Comment: Review article in \"Fullerene Research Trends\" to be published by Nova\n  Science Publishers Inc., New York. 46 pages"]}]
["0706.2261",{"format":[],"subject":["Mathematics - Algebraic Geometry","14R20, 14R25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2261"],"date":["2007-06-15"],"type":["text"],"creator":["Flenner, Hubert","Kaliman, Shulim","Zaidenberg, Mikhail"],"language":[],"coverage":[],"title":["Uniqueness of $\\bf C^*$- and $\\bf C_+$-actions on Gizatullin surfaces"],"description":["  A Gizatullin surface is a normal affine surface $V$ over $\\bf C$, which can\nbe completed by a zigzag; that is, by a linear chain of smooth rational curves.\nIn this paper we deal with the question of uniqueness of $\\bf C^*$-actions and\n$\\bf A^1$-fibrations on such a surface $V$ up to automorphisms. The latter\nfibrations are in one to one correspondence with $\\bf C_+$-actions on $V$\nconsidered up to a \"speed change\".\n  Non-Gizatullin surfaces are known to admit at most one $\\bf A^1$-fibration\n$V\\to S$ up to an isomorphism of the base $S$. Moreover an effective $\\bf\nC^{*}$-action on them, if it does exist, is unique up to conjugation and\ninversion $t\\mapsto t^{-1}$ of $\\bf C^*$. Obviously uniqueness of $\\bf\nC^*$-actions fails for affine toric surfaces; however we show in this case that\nthere are at most two conjugacy classes of $\\bf A^1$-fibrations. There is a\nfurther interesting family of non-toric Gizatullin surfaces, called the\nDanilov-Gizatullin surfaces, where there are in general several conjugacy\nclasses of $\\bf C^*$-actions and $\\bf A^1$-fibrations.\n  In the present paper we obtain a criterion as to when $\\bf A^1$-fibrations of\nGizatullin surfaces are conjugate up to an automorphism of $V$ and the base\n$S$. We exhibit as well a large subclasses of Gizatullin $\\bf C^{*}$-surfaces\nfor which a $\\bf C^*$-action is essentially unique and for which there are at\nmost two conjugacy classes of $\\bf A^1$-fibrations over $\\bf A^1$.\n","Comment: 43 pages"]}]
["0706.2262",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","47A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2262"],"date":["2007-06-15"],"type":["text"],"creator":["Möller, M.","Szafraniec, F. H."],"language":[],"coverage":[],"title":["Adjoints and Formal Adjoints of Matrices of Unbounded Operators"],"description":["  In this paper we {\\em discuss} diverse aspects of mutual relationship between\nadjoints and formal adjoints of unbounded operators bearing a matrix structure.\nWe emphasize on the behaviour of row and column operators as they turn out to\nbe the germs of an arbitrary matrix operator, providing most of the information\nabout the latter {as it is the troublemaker}.\n"]}]
["0706.2267",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2267"],"date":["2007-06-15"],"type":["text"],"creator":["Chiarelli, Giorgo"],"language":[],"coverage":[],"title":["A Review of Recent Results from the Tevatron"],"description":["  The D0 and CDF experiments have been taking data at the Run 2 of the Tevatron\nCollider since 2001. We present a selection of recent results, most of them\nobtained with an integrated luminosity of $\\simeq$ 1 fb$^{-1}$. I will describe\nthe most important facets of the physics programme and detail some results.\nRecent direct limits on standard model Higgs obtained at the Tevatron, and\ntheir their prospects will be also reviewed.\n","Comment: for the CDF and D0 Collaboration, DIS 07 Proceedings"]}]
["0706.2268",{"format":[],"subject":["Quantum Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2268"],"date":["2007-06-15","2007-06-16"],"type":["text"],"creator":["Lozanov--Crvenkovic, Z.","Perisic, D.","Taskovic, M."],"language":[],"coverage":[],"title":["Gelfand-Shilov spaces, Structural and Kernel theorems"],"description":["  It was shown recently that the space isomorphic with an Gelfand Shilov space\nis well adapted for the use in quantum field theory with a fundamental length.\nIt is our believe that all Gelfand Shilov spaces, especially those with\nquasianalytic test function spaces, are good domains for the quantum field\ntheory. The theory requires technical results from the theory of generalized\nfunctions and not merely differential calculus and well defined Fourier\ntransform, but also the kernel theorem and the structural theorem. In the paper\nwe give the structural (regularity) theorem and kernel theorem for\nGelfand-Shilov spaces, of Roumieu and Beurling type.\n","Comment: The name of the third autor is now properly written"]}]
["0706.2276",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2276"],"date":["2007-06-15"],"type":["text"],"creator":["Sapeta, S."],"language":[],"coverage":[],"title":["Heavy Flavor Production in DGLAP improved Saturation Model"],"description":["  The saturation model with DGLAP evolution is shown to give good description\nof the production of the charm and beauty quarks in deep inelastic scattering.\nThe modifications of saturation properties caused by the presence of heavy\nquarks are also discussed.\n","Comment: 4 pages, 3 figures; Talk presented at the International Workshop on\n  Deep-Inelastic Scattering and Related Subjects, Munich, Germany, April 16-20,\n  2007"]}]
["0706.2282",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A17","11P81","11P83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2282"],"date":["2007-06-15"],"type":["text"],"creator":["Holroyd, Alexander E."],"language":[],"coverage":[],"title":["Partition Identities and the Coin Exchange Problem"],"description":["  The number of partitions of n into parts divisible by a or b equals the\nnumber of partitions of n in which each part and each difference of two parts\nis expressible as a non-negative integer combination of a or b. This\ngeneralizes identities of MacMahon and Andrews. The analogous identities for\nthree or more integers (in place of a,b) hold in certain cases.\n","Comment: 6 pages"]}]
["0706.2284",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2284"],"date":["2007-06-15"],"type":["text"],"creator":["Weiland, J.","Zagorodny, A.","Zasenko, V."],"language":[],"coverage":[],"title":["On advanced fluid modelling of drift wave turbulence"],"description":["  The Dupree-Weinstock renormalization is used to prove that a reactive closure\nexists for drift wave turbulence in magnetized plasmas. The result is used to\nexplain recent results in gyrokinetic simulations and is also related to the\nMattor-Parker closure. The level of closure is found in terms of applied\nexternal sources.\n","Comment: Nine pages, 2 figures"]}]
["0706.2287",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2287"],"date":["2007-06-15"],"type":["text"],"creator":["Ahanj, Ali","Joag, Pramod S.","Ghosh, Sibasish"],"language":[],"coverage":[],"title":["Simulation of two spin-$s$ singlet correlations for all $s$ involving\n  spin measurements"],"description":["  In a recent paper [A. Ahanj et al., quant-ph/0603053], we gave a classical\nprotocol to simulate quantum correlations corresponding to the spin $s$ singlet\nstate for the infinite sequence of spins satisfying $2s+1 = 2^{n}$. In the\npresent paper, we have generalized this result by giving a classical protocol\nto exactly simulate quantum correlations implied by the spin-$s$ singlet state\ncorresponding to all integer as well as half-integer spin values $s$. The class\nof measurements we consider here are only those corresponding to spin\nobservables, as has been done in the above-mentioned paper. The required amount\nof communication is found to be $\\lceil {\\rm log}_{2} (s + 1) \\rceil$ in the\nworst case scenario, where $\\lceil x \\rceil$ is the least integer greater than\nor equal to $x$.\n","Comment: 13 pages Latex, one eps figure"]}]
["0706.2293",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science","F.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2293"],"date":["2007-06-15"],"type":["text"],"creator":["Marion, Jean-Yves","Pechoux, Romain"],"language":[],"coverage":[],"title":["Resource control of object-oriented programs"],"description":["  A sup-interpretation is a tool which provides an upper bound on the size of a\nvalue computed by some symbol of a program. Sup-interpretations have shown\ntheir interest to deal with the complexity of first order functional programs.\nFor instance, they allow to characterize all the functions bitwise computable\nin Alogtime. This paper is an attempt to adapt the framework of\nsup-interpretations to a fragment of oriented-object programs, including\ndistinct encodings of numbers through the use of constructor symbols, loop and\nwhile constructs and non recursive methods with side effects. We give a\ncriterion, called brotherly criterion, which ensures that each brotherly\nprogram computes objects whose size is polynomially bounded by the inputs\nsizes.\n"]}]
["0706.2297",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","37E05 (Primary), 37C25, 37E15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2297","Bull. Austral. Math. Soc. 31(1985), 89-103. Corrigendum: 32\n  (1985), 159"],"date":["2007-06-15"],"type":["text"],"creator":["Du, Bau-Sen"],"language":[],"coverage":[],"title":["The Minimal Number of Periodic Orbits of Periods Guaranteed in\n  Sharkovskii's Theorem"],"description":["  Let f(x) be a continuous function from a compact real interval into itself\nwith a periodic orbit of minimal period m, where m is not an integral power of\n2. Then, by Sharkovsky's theorem, for every positive integer n with m \\prec n\nin the Sharkovsky's ordering defined below, a lower bound on the number of\nperiodic orbits of f(x) with minimal period n is 1. Could we improve this lower\nbound from 1 to some larger number? In this paper, we give a complete answer to\nthis question.\n","Comment: 11 pages"]}]
["0706.2307",{"format":[],"subject":["Mathematics - Category Theory","18D05","18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2307"],"date":["2007-06-15"],"type":["text"],"creator":["Cheng, Eugenia","Gurski, Nick"],"language":[],"coverage":[],"title":["The periodic table of $n$-categories for low dimensions II: degenerate\n  tricategories"],"description":["  We continue the project begun in ``The periodic table of $n$-categories for\nlow dimensions I'' by examining degenerate tricategories and comparing them\nwith the structures predicted by the Periodic table. For triply degenerate\ntricategories we exhibit a triequivalence with the partially discrete\ntricategory of commutative monoids. For the doubly degenerate case we explain\nhow to construct a braided monoidal category from a given doubly degenerate\ncategory, but show that this does not induce a straightforward comparison\nbetween \\bfseries{BrMonCat} and \\bfseries{Tricat}. We show how to alter the\nnatural structure of \\bfseries{Tricat} in two different ways to provide a\ncomparison, but show that only the more brutal alteration yields an\nequivalence. Finally we study degenerate tricategories in order to give the\nfirst fully algebraic definition of monoidal bicategories and the full\ntricategory structure \\bfseries{MonBicat}.\n","Comment: 51 pages"]}]
["0706.2308",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2308","Surface Science 600(2006) 4848","doi:10.1016/j.susc.2006.08.015"],"date":["2007-06-15"],"type":["text"],"creator":["Ranguelov, B.","Metois, J. J.","Muller, P."],"language":[],"coverage":[],"title":["Spirals on Si(111) at sublimation and growth: REM and LODREM\n  observations"],"description":["  Using recently proposed improvements of Reflection Electron Microsopy (REM)\nwe study in perfectly controlled thermodynamics conditions spiral shapes and\nspirals on Si(111) surface. It is shown that the new method named low\ndistortion reflection electron microscopy (LODREM) is a powerful instrument,\nresolving in much more details (compared with REM) growth or evaporation\nspirals at the crystal surface. More precisely, we examine the distance between\ntwo successive steps of a spiral at growth (or evaporation) with respect to the\nsupersaturation (or undersaturation). It is found that this distance scales\nwith an exponent close to -1/2. This result, which deviates from the BCF theory\noriginates from a non local behavior with a slow kinetic of attachment of the\nadatoms at the steps.\n","Comment: 21 pages, 8 figures"]}]
["0706.2309",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2309"],"date":["2007-06-15"],"type":["text"],"creator":["Kaper, Hans G.","Wang, Shouhong","Yari, Masoud"],"language":[],"coverage":[],"title":["Formation and Persistence of Spatiotemporal Turing Patterns"],"description":["  This article is concerned with the stability and long-time dynamics of\nstructures arising from a structureless state. The paradigm is suggested by\ndevelopmental biology, where morphogenesis is thought to result from a\ncompetition between chemical reactions and spatial diffusion. A system of two\nreaction-diffusion equations for the concentrations of two morphogens is\nreduced to a finite system of ordinary differential equations. The stability of\nbifurcated solutions of this system is analyzed, and the long-time asymptotic\nbehavior of the bifurcated solutions is established rigorously. The\nSchnakenberg and Gierer-Meinhardt equations are discussed as examples.\n"]}]
["0706.2313",{"format":[],"subject":["Mathematics - Differential Geometry","57R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2313"],"date":["2007-06-15"],"type":["text"],"creator":["Macias-Virgos, E.","Sanmartin-Carbon, E."],"language":[],"coverage":[],"title":["Cohomology of diffeological spaces and foliations"],"description":["  Let (M,F) be a foliated manifold. We study the relationship between the basic\ncohomology Hb(M,F) of the foliation and the De Rham cohomology H(DF) of the\nspace of leaves M/F as a quotient diffeological space. We prove that for an\narbitrary foliation there is a morphism from H(DF) to Hb(M,F). It is an\nisomorphism when F is a Q-foliation.\n","Comment: 6 pages"]}]
["0706.2314",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2314"],"date":["2007-06-15"],"type":["text"],"creator":["Espinar, J. M.","Galvez, J. A.","Mira, P."],"language":[],"coverage":[],"title":["Hypersurfaces in H^{n+1} and conformally invariant equations: the\n  generalized Christoffel and Nirenberg problems"],"description":["  Our first objective in this paper is to give a natural formulation of the\nChristoffel problem for hypersurfaces in $H^{n+1}$, by means of the hyperbolic\nGauss map and the notion of hyperbolic curvature radii for hypersurfaces. Our\nsecond objective is to provide an explicit equivalence of this Christoffel\nproblem with the famous problem of prescribing scalar curvature on $\\S^n$ for\nconformal metrics, posed by Nirenberg and Kazdan-Warner. This construction lets\nus translate into the hyperbolic setting the known results for the scalar\ncurvature problem, and also provides a hypersurface theory interpretation of\nsuch an intrinsic problem from conformal geometry. Our third objective is to\nplace the above result into a more general framework. Specifically, we will\nshow how the problem of prescribing the hyperbolic Gauss map and a given\nfunction of the hyperbolic curvature radii in $H^{n+1}$ is strongly related to\nsome important problems on conformally invariant PDEs in terms of the Schouten\ntensor. This provides a bridge between the theory of conformal metrics on\n$\\S^n$ and the theory of hypersurfaces with prescribed hyperbolic Gauss map in\n$\\H^{n+1}$. The fourth objective is to use the above correspondence to prove\nthat for a wide family of Weingarten functionals $W(\\k_1,..., \\k_n)$, the only\ncompact immersed hypersurfaces in $H^{n+1}$ on which $W$ is constant are round\nspheres.\n","Comment: 37 pages"]}]
["0706.2320",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2320"],"date":["2007-06-15"],"type":["text"],"creator":["Giulietti, Massimo","Korchmaros, Gabor"],"language":[],"coverage":[],"title":["On large automorphism groups of algebraic curves in positive\n  characteristic"],"description":["  In his investigation on large $K$-automorphism groups of an algebraic curve,\nStichtenoth obtained an upper bound on the order of the first ramification\ngroup of an algebraic curve $\\cX$ defined over an algebraically closed field of\ncharacteristic $p$. Stichtenoth's bound has raised the problem of classifying\nall $\\K$-automorphism groups $G$ of $\\cX$ with the following property: There is\na point $P\\in \\cX$ for which \\begin{equation} |G_P^{(1)}|>\\frac{p}{p-1}g.\n\\end{equation} Such a classification is obtained here by proving Theorem 1.3\n"]}]
["0706.2321",{"format":[],"subject":["Mathematics - Number Theory","11M06,11M26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2321"],"date":["2007-06-15"],"type":["text"],"creator":["Milinovich, Micah B.","Ng, Nathan"],"language":[],"coverage":[],"title":["Lower bounds for moments of zeta prime rho"],"description":["  Assuming the Riemann Hypothesis, we establish lower bounds for moments of the\nderivative of the Riemann zeta-function averaged over the non-trivial zeros of\n$\\zeta(s)$. Our proof is based upon a recent method of Rudnick and\nSoundararajan that provides analogous bounds for moments of $L$-functions at\nthe central point, averaged over families.\n","Comment: 7 pages"]}]
["0706.2324",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","22E46, 14L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2324"],"date":["2007-06-15"],"type":["text"],"creator":["Kumar, Shrawan","Stembridge, John R."],"language":[],"coverage":[],"title":["Special isogenies and tensor product multiplicities"],"description":["  We show that any bijection between two root systems that preserves angles\n(but not necessarily lengths) gives rise to inequalities relating tensor\nproduct multiplicities for the corresponding complex semisimple Lie groups (or\nLie algebras). We explain the inequalities in two ways: combinatorially, using\nLittelmann's Path Model, and geometrically, using isogenies between algebaric\ngroups defined over an algebraically closed field of positive characteristic.\n","Comment: 11 pages"]}]
["0706.2345",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2345"],"date":["2007-06-15"],"type":["text"],"creator":["Chang, We-Fu","Ng, John N.","Wu, Jackson M. S."],"language":[],"coverage":[],"title":["Phenomenology from a U(1) gauged hidden sector"],"description":["  We consider the phenomenological consequences of a hidden Higgs sector\nextending the Standard Model (SM), in which the matter content are uncharged\nunder the SM gauge groups. We consider a simple case where the hidden sector is\ngauged under a U(1) with one Higgs singlet. The only couplings between SM and\nthe hidden sector are through mixings between the neutral gauge bosons of the\ntwo respective sectors, and between the Higgs bosons. We find signals testable\nat the LHC that can reveal the existence and shed light on the nature of such a\nhidden sector.\n","Comment: 5 pages, 2 figures. Talk given at the Lake Louise Winter Institute\n  2007, Feb. 19-24, Alberta, Canada"]}]
["0706.2350",{"format":[],"subject":["Mathematics - Rings and Algebras","16K50","16W50","16W60","16W70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2350"],"date":["2007-06-15"],"type":["text"],"creator":["Mounirh, Karim"],"language":[],"coverage":[],"title":["Kummer subfields of tame division algebras over Henselian valued fields"],"description":["  By generalizing the method used by Tignol and Amitsur in [TA85], we determine\nnecessary and sufficient conditions for an arbitrary tame central division\nalgebra D over a Henselian valued field E to have Kummer subfields [Corollary\n2.11 and Corollary 2.12]. We prove also that if D is a tame semiramified\ndivision algebra of prime power degree p^n over E such that p\\neq char(\\bar E)\nand rk(\\Gamma_D/\\Gamma_E)\\geq 3 [resp., such that p\\neq char(\\bar E) and p^3\ndivides exp(\\Gamma_D/\\Gamma_E)], then D is non-cyclic [Proposition 3.1] [resp.,\nD is not an elementary abelian crossed product [Proposition 3.2]].\n","Comment: 17 pages"]}]
["cond-mat/0606647",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606647","Phys. Rev. B 75, 035328 (2007)","doi:10.1103/PhysRevB.75.035328"],"date":["2006-06-26","2007-06-18"],"type":["text"],"creator":["Sitek, Anna","Machnikowski, Pawel"],"language":[],"coverage":[],"title":["Collective fluorescence and decoherence of a few nearly identical\n  quantum dots"],"description":["  We study the collective interaction of excitons in closely spaced artificial\nmolecules and arrays of nearly identical quantum dots with the electromagnetic\nmodes. We discuss how collective fluorescence builds up in the presence of a\nsmall mismatch of the transition energy. We show that a superradiant state of a\nsingle exciton in a molecule of two dots with realistic energy mismatch\nundergoes a two-rate decay. We analyze also the stability of subdecoherent\nstates for non-identical systems.\n","Comment: 7 pages, 5 figures"]}]
["cond-mat/0611312",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611312","Journal of Physics B: Atomic, Molecular & Optical Physics 40, 2587\n  (2007)","doi:10.1088/0953-4075/40/13/005"],"date":["2006-11-13","2007-05-30"],"type":["text"],"creator":["Ghosh, Tarun Kanti","Machida, Kazushige"],"language":[],"coverage":[],"title":["Bragg spectroscopy of a cigar shaped Bose condensate in optical lattices"],"description":["  We study properties of excited states of an array of weakly coupled\nquasi-two-dimensional Bose condensates by using the hydrodynamic theory. We\ncalculate multibranch Bogoliubov-Bloch spectrums and its corresponding\neigenfunctions. The spectrum of the axial excited states and its eigenfunctions\nstrongly depends on the coupling among various discrete radial modes within a\ngiven symmetry. This mode coupling is due to the presence of radial trapping\npotential. The multibranch nature of the Bogoliubov-Bloch spectrum and its\ndependence on the mode-coupling can be realized by analyzing dynamic structure\nfactor and momentum transferred to the system in Bragg spectroscopy\nexperiments. We also study dynamic structure factor and momentum transferred to\nthe condensate due to the Bragg spectroscopy experiment.\n","Comment: 7 pages, 5 figures, to appear in Journal of Physics B: Atomic,\n  Molecular & Optical Physics"]}]
["cond-mat/0611680",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611680","Phys. Rev. B 75, 224504 (2007)","doi:10.1103/PhysRevB.75.224504"],"date":["2006-11-27","2006-11-30"],"type":["text"],"creator":["Fedorov, Arkady","Shnirman, Alexander","Schön, Gerd","Kidiyarova-Shevchenko, Anna"],"language":[],"coverage":[],"title":["Reading-out the state of a flux qubit by Josephson transmission line\n  solitons"],"description":["  We describe the read-out process of the state of a Josephson flux qubit via\nsolitons in Josephson transmission lines (JTL) as they are in use in the\nstandard rapid single flux quantum (RSFQ) technology. We consider the situation\nwhere the information about the state of the qubit is stored in the time delay\nof the soliton. We analyze dissipative underdamped JTLs, take into account\ntheir jitter, and provide estimates of the measuring time and efficiency of the\nmeasurement for relevant experimental parameters.\n","Comment: 13 pages, 12 figures"]}]
["cond-mat/0701307",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701307"],"date":["2007-01-14","2007-01-17"],"type":["text"],"creator":["Obol, Mahmut","Al-Moayed, Nawaf","Khan, Usman A.","Afsar, Mohammed N."],"language":[],"coverage":[],"title":["Nano Ferrites Microwave Complex Permeability and Permittivity\n  Measurements by T/R Technique in Waveguide"],"description":["  There is a huge demand to accurately determine the magneto-electrical\nproperties of particles in the nano sized regime due to the modern IC\ntechnology revolution and biomedical application science. In this paper, we\npresent a microwave waveguide measurement technique for complex permeability\nand permittivity of expensive nano sized magnetic powder materials. In the\nmeasurement process, Agilents 8510C vector network analyzer was used to have a\nstandard TRL calibration for free space inside the waveguides. In order to\nmaintain the recommended insertion phase range, a very thin prepared sample was\nloaded inside the calibrated waveguide. Also, the loaded materials magnetic and\ndielectric effects were considered into the cutoff wavelength of the\npropagation constant of the TE10 wave from the geometrical dimensions of the\nwaveguides. This makes the measured permeability and permittivity more reliable\nthan commonly used techniques. The six different compounds of nano sized\nferrite powders (Fe3O4, CuFe2O4, CuFe2O4Zn, Fe2NiO3Zn, BaFe12O19, and\nSrFe12O19), in which the average diameter of nano particles is less than 40nm\nwere purchased from Sigma-Aldrich, Inc for measurement purposes employing this\ntechnique. For industrial benefits, we present the complex permeability and\npermittivity on the frequency range from 3.95GHz to 5.85GHz. The measured\nresults showed that the dielectric permittivity of these materials is quite\ndifferent from those of solid state materials. Index Terms, Nano ferrites,\nwaveguide technique, permeability, permittivity.\n","Comment: 4 pages"]}]
["cond-mat/0701309",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701309"],"date":["2007-01-14","2007-01-17"],"type":["text"],"creator":["Obol, Mahmut","Al-Moayed, Nawaf","Khan, Usman A.","Afsar, Mohammed N."],"language":[],"coverage":[],"title":["Sr1.5Ba0.5Zn2Fe12O22 Hexaferrites Ferromagnetic Resonance and Nonlinear\n  Excitation for Magneto-Electric Devices"],"description":["  A magneto electric (ME) effect was reported [1] for the insulator material of\nhelimagnetic hexaferrite of Sr1.5Ba0.5Zn2Fe12O22. In this study we are\ninterested in investigating this materials ferromagnetic resonance to define\nits internal anisotropy fields. By using a vibrating sample magnetometer (VSM)\nand ferromagnetic resonance (FMR) analysis we realized that this helical\nhexaferrite has about -0.5 kOe exchange anisotropy field of HE. Also, by using\nan alternative free energy model we derived this materials Polder tensor and\nits ferromagnetic resonance condition. Meanwhile, we were able to show a\npotential magneto electric coupling by nonlinear excitation of planar helical\nhexaferrite, in which a magnetic nonlinear excitation is integrated into\ndielectric permittivity.\n  Index Terms, Ferrites, ferromagnetic resonances, and magnetic nonlinear\nexcitations.\n","Comment: 4 pages"]}]
["cond-mat/0701545",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701545","Eur. Phys. J. B 55, 43 (2007)"],"date":["2007-01-23"],"type":["text"],"creator":["Schwingenschloegl, Udo","Schuster, Cosima"],"language":[],"coverage":[],"title":["Electronic Structure of Spin-Chain Compounds: Common Features"],"description":["  The incommensurate composite systems M14Cu24O41 (M=Ca,Sr,La) are based on two\nfundamental structural units: CuO2 chains and Cu2O3 ladders. We present\nelectronic structure calculations within density functional theory in order to\naddress the interrelations between chains and ladders. The calculations account\nfor the details of the crystal structure by means of a unit cell comprising 10\nchain and 7 ladder units. It turns out that chains and ladders can be treated\nindependently, which allows us to introduce a model system based on a reduced\nunit cell. For the CuO2 chains, we find two characteristic bands at the Fermi\nenergy. Tight binding fits yield nearest and next-nearest neighbour\ninteractions of the same order of magnitude.\n","Comment: 6 pages, 4 figures, accepted by Eur. Phy. J. B"]}]
["cond-mat/0702115",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702115","Phys. Rev. Lett. 98, 256801 (2007)","doi:10.1103/PhysRevLett.98.256801"],"date":["2007-02-05"],"type":["text"],"creator":["Ostrovsky, P. M.","Gornyi, I. V.","Mirlin, A. D."],"language":[],"coverage":[],"title":["Quantum criticality and minimal conductivity in graphene with long-range\n  disorder"],"description":["  We consider the conductivity $\\sigma_{xx}$ of graphene with negligible\nintervalley scattering at half filling. We derive the effective field theory,\nwhich, for the case of a potential disorder, is a symplectic-class\n$\\sigma$-model including a topological term with $\\theta=\\pi$. As a\nconsequence, the system is at a quantum critical point with a universal value\nof the conductivity of the order of $e^2/h$. When the effective time reversal\nsymmetry is broken, the symmetry class becomes unitary, and $\\sigma_{xx}$\nacquires the value characteristic for the quantum Hall transition.\n","Comment: 4 pages, 1 figure"]}]
["cond-mat/0703036",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703036","Phys. Rev. B 75, 233102 (2007)","doi:10.1103/PhysRevB.75.233102"],"date":["2007-03-01"],"type":["text"],"creator":["Doh, Hyeonjin","Kee, Hae-Young"],"language":[],"coverage":[],"title":["A Direct Probe of Electronic Nematic Order; Symmetry Information in\n  Scanning Tunneling Microscope Images"],"description":["  An electronic nematic state spontaneously breaks a point-group symmetry of an\nunderlying lattice. As a result, the nematic-isotropic transition accompanies a\nFermi surface distortion. However, the anisotropic nature of the nematic state\nat a macroscopic scale can be easily wiped out when domains of different\norientations of nematic order exist. We suggest that a spatial pattern of local\ndensity of states (LDOS) in the presence of a non-magnetic impurity can be a\ndirect probe of the nematic order. We study various patterns of LDOS across the\nquantum phase transition between the isotropic and nematic phases. Especially\nthe Fourier transformed local density of states (FT-LDOS), which can be deduced\nfrom scanning tunneling microscope images, represent a transparent symmetry of\nan electronic structure. The application of our results to the bilayer\nruthenate, Sr$_3$Ru$_2$O$_7$ is also discussed.\n","Comment: 5 pages, 5 figures"]}]
["cond-mat/0703293",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703293","Phys. Rev. B 75, 235112 (2007)","doi:10.1103/PhysRevB.75.235112"],"date":["2007-03-12","2007-06-18"],"type":["text"],"creator":["Borda, L.","Fritz, L.","Andrei, N.","Zarand, G."],"language":[],"coverage":[],"title":["Theory of inelastic scattering from quantum impurities"],"description":["  We use the framework set up recently to compute non-perturbatively inelastic\nscattering from quantum impurities [G. Zar\\'and {\\it et al.}, Phys. Rev. Lett.\n{\\bf 93}, 107204 (2004)] to study the the energy dependence of the single\nparticle $S$-matrix and the inelastic scattering cross section for a number of\nquantum impurity models. We study the case of the spin $S=1/2$ two-channel\nKondo model, the Anderson model, and the usual $S=1/2$ single-channel Kondo\nmodel. We discuss the difference between non-Fermi liquid and Fermi liquid\nmodels and study how a cross-over between the non-Fermi liquid and Fermi liquid\nregimes appears in case of channel anisotropy for the $S=1/2$ two-channel Kondo\nmodel. We show that for the most elementary non-Fermi liquid system, the\ntwo-channel Kondo model, half of the scattering remains inelastic even at the\nFermi energy. Details of the derivation of the reduction formulas and a simple\npath integral approach to connect the $T$-matrix to local correlation functions\nare also presented.\n","Comment: published version"]}]
["cond-mat/0703731",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703731","Phys. Rev. A 75, 063609 (2007)","doi:10.1103/PhysRevA.75.063609"],"date":["2007-03-27","2007-06-18"],"type":["text"],"creator":["Blakie, P. B.","Bezett, A.","Buonsante, P."],"language":[],"coverage":[],"title":["Degenerate Fermi gas in a combined harmonic-lattice potential"],"description":["  In this paper we derive an analytic approximation to the density of states\nfor atoms in a combined optical lattice and harmonic trap potential as used in\ncurrent experiments with quantum degenerate gases. We compare this analytic\ndensity of states to numerical solutions and demonstrate its validity regime.\nOur work explicitly considers the role of higher bands and when they are\nimportant in quantitative analysis of this system. Applying our density of\nstates to a degenerate Fermi gas we consider how adiabatic loading from a\nharmonic trap into the combined harmonic-lattice potential affects the\ndegeneracy temperature. Our results suggest that occupation of excited bands\nduring loading should lead to more favourable conditions for realizing\ndegenerate Fermi gases in optical lattices.\n","Comment: 11 pages, 9 figures"]}]
["cs/0703115",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Computers and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0703115"],"date":["2007-03-23","2007-06-18"],"type":["text"],"creator":["Kryssanov, Victor V.","Kuleshov, Evgeny L.","Rinaldo, Frank J.","Ogawa, Hitoshi"],"language":[],"coverage":[],"title":["We cite as we communicate: A communication model for the citation\n  process"],"description":["  Building on ideas from linguistics, psychology, and social sciences about the\npossible mechanisms of human decision-making, we propose a novel theoretical\nframework for the citation analysis. Given the existing trend to investigate\ncitation statistics in the context of various forms of power and Zipfian laws,\nwe show that the popular models of citation have poor predictive ability and\ncan hardly provide for an adequate explanation of the observed behavior of the\nempirical data. An alternative model is then derived, using the apparatus of\nstatistical mechanics. The model is applied to approximate the citation\nfrequencies of scientific articles from two large collections, and it\ndemonstrates a predictive potential much superior to the one of any of the\ncitation models known to the authors from the literature. Some analytical\nproperties of the developed model are discussed, and conclusions are drawn.\nDirections for future work are also given at the paper's end.\n","Comment: 12 pages, 4 figures in the new version. A preprint originally\n  completed in March, 2007; new version with a slightly expanded discussion and\n  new figures added"]}]
["gr-qc/0308076",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0308076"],"date":["2003-08-23","2007-06-18"],"type":["text"],"creator":["Belayev, W. B."],"language":[],"coverage":[],"title":["Extra force in Kaluza-Klein gravity theory"],"description":["  In induced matter Kaluza-Klein gravity theory the solution of the dynamics\nequations for the test particle on null path leads to additional force in\nfour-dimensional space-time. We find such force from five-dimensional geodesic\nline equations and apply this approach to analysis of the asymmetrically warped\nspace-time.\n","Comment: Based on invited talk presented at \"Gravitation, Cosmology and\n  Relativistic Astrophysics\" (Kharkiv, Ukraine, June 23-27, 2003)"]}]
["math/0608093",{"format":[],"subject":["Mathematics - Operator Algebras","Primary 46L55","Secondary 46L40, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608093"],"date":["2006-08-03","2007-06-17"],"type":["text"],"creator":["Katsura, Takeshi"],"language":[],"coverage":[],"title":["A construction of actions on Kirchberg algebras which induce given\n  actions on their K-groups"],"description":["  We prove that every action of a finite group all of whose Sylow subgroups are\ncyclic on the K-theory of a Kirchberg algebra can be lifted to an action on the\nKirchberg algebra. The proof uses a construction of Kirchberg algebras\ngeneralizing the one of Cuntz-Krieger algebras, and a result on modules over\nfinite groups. As a corollary, every automorphism of the K-theory of a\nKirchberg algebra can be lifted to an automorphism of the Kirchberg algebra\nwith same order.\n","Comment: 34 pages, Corrected typos"]}]
["math/0608628",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608628"],"date":["2006-08-25","2007-06-15"],"type":["text"],"creator":["Murai, Satoshi","Singla, Pooja"],"language":[],"coverage":[],"title":["Rigidity of linear strands and generic initial ideals"],"description":["  Let $K$ be a field, $S$ a polynomial ring and $E$ an exterior algebra over\n$K$, both in a finite set of variables. We study rigidity properties of the\ngraded Betti numbers of graded ideals in $S$ and $E$ when passing to their\ngeneric initial ideals. First, we prove that if the graded Betti numbers\n$\\beta_{ii+k}^S(S/I)=\\beta_{ii+k}^S(S/\\Gin(I))$ for some $i>1$ and $k \\geq 0$,\nthen $\\beta_{qq+k}^S(S/I)= \\beta_{qq+k}^S(S/\\Gin(I))$ for all $q \\geq i$, where\n$I\\subset S$ is a graded ideal. Second, we show that if $\\beta_{ii+k}^E(E/I)=\n\\beta_{ii+k}^E(E/\\Gin(I))$ for some $i>1$ and $k \\geq 0$, then\n$\\beta_{qq+k}^E(E/I)= \\beta_{qq+k}^E(E/\\Gin(I))$ for all $q \\geq 1$, where\n$I\\subset E$ is a graded ideal. In addition, it will be shown that the graded\nBetti numbers $\\beta_{ii+k}^R(R/I)= \\beta_{ii+k}^R(R/\\Gin(I))$ for all $i \\geq\n1$ if and only if $I_{< k >}$ and $I_{< k+1 >}$ have a linear resolution. Here\n$I_{< d >}$ is the ideal generated by all homogeneous elements in $I$ of degree\n$d$, and $R$ can be either the polynomial ring or the exterior algebra.\n","Comment: 20 pages, the title was changed and some minor corrections were made.\n  To apper Nagoya Mathematical Journal"]}]
["math/0608737",{"format":[],"subject":["Mathematics - Statistics Theory","62D05, 62H11, 62H12, 62H20, 62K99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608737","J. Multivariate Anal. 98 (2007), no. 2, 350--369.","doi:10.1016/j.jmva.2006.01.007"],"date":["2006-08-29"],"type":["text"],"creator":["Bubenik, Peter","Holbrook, John"],"language":[],"coverage":[],"title":["Densities for random balanced sampling"],"description":["  A random balanced sample (RBS) is a multivariate distribution with n\ncomponents X_1,...,X_n, each uniformly distributed on [-1, 1], such that the\nsum of these components is precisely 0. The corresponding vectors X lie in an\n(n-1)-dimensional polytope M(n). We present new methods for the construction of\nsuch RBS via densities over M(n) and these apply for arbitrary n. While simple\ndensities had been known previously for small values of n (namely 2,3 and 4),\nfor larger n the known distributions with large support were fractal\ndistributions (with fractal dimension asymptotic to n as n approaches\ninfinity). Applications of RBS distributions include sampling with antithetic\ncoupling to reduce variance, and the isolation of nonlinearities. We also show\nthat the previously known densities (for n<5) are in fact the only solutions in\na natural and very large class of potential RBS densities. This finding\nclarifies the need for new methods, such as those presented here.\n","Comment: 20 pages, 6 figures, to appear in Journal of Multivariate Analysis"]}]
["math/0609116",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609116"],"date":["2006-09-04","2007-06-18"],"type":["text"],"creator":["Bonsante, Francesco","Schlenker, Jean-Marc"],"language":[],"coverage":[],"title":["AdS manifolds with particles and earthquakes on singular surfaces"],"description":["  We prove two related results. The first is an ``Earthquake Theorem'' for\nclosed hyperbolic surfaces with cone singularities where the total angle is\nless than $\\pi$: any two such metrics in are connected by a unique left\nearthquake. The second result is that the space of ``globally hyperbolic'' AdS\nmanifolds with ``particles'' -- cone singularities (of given angle) along\ntime-like lines -- is parametrized by the product of two copies of the\nTeichm\\\"uller space with some marked points (corresponding to the cone\nsingularities). The two statements are proved together.\n","Comment: 18 pages, several figures. v2: improved exposition, several\n  corrections"]}]
["math/0611881",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E05, 14E07, 14E08, 14J45, 14Q10, 32Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611881"],"date":["2006-11-28","2007-06-18"],"type":["text"],"creator":["Cheltsov, Ivan"],"language":[],"coverage":[],"title":["Fano varieties with many selfmaps"],"description":["  We study global log canonical thresholds on anticanonically embedded\nquasismooth weighted Fano threefold hypersurfaces having terminal quotient\nsingularities to prove the existence of a Kahler-Einstein metric on most of\nthem, and to produce examples of Fano varieties with infinite discrete groups\nof birational automorphisms.\n","Comment: short version, 19 pages, to appear in Advances in Mathematics"]}]
["math/0612023",{"format":[],"subject":["Mathematics - K-Theory and Homology","19K56","46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612023"],"date":["2006-12-01","2007-06-18"],"type":["text"],"creator":["Fuchs, Mathias"],"language":[],"coverage":[],"title":["Cyclic Cohomology and Higher Rank Lattices"],"description":["  We give a new proof of the absence of non-trivial idempotents in the group\nring of torsion-free cocompact lattices in SL(n,C). It is based on the\nfollowing procedure. We lift the class of the trace in the cyclic cohomology of\nthe group ring to the crossed product of the smooth functions on the\nFurstenberg boundary of SL(n,C) with the lattice. We then perform a Dirac-dual\nDirac method on smooth algebras in analytic cyclic cohomology. This is based on\na form of equivariant Bott periodicity under compact Lie groups in analytic\ncyclic cohomology. We make crucial use of the Baum-Connes conjecture for\nsolvable Lie groups.\n  There is also a chapter in which we prove that the class of the unit in the\nK-theory of the crossed product of the continuous functions on the visibility\nboundary of the symmetric space of a real semisimple Lie group with\ntorsion-free discrete subgroups of that Lie group is not torsion if the lattice\nis not cocompact. In case the lattice is cocompact, we show that the class of\nunit is torsion if and only if the rank of the Lie group is the same as that of\na maximal compact subgroup.\n","Comment: 122 pages; presentation completely revised; main technical theorem\n  given a better proof; a K-theoretical chapter added. This is my PhD thesis"]}]
["math/0701269",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701269"],"date":["2007-01-09","2007-06-18"],"type":["text"],"creator":["Auckly, Dave"],"language":[],"coverage":[],"title":["The number of smooth 4-manifolds with a fixed complexity"],"description":["  One can define the complexity of a smooth 4-manifold as the minimal sum of\nthe number of disks, strands and crossings in a Kirby diagram. Martelli proved\nthat the number of homeomorphism classes of complexity less than n grows as\n$n^2$. In this paper we prove that the number of diffeomorphism classes grows\nat least as fast as $n^{c\\sqrt[3]{n}}$. Along the way we construct complete\nkirby diagrams for a large family of knot surgery manifolds.\n","Comment: Schematics of Kirby diagrams for the knot surgery manifolds were\n  replaced with actual Kirby diagrams, and minor errors were fixed"]}]
["math/0702502",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14G15, 11T23,11L03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702502"],"date":["2007-02-16","2007-06-18"],"type":["text"],"creator":["Blache, Regis","Ferard, Eric"],"language":[],"coverage":[],"title":["Newton polygons for twisted exponential sums and polynomials $P(x^d)$"],"description":["  We study the $p$-adic absolute value of the roots of the $L$-functions\nassociated to certain twisted character sums, and additive character sums\nassociated to polynomials $P(x^d)$, when $P$ varies among the space of\npolynomial of fixed degree $e$ over a finite field of characteristic $p$. For\nsufficiently large $p$, we determine in both cases generic Newton polygons for\nthese $L$-functions, which is a lower bound for the Newton polygons, and the\nset of polynomials of degree $e$ for which this generic polygon is attained. In\nthe case of twisted sums, we show that the lower polygon defined in \\cite{as1}\nis tight when $p\\equiv 1 [de]$, and that it is the actual Newton polygon for\nany degree $e$ polynomial.\n","Comment: The results in this preprint have been strenghened in\n  arXiv:0706.2340; please look at this new preprint"]}]
["math/0703136",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703136"],"date":["2007-03-05","2007-06-18"],"type":["text"],"creator":["Pimentel, Fernando A. A."],"language":[],"coverage":[],"title":["A proof of the Lawson conjecture for minimal tori embedded in $\\S3$"],"description":["  A peculiarity of the geometry of the euclidean 3-sphere $\\S3$ is that it\nallows for the existence of compact without boundary minimally immersed\nsurfaces. Despite a wealthy of examples of such surfaces, the only known tori\nminimally embedded in $\\S3$ are the ones congruent to the Clifford torus. In\n1970 Lawson conjectured that the Clifford torus is, up to congruences, the only\ntorus minimally embedded in $\\S3$. We prove here Lawson conjecture to be true.\nTwo results are instrumental to this work, namely, a characterization of the\nClifford torus in terms of its first eingenfunctions (\\cite{MR}) and the\nassumption of a \"two-piece property\" to these tori: every equator divides a\ntorus minimally embedded in $\\S3$ in exactly two connected components\n(\\cite{Rs}).\n","Comment: 20 pages, 8 figures, typos corrected (see esp. Lem. 4.2) and\n  clarifications added. We refer esp. to a more straightforward proof of Lemma\n  3.2, to Rem.3.2, to the statement of Prop. 3.1 and to the definition of the\n  function $\\Phi_{n,\\alpha}^{\\lambda}$"]}]
["quant-ph/0701041",{"format":[],"subject":["Quantum Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701041"],"date":["2007-01-09","2007-01-30"],"type":["text"],"creator":["Lozanov--Crvenkovic, Z.","Perisic, D."],"language":[],"coverage":[],"title":["Hermite Expansions of Elements of Generalized Gelfand-Shilov space"],"description":["  We characterize the elements of generalized Gelfand Shilov spaces in terms of\nthe coefficients of their Fourier-Hermite expansion. The technique we use can\nbe applied both in quasianalytic and nonquasianalytic case. The\ncharacterizations imply the kernel theorems for the dual spaces. The cases when\nthe test space is quasianalytic are important in quantum field theory with a\nfundamental length, see for example papers of E.Bruning and S.Nagamachi,where\nit was conjectured that the properties of the space of Fourier hyper functions,\nwhich is isomorphic with S^1_1 are well adapted for the use in the theory.\n","Comment: 19 pages"]}]
["quant-ph/0703229",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703229","Phys. Rev. A 75, 062108 (2007)","doi:10.1103/PhysRevA.75.062108"],"date":["2007-03-24","2007-04-20"],"type":["text"],"creator":["Rodrigues, Robson B.","Neto, Paulo A. Maia","Lambrecht, Astrid","Reynaud, Serge"],"language":[],"coverage":[],"title":["The lateral Casimir force beyond the proximity force approximation: a\n  nontrivial interplay between geometry and quantum vacuum"],"description":["  The lateral Casimir force between two corrugated metallic plates makes\npossible a study of the nontrivial interplay of geometry and Casimir effect\nappearing beyond the regime of validity of the Proximity Force Approximation\n(PFA). Quantitative evaluations can be obtained by using scattering theory in a\nperturbative expansion valid when the corrugation amplitudes are smaller than\nthe three other length scales: the mean separation distance $L$ of the plates,\nthe corrugation period $\\lambda_\\C$ and the plasma wavelength $\\lambda_\\P$.\nWithin this perturbative expansion, evaluations are obtained for arbitrary\nrelative values of $L$, $\\lambda_\\C$ and $\\lambda_\\P$ while limiting cases,\nsome of them already known, are recovered when these values obey some specific\norderings. The consequence of these results for comparison with existing\nexperiments is discussed in the end of the paper.\n","Comment: 10 pages, 7 figures. Accepted version with minor amendments. To\n  appear in Physical Review A"]}]
["quant-ph/0703249",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703249","Phys. Rev. A 75, 062317 (2007)"],"date":["2007-03-27","2007-06-18"],"type":["text"],"creator":["Abascal, Isabel Sainz","Björk, Gunnar"],"language":[],"coverage":[],"title":["Bipartite entanglement measure based on covariances"],"description":["  We propose an entanglement measure for two qudits based on the covariances of\na set of generators of the su(N) algebra. In particular, we represent this\nmeasure in terms of the mutually unbiased projectors for N prime. For pure\nstates this measure quantify entanglement, we obtain an explicit expression\nwhich relates it to the concurrence hierarchy, specifically the I-concurrence\nand the 3-concurrence. For mixed states we propose a separability criterion.\n","Comment: We have changed a preprint reference for the correspondent published"]}]
