["0708.1623",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1623","Phys. Rev. B 76, 115309 (2007)","doi:10.1103/PhysRevB.76.115309"],"date":["2007-08-12"],"type":["text"],"creator":["Solenov, Dmitry"],"language":[],"coverage":[],"title":["Unbalanced Renormalization of Tunneling in MOSFET-type Structures in\n  Strong High-Frequency Electric Fields"],"description":["  Two-dimensional electron gas coupled to adjacent impurity sites in\nhigh-frequency out-of-plane ac control electric field is investigated.\nModification of tunneling rates as a function of the field amplitude is\ncalculated. Nonlinear dependence on the ac field strength is reported for the\nconductivity of two-dimensional electron gas. It develops a periodic peak\nstructure.\n","Comment: 9 pages, 4 figures"]}]
["0708.2130",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11L40, 11T30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2130"],"date":["2007-08-16","2007-09-16"],"type":["text"],"creator":["Shparlinski, Igor E."],"language":[],"coverage":[],"title":["On The Solvability of Bilinear Equations in Finite Fields"],"description":["  We consider the equation $$ ab + cd = \\lambda, \\qquad a\\in A, b \\in B, c\\in\nC, d \\in D, $$ over a finite field $F_q$ of $q$ elements, with variables from\narbitrary sets $ A, B, C, D \\subseteq F_q$. The question of solvability of such\nand more general equations has recently been considered by D. Hart and A.\nIosevich, who, in particular, proved that if $$ #A #B #C #D \\gg q^3, $$ then\nabove equation has a solution for any $\\lambda \\in F_q^*$. Here we show that\nusing bounds of multiplicative character sums allows us to extend the class of\nsets which satisfy this property.\n"]}]
["0709.1722",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1722"],"date":["2007-09-12","2007-09-16"],"type":["text"],"creator":["Volonteri, Marta"],"language":[],"coverage":[],"title":["Evolution of massive black holes"],"description":["  Supermassive black holes are nowadays believed to reside in most local\ngalaxies. Accretion of gas and black hole mergers play a fundamental role in\ndetermining the two parameters defining a black hole: mass and spin. I briefly\nreview here some of the physical processes that are conducive to the evolution\nof the massive black hole population. I'll discuss black hole formation\nprocesses that are likely to place at early cosmic epochs, and how massive\nblack hole evolve in a hierarchical Universe. The mass of the black holes that\nwe detect today in nearby galaxy has mostly been accumulated by accretion of\ngas. While black hole--black hole mergers do not contribute substantially to\nthe final mass of massive black holes, they influence the occupancy of galaxy\ncenters by black hole, owing to the chance of merging black holes being kicked\nfrom their dwellings due to the gravitational recoil. Similarly, accretion\nleaves a deeper imprint on the distribution of black hole spins than black hole\nmergers do. The differences in accretion histories for black holes hosted in\nelliptical or disc galaxies may reflect on different spin distributions.\n","Comment: 21 pages, 8 figures. To appear in \"2007 STScI Spring Symposium: Black\n  Holes\", eds. M. Livio & A. M. Koekemoer. (Cambridge University Press)"]}]
["cond-mat/0612696",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612696","Phys. Rev. B 76, 024501 (2007)","doi:10.1103/PhysRevB.76.024501"],"date":["2006-12-29","2007-06-10"],"type":["text"],"creator":["Gu, Zheng-Cheng","Weng, Zheng-Yu"],"language":[],"coverage":[],"title":["Charge dynamics in the phase string model for high-Tc superconductors"],"description":["  An understanding of the anomalous charge dynamics in the high-Tc cuprates is\nobtained based on a model study of doped Mott insulators. The high-temperature\noptical conductivity is found to generally have a two-component structure: a\nDrude like part followed by a mid-infrared band. The scattering rate associated\nwith the Drude part exhibits a linear-temperature dependence over a wide range\nof high temperature, while the Drude term gets progressively suppressed below a\ncharacteristic energy of magnetic origin as the system enters the pseudogap\nphase. The high-energy optical conductivity shows a resonancelike feature in an\nunderdoped case and continuously evolves into a 1/\\omega tail at higher doping,\nindicating that they share the same physical origin. In particular, such a\nhigh-energy component is closely correlated with the \\omega-peak structure of\nthe density-density correlation function at different momenta, in systematic\nconsistency with exact diagonalization results based on the t-J model. The\nunderlying physics is attributed to the high-energy spin-charge separation in\nthe model, in which the \"mode coupling\" responsible for the anomalous charge\nproperties is not between the electrons and some collective mode but rather\nbetween new charge carriers, holons, and a novel topological gauge field\ncontrolled by spin dynamics, as the consequence of the strong short-range\nelectron-electron Coulomb repulsion in the doped Mott insulator.\n","Comment: 19 pages, 13 figures; final version to appear in Phys. Rev. B"]}]
["math/0501309",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11D45","14R10","11Y55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501309"],"date":["2005-01-19","2007-09-15"],"type":["text"],"creator":["Bell, Jason P."],"language":[],"coverage":[],"title":["A generalised Skolem-Mahler-Lech theorem for affine varieties"],"description":["  The Skolem-Mahler-Lech theorem states that if $f(n)$ is a sequence given by a\nlinear recurrence over a field of characteristic 0,then the set of $m$ such\nthat $f(m)$ is equal to 0 is the union of a finite number of arithmetic\nprogressions in $m\\ge 0$ and a finite set. We prove that if $X$ is a subvariety\nof an affine variety $Y$ over a field of characteristic 0 and ${\\bf q}$ is a\npoint in $Y$, and $\\sigma$ is an automorphism of $Y$, then the set of $m$ such\nthat $\\sigma^m({\\bf q})$ lies in $X$ is a union of a finite number of complete\ndoubly-infinite arithmetic progressions and a finite set. We show that this is\na generalization of the Skolem-Mahler-Lech theorem.\n","Comment: 23 pages"]}]
["math/0603150",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","05A20, 11F27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603150"],"date":["2006-03-06","2007-09-15"],"type":["text"],"creator":["Berkovich, Alexander","Yesilyurt, Hamza"],"language":[],"coverage":[],"title":["New Identities for 7-cores with prescribed BG-rank"],"description":["  A q-series with nonnegative power series coefficients is called positive. The\npartition statistics BG-rank is defined as an alternating sum of parities of\nparts of a partition. It is known that the generating function for the number\nof partitions of n that are 7-cores with given BG-rank can be written as\ncertain sum of multi-theta functions. We give explicit representations for\nthese generating functions in terms of sums of positive eta-quotients and\nderive inequalities for the their coefficients. New identities for the\ngenerating function of unrestricted 7-cores and inequalities for their\ncoefficients are also obtained. Our proofs utilize Ramanujan's theory of\nmodular equations.\n","Comment: 12 pages"]}]
["math/0606636",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Number Theory","13C20","13F05","11R65","11R29","20M14"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606636","J. Reine Angew. Math. 612 (2007) 213-229"],"date":["2006-06-25","2007-09-12"],"type":["text"],"creator":["Kabbaj, S.","Mimouni, A."],"language":[],"coverage":[],"title":["t-Class Semigroups of Integral Domains"],"description":["  The t-class semigroup of an integral domain is the semigroup of the isomorphy\nclasses of the t-ideals with the operation induced by ideal t-multiplication.\nThis paper investigates ring-theoretic properties of an integral domain that\nreflect reciprocally in the Clifford or Boolean property of its t-class\nsemigroup. Contexts (including Lipman and Sally-Vasconcelos stability) that\nsuit best t-multiplication are studied in an attempt to generalize well-known\ndevelopments on class semigroups. We prove that a Prufer v-multiplication\ndomain (PVMD) is of Krull type (in the sense of Griffin) if and only if its\nt-class semigroup is Clifford. This extends Bazzoni and Salce's results on\nvaluation domains and Prufer domains. We also characterize GCD domains with\nBoolean t-class semigroup, recovering thus recent results on Bezout domains.\n","Comment: Section 4 was removed. J. Reine Angew. Math. (to appear), 17 pages"]}]
["math/0703294",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L40","28A78"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703294"],"date":["2007-03-12","2007-09-16"],"type":["text"],"creator":["Gevirtz, Julian"],"language":[],"coverage":[],"title":["Boundary behavior of solutions of a class of genuinely nonlinear\n  hyperbolic systems"],"description":["  For a certain class of genuinely nonlinear two-by-two planar hyperbolic\nsystems we show that any classical solution on a smoothly bounded domain has\nnontangential boundary limits except on a set whose Hausdorff dimension is\nbounded by some system-dependent constant which is strictly less than 1 and, on\nthe other hand, that for any system of the kind considered there is in fact a\nsolution on a half-plane which fails to have nontangential limits at a set of\nboundary points of positive Hausdorff dimension.\n","Comment: 43 pages. This second version is largely the same as the first. The\n  changes involve the correction of a number of errors, incorporation of some\n  simplifications and more detailed proofs of a few of the propositions"]}]
["nlin/0506031",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0506031"],"date":["2005-06-14","2007-09-16"],"type":["text"],"creator":["Iomin, A.","Zaslavsky, G. M."],"language":[],"coverage":[],"title":["Statistics of quantum recurrences in the Hilbert space"],"description":["  This paper has been withdrawn by the authors due to a crucial error.\n","Comment: This paper has been withdrawn"]}]
