["0704.0202",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0202","New J. Phys. 9 206 (2007)","doi:10.1088/1367-2630/9/6/206"],"date":["2007-04-02"],"type":["text"],"creator":["Perdrix, Simon"],"language":[],"coverage":[],"title":["Towards Minimal Resources of Measurement-based Quantum Computation"],"description":["  We improve the upper bound on the minimal resources required for\nmeasurement-based quantum computation. Minimizing the resources required for\nthis model is a key issue for experimental realization of a quantum computer\nbased on projective measurements. This new upper bound allows also to reply in\nthe negative to the open question about the existence of a trade-off between\nobservable and ancillary qubits in measurement-based quantum computation.\n","Comment: 8 pages"]}]
["0704.2191",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2191"],"date":["2007-04-17","2007-09-20"],"type":["text"],"creator":["Deng, Bo"],"language":[],"coverage":[],"title":["Mismatch Repair Error Implies Chargaff's Second Parity Rule"],"description":["  Chargaff's second parity rule holds empirically for most types of DNA that\nalong single strands of DNA the base contents are equal for complimentary\nbases, A = T, G = C. A Markov chain model is constructed to track the evolution\nof any single base position along single strands of genomes whose organisms are\nequipped with replication mismatch repair. Under the key assumptions that\nmismatch error rates primarily depend the number of hydrogen bonds of\nnucleotides and that the mismatch repairing process itself makes strand\nrecognition error, the model shows that the steady state probabilities for any\nbase position to take on one of the 4 nucleotide bases are equal for\ncomplimentary bases. As a result, Chargaff's second parity rule is the\nmanifestation of the Law of Large Number acting on the steady state\nprobabilities. More importantly, because the model pinpoints mismatch repair as\na basis of the rule, it is suitable for experimental verification.\n"]}]
["0704.2405",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2405"],"date":["2007-04-18","2007-09-20"],"type":["text"],"creator":["Bock, Robert D."],"language":[],"coverage":[],"title":["Unimodular Relativity and the Dark Matter Problem"],"description":["  We introduce a modified divergence law for the energy-momentum tensor in the\ntheory of unimodular relativity. Consequently, an additional equation for the\nmeasure field follows from the divergence of the field equations. The equations\nof motion are derived and the weak-field, low-velocity limit is investigated.\nIt is found that the gravitational acceleration acquires a term that is\nproportional to the gradient of the mass density. We show that this term can\nprovide the additional acceleration observed on astrophysical scales without\nthe need for dark matter.\n"]}]
["0705.3058",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3058"],"date":["2007-05-21","2007-09-19"],"type":["text"],"creator":["Shrader, Brooke","Ephremides, Anthony"],"language":[],"coverage":[],"title":["On the Shannon capacity and queueing stability of random access\n  multicast"],"description":["  We study and compare the Shannon capacity region and the stable throughput\nregion for a random access system in which source nodes multicast their\nmessages to multiple destination nodes. Under an erasure channel model which\naccounts for interference and allows for multipacket reception, we first\ncharacterize the Shannon capacity region. We then consider a queueing-theoretic\nformulation and characterize the stable throughput region for two different\ntransmission policies: a retransmission policy and random linear coding. Our\nresults indicate that for large blocklengths, the random linear coding policy\nprovides a higher stable throughput than the retransmission policy.\nFurthermore, our results provide an example of a transmission policy for which\nthe Shannon capacity region strictly outer bounds the stable throughput region,\nwhich contradicts an unproven conjecture that the Shannon capacity and stable\nthroughput coincide for random access systems.\n","Comment: 27 pages, 3 figures. Revisions to sections I, III, VII and App. A, B"]}]
["0705.3578",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3578"],"date":["2007-05-24","2007-09-20"],"type":["text"],"creator":["Chuprikov, N. L."],"language":[],"coverage":[],"title":["Quantum mechanics as a macrorealistic theory"],"description":["  As contrasted with physicists to idolize Bell's theorem and quantum\nnonlocality, we argue that quantum mechanics (QM), in reality, respects the\nprinciples of a macroscopic realism (PMRs). The current QM to tell us that \"...\nthe state of a system can be instantaneously changed by a distant measurement\n>...\" cannot be treated as a physical theory. Its key statements - that the\nEPR-Bell experiments to violate Bell's inequality verify nonlocality, and\nnonlocal correlations respect special relativity - are false. Both the EPR-Bell\nexperiments and theorems to support the \"non-signalling principle\" are based on\nthe implicit assumption that all quantum postulates and, in particular, Born's\naveraging rule are fully applicable to Cat states. However, this is not the\ncase. Introducing observables (e.g., correlations) for Cat states violates the\ncorrespondence principle. Pure (macro- and micro-)Cat states must be governed\nboth by the PMRs and superposition principle. Our (macrorealistic) model of a\none-dimensional completed scattering shows how these principles coexist with\neach other, in the case of a one-electron micro-Cat state.\n","Comment: 16 pages, no figures; this version differs essentially from\n  0705.3578v3"]}]
["0705.3956",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3956","Physical Review Letters 99 (2007) 120405","doi:10.1103/PhysRevLett.99.120405"],"date":["2007-05-27","2007-09-20"],"type":["text"],"creator":["Gerbier, Fabrice"],"language":[],"coverage":[],"title":["Boson Mott insulators at finite temperatures"],"description":["  We discuss the finite temperature properties of ultracold bosons in optical\nlattices in the presence of an additional, smoothly varying potential, as in\ncurrent experiments. Three regimes emerge in the phase diagram: a\nlow-temperature Mott regime similar to the zero-temperature quantum phase, an\nintermediate regime where MI features persist, but where superfluidity is\nabsent, and a thermal regime where features of the Mott insulator state have\ndisappeared. We obtain the thermodynamic functions of the Mott phase in the\nlatter cases. The results are used to estimate the temperatures achieved by\nadiabatic loading in current experiments. We point out the crucial role of the\ntrapping potential in determining the final temperature, and suggest a scheme\nfor further cooling by adiabatic decompression.\n"]}]
["0706.1706",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1706","Phys. Rev. E 76, 025202 (2007)","doi:10.1103/PhysRevE.76.025202"],"date":["2007-06-12","2007-09-20"],"type":["text"],"creator":["Szendro, Ivan G.","Pazó, Diego","Rodríguez, Miguel A.","López, Juan M."],"language":[],"coverage":[],"title":["Spatiotemporal structure of Lyapunov vectors in chaotic coupled-map\n  lattices"],"description":["  The spatiotemporal dynamics of Lyapunov vectors (LVs) in spatially extended\nchaotic systems is studied by means of coupled-map lattices. We determine\nintrinsic length scales and spatiotemporal correlations of LVs corresponding to\nthe leading unstable directions by translating the problem to the language of\nscale-invariant growing surfaces. We find that the so-called 'characteristic'\nLVs exhibit spatial localization, strong clustering around given spatiotemporal\nloci, and remarkable dynamic scaling properties of the corresponding surfaces.\nIn contrast, the commonly used backward LVs (obtained through Gram-Schmidt\northogonalization) spread all over the system and do not exhibit dynamic\nscaling due to artifacts in the dynamical correlations by construction.\n"]}]
["0706.3745",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14M25, 14P25, 52C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3745"],"date":["2007-06-25","2007-09-20"],"type":["text"],"creator":["Bihan, Frédéric","Sottile, Frank"],"language":[],"coverage":[],"title":["Gale duality for complete intersections"],"description":["  We show that every complete intersection of Laurent polynomials in an\nalgebraic torus is isomorphic to a complete intersection of master functions in\nthe complement of a hyperplane arrangement, and vice versa. We call this\nassociation Gale duality because the exponents of the monomials in the\npolynomials annihilate the weights of the master functions. We use Gale duality\nto give a Kouchnirenko theorem for the number of solutions to a system of\nmaster functions and to compute some topological invariants of generic master\nfunction complete intersections.\n","Comment: 11 pages, 3 figures"]}]
["0706.4288",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Rings and Algebras","11A05, 13F20, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4288"],"date":["2007-06-28","2007-09-20"],"type":["text"],"creator":["Li, Nan","Chen, Sheng"],"language":[],"coverage":[],"title":["On the Ring of Integer-valued Quasi-polynomials"],"description":["  The paper studies some properties of the ring of integer-valued\nquasi-polynomials. On this ring, theory of generalized Euclidean division and\ngeneralized GCD are presented. Applications to finite simple continued fraction\nexpansion and Smith normal form of integral matrices with integer parameters\nare also given.\n"]}]
["0707.1427",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1427","Phys.Lett.B653:346-349,2007","doi:10.1016/j.physletb.2007.08.020"],"date":["2007-07-10"],"type":["text"],"creator":["Osipov, Alexander A.","Hiller, Brigitte","Blin, Alex H."],"language":[],"coverage":[],"title":["Analytic perturbation theory versus 1/N expansion in the Gross-Neveu\n  model"],"description":["  The 1/N expansion can be successfully used to calculate the Green functions\nof the two-dimensional O(2N) Gross - Neveu model. In parallel, the methods of\nanalytic perturbation theory are also applied. Comparing the results of these\ntwo calculations at leading order, we report on the surprising agreement\nbetween them.\n","Comment: Latex, 3 figures, 4 pages"]}]
["0707.2306",{"format":[],"subject":["Mathematics - Combinatorics","05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2306"],"date":["2007-07-16","2007-09-20"],"type":["text"],"creator":["Goodall, Andrew J."],"language":[],"coverage":[],"title":["Parity, eulerian subgraphs and the Tutte polynomial"],"description":["  Identities obtained by elementary finite Fourier analysis are used to derive\na variety of evaluations of the Tutte polynomial of a graph G at certain points\n(a,b) where (a-1)(b-1) equals 2 or 4. These evaluations are expressed in terms\nof eulerian subgraphs of G and the size of subgraphs modulo 2,3,4 or 6. In\nparticular, a graph is found to have a nowhere-zero 4-flow if and only if there\nis a correlation between the event that three subgraphs A,B,C chosen uniformly\nat random have pairwise eulerian symmetric differences and the event that the\ninteger part of (|A| + |B| + |C|) / 3 is even. Some further evaluations of the\nTutte polynomial at points (a,b) where (a-1)(b-1) = 3 are also given that\nillustrate the unifying power of the methods used. The connection between\nresults of Matiyasevich, Alon and Tarsi and Onn is highlighted by indicating\nhow they may all be derived by the techniques adopted in this paper.\n","Comment: 31 pages"]}]
["0707.4291",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4291"],"date":["2007-07-29","2007-09-20"],"type":["text"],"creator":["Nie, G. K."],"language":[],"coverage":[],"title":["Specific Density Of Binding Enerfy Of Core In Beta - Stable Nuclei is\n  2.57 MeV/fm^3"],"description":["  Recently an alpha-cluster model based on the pn-pair interactions with using\nthe isospin invariance of nuclear force has been proposed. According to the\nmodel the excess neutron pairs fill out the free space in the core determined\nby the difference in the charge and matter radii of the alpha-clusters. Then\nthe number of excess neutrons in beta-stable nuclei depends on the number of\nthe core alpha-clusters. In such a representation the specific density of\nbinding energy of core is the only parameter to fit the experimental binding\nenergies of beta-stable nuclei and it turned out to be a constant value equal\nto 2.57 MeV/fm^3. Knowing the value allows one to estimate the size of a\nnucleus from its experimental binding energy.\n","Comment: 8 pages, 2 Postscript figures"]}]
["0708.1090",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Soft Condensed Matter","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1090"],"date":["2007-08-08"],"type":["text"],"creator":["Tribelsky, Michael I.","Flach, Sergej","Miroshnichenko, Andrey E.","Gorbach, Andrey","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Fano resonances at light scattering by an obstacle"],"description":["  It is shown that elastic resonance scattering of light by a finite-size\nobstacle with weak dissipation is analogous to quantum scattering by a\npotential with quasi-discrete levels and exhibits Fano resonances. Localized\nplasmons (polaritons), exited in the obstacle by the incident light, are\nequivalent to the quasi-discrete levels, while the radiative decay of these\nexcitations plays exactly the same role as tunnelling from the quasi-discrete\nlevels for the quantum problem. Mie scattering of light by a spherical particle\nand an exactly solvable discrete model with nonlocal coupling simulating wave\nscattering in systems with reduced spatial dimensionality are discussed as\nexamples.\n","Comment: 4 pages, 2 figures"]}]
["0708.2669",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Mathematics - Differential Geometry","32C30,49Q15, 57R19, 57T10, 58A35, 58E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2669"],"date":["2007-08-20","2007-09-20"],"type":["text"],"creator":["Nicolaescu, Liviu I."],"language":[],"coverage":[],"title":["Schubert calculus on the grassmannian of hermitian lagrangian spaces"],"description":["  The grassmannian of hermitian lagrangian spaces in $\\mathbb{C}^n\\oplus\n\\mathbb{C}^n$ is a natural compactification of the space of hermitian $n\\times\nn$ matrices. We describe a Schubert-like, Whitney regular stratification on\nthis space which has a Morse theoretic origin. We prove that these strata\ndefine closed subanalytic currents \\`{a} la R. Hardt, generating the integral\nhomology of this space, we investigate their intersection theoretic properties,\nand we prove certain odd (in K-theoretic sense) Thom-Porteous type theorems.\n","Comment: 52 pages, 1 figure. Fixed typos, added new references"]}]
["0709.0638",{"format":[],"subject":["Mathematics - Geometric Topology","51M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0638"],"date":["2007-09-05","2007-09-20"],"type":["text"],"creator":["Diaz, Raquel","Kim, Inkang"],"language":[],"coverage":[],"title":["Asymptotic behavior of grafting rays"],"description":["  In this paper we study the convergence behavior of grafting rays to the\nThurston boundary of Teichmuller space. When the grafting is done along a\nweighted system of simple closed curves or along a maximal uniquely ergodic\nlamination this behavior is the same as for Teichmuller geodesics and lines of\nminima. We also show that the ray grafted along a weighted system of simple\nclosed curves is at bounded distance from Teichmuller geodesic.\n"]}]
["0709.2508",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2508"],"date":["2007-09-17","2007-09-20"],"type":["text"],"creator":["Semmes, Stephen"],"language":[],"coverage":[],"title":["Some aspects of calculus on non-smooth sets"],"description":["  Sets in R^n in which every pair of elements x, y can be connected by a path\nin the set of length bounded by a constant multiple of the distance between x\nand y are considered.\n","Comment: 5 pages, latex-2e. A few clarifications and additions"]}]
["0709.2539",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2539"],"date":["2007-09-17"],"type":["text"],"creator":["Larsson, T. A."],"language":[],"coverage":[],"title":["Multi-dimensional Virasoro algebra and quantum gravity"],"description":["  I review the multi-dimensional generalizations of the Virasoro algebra, i.e.\nthe non-central Lie algebra extensions of the algebra vect(N) of general vector\nfields in N dimensions, and its Fock representations. Being the Noether\nsymmetry of background independent theories such as N-dimensional general\nrelativity, this algebra is expected to be relevant to the quantization of\ngravity. To this end, more complicated modules which depend on dynamics in the\nform of Euler-Lagrange equations are described. These modules can apparently\nonly be interpreted as quantum fields if spacetime has four dimensions and both\nbosons and fermions are present.\n","Comment: In: Mathematical physics research at the leading edge, ed: Charles V.\n  Benton, pp 91-111, 2004 Nova Science Publishers Inc. ISBN 1-59033-905-3"]}]
["0709.2540",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2540"],"date":["2007-09-17"],"type":["text"],"creator":["Larsson, T. A."],"language":[],"coverage":[],"title":["Manifestly covariant canonical quantization of gravity and\n  diffeomorphism anomalies in four dimensions"],"description":["  Canonical quantization of gravity requires knowledge about the representation\ntheory of its constraint algebra, which is physically equivalent to the algebra\nof arbitrary 4-diffeomorphisms. All interesting lowest-energy representations\nare projective, making the relevant algebra into a four-dimensional\ngeneralization of the Virasoro algebra. Such diffeomorphism anomalies are\ninvisible in field theory, because the relevant cocycles are functionals of the\nobserver's trajectory in spacetime. The multi-dimensional Virasoro algebra acts\nnaturally in the phase space of arbitrary histories, with dynamics playing the\nrole of first-class constraints. General relativity is regularized by expanding\nall fields in Taylor series around the observer's trajectory, and truncating at\nsome fixed order. This regularized but manifestly general-covariant theory is\nquantized in the history phase space, and dynamics is imposed afterwards, in\nanalogy with BRST quantization. Infinities arise when the regularization is\nremoved; it is presently unclear how these should be dealt with.\n","Comment: In: Focus on quantum gravity research, ed: David C. Moore, pp\n  261-310, 2006 Nova Science Publishers Inc. ISBN 1-59454-660-6"]}]
["0709.2865",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2865"],"date":["2007-09-18"],"type":["text"],"creator":["Birse, Michael C."],"language":[],"coverage":[],"title":["Renormalisation in Quantum Mechanics"],"description":["  This lecture provides an introduction to the renormalisation group as applied\nto scattering of two nonrelativistic particles. As well as forming a framework\nfor constructing effective theories of few-nucleon systems, these ideas also\nprovide a simple example which illustrates general features of the\nrenormalisation group.\n","Comment: 9 pages, 4 eps figures; contribution to the Bled 2007 Workshop\n  \"Hadron structure and lattice QCD\""]}]
["0709.2900",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2900"],"date":["2007-09-18","2007-09-20"],"type":["text"],"creator":["Edidin, Dan"],"language":[],"coverage":[],"title":["Compactifying normal algebraic spaces"],"description":["  The author wrote this note after being asked about the existence of\ncompactifications of algebraic spaces. Subsequent to posting the article to the\nmath arXiv, the author learned from Yutakaa Matsuura that the results of this\npaper had been proved by Raoult in 1971, using the same techniques. Since\nRaoult's article may be unknown to those working in the field, the author is\nkeeping this preprint on the arXiv server. However, he makes no claim of\noriginality.\n","Comment: The author has been informed that the results in this paper were\n  proved by Raoult in 1971. The preprint will remain on the server, but the\n  author makes no claim of originality"]}]
["0709.2909",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2909"],"date":["2007-09-18"],"type":["text"],"creator":["Cahill, Reginald T"],"language":[],"coverage":[],"title":["A Quantum Cosmology: No Dark Matter, Dark Energy nor Accelerating\n  Universe"],"description":["  We show that modelling the universe as a pre-geometric system with emergent\nquantum modes, and then constructing the classical limit, we obtain a new\naccount of space and gravity that goes beyond Newtonian gravity even in the\nnon-relativistic limit. This account does not require dark matter to explain\nthe spiral galaxy rotation curves, and explains as well the observed\nsystematics of black hole masses in spherical star systems, the bore hole $g$\nanomalies, gravitational lensing and so on. As well the dynamics has a Hubble\nexpanding universe solution that gives an excellent parameter-free account of\nthe supernovae and gamma-ray-burst red-shift data, without dark energy or dark\nmatter. The Friedmann-Lema\\^{i}tre-Robertson-Walker (FLRW) metric is derived\nfrom this dynamics, but is shown not satisfy the General Relativity based\nFriedmann equations. It is noted that General Relativity dynamics only permits\nan expanding flat 3-space solution if the energy density in the pressure-less\ndust approximation is non-zero. As a consequence dark energy and dark matter\nare required in this cosmological model, and as well the prediction of a future\nexponential accelerating Hubble expansion. The FLRW $\\Lambda$CDM model\ndata-based parameter values, $\\Omega_\\Lambda=0.73$, $\\Omega_{DM}=0.27$, are\nderived within the quantum cosmology model, but are shown to be merely\nartifacts of using the Friedmann equations in fitting the red-shift data.\n","Comment: 37 pages. 13 figure files. Some figures in color"]}]
["0709.2916",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","20C33, 05E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2916"],"date":["2007-09-18"],"type":["text"],"creator":["Thiem, Nathaniel","Vinroot, C. Ryan"],"language":[],"coverage":[],"title":["Values of characters sums for finite unitary groups"],"description":["  A known result for the finite general linear group $\\GL(n,\\FF_q)$ and for the\nfinite unitary group $\\U(n,\\FF_{q^2})$ posits that the sum of the irreducible\ncharacter degrees is equal to the number of symmetric matrices in the group.\nFulman and Guralnick extended this result by considering sums of irreducible\ncharacters evaluated at an arbitrary conjugacy class of $\\GL(n,\\FF_q)$. We\ndevelop an explicit formula for the value of the permutation character of\n$\\U(2n,\\FF_{q^2})$ over $\\Sp(2n,\\FF_q)$ evaluated an an arbitrary conjugacy\nclass and use results concerning Gelfand-Graev characters to obtain an\nanalogous formula for $\\U(n,\\FF_{q^2})$ in the case where $q$ is an odd prime.\nThese results are also given as probabilistic statements.\n"]}]
["0709.2920",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","5E05","20E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2920"],"date":["2007-09-18"],"type":["text"],"creator":["Schmidmeier, Markus"],"language":[],"coverage":[],"title":["From Littlewood-Richardson sequences to subgroup embeddings and back"],"description":["  Let $\\alpha$, $\\beta$, and $\\gamma$ be partitions describing the isomorphism\ntypes of the finite abelian $p$-groups $A$, $B$, and $C$. From theorems by\nGreen and Klein it is well-known that there is a short exact sequence $0\\to\nA\\to B\\to C\\to 0$ of abelian groups if and only if there is a\nLittlewood-Richardson sequence of type $(\\alpha,\\beta,\\gamma)$. Starting from\nthe observation that a sequence of partitions has the LR property if and only\nif every subsequence of length 2 does, we demonstrate how LR-sequences of\nlength two correspond to embeddings of a $p^2$-bounded subgroup in a finite\nabelian $p$-group. Using the known classification of all such embeddings we\nderive short proofs of the theorems by Green and Klein.\n","Comment: 5 pages"]}]
["0709.2930",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11A25, 11B05, 11B13, 11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2930"],"date":["2007-09-18"],"type":["text"],"creator":["Nathanson, Melvyn B.","Orosz, Brooke"],"language":[],"coverage":[],"title":["Asymptotic estimates for phi functions for subsets of {m+1, m+2,...,n}"],"description":["  Let f(m,n) denote the number of relatively prime subsets of {m+1,m+2,...,n},\nand let Phi(m,n) denote the number of subsets A of {m+1,m+2,...,n} such that\ngcd(A) is relatively prime to n. Let f_k(m,n) and Phi_k(m,n) be the analogous\ncounting functions restricted to sets of cardinality k. Simple explicit\nformulas and asymptotic estimates are obtained for these four functions.\n","Comment: 5 pages"]}]
["0709.2932",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2932"],"date":["2007-09-18"],"type":["text"],"creator":["Sinha, Kuver"],"language":[],"coverage":[],"title":["Stabilizing the Runaway Quiver in Supergravity"],"description":["  We study stabilizations of the supersymmetry breaking runaway quiver in\nstring embeddings. Calculations are performed in four dimensional effective\nsupergravity. Constraints on closed string fields in a type IIA construction\nare given. The particular case of stabilization by stringy instanton effects in\na type IIB model is considered.\n","Comment: 17 pages, no figures, LaTeX"]}]
["0709.2933",{"format":[],"subject":["Mathematics - Combinatorics","05C50","15A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2933"],"date":["2007-09-18"],"type":["text"],"creator":["Shtylla, Blerta","Traldi, Lorenzo","Zulli, Louis"],"language":[],"coverage":[],"title":["On the realization of double occurrence words"],"description":["  Let S be a double occurrence word, and let M_S be the word's interlacement\nmatrix, regarded as a matrix over GF(2). Gauss addressed the question of which\ndouble occurrence words are realizable by generic closed curves in the plane.\nWe reformulate answers given by Rosenstiehl and by de Fraysseix and Ossona de\nMendez to give new graph-theoretic and algebraic characterizations of\nrealizable words. Our algebraic characterization is especially pleasing: S is\nrealizable if and only if there exists a diagonal matrix D_S such that M_S+D_S\nis idempotent over GF(2).\n","Comment: 4 pages, 1 figure"]}]
["0709.2935",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Computer Science - Symbolic Computation","34A05 (Primary)","26A09, 44A40, 68W30, 93C05, 94C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2935","Proceedings of the Fifth International Workshop on Symbolic\n  Methods and Applications in Circuit Design, SMACD '98, Kaiserslautern,\n  October 8-9, 1998; The SMACD Committee (Ed.); pp. 134-139; ISSN 1029-9505"],"date":["2007-09-18"],"type":["text"],"creator":["Gerbracht, Eberhard H. -A."],"language":[],"coverage":[],"title":["An Extension to an Algebraic Method for Linear Time-Invariant System and\n  Network Theory: The full AC-Calculus"],"description":["  Being inspired by phasor analysis in linear circuit theory, and its algebraic\ncounterpart - the AC-(operational)-calculus for sinusoids developed by W.\nMarten and W. Mathis - we define a complex structure on several spaces of\nreal-valued elementary functions. This is used to algebraize inhomogeneous\nlinear ordinary differential equations with inhomogenities stemming from these\nspaces. Thus we deduce an effective method to calculate particular solutions of\nthese ODEs in a purely algebraic way.\n","Comment: V1: documentclass IEEEtran, 6 pages, 1 figure. Re-release of the\n  printed version, with some minor typographical errors corrected"]}]
["0709.2936",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2936"],"date":["2007-09-18"],"type":["text"],"creator":["Li, Longhai"],"language":[],"coverage":[],"title":["Bayesian Classification and Regression with High Dimensional Features"],"description":["  This thesis responds to the challenges of using a large number, such as\nthousands, of features in regression and classification problems.\n  There are two situations where such high dimensional features arise. One is\nwhen high dimensional measurements are available, for example, gene expression\ndata produced by microarray techniques. For computational or other reasons,\npeople may select only a small subset of features when modelling such data, by\nlooking at how relevant the features are to predicting the response, based on\nsome measure such as correlation with the response in the training data.\nAlthough it is used very commonly, this procedure will make the response appear\nmore predictable than it actually is. In Chapter 2, we propose a Bayesian\nmethod to avoid this selection bias, with application to naive Bayes models and\nmixture models.\n  High dimensional features also arise when we consider high-order\ninteractions. The number of parameters will increase exponentially with the\norder considered. In Chapter 3, we propose a method for compressing a group of\nparameters into a single one, by exploiting the fact that many predictor\nvariables derived from high-order interactions have the same values for all the\ntraining cases. The number of compressed parameters may have converged before\nconsidering the highest possible order. We apply this compression method to\nlogistic sequence prediction models and logistic classification models.\n  We use both simulated data and real data to test our methods in both\nchapters.\n","Comment: PhD Thesis Submitted to University of Toronto, 129 Pages"]}]
["0709.2938",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2938","Physical Review E 76, 036106 (2007)","doi:10.1103/PhysRevE.76.036106"],"date":["2007-09-18"],"type":["text"],"creator":["Raghavan, Usha Nandini","Albert, Reka","Kumara, Soundar"],"language":[],"coverage":[],"title":["Near linear time algorithm to detect community structures in large-scale\n  networks"],"description":["  Community detection and analysis is an important methodology for\nunderstanding the organization of various real-world networks and has\napplications in problems as diverse as consensus formation in social\ncommunities or the identification of functional modules in biochemical\nnetworks. Currently used algorithms that identify the community structures in\nlarge-scale real-world networks require a priori information such as the number\nand sizes of communities or are computationally expensive. In this paper we\ninvestigate a simple label propagation algorithm that uses the network\nstructure alone as its guide and requires neither optimization of a pre-defined\nobjective function nor prior information about the communities. In our\nalgorithm every node is initialized with a unique label and at every step each\nnode adopts the label that most of its neighbors currently have. In this\niterative process densely connected groups of nodes form a consensus on a\nunique label to form communities. We validate the algorithm by applying it to\nnetworks whose community structures are known. We also demonstrate that the\nalgorithm takes an almost linear time and hence it is computationally less\nexpensive than what was possible so far.\n","Comment: 12 pages, 9 figures"]}]
["0709.2940",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2940","Physics Reports, 451 (2007) 1-35","doi:10.1016/j.physrep.2007.07.001"],"date":["2007-09-18"],"type":["text"],"creator":["Yakushiji, Kay","Ernult, Franck","Mitani, Seiji","Takanashi, Koki","Fujimori, Hiroyasu"],"language":[],"coverage":[],"title":["Spin-dependent tunneling and Coulomb blockade in ferromagnetic\n  nanoparticles"],"description":["  We review studies on spin-dependent tunneling phenomena in systems containing\nferromagnetic nanoparticles. We discuss preparation methods of assembling\nnanoparticles as well as the mechanisms and results of spin-dependent transport\nproperties. The emphasis of this review is on characteristic spin-dependent\ntunneling phenomena such as enhanced tunnel magnetoresistance (TMR) due to\nco-tunneling in the Coulomb blockade regime and sign changes of the TMR due to\nspin accumulation in nanoparticles.\n","Comment: 41pages, 30 figures"]}]
["0709.2947",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B68","05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2947"],"date":["2007-09-18"],"type":["text"],"creator":["Wu, Ming","Pan, Hao"],"language":[],"coverage":[],"title":["Sums of Products of Bernoulli numbers of the second kind"],"description":["  The Bernoulli numbers b_0,b_1,b_2,.... of the second kind are defined by\n\\sum_{n=0}^\\infty b_nt^n=\\frac{t}{\\log(1+t)}. In this paper, we give an\nexplicit formula for the sum \\sum_{j_1+j_2+...+j_N=n,\nj_1,j_2,...,j_N>=0}b_{j_1}b_{j_2}...b_{j_N}. We also establish a q-analogue for\n\\sum_{k=0}^n b_kb_{n-k}=-(n-1)b_n-(n-2)b_{n-1}.\n","Comment: Accepted by the Fibonacci Quarterly"]}]
["0709.2949",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2949"],"date":["2007-09-19"],"type":["text"],"creator":["Cioni, M. -R. L.","Irwin, M.","Ferguson, A. M. N.","McConnachie, A.","Conn, B. C.","Huxor, A.","Ibata, R.","Lewis, G.","Tanvir, N."],"language":[],"coverage":[],"title":["Metallicity and mean age across M33"],"description":["  New wide-field near-infrared (NIR) imaging observations of M33 were obtained\nfrom UKIRT. These show a large population of intermediate-age stars\nconsiderably improving on previous NIR data. The spatial distribution of super\ngiant stars, carbon-rich (C-rich or C stars) and oxygen-rich (O-rich or M\nstars) asymptotic giant branch (AGB) stars distinguished from the NIR\ncolour-magnitude diagram (CMD) have been studied as well as the C/M ratio. The\nKs magnitude distribution has been interpreted using theoretical models to\nderive the mean age and the mean metallicity across M33.\n","Comment: 4 pages, 2 figures, conference \"Galaxies in the Local Volume\", Sydney\n  8-13 July 2007, Springer Astrophysics and Space Science Proceedings, editors\n  B. Koribalski and H. Jerjen"]}]
["0709.2950",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2950"],"date":["2007-09-19"],"type":["text"],"creator":["Islam, Md Fhokrul","Nakanishi, Hisao"],"language":[],"coverage":[],"title":["Propagation of a quantum particle through two dimensional percolating\n  systems"],"description":["  We study quantum percolation which is described by a tight-binding\nHamiltonian containing only off-diagonal hopping terms that are generally in\nquenched binary disorder (zero or one). In such a system, transmission of a\nquantum particle is determined by the disorder and interference effects,\nleading to interesting sharp features in conductance as the energy, disorder,\nand boundary conditions are varied. To aid understanding of this phenomenon, we\ndevelop a visualization method whereby the progression of a wave packet\nentering the cluster through a lead on one side and exiting from another lead\non the other side can be tracked dynamically. Using this method, we investigate\nthe evolution of the wave packet through transmission and reflection under\nclusters of various disorder, sizes, boundary conditions, and energies. Our\nresults indicate the existence of two different kinds of localized regimes,\nnamely exponential and power law localization, depending on the amount of\ndisorder. Our study further suggests that there may be a delocalized state in\nthe 2D quantum percolation system at very low disorder. These results are based\non a finite size scaling analysis of the systems of size up to 70 x 70\n(containing 4900 sites) on the square lattice.\n","Comment: 16 pages, 16 figures"]}]
["0709.2959",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2959"],"date":["2007-09-19"],"type":["text"],"creator":["Carmona, E.","Majumdar, P.","Moralejo, A.","Vitale, V.","Sobczynska, D.","Haffke, M.","Bigongiari, C.","Otte, N.","Cabras, G.","De Maria, M.","De Sabata, F.","Collaboration, for the MAGIC"],"language":[],"coverage":[],"title":["Monte Carlo Simulation for the MAGIC-II System"],"description":["  Within the year 2007, MAGIC will be upgraded to a two telescope system at La\nPalma. Its main goal is to improve the sensitivity in the\nstereoscopic/coincident operational mode. At the same time it will lower the\nanalysis threshold of the currently running single MAGIC telescope. Results\nfrom the Monte Carlo simulations of this system will be discussed. A comparison\nof the two telescope system with the performance of one single telescope will\nbe shown in terms of sensitivity, angular resolution and energy resolution.\n","Comment: 4 pages, 5 figures, Contribution to the 30th ICRC, Merida, Mexico,\n  July 2007 on behalf of the MAGIC Collaboration"]}]
["0709.2961",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Geometry","Computer Science - Logic in Computer Science","F.2.2","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2961"],"date":["2007-09-19"],"type":["text"],"creator":["Schutt, Andreas","Stuckey, Peter J."],"language":[],"coverage":[],"title":["Incremental Satisfiability and Implication for UTVPI Constraints"],"description":["  Unit two-variable-per-inequality (UTVPI) constraints form one of the largest\nclass of integer constraints which are polynomial time solvable (unless P=NP).\nThere is considerable interest in their use for constraint solving, abstract\ninterpretation, spatial databases, and theorem proving. In this paper we\ndevelop a new incremental algorithm for UTVPI constraint satisfaction and\nimplication checking that requires O(m + n log n + p) time and O(n+m+p) space\nto incrementally check satisfiability of m UTVPI constraints on n variables and\ncheck implication of p UTVPI constraints.\n","Comment: 14 pages, 1 figure"]}]
["0709.2967",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2967"],"date":["2007-09-19"],"type":["text"],"creator":["De Gregorio, A.","Iacus, S. M."],"language":[],"coverage":[],"title":["Least squares volatility change point estimation for partially observed\n  diffusion processes"],"description":["  A one dimensional diffusion process $X=\\{X_t, 0\\leq t \\leq T\\}$, with drift\n$b(x)$ and diffusion coefficient $\\sigma(\\theta, x)=\\sqrt{\\theta} \\sigma(x)$\nknown up to $\\theta>0$, is supposed to switch volatility regime at some point\n$t^*\\in (0,T)$. On the basis of discrete time observations from $X$, the\nproblem is the one of estimating the instant of change in the volatility\nstructure $t^*$ as well as the two values of $\\theta$, say $\\theta_1$ and\n$\\theta_2$, before and after the change point. It is assumed that the sampling\noccurs at regularly spaced times intervals of length $\\Delta_n$ with\n$n\\Delta_n=T$. To work out our statistical problem we use a least squares\napproach. Consistency, rates of convergence and distributional results of the\nestimators are presented under an high frequency scheme. We also study the case\nof a diffusion process with unknown drift and unknown volatility but constant.\n"]}]
["0709.2968",{"format":[],"subject":["Mathematics - Geometric Topology","57M25","57M27","57N70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2968"],"date":["2007-09-19"],"type":["text"],"creator":["Cha, Jae Choon"],"language":[],"coverage":[],"title":["Structure of the string link concordance group and Hirzebruch-type\n  invariants"],"description":["  We employ Hirzebruch-type invariants obtained from iterated p-covers to\ninvestigate concordance of links and string links. We show that the invariants\nnaturally give various group homomorphisms of the string link concordance group\ninto L-groups over number fields. We also obtain homomorphisms of successive\nquotients of the Cochran-Orr-Teichner filtration. As an application we show\nthat the kernel of Harvey's $\\rho_n$-invariant is large enough to contain a\nsubgroup with infinite rank abelianization, modulo local knots. As another\napplication, we show that recently discovered nontrivial 2-torsion examples of\niterated Bing doubles lying at an arbitrary depth of the Cochran-Orr-Teichner\nfiltration are independent over $\\Z_2$ as links, in an appropriate sense. We\nalso construct similar examples of infinite order links which are independent\nover $\\Z$.\n","Comment: 28 pages, 4 figures"]}]
["0709.2969",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2969"],"date":["2007-09-19"],"type":["text"],"creator":["Tiwari, S. C."],"language":[],"coverage":[],"title":["Double prism evanescent mode experiment: superluminal photons?"],"description":["  A critique on the interpretation of the double prism experiment on the\nevanescent microwave modes (arXiv:0708.0681) is presented. It is argued that\nthese experiments do not give any evidence of superluminal photons. A physical\nmechanism based on the inhomogeneous waves of classical electromagnetic fields\nis proposed.\n","Comment: 2 pages, no figures"]}]
["0709.2975",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H15, 35R60, 60H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2975"],"date":["2007-09-19"],"type":["text"],"creator":["Lototsky, S. V.","Rozovskii, B. L."],"language":[],"coverage":[],"title":["A Unified Approach to Stochastic Evolution Equations Using the Skorokhod\n  Integral"],"description":["  We study stochastic evolution equations driven by Gaussian noise. The key\nfeatures of the model are that the operators in the deterministic and\nstochastic parts can have the same order and the noise can be time-only,\nspace-only, or space-time. Even the simplest equations of this kind do not have\na square-integrable solution and must be solved in special weighted spaces. We\ndemonstrate that the Cameron-Martin version of the Wiener chaos decomposition\nleads to natural weights and a natural replacement of the square integrability\ncondition.\n"]}]
["0709.2977",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","53C17, 32S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2977"],"date":["2007-09-19"],"type":["text"],"creator":["Shcherbakova, Nataliya"],"language":[],"coverage":[],"title":["Minimal surfaces in sub-Riemannian manifolds and structure of their\n  singular sets in the (2,3) case"],"description":["  We study minimal surfaces in generic sub-Riemannian manifolds with\nsub-Riemannian structures of co-rank one. These surfaces can be defined as the\ncritical points of the so-called {\\it horizontal} area functional associated to\nthe canonical {\\it horizontal} area form. We derive the intrinsic equation in\nthe general case and then consider in greater detail 2-dimensional surfaces in\ncontact manifolds of dimension 3. We show that in this case minimal surfaces\nare projections of a special class of 2-dimensional surfaces in the horizontal\nspherical bundle over the base manifold. Generic singularities of minimal\nsurfaces turn out the singularities of this projection, and we give a complete\nlocal classification of them. We illustrate our results by examples in the\nHeisenberg group and the group of roto-translations\n"]}]
["0709.2979",{"format":[],"subject":["Mathematics - Logic","03E30, 03E35, 03E45, 03E55, 03E65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2979"],"date":["2007-09-19"],"type":["text"],"creator":["Saveliev, Denis I."],"language":[],"coverage":[],"title":["Choice and Regularity: Common Consequences in Logic"],"description":["  It is well-known that Choice and Regularity are independent of each other but\nhave important common consequences of logical character (reflection principles,\nrepresentations of classes by sets, etc.). We explain this phenomenon by\nisolating their \"intersection\", a principle (called here Best-Foundedness)\nwhich is consistent with the negations of both axioms but implies all these\nconsequences. Then we study relationships between these consequences (and near\nprinciples) in detail. Finally, we consider some arguments related to truth of\nvarious principles in set theory, especially arguments concerning the\ninterpretability strength.\n","Comment: 37 pages, slides of a talk at the 2nd World Congress on Universal\n  Logic (20-22 August 2007, Xi'an). All these results were obtained about 2004\n  and announced at seminars of Moscow State University, Department of Mechanics\n  and Mathematics"]}]
["0709.2982",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Methodology","62F12 (Primary) 62M10, 91B84 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2982"],"date":["2007-09-19"],"type":["text"],"creator":["Aknouche, Abdehakim","Bibi, Abdelouhab"],"language":[],"coverage":[],"title":["Quasi-maximum likelihood estimation of periodic GARCH processes"],"description":["  This paper establishes the strong consistency and asymptotic normality of the\nquasi-maximum likelihood estimator (QMLE) for a GARCH process with periodically\ntime-varying parameters. We first give a necessary and sufficient condition for\nthe existence of a strictly periodically stationary solution for the periodic\nGARCH (P-GARCH) equation. As a result, it is shown that the moment of some\npositive order of the P-GARCH solution is finite, under which we prove the\nstrong consistency and asymptotic normality (CAN) of the QMLE without any\ncondition on the moments of the underlying process.\n","Comment: 19 pages"]}]
["0709.2983",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","62M10 (Primary) 62M05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2983"],"date":["2007-09-19"],"type":["text"],"creator":["Bibi, Abdelouahab","Aknouche, Abdelhakim"],"language":[],"coverage":[],"title":["On some probabilistic properties of periodic GARCH processes"],"description":["  This paper examines some probabilistic properties of the class of periodic\nGARCH processes (PGARCH) which feature periodicity in conditional\nheteroskedasticity. In these models, the parameters are allowed to switch\nbetween different regimes, so that their structure shares many properties with\nperiodic ARMA process (PARMA). We examine the strict and second order periodic\nstationarities, the existence of higher-order moments, the covariance\nstructure, the geometric ergodicity and -mixing of the PGARCH(p,q) process\nunder general and tractable assumptions. Some examples are proposed to\nillustrate the various concepts.\n","Comment: 15 pages"]}]
["0709.2986",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2986"],"date":["2007-09-19"],"type":["text"],"creator":["Sattler, R.","Eggers, J.","Wagner, C."],"language":[],"coverage":[],"title":["Blistering of viscoelastic filaments"],"description":["  When a dilute polymer solution experiences capillary thinning, it forms an\nalmost uniformly cylindrical thread, which we study experimentally. In the last\nstages of thinning, when polymers have become fully stretched, the filament\nbecomes prone to instabilities, of which we describe two: A novel \"breathing\"\ninstability, originating from the edge of the filament, and a sinusoidal\ninstability in the interior, which ultimately gives rise to a \"blistering\"\npattern of beads on the filament. We describe the linear instability with a\nspatial resolution of 80 nm in the disturbance amplitude. For sufficiently high\npolymer concentrations, the filament eventually separates out into a \"solid\"\nphase of entangled polymers, connected by fluid beads. A solid polymer fiber of\nabout 100 nanometer thickness remains, which is essentially permanent.\n","Comment: A movie as supplementary material is available at:\n  http://www.uni-saarland.de/fak7/wagner/uploads/media/blistering.avi"]}]
["0709.2989",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2989"],"date":["2007-09-19"],"type":["text"],"creator":["Lecchini-Visintini, A.","Lygeros, J.","Maciejowski, J."],"language":[],"coverage":[],"title":["Simulated Annealing: Rigorous finite-time guarantees for optimization on\n  continuous domains"],"description":["  Simulated annealing is a popular method for approaching the solution of a\nglobal optimization problem. Existing results on its performance apply to\ndiscrete combinatorial optimization where the optimization variables can assume\nonly a finite set of possible values. We introduce a new general formulation of\nsimulated annealing which allows one to guarantee finite-time performance in\nthe optimization of functions of continuous variables. The results hold\nuniversally for any optimization problem on a bounded domain and establish a\nconnection between simulated annealing and up-to-date theory of convergence of\nMarkov chain Monte Carlo methods on continuous domains. This work is inspired\nby the concept of finite-time learning with known accuracy and confidence\ndeveloped in statistical learning theory.\n","Comment: 10 pages, 2 figures. Preprint. The final version will appear in:\n  Advances in Neural Information Processing Systems 20, Proceedings of NIPS\n  2007, MIT Press"]}]
["0709.2992",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2992"],"date":["2007-09-19"],"type":["text"],"creator":["Orantin, N."],"language":["fr"],"coverage":[],"title":["From matrix models' topological expansion to topological string\n  theories: counting surfaces with algebraic geometry"],"description":["  The 2-matrix model has been introduced to study Ising model on random\nsurfaces. Since then, the link between matrix models and combinatorics of\ndiscrete surfaces has strongly tightened. This manuscript aims to investigate\nthese deep links and extend them beyond the matrix models, following my work's\nevolution. First, I take care to define properly the hermitian 2 matrix model\nwhich gives rise to generating functions of discrete surfaces equipped with a\nspin structure. Then, I show how to compute all the terms in the topological\nexpansion of any observable by using algebraic geometry tools. They are\nobtained as differential forms on an algebraic curve associated to the model:\nthe spectral curve. In a second part, I show how to define such differentials\non any algebraic curve even if it does not come from a matrix model. I then\nstudy their numerous symmetry properties under deformations of the algebraic\ncurve. In particular, I show that these objects coincide with the topological\nexpansion of the observable of a matrix model if the algebraic curve is the\nspectral curve of this model. Finally, I show that fine tuning the parameters\nensure that these objects can be promoted to modular invariants and satisfy the\nholomorphic anomaly equation of the Kodaira-Spencer theory. This gives a new\nhint that the Dijkgraaf-Vafa conjecture is correct.\n","Comment: PhD Thesis in FRENCH, 178 pages, uses PdF LaTex"]}]
["0709.2993",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2993"],"date":["2007-09-19"],"type":["text"],"creator":["Sidharth, Burra G."],"language":[],"coverage":[],"title":["The Astronomy and Science Behind the Myth"],"description":["  We show that many ancient Indian mythological legends are really allegorical\ndepictions of astronomical and other physical phenomena of which the composers\nhad a good idea. This detail enables us to also use techniques of astronomical\nchronology for dating various events.\n","Comment: six pages; latex"]}]
["0709.2995",{"format":[],"subject":["Mathematics - Operator Algebras","46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2995"],"date":["2007-09-19","2007-09-20"],"type":["text"],"creator":["Timmermann, Thomas"],"language":[],"coverage":[],"title":["C*-pseudo-multiplicative unitaries"],"description":["  We introduce $C^*$-pseudo-multiplicative unitaries and (concrete) Hopf\n$C^*$-bimodules, which are $C^*$-algebraic variants of the\npseudo-multiplicative unitaries on Hilbert spaces and the Hopf-von\nNeumann-bimodules studied by Enock, Lesieur, Vallin. Moreover, we associate to\nevery regular $C^*$-pseudo-multiplicative unitary two Hopf-$C^*$-bimodules and\ndiscuss examples related to locally compact groupoids.\n","Comment: 29 pages"]}]
["0709.2999",{"format":[],"subject":["Mathematics - Functional Analysis","28C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2999","Dopovidi Natsionalnoi Akademii Nauk Ukrainy [Reports Nat. Acad.\n  Sci. Ukr.], 2006, No.9, p.38-41"],"date":["2007-09-19"],"type":["text"],"creator":["Yurachkivsky, Andriy"],"language":[],"coverage":[],"title":["A Criterion for Precompactness in the Space of Hypermeasures"],"description":["  Let $Q$ denote the space of signed measures on the Borel $\\sigma$-algebra of\na separable complete space $X$. We endow $Q$ with the norm $\\|q\\|=\\sup|\\int\\phi\ndq|$, where the supremum is taken over all Lipschitz with constant 1 functions\nwhose module does not exceed unity. This normed space is incomplete provided\n$X$ is infinite and has at least one limit point. We call its completion the\nspace of hypermeasures. Necessary and sufficient conditions for precompactness\n(=relative compactness) of a set of hypermeasures are found. They are similar\nto those of Prokhorov's and Fernique's theorems for measures.\n","Comment: 6 pages, no figures"]}]
["0709.3013",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3013"],"date":["2007-09-19","2007-09-20"],"type":["text"],"creator":["Héas, Patrick","Datcu, Mihai"],"language":[],"coverage":[],"title":["Supervised learning on graphs of spatio-temporal similarity in satellite\n  image sequences"],"description":["  High resolution satellite image sequences are multidimensional signals\ncomposed of spatio-temporal patterns associated to numerous and various\nphenomena. Bayesian methods have been previously proposed in (Heas and Datcu,\n2005) to code the information contained in satellite image sequences in a graph\nrepresentation using Bayesian methods. Based on such a representation, this\npaper further presents a supervised learning methodology of semantics\nassociated to spatio-temporal patterns occurring in satellite image sequences.\nIt enables the recognition and the probabilistic retrieval of similar events.\nIndeed, graphs are attached to statistical models for spatio-temporal\nprocesses, which at their turn describe physical changes in the observed scene.\nTherefore, we adjust a parametric model evaluating similarity types between\ngraph patterns in order to represent user-specific semantics attached to\nspatio-temporal phenomena. The learning step is performed by the incremental\ndefinition of similarity types via user-provided spatio-temporal pattern\nexamples attached to positive or/and negative semantics. From these examples,\nprobabilities are inferred using a Bayesian network and a Dirichlet model. This\nenables to links user interest to a specific similarity model between graph\npatterns. According to the current state of learning, semantic posterior\nprobabilities are updated for all possible graph patterns so that similar\nspatio-temporal phenomena can be recognized and retrieved from the image\nsequence. Few experiments performed on a multi-spectral SPOT image sequence\nillustrate the proposed spatio-temporal recognition method.\n"]}]
["0709.3022",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3022","Materials Research Society Symposia Proceedings (2006) 7"],"date":["2007-09-19"],"type":["text"],"creator":["Peyrou, David","Pennec, Fabienne","Achkar, Hikmat","Pons, Patrick","Coccetti, Fabio","Aubert, Hervé","Plana, Robert"],"language":[],"coverage":[],"title":["BCB Based Packaging for Low Actuation Voltage RF MEMS Devices"],"description":["  This paper outlines the issues related to RF MEMS packaging and low actuation\nvoltage. An original approach is presented concerning the modeling of\ncapacitive contacts using multiphysics simulation and advanced\ncharacterization. A similar approach is used concerning packaging development\nwhere multi-physics simulations are used to optimize the process. A devoted\npackage architecture is proposed featuring very low loss at microwave range.\n"]}]
["0709.3024",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3024"],"date":["2007-09-19"],"type":["text"],"creator":["Mikhailov, S. A."],"language":[],"coverage":[],"title":["Non-linear self-consistent response of graphene in time domain"],"description":["  We study the non-linear electromagnetic response of graphene taking into\naccount the self-consistent-field effects. Response of the system to a strong\npulse excitation is calculated. It is shown that radiative decay in graphene\ndiffers from that of conventional two-dimensional electron systems both\nquantitatively and qualitatively. Possible applications of the predicted\neffects for generation of terahertz radiation are discussed.\n","Comment: 5 pages, 1 figure"]}]
["0709.3028",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3028","Comptes Rendus Geosciences 336, 6 (2004) 505-512","doi:10.1016/j.crte.2003.11.023"],"date":["2007-09-19"],"type":["text"],"creator":["Amitrano, David"],"language":[],"coverage":[],"title":["Emerging complexity in a simple model of the mechanical behaviour of\n  rocks"],"description":["  We propose a mechanical model for the behaviour of rocks based on progressive\ndamage at the elementary scale and elastic interaction. It allows us to\nsimulate several experimental observations: mechanical behaviour ranging from\nbrittle to ductile, fractal structure of the damage, powerlaw distribution of\nthe damage avalanches. These macroscopic properties are not incorporated at the\nelementary scale, but are the results of the interaction between elements. This\nemerging complexity permits us to consider the strain rock process as a complex\nsystem characterized by non-linear dynamics.\n"]}]
["0709.3029",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Quantum Algebra","16E40 (primary) 16S80, 16U80, 81R50 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3029"],"date":["2007-09-19"],"type":["text"],"creator":["Bergh, Petter Andreas","Erdmann, Karin"],"language":[],"coverage":[],"title":["(Co)homology of quantum complete intersections"],"description":["  We construct a minimal projective bimodule resolution for every finite\ndimensional quantum complete intersection of codimension two. Then we use this\nresolution to compute both the Hochschild cohomology and homology for such an\nalgebra. In particular, we show that the cohomology vanishes in high degrees,\nwhile the homology is always nonzero.\n","Comment: 16 pages"]}]
["0709.3034",{"format":[],"subject":["Computer Science - Databases","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3034"],"date":["2007-09-19"],"type":["text"],"creator":["Meghini, Carlo","Tzitzikas, Yannis","Analyti, Anastasia"],"language":[],"coverage":[],"title":["Query Evaluation in P2P Systems of Taxonomy-based Sources: Algorithms,\n  Complexity, and Optimizations"],"description":["  In this study, we address the problem of answering queries over a\npeer-to-peer system of taxonomy-based sources. A taxonomy states subsumption\nrelationships between negation-free DNF formulas on terms and negation-free\nconjunctions of terms. To the end of laying the foundations of our study, we\nfirst consider the centralized case, deriving the complexity of the decision\nproblem and of query evaluation. We conclude by presenting an algorithm that is\nefficient in data complexity and is based on hypergraphs. More expressive forms\nof taxonomies are also investigated, which however lead to intractability. We\nthen move to the distributed case, and introduce a logical model of a network\nof taxonomy-based sources. On such network, a distributed version of the\ncentralized algorithm is then presented, based on a message passing paradigm,\nand its correctness is proved. We finally discuss optimization issues, and\nrelate our work to the literature.\n"]}]
["0709.3036",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3036","Dans Proceedings - Surgetica'2007: Computer-Aided Medical\n  Interventions: tools and applications., France (2007)"],"date":["2007-09-19"],"type":["text"],"creator":["Buchaillard, Stéphanie","Brix, Muriel","Perrier, Pascal","Payan, Yohan"],"language":[],"coverage":[],"title":["Modeling the consequences of tongue surgery on tongue mobility"],"description":["  This paper presents the current achievements of a long term project aiming at\npredicting and assessing the impact of tongue and mouth floor surgery on tongue\nmobility. The ultimate objective of this project is the design of a software\nwith which surgeons should be able (1) to design a 3D biomechanical model of\nthe tongue and of the mouth floor that matches the anatomical characteristics\nof each patient specific oral cavity, (2) to simulate the anatomical changes\ninduced by the surgery and the possible reconstruction, and (3) to\nquantitatively predict and assess the consequences of these anatomical changes\non tongue mobility and speech production after surgery.\n"]}]
["0709.3041",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3041"],"date":["2007-09-19"],"type":["text"],"creator":["Murayama, Hitoshi"],"language":[],"coverage":[],"title":["Supersymmetry breaking made easy, viable, and generic"],"description":["  The kind of supersymmetry that can be discovered at the LHC must be very much\nflavor-blind, which used to require very special intelligently designed models\nof supersymmetry breaking. This led to the pessimism for some in the community\nthat it is not likely for the LHC to discover supersymmetry. I point out that\nthis is not so, because a garden-variety supersymmetric theories actually can\ndo this job.\n","Comment: XLIInd Rencontres de Moriond on Electroweak Interactions and Unified\n  Theories, La Thuile, March 10 to 17, 2006. Based on the works with Yasunori\n  Nomura, hep-ph/0612186 and hep-ph/0701231"]}]
["0709.3042",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3042","Dans Proceedings - Surgetica'2007: Computer-Aided Medical\n  Interventions: tools and applications., France (2007)"],"date":["2007-09-19"],"type":["text"],"creator":["Marecaux, Christophe","Chabanas, Matthieu","Payan, Yohan","Boutault, Franck"],"language":[],"coverage":[],"title":["Computer aided planning and navigation for orbito-zygomatic\n  reconstruction"],"description":["  This paper suggests a full protocol of Computer Aided Surgery as previously\nrecommended in literature addressing the challenging task of primary or\nsecondary reconstruction of orbito-zygomatic dislocation. First, on a\nspecifically developed planning software, the best zygoma reduction and orbital\nboundaries reconstruction to achieve skeletal symmetry are determined. This\ntreatment plan is then transferred to the 3D Navigation Systems within the\noperating room. After patient's anatomy registration to his preoperative CT\nscan data, the navigation system allows zygomatic guiding to its planned\nreduced location and bone orbital volume restoration control. The feasibility\nof this technique was checked in 3 patients with major orbito-zygomatic\ndeformities. Preliminary clinical results are presented.\n"]}]
["0709.3047",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3047","Stellar Populations as Building Blocks of Galaxies, Proceedings of\n  IAU Symposium #241. Edited by A. Vazdekis and R. F. Peletier. Cambridge:\n  Cambridge University Press, 2007, pp.175-176","doi:10.1017/S1743921307007752"],"date":["2007-09-19"],"type":["text"],"creator":["Chilingarian, Igor","Prugniel, Philippe","Sil'chenko, Olga","Koleva, Mina"],"language":[],"coverage":[],"title":["NBursts: Simultaneous Extraction of Internal Kinematics and Parametrized\n  SFH from Integrated Light Spectra"],"description":["  We present a novel approach for simultaneous extraction of stellar population\nparameters and internal kinematics from the spectra integrated along a line of\nsight. We fit a template spectrum into an observed one in a pixel space using a\nnon-linear $\\chi^2$ minimization in the multidimensional parameter space,\nincluding characteristics of the line-of-sight velocity distribution (LOSVD)\nand parametrized star formation history (SFH). Our technique has been applied\nto IFU and multi-object spectroscopy of low-luminosity early type galaxies.\n","Comment: 2 pages, to appear in the proceedings of IAU Symposium 241 (Stellar\n  Populations as Building Blocks of Galaxies)"]}]
["0709.3049",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3049"],"date":["2007-09-19"],"type":["text"],"creator":["Kessler, David A."],"language":[],"coverage":[],"title":["Epidemic Size in the Sis Model of Endemic Infec- Tions"],"description":["  We study the Susceptible-Infected-Susceptible model of the spread of an\nendemic infection. We calculate an exact expression for the mean number of\ntransmissions for all values of the population and the infectivity. We derive\nthe large-N asymptotic behavior for the infectivitiy below, above, and in the\ncritical region. We obtain an analytical expression for the probability\ndistribution of the number of transmissions, n, in the critical region. We show\nthat this distribution has a $n^3/2$ singularity for small n and decays\nexponentially for large n. The exponent decreases with the distance from\nthreshold, diverging to infinity far below and approaching zero far above.\n"]}]
["0709.3052",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3052","Stellar Populations as Building Blocks of Galaxies, Proceedings of\n  IAU Symposium #241. Edited by A. Vazdekis and R. F. Peletier. Cambridge:\n  Cambridge University Press, 2007, pp.177-178","doi:10.1017/S1743921307007764"],"date":["2007-09-19"],"type":["text"],"creator":["Chilingarian, Igor"],"language":[],"coverage":[],"title":["Access to Stellar Population Models in the Virtual Observatory"],"description":["  A great effort is being made by the international Virtual Observatory\ncommunity to build tools ready to be used by scientists. Presently, providing\naccess to theoretical spectra in general, and synthetic spectra of galaxies in\nparticular, is a matter of current interest in the Virtual Observatory. Several\nways of accessing such spectra are available. We present two of them for\naccessing PEGASE.HR evolutionary synthesis models: HTTP-access to a limited\nnumber of parameters using Simple Spectral Access Protocol (SSAP), and\nfull-featured WEB-service based access using Common Execution Architecture\n(CEA).\n","Comment: 2 pages, 1 figure, to appear in the proceedings of IAU Symposium 241\n  (Stellar Populations as Building Blocks of Galaxies)"]}]
["0709.3067",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3067"],"date":["2007-09-19"],"type":["text"],"creator":["Pozdeeva, Ekaterina"],"language":[],"coverage":[],"title":["Relation between full traces of Green functions for initial and Darboux\n  transformed Dirac problems"],"description":["  We establish the relation between full traces of the Green functions for some\ninitial and the Darboux transformed one-dimensional two component Dirac\nproblems with the most general form of potential. The result is used to check\nthe completeness of set of wave functions obtained by the Darboux\ntransformation of the eigenfunctions set for the initial Dirac problem with\nsome typical boundary conditions.\n","Comment: 12 pages, Latex, no figures"]}]
["0709.3070",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3070","Dans SF2A-2007: Semaine de l'Astrophysique Francaise - SF2A-2007:\n  Semaine de l'Astrophysique Francaise, Grenoble : France (2007)"],"date":["2007-09-19"],"type":["text"],"creator":["Laibe, Guillaume","Gonzalez, Jean-François","Fouchet, Laure","Maddison, Sarah T."],"language":[],"coverage":[],"title":["3D SPH simulations of grain growth in protoplanetary disks"],"description":["  We present the first results of the treatment of grain growth in our 3D,\ntwo-fluid (gas+dust) SPH code describing protoplanetary disks. We implement a\nscheme able to reproduce the variation of grain sizes caused by a variety of\nphysical processes and test it with the analytical expression of grain growth\ngiven by Stepinski & Valageas (1997) in simulations of a typical T Tauri disk\naround a one solar mass star. The results are in agreement with a turbulent\ngrowing process and validate the method. We are now able to simulate the grain\ngrowth process in a protoplanetary disk given by a more realistic physical\ndescription, currently under development. We discuss the implications of the\ncombined effect of grain growth and dust vertical settling and radial migration\non subsequent planetesimal formation.\n","Comment: 6 pages, 4 figures, to appear in the proceedings of \"SF2A-2007:\n  Semaine de l'Astrophysique Francaise\", (J. Bouvier, A. Chalabaev, and C.\n  Charbonnel eds)"]}]
["0709.3082",{"format":[],"subject":["Mathematics - Probability","60J75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3082"],"date":["2007-09-19"],"type":["text"],"creator":["Bass, Richard F.","Tang, Huili"],"language":[],"coverage":[],"title":["The martingale problem for a class of stable-like processes"],"description":["  Let $\\alpha\\in (0,2)$ and consider the operator $$L f(x) =\\int\n[f(x+h)-f(x)-1_{(|h|\\leq 1)} \\nabla f(x)\\cdot h] \\frac{A(x,h)}{|h|^{d+\\alpha}}\ndh, $$ where the $\\nabla f(x)\\cdot h$ term is omitted if $\\alpha<1$. We\nconsider the martingale problem corresponding to the operator $L$ and under\nmild conditions on the function $A$ prove that there exists a unique solution.\n"]}]
["0709.3083",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3083"],"date":["2007-09-19"],"type":["text"],"creator":["Goldenbaum, Frank"],"language":[],"coverage":[],"title":["Progress in nuclear data for accelerator applications in Europe"],"description":["  This contribution essentially will be divided into two parts: First, a brief\noverview on topical accelerator applications in Europe, a selection of the\nEuropean 6th framework accelerator and ADS programs will be given, second the\nemphasis will be put on selected nuclear data required for designing facilities\nplanned or even under construction. In this second part the progress on nuclear\ndata in the EU FP6 Integrated Project IP-EUROTRANS (specifically NUDATRA) is\nsummarized. For proton-induced reactions in the energy range of 200-2500 MeV\nexperimental data and model comparisons are shown on total and double\ndifferential production cross sections of H- and He-isotopes and intermediate\nmass fragments.\n","Comment: Contribution to conference proceeding, Invited talk on International\n  Conference on Nuclear Data for Science and Technology, Nice, France, April\n  22-27 (2007), 6 pages, 6 figures, 28 references"]}]
["0709.3084",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3084","Applied Physics B, v.89, No.1, pp.81-89 (2007)","doi:10.1007/s00340-007-2771-y"],"date":["2007-09-19"],"type":["text"],"creator":["Alodjants, A. P.","Arakelian, S. M.","Bagayev, S. N.","Egorov, V. S.","Leksin, A. Yu."],"language":[],"coverage":[],"title":["Josephson dynamics for coupled polariton modes under the atom-field\n  interaction in the cavity"],"description":["  We consider a new approach to the problem of Bose-Einstein condensation (BEC)\nof polaritons for atom-field interaction under the strong coupling regime in\nthe cavity. We investigate the dynamics of two macroscopically populated\npolariton modes corresponding to the upper and lower branch energy states\ncoupled via Kerr-like nonlinearity of atomic medium. We found out the\ndispersion relations for new type of collective excitations in the system under\nconsideration. Various temporal regimes like linear (nonlinear) Josephson\ntransition and/or Rabi oscillations, macroscopic quantum self-trapping (MQST)\ndynamics for population imbalance of polariton modes are predicted. We also\nexamine the switching properties for time-averaged population imbalance\ndepending on initial conditions, effective nonlinear parameter of atomic medium\nand kinetic energy of low-branch polaritons.\n","Comment: 10 pages, 6 postscript figures, uses svjour.cls"]}]
["0709.3089",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3089"],"date":["2007-09-19"],"type":["text"],"creator":["Stanghellini, Letizia"],"language":[],"coverage":[],"title":["Revealing the Nature of Asymmetric Planetary Nebulae through Abundance\n  Analysis"],"description":["  The correlations between planetary nebula (PN) morphology and the nature of\ntheir progenitors are explored by examining homogeneous PN samples in the\nGalaxy and the Magellanic Clouds. We selected PNe with reliable abundances from\nspectral analysis, and whose morphology is known, and compared the abundances\nof the element at variance with stellar evolution with the final yields of\nAsymptotic Giant Branch (AGB) stellar models. We found that most asymmetric PNe\nderive from the evolution of massive AGB stars both in the Galactic disk and\nthe Magellanic Clouds.\n","Comment: in \"Asymmetric Planetary Nebulae IV\", La Plama (Spain), July 2007. in\n  press"]}]
["0709.3092",{"format":[],"subject":["Mathematics - Differential Geometry","58E99,","49F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3092"],"date":["2007-09-19"],"type":["text"],"creator":["Saunders, D. J.","Crampin, M."],"language":[],"coverage":[],"title":["The fundamental form of a homogeneous Lagrangian in two independent\n  variables"],"description":["  We construct, for a homogeneous Lagrangian of arbitrary order in two\nindependent variables, a differential 2-form with the property that it is\nclosed precisely when the Lagrangian is null. This is similar to the property\nof the `fundamental Lepage equivalent' associated with first-order Lagrangians\ndefined on jets of sections of a fibred manifold.\n"]}]
["0709.3093",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3093"],"date":["2007-09-19"],"type":["text"],"creator":["Kashyap, Vinay L.","Posson-Brown, Jennifer"],"language":[],"coverage":[],"title":["Short Timescale Coronal Variability in Capella"],"description":["  We analyze 205 ks of imaging data of the active binary, Capella, obtained\nwith the Chandra High Resolution Camera Imager (HRC-I) to determine whether\nCapella shows any variability at timescales < 50 ks. We find that a clear\nsignal for variability is present for timescales < 20 ks, and that the light\ncurves show evidence for excess fluctuation over that expected from a purely\nPoisson process. This overdispersion is consistent with variability at the 2-7%\nlevel, and suggests that the coronae on the binary components of Capella are\ncomposed of low-density plasma and low-lying loops.\n","Comment: submitted to The Astronomical Journal"]}]
["cond-mat/0612440",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612440","Phys. Rev. B 76, 104514 (2007).","doi:10.1103/PhysRevB.76.104514"],"date":["2006-12-17"],"type":["text"],"creator":["Donabidowicz, T. Domanski A.","Wysokinski, K. I."],"language":[],"coverage":[],"title":["Influence of the pair coherence on the charge tunneling through a\n  quantum dot connected to a superconducting lead"],"description":["  We analyze the charge transport through a single level quantum dot coupled to\na normal (N) and superconducting (S) leads where the electron pairs exist\neither as the coherent (for temperatures below T_c) or incoherent objects (in a\nregion T_c < T < T*). This situation can be achieved in practice if one uses\nthe high T_c superconducting material where various precursor effects have been\nobserved upon approaching $T_{c}$ from above. Without restricting to any\nparticular microscopic mechanism we investigate some qualitative changes of the\nnonequilibrium charge current caused by the electron pair coherence.\n","Comment: 7 pages, 9 figures"]}]
["math-ph/0702017",{"format":[],"subject":["Mathematical Physics","17B10","17B81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0702017","J.Phys.A: Math.Theor. 40 (2007) 8873-8901","doi:10.1088/1751-8113/40/30/017"],"date":["2007-02-05"],"type":["text"],"creator":["Okeke, N.","Walton, M. A."],"language":[],"coverage":[],"title":["On character generators for simple Lie algebras"],"description":["  We study character generating functions (character generators) of simple Lie\nalgebras. The expression due to Patera and Sharp, derived from the Weyl\ncharacter formula, is first reviewed. A new general formula is then found. It\nmakes clear the distinct roles of ``outside'' and ``inside'' elements of the\nintegrity basis, and helps determine their quadratic incompatibilities. We\nreview, analyze and extend the results obtained by Gaskell using the Demazure\ncharacter formulas. We find that the fundamental generalized-poset graphs\nunderlying the character generators can be deduced from such calculations.\nThese graphs, introduced by Baclawski and Towber, can be simplified for the\npurposes of constructing the character generator. The generating functions can\nbe written easily using the simplified versions, and associated Demazure\nexpressions. The rank-two algebras are treated in detail, but we believe our\nresults are indicative of those for general simple Lie algebras.\n","Comment: 50 pages, 11 figures"]}]
["math/0510665",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F65 (Primary)","20F18, 60G50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510665"],"date":["2005-10-31","2007-09-20"],"type":["text"],"creator":["Young, Robert"],"language":[],"coverage":[],"title":["Averaged Dehn Functions for Nilpotent Groups"],"description":["  Gromov proposed an averaged version of the Dehn function and claimed that in\nmany cases it should be subasymptotic to the Dehn function. Using results on\nrandom walks in nilpotent groups, we confirm this claim for most nilpotent\ngroups. In particular, if a nilpotent group satisfies the isoperimetric\ninequality $\\delta(l)<Cl^\\alpha$ for $\\alpha>2$ then it satisfies the averaged\nisoperimetric inequality $\\delta^{\\text{avg}}(l)<C'l^{\\alpha/2}$. In the case\nof non-abelian free nilpotent groups, the bounds we give are asymptotically\nsharp.\n","Comment: 15 pages, 1 figure; many corrections/clarifications, expanded proof\n  of main theorem, added Proposition 4. To appear in Topology"]}]
["math/0511569",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","37C30","26E30","12J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511569","Journal f\\~A1/4r die reine und angewandte Mathematik, 608,\n  155-182, 2007","doi:10.1515/CRELLE.2007.056"],"date":["2005-11-22"],"type":["text"],"creator":["Everest, G.","Miles, R.","Stevens, S.","Ward, T."],"language":[],"coverage":[],"title":["Orbit-counting in non-hyperbolic dynamical systems"],"description":["  There are well-known analogs of the prime number theorem and Mertens' theorem\nfor dynamical systems with hyperbolic behaviour. Here we consider the same\nquestion for the simplest non-hyperbolic algebraic systems. The asymptotic\nbehaviour of the orbit-counting function is governed by a rotation on an\nassociated compact group, and in simple examples we exhibit uncountably many\ndifferent asymptotic growth rates for the orbit-counting function. Mertens'\nTheorem also holds in this setting, with an explicit rational leading\ncoefficient obtained from arithmetic properties of the non-hyperbolic\neigendirections.\n"]}]
["math/0512078",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60, 16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512078"],"date":["2005-12-04","2007-09-20"],"type":["text"],"creator":["Crawley-Boevey, William"],"language":[],"coverage":[],"title":["Kac's Theorem for weighted projective lines"],"description":["  We prove an analogue of Kac's Theorem, describing the dimension vectors of\nindecomposable coherent sheaves, or parabolic bundles, over weighted projective\nlines. We use a theorem of Peng and Xiao to associate a Lie algebra to the\ncategory of coherent sheaves for a weighted projective line over a finite\nfield, and find elements of this Lie algebra which satisfy the relations\ndefining the loop algebra of a Kac-Moody Lie algebra.\n","Comment: 13 pages; minor changes only"]}]
["math/0609360",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Symbolic Computation","05C62 (Primary)","05C10, 13P10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609360"],"date":["2006-09-13","2007-01-24"],"type":["text"],"creator":["Gerbracht, Eberhard H. -A."],"language":[],"coverage":[],"title":["Minimal Polynomials for the Coordinates of the Harborth Graph"],"description":["  The Harborth graph is the smallest known example of a 4-regular planar\nunit-distance graph. In this paper we give an analytical description of the\ncoordinates of its vertices for a particular embedding in the Euclidean plane.\nMore precisely, we show, how to calculate the minimal polynomials of the\ncoordinates of its vertices (with the help of a computer algebra system), and\nlist those. Furthermore some algebraic properties of these polynomials, and\nconsequences to the structure of the Harborth graph are determined.\n","Comment: v1: documentclass amsart, 16 pages, 4 figures. v2: same as v1, but\n  now has 18 pages, with a final section (\"Coda\") on the consequences to the\n  structure of the Harborth graph and some references added; some typos\n  corrected. v3: minor change to the introduction (re: history of the Harborth\n  Graph); one reference added; some more typos corrected"]}]
["math/0610552",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Representation Theory","18B10","18D10","18E10","20G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610552","Adv. Math. 214 (2007) 571-617","doi:10.1016/j.aim.2007.03.001"],"date":["2006-10-18","2007-04-03"],"type":["text"],"creator":["Knop, Friedrich"],"language":[],"coverage":[],"title":["Tensor envelopes of regular categories"],"description":["  We extend the calculus of relations to embed a regular category A into a\nfamily of pseudo-abelian tensor categories T(A,d) depending on a degree\nfunction d. Under the condition that all objects of A have only finitely many\nsubobjects, our main results are as follows:\n  1. Let N be the maximal proper tensor ideal of T(A,d). We show that T(A,d)/N\nis semisimple provided that A is exact and Mal'cev. Thereby, we produce many\nnew semisimple, hence abelian, tensor categories.\n  2. Using lattice theory, we give a simple numerical criterion for the\nvanishing of N.\n  3. We determine all degree functions for which T(A,d) is Tannakian. As a\nresult, we are able to interpolate the representation categories of many series\nof profinite groups such as the symmetric groups S_n, the hyperoctahedral\ngroups S_n\\semidir Z_2^n, or the general linear groups GL(n,F_q) over a fixed\nfinite field.\n  This paper generalizes work of Deligne, who first constructed the\ninterpolating category for the symmetric groups S_n. It also extends (and\nprovides proofs for) a previous paper math.CT/0605126 on the special case of\nabelian categories.\n","Comment: v1: 52 pages; v2: 52 pages, proof of Lemma 7.2 fixed, otherwise minor\n  changes"]}]
["math/0612197",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Dynamical Systems","47D06, 34C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612197"],"date":["2006-12-07","2007-09-20"],"type":["text"],"creator":["Liu, Qing","Van Minh, Nguyen","Nguerekata, G.","Yuan, Rong"],"language":[],"coverage":[],"title":["Massera Type Theorem for Abstract Functional Differential Equations"],"description":["  The paper is concerned with conditions for the existence of almost periodic\nsolutions of the following abstract functional differential equation $ \\dot\nu(t) = Au(t) + [{\\cal B}u](t) +f(t), $ where $A$ is a closed operator in a\nBanach space $\\X$, $\\cal B$ is a general bounded linear operator in the\nfunction space of all $\\X$-valued bounded and uniformly continuous functions\nthat satisfies a so-called {\\it autonomous} condition. We develop a general\nprocedure to carry out the decomposition that does not need the well-posedness\nof the equations. The obtained conditions are of Massera type, which are stated\nin terms of spectral conditions of the operator ${\\cal A}+{\\cal B}$ and the\nspectrum of $f$. Moreover, we give conditions for the equation not to have\nquasi-periodic solutions with different structures of spectrum. The obtained\nresults extend previous ones.\n","Comment: 18 pages"]}]
["math/0701638",{"format":[],"subject":["Mathematics - Rings and Algebras","16D70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701638"],"date":["2007-01-23","2007-09-20"],"type":["text"],"creator":["Molina, Mercedes Siles"],"language":[],"coverage":[],"title":["Algebras of quotients of path algebras"],"description":["  Leavitt path algebras are shown to be algebras of right quotients of their\ncorresponding path algebras. Using this fact we obtain maximal algebras of\nright quotients from those (Leavitt) path algebras whose associated graph\nsatisfies that every vertex connects to a line point (equivalently, the Leavitt\npath algebra has essential socle). We also introduce and characterize the\nalgebraic counterpart of Toeplitz algebras.\n","Comment: 14 pgs (To appear in the Journal of Algebra)"]}]
["math/0703727",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Geometric Topology","176D99, 57M27, 55M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703727"],"date":["2007-03-24","2007-09-20"],"type":["text"],"creator":["Navas, Esteban Adam","Nelson, Sam"],"language":[],"coverage":[],"title":["On symplectic quandles"],"description":["  We study the structure of symplectic quandles, quandles which are also\nR-modules equipped with an antisymmetric bilinear form. We show that every\nfinite dimensional symplectic quandle over a finite field F or arbitrary field\nF of characteristic other than 2 is a disjoint union of a trivial quandle and a\nconnected quandle. We use the module structure of a symplectic quandle over a\nfinite ring to refine and strengthen the quandle counting invariant.\n","Comment: 11 pages. v2: typo corrections suggested by referee. To appear in\n  Osaka J. Math"]}]
["physics/0703087",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703087","Physical Review E 76 (2007) 036101","doi:10.1103/PhysRevE.76.036101"],"date":["2007-03-07"],"type":["text"],"creator":["Alves, Nelson Augusto"],"language":[],"coverage":[],"title":["Unveiling community structures in weighted networks"],"description":["  Random walks on simple graphs in connection with electrical resistor networks\nlead to the definition of Markov chains with transition probability matrix in\nterms of electrical conductances. We extend this definition to an effective\ntransition matrix $P_{ij}$ to account for the probability of going from vertex\n$i$ to any vertex $j$ of the original connected graph $G$. Also, we present an\nalgorithm based on the definition of this effective transition matrix among\nvertices in the network to extract a topological feature related to the manner\ngraph $G$ has been organized. This topological feature corresponds to the\ncommunities in the graph.\n"]}]
["physics/0703279",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703279"],"date":["2007-03-30","2007-09-19"],"type":["text"],"creator":["Iwanaga, Masanobu"],"language":[],"coverage":[],"title":["Diamagnetic nature of stratified thin metals in visible range"],"description":["  It is numerically demonstrated that effectively strong diamagnetic resonance\nemerges at visible frequencies in stratified metal-dielectric metamaterials.\nThe effective optical constants are extracted by two-complex reflectivity\nmethod. It is clarified that the effective diamagnetic response originates from\nlocal diamagnetism at stratified thin metals. The effective diamagnetism is\ncrucially sensitive to the sturucture of unitcell. The effective diamagnetic\nresponse is always associated with effective plasma frequency and is therefore\nregarded as a magnetic component of the collective excitation.\n","Comment: 7 pages, 6 figures, RevTEX4; modified the text"]}]
["q-bio/0609005",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0609005","doi:10.1016/j.jtbi.2007.07.030"],"date":["2006-09-05","2007-09-20"],"type":["text"],"creator":["Burgos, E.","Ceva, H.","Perazzo, R.","Devoto, M.","Medan, D.","Zimmermann, M.","Delbue, A. M."],"language":[],"coverage":[],"title":["Why Nestedness in Mutualistic Networks?"],"description":["  We investigate the relationship between the nested organization of\nmutualistic systems and their robustness against the extinction of species. We\nestablish that a nested pattern of contacts is the best possible one as far as\nrobustness is concerned, but only when the least linked species have the\ngreater probability of becoming extinct. We introduce a coefficient that\nprovides a quantitative measure of the robustness of a mutualistic system.\n","Comment: Journal of Theoretical Biology (Accepted, 2007)"]}]
["q-bio/0701029",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0701029","Journal of Theoretical Biology 246 (2007) 510-521","doi:10.1016/j.jtbi.2006.12.033"],"date":["2007-01-18"],"type":["text"],"creator":["Medan, Diego","Perazzo, Roberto P. J.","Devoto, Mariano","Burgos, Enrique","Zimmermann, Martin G.","Ceva, Horacio","Delbue, Ana M."],"language":[],"coverage":[],"title":["Analysis and Assembling of Network Structure in Mutualistic Systems"],"description":["  It has been observed that mutualistic bipartite networks have a nested\nstructure of interactions. In addition, the degree distributions associated\nwith the two guilds involved in such networks (e.g. plants & pollinators or\nplants & seed dispersers) approximately follow a truncated power law. We show\nthat nestedness and truncated power law distributions are intimately linked,\nand that any biological reasons for such truncation are superimposed to finite\nsize effects . We further explore the internal organization of bipartite\nnetworks by developing a self-organizing network model (SNM) that reproduces\nempirical observations of pollination systems of widely different sizes. Since\nthe only inputs to the SNM are numbers of plant and animal species, and their\ninteractions (i.e., no data on local abundance of the interacting species are\nneeded), we suggest that the well-known association between species frequency\nof interaction and species degree is a consequence rather than a cause, of the\nobserved network structure.\n","Comment: J. of. Theor. Biology, in press"]}]
["quant-ph/0612107",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612107"],"date":["2006-12-13","2007-09-20"],"type":["text"],"creator":["Bacon, Dave"],"language":[],"coverage":[],"title":["How a Clebsch-Gordan Transform Helps to Solve the Heisenberg Hidden\n  Subgroup Problem"],"description":["  It has recently been shown that quantum computers can efficiently solve the\nHeisenberg hidden subgroup problem, a problem whose classical query complexity\nis exponential. This quantum algorithm was discovered within the framework of\nusing pretty-good measurements for obtaining optimal measurements in the hidden\nsubgroup problem. Here we show how to solve the Heisenberg hidden subgroup\nproblem using arguments based instead on the symmetry of certain hidden\nsubgroup states. The symmetry we consider leads naturally to a unitary\ntransform known as the Clebsch-Gordan transform over the Heisenberg group. This\ngives a new representation theoretic explanation for the pretty-good\nmeasurement derived algorithm for efficiently solving the Heisenberg hidden\nsubgroup problem and provides evidence that Clebsch-Gordan transforms over\nfinite groups are a new primitive in quantum algorithm design.\n","Comment: 30 pages, uses qic.sty"]}]
