["0704.1711",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1711"],"date":["2007-04-13","2007-07-09"],"type":["text"],"creator":["Letrémy, Patrick","Cottrell, Marie","Gaubert, Patrice","Rynkiewicz, Joseph"],"language":[],"coverage":[],"title":["Dynamical Equilibrium, trajectories study in an economical system. The\n  case of the labor market"],"description":["  The paper deals with the study of labor market dynamics, and aims to\ncharacterize its equilibriums and possible trajectories. The theoretical\nbackground is the theory of the segmented labor market. The main idea is that\nthis theory is well adapted to interpret the observed trajectories, due to the\nheterogeneity of the work situations.\n","Comment: accepted to the WSOM 2007 Conference (Bielefield)"]}]
["0705.3640",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","47B36, 81Q10, 35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3640"],"date":["2007-05-24","2007-07-09"],"type":["text"],"creator":["Simon, Barry"],"language":[],"coverage":[],"title":["Critical Lieb-Thirring bounds for one-dimensional Schrodinger operators\n  and Jacobi matrices with regular ground states"],"description":["  This paper has been withdrawn by the author in favor of a stronger result\nproven by the author with R. Frank and T. Weidl in arXiv:0707.0998\n","Comment: This paper has been withdrawn"]}]
["0706.1444",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1444"],"date":["2007-06-11","2007-07-08"],"type":["text"],"creator":["Lin, Zongzhu","Xiao, Jie","Zhang, Guanglian"],"language":[],"coverage":[],"title":["Representations of tame quivers and affine canonical bases"],"description":["  An integral PBW-basis of type $A_1^{(1)}$ has been constructed by Zhang [Z]\nand Chen [C] using the Auslander-Reiten quiver of the Kronecker quiver. We\nassociate a geometric order to elements in this basis following an idea of\nLusztig [L1] in the case of finite type. This leads to an algebraic realization\nof a bar-invariant basis of $\\uq2$. For any affine symmetric type, we obtain an\nintegral PBW-basis of the generic composition algebra, by using an algebraic\nconstruction of the integral basis for a tube in [DDX], an embedding of the\nmodule category of the Kronecker quiver into the module category of the tame\nquiver, and a list of the root vectors of indecomposable modules according to\nthe preprojective, regular, and preinjective components of the Auslander-Reiten\nquiver of the tame quiver. When the basis elements are ordered to be compatible\nwith the geometric order given by the dimensions of the orbit varieties and the\nextension varieties, we can show that the transition matrix between the\nPBW-basis and a monomial basis is triangular with diagonal entries equal to 1.\nTherefore we obtain a bar-invariant basis. By a orthogonalization for the\nPBW-basis with the inner product, we finally give an algebraic way to realize\nthe canonical bases of the quantized enveloping algebras of all symmetric\naffine Kac-Moody Lie algebras.\n","Comment: 44 pages"]}]
["0706.1603",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1603"],"date":["2007-06-11","2007-07-09"],"type":["text"],"creator":["Hoshino, Yuichi"],"language":[],"coverage":[],"title":["Solutions of Bethe-Salpter equations in QED3"],"description":["  To understand the mechanism of the fermion pair and fermion-antifermion pair\ncondensation,the solutions of Bethe-Salpeter equation in QED$_{3}$ is\nexamined.In the ladder appoximation our solution for the axial-scalar is\nconsistent with Ward-Takahashi-identity for the axial vector currents.Since the\nmassless scalar-vector sector is described by a coupled integral equation,it is\ndifficult to solve explicitly.We approximate the equation for large and small\nmomentum region separately and convert them into differential equations in\nposition space.These equation can be solved easily.Boundary condition at the\norigin leads the eigenvalue for dimensionless coupling constant\n$\\lambda=e^{2}/m$.There exists solutions for massless scalar-vector\nfermion-antifermion (fa) system with discrete spectrum. In our approximation\nmassless-scalar-vector ff systemes does not seem to exist.\n","Comment: 14 pages, Revtex4,two figures.Add explanation for the boundary\n  conditions in section II-A,Section II-B is modified.References added.Abstract\n  modified"]}]
["0706.3279",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3279"],"date":["2007-06-22","2007-07-08"],"type":["text"],"creator":["The Belle Collaboration","Abe, K."],"language":[],"coverage":[],"title":["Measurement of the Branching Fraction for B^0 --> a1(1260)+-pi-+ with\n  535 Million BBbar Pairs"],"description":["  We present a measurement of the branching fraction for the decay\nB^0->a1+(1260)pi- with a1+->pi+pi+pi- using a data sample containing 535x10^6\nBBbar pairs collected with the Belle detector at the KEKB asymmetric-energy\ne+e- collider operating at the Upsilon(4S) resonance. We measure the branching\nfraction Br(B^0->a1+pi-)Br(a1+->pi+pi+pi-) = (14.9 +- 1.6 +- 2.3)x10^-6, where\nthe first and second errors are statistical and systematic, respectively.\n","Comment: 9 pages, 2 figures, presented at FPCP 2007; small correction in a\n  reference"]}]
["0706.3478",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C25, 14H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3478"],"date":["2007-06-23","2007-07-09"],"type":["text"],"creator":["Moonen, Ben"],"language":[],"coverage":[],"title":["Relations between tautological cycles on Jacobians"],"description":["  We study tautological cycle classes on the Jacobian of a curve. We prove a\nnew result about the ring of tautological classes on a general curve that\nallows, among other things, easy dimension calculations and leads to some\ngeneral results about the structure of this ring. Next we obtain a vanishing\nresult for some of the generating classes p_i; this gives an improvement of an\nearlier result of Herbaut. Finally we lift a result of Herbaut and van der\nGeer-Kouvidakis to the Chow ring (as opposed to its quotient modulo algebraic\nequivalence) and we give a method to obtain further explicit cycle relations.\nAs an ingredient for this we prove a theorem about how Polishchuk's operator D\nlifts to the tautological subalgebra of Chow(J).\n","Comment: 24 pages, 2 figures. Added a conjecture of van der Geer and\n  Kouvidakis. Corrected minor mistakes"]}]
["0706.3751",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3751"],"date":["2007-06-26","2007-07-09"],"type":["text"],"creator":["Young, Donovan"],"language":[],"coverage":[],"title":["The AdS/CFT Correspondence: Classical, Quantum, and Thermodynamical\n  Aspects"],"description":["  Certain aspects of the AdS/CFT correspondence are studied in detail. We\ninvestigate the one-loop mass shift to certain two-impurity string states in\nlight-cone string field theory on a plane wave background. We find that there\nexist logarithmic divergences in the sums over intermediate mode numbers which\ncancel between the cubic Hamiltonian and quartic \"contact term\". We argue that\ngenerically, every order in intermediate state impurities contributes to the\nmass shift at leading perturbative order. The same mass shift is also computed\nusing an improved 3-string vertex proposed by Dobashi and Yoneya. The result is\nfound to agree with gauge theory at leading order and is close but not quite in\nagreement at subleading order. We extend the analysis to include discrete\nlight-cone quantization, considering states with up to three units of p+. We\nstudy the (apparently) first-order phase transition in the weakly coupled\nplane-wave matrix model at finite temperature. We analyze the effect of\ninteractions by computing the relevant parts of the effective potential for the\nPolyakov loop operator to three loop order. We show that the phase transition\nis indeed of first order. We also compute the 2-loop correction to the Hagedorn\ntemperature. Finally, correlation functions of 1/4 BPS Wilson loops with the\ninfinite family of 1/2 BPS chiral primary operators are computed in N=4 super\nYang-Mills theory by summing planar ladder diagrams. The correlation functions\nare also computed in the strong-coupling limit using string theory; the result\nis found to agree with the extrapolation of the planar ladders. The result is\nrelated to similar correlators of 1/2 BPS loops by a simple re-scaling of the\ncoupling constant, discovered by Drukker for the case of the 1/4 BPS loop VEV.\n","Comment: PhD Thesis (supervisor: Gordon W. Semenoff), University of British\n  Columbia, 190 pages, numerous figures. Section 2.5 contains some previously\n  unpublished results for DLCQ plane-wave strings. Updated references in v2"]}]
["0706.4280",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4280"],"date":["2007-06-28","2007-07-09"],"type":["text"],"creator":["Lukose, Vinu","Shankar, R."],"language":[],"coverage":[],"title":["Symmetry breaking by the sea of Dirac-Landau levels in graphene"],"description":["  The quantum Hall states of graphene have a filled Dirac sea of Landau levels.\nThe short ranged SU(4) symmetry breaking interactions can induce a staggered\npolarization of the sea of Dirac-Landau levels. We study this effect in the\nextended Hubbard model on a honeycomb lattice using mean field variational\nwavefunctions. We find a valley symmetry broken, anti-ferromagnetic spin\nordered phase at $\\nu=\\pm 1$ when the on-site interaction is dominant. Our mean\nfield solution is consistent with the recently reported experimental results of\nZ. Jiang et. al.\\cite{jiang}\n","Comment: 4 pages, 2 figures. Improved approximation, changes in equation for\n  phase boundary and numbers. Conclusions remain unchanged"]}]
["0707.0390",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0390"],"date":["2007-07-03"],"type":["text"],"creator":["Lusanna, Luca"],"language":[],"coverage":[],"title":["The York Map and the Role of Non-Inertial Frames in the Geometrical View\n  of the Gravitational Field"],"description":["  The role of non-inertial frames in a class of models of general relativity is\nclarified by means of Dirac's theory of constraints. The identification of a\nYork canonical basis allows to give the interpretation of the gauge variables\nas generalized inertial effects and to identify the Dirac observables of the\ngravitational field with generalized tidal effects. York time is the gauge\nvariable controlling the clock synchronization convention. Differently from\nspecial relativity, the instantaneous 3-spaces are dynamically determined.\n","Comment: Talk at the International School on {\\it Astrophysical Relativity}\n  John Archibald Wheeler, Erice June 1-7, 2006. 14 pages"]}]
["0707.0873",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0873"],"date":["2007-07-05"],"type":["text"],"creator":["Leisawitz, David","Armstrong, Tom","Bender, Chad","Benford, Dominic","Calzetti, Daniella","Carpenter, John","Danchi, William C.","Fich, Michel","Fixsen, Dale","Gezari, Daniel Y.","Griffin, Matt","Harwit, Martin","Kogut, Alan J.","Langer, William D.","Lawrence, Charles","Lester, Dan","Mundy, Lee G.","Najita, Joan","Neufeld, David","Pilbratt, Goran","Rinehart, Stephen","Roberge, Aki","Serabyn, Eugene","Shenoy, Sachindev","Shibai, Hiroshi","Silverberg, Robert","Staguhn, Johannes","Swain, Mark R.","Unwin, Stephen C.","Wright, Edward","Yorke, Harold W."],"language":[],"coverage":[],"title":["ExoPTF Science Uniquely Enabled by Far-IR Interferometry: Probing the\n  Formation of Planetary Systems, and Finding and Characterizing Exoplanets"],"description":["  By providing sensitive sub-arcsecond images and integral field spectroscopy\nin the 25 - 400 micron wavelength range, a far-IR interferometer will\nrevolutionize our understanding of planetary system formation, reveal\notherwise-undetectable planets through the disk perturbations they induce, and\nspectroscopically probe the atmospheres of extrasolar giant planets in orbits\ntypical of most of the planets in our solar system. The technical challenges\nassociated with interferometry in the far-IR are greatly relaxed relative to\nthose encountered at shorter wavelengths or when starlight nulling is required.\nA structurally connected far-IR interferometer with a maximum baseline length\nof 36 m can resolve the interesting spatial structures in nascent and developed\nexoplanetary systems and measure exozodiacal emission at a sensitivity level\ncritical to TPF-I mission planning. The Space Infrared Interferometric\nTelescope was recommended in the Community Plan for Far-IR/Submillimeter Space\nAstronomy, studied as a Probe-class mission, and estimated to cost 800M\ndollars. The scientific communities in Europe, Japan, and Canada have also\ndemonstrated a keen interest in far-IR interferometry through mission planning\nworkshops and technology research, suggesting the possibility of an\ninternational collaborative effort.\n","Comment: 7 pages, 4 figures, submitted to the Exoplanet Task Force (AAAC), 30\n  March 2007"]}]
["0707.0880",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0880","J. Phys. Chem. B, 110 (2006) 16393-16396","doi:10.1021/jp062287d"],"date":["2007-07-05"],"type":["text"],"creator":["Harris, Nolan C.","Kiang, Ching-Hwa"],"language":[],"coverage":[],"title":["Defects Can Increase the Melting Temperature of DNA-Nanoparticle\n  Assemblies"],"description":["  DNA-gold nanoparticle assemblies have shown promise as an alternative\ntechnology to DNA microarrays for DNA detection and RNA profiling.\nUnderstanding the effect of DNA sequences on the melting temperature of the\nsystem is central to developing reliable detection technology. We studied the\neffects of DNA base-pairing defects, such as mismatches and deletions, on the\nmelting temperature of DNA-nanoparticle assemblies. We found that, contrary to\nthe general assumption that defects lower the melting temperature of DNA, some\ndefects increase the melting temperature of DNA-linked nanoparticle assemblies.\nThe effects of mismatches and deletions were found to depend on the specific\nbase pair, the sequence, and the location of the defects. Our results\ndemonstrate that the surface-bound DNA exhibit hybridization behavior different\nfrom that of free DNA. Such findings indicate that a detailed understanding of\nDNA-nanoparticle assembly phase behavior is required for quantitative\ninterpretation of DNA-nanoparticle aggregation.\n","Comment: 12 pages, 3 figures"]}]
["0707.0882",{"format":[],"subject":["Mathematical Physics","46A13, 46M40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0882"],"date":["2007-07-05"],"type":["text"],"creator":["Ridgeway, Don"],"language":[],"coverage":[],"title":["An algebraic theory of infinite classical lattices III: Theory of single\n  measurements"],"description":["  This is the third in a series of papers dealing with the algebraic theory of\ninfinite classical lattices. This paper presents a theory of single\nmeasurements on a lattice which we represent as comprising a finite\nsubvolume--the system of measurement--immersed in an infinite surround or\n``heat bath'' which determines the system's state. We consider the class of all\nstationary distributions on the set of microcanonical states of the infinite\nlattice. The theory addresses the question, ``For a lattice initially in state\nA, say, what is the probability that measurement of a certain quantity will\ntake a value in (a,b)?'' Discussion includes description of the source of\nrandomness in a measurement as well as characterization of the given states A.\n","Comment: 9 pages, LaTex amsart"]}]
["0707.0891",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0891","InterJournal Complex Systems, 1013, 2004.\n  http://www.interjournal.org/"],"date":["2007-07-05"],"type":["text"],"creator":["Fellman, Philip V."],"language":[],"coverage":[],"title":["The Nash Equilibrium Revisited: Chaos and Complexity Hidden in\n  Simplicity"],"description":["  The Nash Equilibrium is a much discussed, deceptively complex, method for the\nanalysis of non-cooperative games. If one reads many of the commonly available\ndefinitions the description of the Nash Equilibrium is deceptively simple in\nappearance. Modern research has discovered a number of new and important\ncomplex properties of the Nash Equilibrium, some of which remain as\ncontemporary conundrums of extraordinary difficulty and complexity. Among the\nrecently discovered features which the Nash Equilibrium exhibits under various\nconditions are heteroclinic Hamiltonian dynamics, a very complex asymptotic\nstructure in the context of two-player bi-matrix games and a number of\ncomputationally complex or computationally intractable features in other\nsettings. This paper reviews those findings and then suggests how they may\ninform various market prediction strategies.\n","Comment: 13 Pages, 5th International Conference on Complex Systems"]}]
["0707.0895",{"format":[],"subject":["Computer Science - Computation and Language","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0895"],"date":["2007-07-05"],"type":["text"],"creator":["Zanette, Damian H."],"language":[],"coverage":[],"title":["Segmentation and Context of Literary and Musical Sequences"],"description":["  We test a segmentation algorithm, based on the calculation of the\nJensen-Shannon divergence between probability distributions, to two symbolic\nsequences of literary and musical origin. The first sequence represents the\nsuccessive appearance of characters in a theatrical play, and the second\nrepresents the succession of tones from the twelve-tone scale in a keyboard\nsonata. The algorithm divides the sequences into segments of maximal\ncompositional divergence between them. For the play, these segments are related\nto changes in the frequency of appearance of different characters and in the\ngeographical setting of the action. For the sonata, the segments correspond to\ntonal domains and reveal in detail the characteristic tonal progression of such\nkind of musical composition.\n","Comment: To appear in Complex Systems"]}]
["0707.0899",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0899"],"date":["2007-07-05"],"type":["text"],"creator":["Koide, Yoshio"],"language":[],"coverage":[],"title":["Broken SU(3) Flavor Symmetry and Tribimaximal Neutrino Mixing"],"description":["  Recent work on a lepton mass matrix model based on an SU(3) flavor symmetry\nwhich is broken into S_4 is reviewed. The flavor structures of the masses and\nmixing are caused by VEVs of SU(2)_L-singlet scalars \\phi which are nonets\n({\\bf 8}+{\\bf 1}) of the SU(3) flavor symmetry, and which are broken into {\\bf\n2}+{\\bf 3}+{\\bf 3}' and {\\bf 1} of S_4. If we require the invariance under the\ntransformation (\\phi^{(8)},\\phi^{(1)}) \\to (-\\phi^{(8)},+\\phi^{(1)}) for the\nsuperpotential of the nonet field \\phi^{(8+1)}, the model leads to a beautiful\nrelation for the charged lepton masses. The observed tribimaximal neutrino\nmixing is understood by assuming two SU(3) singlet right-handed neutrinos\n\\nu_R^{(\\pm)} and an SU(3) triplet scalar \\chi.\n","Comment: 11 pages, no figure, Contributed paper to Lepton-Photon 2007"]}]
["0707.0905",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0905"],"date":["2007-07-06"],"type":["text"],"creator":["Kortner, Oliver"],"language":[],"coverage":[],"title":["Muon Identification at ATLAS and CMS"],"description":["  Muonic final states will provide clean signatures formany physics processes\nat the LHC. The two LHC experiments ATLAS and CMS will be able to identify\nmuons with a high reconstruction efficiency above 96% and a high transverse\nmomentum resolution better than 2% for transverse momenta below 400 GeV/c and\nabout 10% at 1 TeV/c. The two experiments follow complentary concepts of muon\ndetection. ATLAS has an instrumented air-toroid mangetic system serving as a\nstand-alone muon spectrometer. CMS relies on high bending power and momentum\nresolution in the inner detector, and uses an iron yoke to increase its\nmagnetic field. The iron yoke is instrumented with chambers used for muon\nidentification. Therefore, muon momenta can only be reconstructed with high\nprecision by combining inner-detector information with the data from the muon\nchambers.\n"]}]
["0707.0907",{"format":[],"subject":["Mathematics - General Mathematics","11A51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0907"],"date":["2007-07-06"],"type":["text"],"creator":["Tarasov, Boris V."],"language":[],"coverage":[],"title":["The concrete theory of numbers : Problem of simplicity of Fermat\n  number-twins"],"description":["  The problem of simplicity of Fermat number-twins $f_{n}^{\\pm}=2^{2^n}\\pm3$ is\nstudied. The question for what $n$ numbers $f_{n}^{\\pm}$ are composite is\ninvestigated. The factor-identities for numbers of a kind $x^2 \\pm k $ are\nfound.\n","Comment: 6 pages"]}]
["0707.0928",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0928"],"date":["2007-07-06"],"type":["text"],"creator":["Bagliesi, Giuseppe"],"language":[],"coverage":[],"title":["Tau tagging at Atlas and CMS"],"description":["  The tau identification and reconstruction algorithms developed for the LHC\nexperiments Atlas and CMS are presented. Reconstruction methods suitable for\nuse at High Level Trigger and off-line are described in detail\n","Comment: Presented at HCP2006"]}]
["0707.0929",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0929"],"date":["2007-07-06"],"type":["text"],"creator":["Nakkagawa, Hisao","Yokota, Hiroshi","Yoshida, Koji"],"language":[],"coverage":[],"title":["Phase Structure of Thermal QCD/QED:A Gauge Invariant Solution of the HTL\n  Resummed Improved Ladder Dyson-Schwinger Equation"],"description":["  Based on the hard-thermal-loop resummed improved ladder Dyson-Schwinger\nquation for the fermion mass function, we propose a procedure how we can get\nthe gauge invariant solution in the sense it satisfies the Ward-Takahashi\nidentity. Results of the numerical analysis are shown and properties of the\n``gauge-invariant'' solutions are discussed.\n","Comment: 3 figures, to appear in Proceedins of the Int. Workshop on Strong\n  Coupling Quark Gluon Plasma (sQGP07), Nagoya University, Japan, February,\n  2007"]}]
["0707.0930",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0930"],"date":["2007-07-06"],"type":["text"],"creator":["Pogwizd, Michael","Elgass, Laura Jane","Bhat, Pushpalatha C."],"language":[],"coverage":[],"title":["Bayesian Learning of Neural Networks for Signal/Background\n  Discrimination in Particle Physics"],"description":["  Neural networks are used extensively in classification problems in particle\nphysics research. Since the training of neural networks can be viewed as a\nproblem of inference, Bayesian learning of neural networks can provide more\noptimal and robust results than conventional learning methods. We have\ninvestigated the use of Bayesian neural networks for signal/background\ndiscrimination in the search for second generation leptoquarks at the Tevatron,\nas an example. We present a comparison of the results obtained from the\nconventional training of feedforward neural networks and networks trained with\nBayesian methods.\n","Comment: 3 pages, 4 figures, conference proceedings"]}]
["0707.0934",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0934"],"date":["2007-07-06"],"type":["text"],"creator":["Gutiérrez-Soto, J.","Fabregat, J.","Suso, J.","Suárez, J. C.","Moya, A.","Garrido, R.","Hubert, A. -M.","Floquet, M.","Neiner, C.","Frémat, Y."],"language":[],"coverage":[],"title":["Multiperiodic pulsations in the Be stars NW Ser and V1446 Aql"],"description":["  Aims: We present accurate photometric time series of two Be stars: NW Ser and\nV1446 Aql. Both stars were observed at the Observatorio de Sierra Nevada\n(Granada) in July 2003 with an automatic four-channel Str\\\"omgren photometer.\nWe also present a preliminary theoretical study showing that the periodic\nvariations exhibited by these stars can be due to pulsation.\n  Methods: An exhaustive Fourier analysis together with a least-square fitting\nhas been carried out on the time series for all four Str\\\"omgren bands. Several\nindependent frequencies and non-periodic trends explain most of the variance. A\ntheoretical non-adiabatic code applied to stellar models for these stars shows\nthat g-modes are unstable.\n  Results: Both stars show rapid variations in amplitude, probably due to a\nbeating phenomenon. Four significant frequencies have been detected for each\nstar. Comparison of the observed amplitude ratios for each pulsational\nfrequency with those calculated from theoretical pulsation codes allows us to\nestimate the pulsation modes associated with the different detected\nfrequencies. NW Ser seems also to show unstable p-modes and thus could be one\nof the newly discovered $\\beta$ Cephei and SPB hybrid stars. Further\nspectroscopic observations are planned to study the stability of the detected\nfrequencies.\n","Comment: 7 pages, 9 figures, Accepted for publication in Astronomy and\n  Astrophysics"]}]
["0707.0939",{"format":[],"subject":["Mathematics - Differential Geometry","53C15, 53C10, 53C26, 53C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0939"],"date":["2007-07-06"],"type":["text"],"creator":["Cabrera, Francisco Martin","Swann, Andrew"],"language":[],"coverage":[],"title":["The intrinsic torsion of almost quaternion-Hermitian manifolds"],"description":["  We study the intrinsic torsion of almost quaternion-Hermitian manifolds via\nthe exterior algebra. In particular, we show how it is determined by particular\nthree-forms formed from simple combinations of the exterior derivatives of the\nlocal Kaehler forms. This gives a practical method to compute the intrinsic\ntorsion and is applied in a number of examples. In addition we find simple\ncharacterisations of HKT and QKT geometries entirely in the exterior algebra\nand compute how the intrinsic torsion changes under a twist construction.\n","Comment: 38 pages"]}]
["0707.0943",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0943"],"date":["2007-07-06"],"type":["text"],"creator":["Dalkarov, O. D."],"language":[],"coverage":[],"title":["On the nuclear reactions with participation of near-threshold baryon\n  resonances"],"description":["  The main features of nuclear reactions with participation of baryon\nresonances ($\\Delta$(1232), S(1535) and $\\Lambda$(1405)), which are interpreted\nas a manifestation of the bound states of nucleus and corresponding meson are\ndiscussed.\n"]}]
["0707.0945",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0945"],"date":["2007-07-06"],"type":["text"],"creator":["Diotallevi, F.","Biferale, L.","Chibbaro, S.","Lamura, A.","Pontrelli, G.","Sbragaglia, M.","Succi, S.","Toschi, F."],"language":[],"coverage":[],"title":["Capillary filling using Lattice Boltzmann Equations: the case of\n  multi-phase flows"],"description":["  We present a systematic study of capillary filling for multi-phase flows by\nusing mesoscopic lattice Boltzmann models describing a diffusive interface\nmoving at a given contact angle with respect to the walls. We compare the\nnumerical results at changing the density ratio between liquid and gas phases\nand the ratio between the typical size of the capillary and the interface\nwidth. It is shown that numerical results yield quantitative agreement with the\nWashburn law when both ratios are large, i.e. as the hydrodynamic limit of a\ninfinitely thin interface is approached. We also show that in the initial stage\nof the filling process, transient behaviour induced by inertial effects and\n``vena contracta'' mechanisms, may induce significant departure from the\nWashburn law. Both effects are under control in our lattice Boltzmann equation\nand in good agreement with the phenomenology of capillary filling.\n"]}]
["0707.0949",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0949"],"date":["2007-07-06"],"type":["text"],"creator":["Levichev, Eugene","Piminov, Pavel","Raimondi, Pantaleo","Zobov, Mikhail"],"language":[],"coverage":[],"title":["Dynamic Aperture Optimization for the DAFNE Upgrade"],"description":["  Recently proposed novel idea of \"crabbed waist\" beam-beam collisions will be\ntested at DAFNE during the collider run for the Siddharta experiment. In order\nto achieve the goal luminosity, large dynamic aperture is a matter of primary\nimportance. A new method of a dynamic aperture optimization based on\nstep-by-step chromaticity compensation with choosing the \"best\" sextupole pair\nat each step was applied to the DAFNE upgrade lattice. Several tune points were\nconsidered taking into account both high luminosity and large dynamic aperture.\nAlgorithm and results of optimization will be presented.\n","Comment: 12 pages, 10 figues, 3 tables"]}]
["0707.0966",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Representation Theory","46C07, 47A15, 15A21, 16G20, 16G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0966"],"date":["2007-07-06","2007-07-07"],"type":["text"],"creator":["Enomoto, Masatoshi","Watatani, Yasuo"],"language":[],"coverage":[],"title":["Indecomposable representations of quivers on infinite-dimensional\n  Hilbert spaces"],"description":["  We study indecomposable representations of quivers on separable\ninfinite-dimensional Hilbert spaces by bounded operators. We consider a\ncomplement of Gabriel's theorem for these representations. Let $\\Gamma$ be a\nfinite, connected quiver. If its underlying undirected graph contains one of\nextended Dynkin diagrams $\\tilde{A_n} (n \\geq 0)$, $\\tilde{D_n} (n \\geq 4)$,\n$\\tilde{E_6}$,$\\tilde{E_7}$ and $\\tilde{E_8}$, then there exists an\nindecomposable representation of $\\Gamma$ on separable infinite-dimensional\nHilbert spaces.\n","Comment: 34 pages"]}]
["0707.0968",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0968"],"date":["2007-07-06"],"type":["text"],"creator":["Slupinski, T.","Caban, J.","Moskalik, K."],"language":[],"coverage":[],"title":["Hole Transport in Impurity Band and Valence Bands Studied in Moderately\n  Doped GaAs:Mn Single Crystals"],"description":["  We report on simple experiment on temperature-dependent Hall effect\nmeasurements in GaMnAs single crystalline samples with Mn composition estimated\nat 0.05-0.3 at.% which is slightly below the onset of ferromagnetism. Impurity\nband transport is visible for Mn compositions of ~0.3 at.% as a clear metallic\nbehaviour. The results show interesting situation that the Metal-Insulator\ntransition in GaAs:Mn occurs within the impurity band which is separated from\nthe valence bands for Mn concentrations studied here. We also discuss on the\nequilibrium high temperature solubility limit of Mn in GaAs, unknown precisely\nin the literature.\n","Comment: 9 pages, 2 figures, Proc. of 35th International School on the Physics\n  of Semiconducting Compounds, Jaszowiec 2007, Poland, to appear in Acta\n  Physica Polonica A (2007)"]}]
["0707.0972",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0972"],"date":["2007-07-06"],"type":["text"],"creator":["Chamoli, Arti","Bhandari, C. M."],"language":[],"coverage":[],"title":["Secure Direct Communication based on Ping-pong Protocol"],"description":["  Communication security with quantum key distribution has been one of the\nimportant features of quantum information theory. A novel concept of secured\ndirect communication has been the next step forward without the need to\nestablish any shared secret key. The present paper is based on the ping-pong\nprotocol with three particle GHZ state as the initial state where the receiver\ncan simultaneously receive information from two parties. Possible eavesdropping\non the travelling particle has been examined.\n","Comment: 11 pages, 3 figures, 1 table"]}]
["0707.0973",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0973"],"date":["2007-07-06"],"type":["text"],"creator":["Clarke, C. J."],"language":[],"coverage":[],"title":["The formation of extreme mass ratio binary stars: a tribute to Eduardo\n  De lgado Donate"],"description":["  Eduardo Delgado was due to have presented a poster at this meeting on his\nlatest results on the formation of extreme mass ratio binaries. Tragically,\nEduardo was among those killed in a hiking accident in Tenerife earlier this\nyear. As his PhD supervisor, and as a longstanding collaborator, the organisers\nof this meeting kindly invited me to incorporate a report on his most recent\nwork into a more general tribute to his life and work.\n  I will reflect on Eduardo's scientific career, the problems that motivated\nhim and his achievements, focusing particularly on a problem which had\nintrigued us both for several years and on which Eduardo was making important\nprogress at the time of his death. Finally, I will mention the personal\nqualities that Eduardo brought to his work and the acute sense of loss that is\nshared by all those - friends and collaborators - who were privileged to know\nhim.\n","Comment: To appear in Pathways through an eclectic Universe, J. H. Knapen, T.\n  J. Mahoney, and A. Vazdekis (Eds.), ASP Conf. Ser., 2007"]}]
["0707.0975",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory","16W30, 18D10, 18D35, 18C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0975"],"date":["2007-07-06"],"type":["text"],"creator":["Balint, Imre"],"language":[],"coverage":[],"title":["Scalar extension of bicoalgebroids"],"description":["  After recalling the definition of a bicoalgebroid, we define comodules and\nmodules over a bicoalgebroid. We construct the monoidal category of comodules,\nand define Yetter--Drinfel'd modules over a bicoalgebroid. It is proved that\nthe Yetter--Drinfel'd category is monoidal and pre--braided just as in the case\nof bialgebroids, and is embedded into the one--sided center of the comodule\ncategory. We proceed to define Braided Cocommutative Coalgebras (BCC) over a\nbicoalgebroid, and dualize the scalar extension construction of Brzezinski and\nMilitaru [2] and Balint and Slachanyi [1], originally applied to bialgebras and\nbialgebroids, to bicoalgebroids. A few classical examples of this construction\nare given. Identifying the comodule category over a bicoalgebroid with the\ncategory of coalgebras of the associated comonad, we obtain a comonadic\n(weakened) version of Schauenburg's theorem. Finally, we take a look at the\nscalar extension and braided cocommutative coalgebras from a (co--)monadic\npoint of view.\n","Comment: 24 pages, to appear in Applied Categorical Structures, special issue\n  'Algebras and Coalgebras'"]}]
["0707.0976",{"format":[],"subject":["Mathematics - Analysis of PDEs","58J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0976"],"date":["2007-07-06"],"type":["text"],"creator":["Visetti, Daniela"],"language":[],"coverage":[],"title":["Multiplicity of solutions of a zero mass nonlinear equation on a\n  Riemannian manifold"],"description":["  The relation between the number of solutions of a nonlinear equation on a\nRiemannian manifold and the topology of the manifold itself is studied. The\ntechnique is based on Ljusternik-Schnirelmann category and Morse theory.\n"]}]
["0707.0985",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0985"],"date":["2007-07-06"],"type":["text"],"creator":["Holt, J. R.","Gunn, J. M. F."],"language":[],"coverage":[],"title":["Rotating molecules in optical lattices, alignment and monopole crystals"],"description":["  The recent progress towards production of near-ground state\nquantum-degenerate molecules raises the issue of how such \"small\" molecules\nbehave in an optical lattice. In this Letter we show that the coupling of the\nmolecular orientation to the local electric field direction will provide\nseveralnew phenomena. In the case where the lasers forming different\ncrystallographic directions of the lattice are incoherent, the orientation of\nthe molecules is conserved (for L = 1) and a novel form of anisotropic\nsuperfluidity can be expected. When the lasers are coherent, and the optical\nlattice is such that the splitting of the rotational levels is large compared\nto the centre of mass energies,an adiabaic description of the molecular\norientation is appropriate. This leads to geometric vector potentials,\npseudo-magnetic monopoles and a frustrated band structure with degenerate\nminima.\n","Comment: 4 pages, 1 figure"]}]
["0707.0987",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0987","Inversion model validation of ground emissivity. Contribution to\n  the development of SMOS algorithm (2007) 4"],"date":["2007-07-06"],"type":["text"],"creator":["Demontoux, François","Crom, Bénédicte Le","Ruffié, Gilles","Wigneron, Jean Pierre","Grant, Jennifer","Hernandez, Daniel Medina"],"language":[],"coverage":[],"title":["Inversion model validation of ground emissivity. Contribution to the\n  development of SMOS algorithm"],"description":["  SMOS (Soil Moisture and Ocean Salinity), is the second mission of 'Earth\nExplorer' to be developed within the program 'Living Planet' of the European\nSpace Agency (ESA). This satellite, containing the very first 1.4GHz\ninterferometric radiometer 2D, will carry out the first cartography on a\nplanetary scale of the moisture of the grounds and the salinity of the oceans.\nThe forests are relatively opaque, and the knowledge of moisture remains\nproblematic. The effect of the vegetation can be corrected thanks a simple\nradiative model. Nevertheless simulations show that the effect of the litter on\nthe emissivity of a system litter + ground is not negligible. Our objective is\nto highlight the effects of this layer on the total multi layer system. This\nwill make it possible to lead to a simple analytical formulation of a model of\nlitter which can be integrated into the calculation algorithm of SMOS.\nRadiometer measurements, coupled to dielectric characterizations of samples in\nlaboratory can enable us to characterize the geological structure. The goal of\nthis article is to present the step which we chose to validate this analytical\nmodel.\n"]}]
["0707.0989",{"format":[],"subject":["Mathematics - Probability","60J65, 60J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0989"],"date":["2007-07-06"],"type":["text"],"creator":["Janson, Svante","Petersson, Niclas"],"language":[],"coverage":[],"title":["The integral of the supremum process of Brownian motion"],"description":["  In this paper we study the integral of the supremum process of standard\nBrownian motion. We present an explicit formula for the moments of the integral\n(or area) A(T), covered by the process in the time interval [0,T]. The Laplace\ntransform of A(T) follows as a consequence. The main proof involves a double\nLaplace transform of A(T) and is based on excursion theory and local time for\nBrownian motion.\n","Comment: 9 pages, 1 figure"]}]
["0707.0991",{"format":[],"subject":["Mathematics - Probability","60J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0991"],"date":["2007-07-06"],"type":["text"],"creator":["Janson, Svante","Louchard, Guy"],"language":[],"coverage":[],"title":["Tail estimates for the Brownian excursion area and other Brownian areas"],"description":["  Several Brownian areas are considered in this paper: the Brownian excursion\narea, the Brownian bridge area, the Brownian motion area, the Brownian meander\narea, the Brownian double meander area, the positive part of Brownian bridge\narea, the positive part of Brownian motion area. We are interested in the\nasymptotics of the right tail of their density function. Inverting a double\nLaplace transform, we can derive, in a mechanical way, all terms of an\nasymptotic expansion. We illustrate our technique with the computation of the\nfirst four terms. We also obtain asymptotics for the right tail of the\ndistribution function and for the moments. Our main tool is the two-dimensional\nsaddle point method.\n","Comment: 34 pages"]}]
["0707.0996",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0996"],"date":["2007-07-06"],"type":["text"],"creator":["Sudheesh, C."],"language":[],"coverage":[],"title":["Non-classical effects in wave packet dynamics"],"description":["  Treating the ideal coherent state as a reference state, the effects due to\ndeparture from coherence of an initial wave packet propagating through a\nnonlinear medium, were examined, specifically in the context of non-classical\neffects such as revivals, fractional revivals, squeezing and higher-order\nsqueezing during its temporal evolution. Further, these studies were extended\nto examine the role of quantum entanglement in bipartite systems. The dynamics\nof quantum expectation values were tracked carefully in various cases and the\nconditions under which a wave packet spreads chaotically, were investigated.\n","Comment: PhD Thesis, IIT Madras, December 2005"]}]
["0707.1000",{"format":[],"subject":["Mathematics - Algebraic Geometry","32C20 (14F10, 32S40, 13P10)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1000"],"date":["2007-07-06"],"type":["text"],"creator":["Castro-Jimenez, F. J.","Gago, J.","Hartillo-Hermoso, M. I.","Ucha, J. M."],"language":[],"coverage":[],"title":["A vanishing theorem for a class of logarithmic D-modules"],"description":["  Let $O_X$ (resp. $D_X$) be the sheaf of holomorphic functions (resp. the\nsheaf of linear differential operators with holomorphic coefficients) on $X$\n(=the complex affine n-space). Let $Y$ be a locally weakly quasi-homogeneous\nfree divisor defined by a polynomial $f$. In this paper we prove that, locally,\nthe annihilating ideal of $1/f^k$ over $D_X$ is generated by linear\ndifferential operators of order 1 (for $k$ big enough). For this purpose we\nprove a vanishing theorem for the extension groups of a certain logarithmic\n$D_X$--module with $O_X$. The logarithmic $D_X$--module is naturally associated\nwith $Y$. This result is related to the so called Logarithmic Comparison\nTheorem.\n","Comment: 13 pages. To appear in Revista Matem\\'atica Iberoamericana"]}]
["0707.1014",{"format":[],"subject":["Mathematics - Algebraic Topology","55Q52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1014"],"date":["2007-07-06"],"type":["text"],"creator":["Ebert, Johannes"],"language":[],"coverage":[],"title":["The low-dimensional homotopy of the stable mapping class group"],"description":["  Due to the deep work of Tillmann, Madsen, Weiss and Galatius, the cohomology\nof the stable mapping class group $\\gaminf$ is known with rational or finite\nfield coefficients. Little is known about the integral cohomology. In this\npaper, we study the first four cohomology groups. Also, we compute the first\nfew steps of the Postnikov tower of $B \\gaminf^+$, the Quillen plus\nconstruction applied to $B \\gaminf$. Our method relies on the Madsen-Weiss\ntheorem, a few known computations of stable homotopy groups of spheres and\nprojective spaces and on a certain action of the binary icosahedral group on a\nsurface. Using the latter, we can also describe an explicit geometric generator\nof the third homotopy group $\\pi_3 (B \\gaminf)$.\n"]}]
["0707.1021",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1021"],"date":["2007-07-06"],"type":["text"],"creator":["Lazzeroni, Cristina"],"language":[],"coverage":[],"title":["Trigger, reconstruction and physics performances in LHCb"],"description":["  LHCb is one of the four major experiments that will take data at the LHC, due\nto start operation in 2007. The primary aims of LHCb are to perform precision\ntests of CP violation and to search for new physics in b hadron decays. About\n10^12 bb pairs will be produced in LHCb per 10^7 seconds (a nominal year) in pp\ncollisions with a luminosity of 2x10^32 cm^-2 s^-1. A large, high-purity sample\nof b hadrons, decaying in a variety of channels, will be accumulated. LHCb will\nperform a detailed study of B meson mixing, precise measurements of the angles\nof the unitary triangle and investigations of rare decays in b hadrons, looking\nfor new physics in loop-induced processes. The LHCb detector is optimised to\nreach these physics goals. Here a brief description of the reconstruction\nperformance is given, and the sensitivities in typical channels for the study\nof Bs mixing, CP violation and rare decays are summarised.\n","Comment: Hadron Collider Physics Symposium (HCP06) Duke University Durham,\n  North Carolina; May 22-26, 2006"]}]
["0707.1026",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1026"],"date":["2007-07-06"],"type":["text"],"creator":["Incandela, Joseph R."],"language":[],"coverage":[],"title":["The Status of CMS"],"description":["  After a brief overview of the Compact Muon Solenoid (CMS) experiment, the\nstatus of construction, installation and commissioning is described. Very good\nprogress has been achieved in the past year. Though many significant challenges\nstill lie ahead, CMS should be ready for recording data from first collisions\nin the Large Hadron Collider (LHC) accelerator complex at CERN\n","Comment: 7 pages, 8 figures, Proceedings for the 2006 Hadron Collider Physics\n  conference at Duke University"]}]
["0707.1029",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1029"],"date":["2007-07-06"],"type":["text"],"creator":["Gatland, Ian R."],"language":[],"coverage":[],"title":["Systematic approximations for the period of a finite amplitude pendulum"],"description":["  The standard series expansion for the period of a finite amplitude pendulum\nas a function of energy (and hence amplitude) provides a lower limit on the\nperiod when the series is truncated. An adjustment to the last term in the\ntruncated series to take account of the dropped terms improves the accuracy of\nthe approximation and provides an upper limit on the period. More accurate\napproximations can then be obtained using intermediate expressions.\n","Comment: 9 pages (including references and a table)"]}]
["0707.1030",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1030"],"date":["2007-07-06"],"type":["text"],"creator":["Gehrels, Tom"],"language":[],"coverage":[],"title":["The multiverse and the origin of our universe"],"description":["  The multiverse is a hierarchy in the number of universes, increasing stepwise\ntowards infinity. It is an evolutionary system, in which universes survive only\nnear critical mass. That mass is actually a factor of 1.94 less than the\ncritical mass, and this is found to be consistent with the baryon density\ninferred from nucleosynthesis in our universe; it is also precisely verified as\na cosmological effect. That factor seems to have originated in the multiverse\nfor causing intersecting expansions of its universes, such that mixing occurs\nof debris from aging galaxies (over proton-decaying time scales). It follows\nthat there is an inter-universal medium (IUM), probably having the demand of\nnew universes in balance with the supply of dark radiation and sub-atomic\nparticles from the decaying galaxies. The mixing causes the universes to have\nthe same quantum, relativity, gravity, and particle physics as our universe.\nThe making of a universe from the radiation and sub-atomic particles occurs\nthrough re-vitalizing the protons, and other particles as well, by\ngravitational energy obtained in accretion of the IUM. This process therefore\nbegins wherever the IUM space density reaches proton density, near 10 E18 kg m\nE-3. The process continues quietly as the sweeping-up and gravitational\naccretion proceeds, until the near-critical mass is reached. Some of the IUM\ndebris must also be pervading our present universe, steadily or in partially\naccreted lumps. The model therefore predicts that the IUM sub-atomic particles\nappear as our dark matter, and its radiation component as our dark energy, both\nnear 0 K temperatures. The dark energy may cause expansion phenomena, in\naddition to the above non-flatness expansion, from an accretion lump that\narrived at our universe at age near 9 x 10 E9 y.\n","Comment: 16 pages"]}]
["astro-ph/0702699",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0702699","Mem.Soc.Ast.It., 78 (2007) 317"],"date":["2007-02-26"],"type":["text"],"creator":["Uzdensky, Dmitri A."],"language":[],"coverage":[],"title":["Self-Regulation of Solar Coronal Heating via the Collisionless\n  Reconnection Condition"],"description":["  I present a novel view on the problem of solar coronal heating. In my\npicture, coronal heating should be viewed as a self-regulating process that\nworks to keep the coronal plasma marginally collisionless. The self-regulating\nmechanism is based on the interplay between two effects: (1) Plasma density\ncontrols coronal energy release via the transition between the slow collisional\nSweet-Parker regime and the fast collisionless reconnection regime; (2) In\nturn, coronal energy release through reconnection leads to an increase in the\nambient plasma density via chromospheric evaporation, which temporarily shuts\noff any subsequent reconnection involving the newly-reconnected loops.\n","Comment: 3 pages; Proceedings of \"Coronae of Stars and Accretion Disks\", Bonn,\n  December 2006, to be published in Memorie della Societa Astronomica Italiana"]}]
["cond-mat/0605338",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0605338","European Physical Journal B 57 (13/06/2007) 279-289","doi:10.1140/epjb/e2007-00167-6"],"date":["2006-05-12","2007-07-09"],"type":["text"],"creator":["Benjamin, Colin","Jonckheere, Thibaut","Zazunov, Alex","Martin, Thierry"],"language":[],"coverage":[],"title":["Controllable pi junction in a Josephson quantum-dot device with\n  molecular spin"],"description":["  We consider a model for a single molecule with a large frozen spin sandwiched\nin between two BCS superconductors at equilibrium, and show that this system\nhas a $\\pi$ junction behavior at low temperature. The $\\pi$ shift can be\nreversed by varying the other parameters of the system, e.g., temperature or\nthe position of the quantum dot level, implying a controllable $\\pi$ junction\nwith novel application as a Josephson current switch. We show that the\nmechanism leading to the $\\pi$ shift can be explained simply in terms of the\ncontributions of the Andreev bound states and of the continuum of states above\nthe superconducting gap. The free energy for certain configuration of\nparameters shows a bistable nature, which is a necessary pre-condition for\nachievement of a qubit.\n"]}]
["cond-mat/0609494",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609494","Biophys. J. 93, 895-901 (2007).","doi:10.1529/biophysj.106.100487"],"date":["2006-09-20","2007-05-28"],"type":["text"],"creator":["Hayashi, Kumiko","Takano, Mitsunori"],"language":[],"coverage":[],"title":["Violation of the fluctuation-dissipation theorem in a protein system"],"description":["  We report the results of molecular dynamics simulations of the protein myosin\ncarried out with an elastic network model. Quenching the system, we observe\nglassy behavior of a density correlation function and a density response\nfunction that are often investigated in structure glasses and spin glasses. In\nthe equilibrium, the fluctuation-response relation, a representative relation\nof the fluctuation-dissipation theorem, holds that the ratio of the density\ncorrelation function to the density response function is equal to the\ntemperature of the environment. We show that in the quenched system that we\nstudy, this relation can be violated. In the case that this relation does not\nhold, this ratio can be regarded as an effective temperature. We find that this\neffective temperature of myosin is higher than the temperature of the\nenvironment. We discuss the relation between this effective temperature and\nenergy transduction that occurs after ATP hydrolysis in the myosin molecule.\n","Comment: 8 pages, to appear in Biophys. J"]}]
["cond-mat/0611205",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611205"],"date":["2006-11-08","2007-07-09"],"type":["text"],"creator":["Zhang, X. H.","Gong, X. G.","Liu, Z. F."],"language":[],"coverage":[],"title":["Can hydrogen be stored inside carbon nanotubes under pressure in\n  gigapascal range?"],"description":["  By using a newly fitted multi-parameter potential to describe the van der\nWaals interaction between carbon and molecular hydrogen, we study the hydrogen\nstorage inside carbon nanotubes (CNT's) under pressure in gigapascal range.\nComparing with the results of graphite, we find that the shape change of the\nnanotubes (the curvature effect) provides a different storage mechanism for\nhydrogen. The negative free energy change for hydrogen storage inside CNT's\nmakes it possible to use CNT's as the nanocontainer [Carbon 45, 315 (2007)].\n","Comment: 6 pages. In the latest version, only the file type for the figure is\n  changed"]}]
["cond-mat/0611544",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611544","J. Phys.: Condens. Matter 19, 292201, 2007","doi:10.1088/0953-8984/19/29/292201"],"date":["2006-11-21","2006-12-06"],"type":["text"],"creator":["Praprotnik, Matej","Site, Luigi Delle","Kremer, Kurt","Matysiak, Silvina","Clementi, Cecilia"],"language":[],"coverage":[],"title":["Adaptive Resolution Simulation of Liquid Water"],"description":["  We present a multiscale simulation of liquid water where a spatially adaptive\nmolecular resolution procedure allows for changing on-the-fly from a\ncoarse-grained to an all-atom representation. We show that this approach leads\nto the correct description of all essential thermodynamic and structural\nproperties of liquid water.\n","Comment: 4 pages, 3 figures; changed figure 2"]}]
["cond-mat/0701158",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701158","PhysRevB, 75, 214416 (published 13 June 2007)","doi:10.1103/PhysRevB.75.214416"],"date":["2007-01-09","2007-04-05"],"type":["text"],"creator":["Kim, M. -H.","Acbas, G.","Yang, M. -H.","Ohkubo, I.","Christen, H.","Mandrus, D.","Scarpulla, M. A.","Dubon, O. D.","Schlesinger, Z.","Khalifah, P.","Cerne, J."],"language":[],"coverage":[],"title":["Determination of the infrared complex magneto-conductivity tensor in\n  itinerant ferromagnets from Faraday and Kerr measurements"],"description":["  We present measurement and analysis techniques that allow the complete\ncomplex magneto-conductivity tensor to be determined from mid-infrared (11-1.6\nmicron; 100-800 meV) measurements of the complex Faraday (theta_F) and Kerr\n(theta_K) angles. Since this approach involves measurement of the geometry\n(orientation axis and ellipticity of the polarization) of transmitted and\nreflected light, no absolute transmittance or reflectance measurements are\nrequired. Thick film transmission and reflection equations are used to convert\nthe complex theta_F and theta_K into the complex longitudinal conductivity\nsigma_xx and the complex transverse (Hall) conductivity sigma_xy. theta_F and\ntheta_K are measured in a Ga_(1-x)Mn_xAs and SrRuO_3 films. The resulting\nsigma_xx is compared to the values obtained from conventional transmittance and\nreflectance measurements, as well as the results from Kramers-Kronig analysis\nof reflectance measurements on similar films.\n","Comment: LaTeX file 25 pages, 7 figures"]}]
["cond-mat/0702249",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702249","Phys. Rev. Lett. 99, 027202 (2007)","doi:10.1103/PhysRevLett.99.027202"],"date":["2007-02-09","2007-06-05"],"type":["text"],"creator":["Laflorencie, Nicolas","Mila, Frederic"],"language":[],"coverage":[],"title":["Quantum and thermal transitions out of the supersolid phase of a 2D\n  quantum antiferromagnet"],"description":["  We investigate the thermodynamic properties of a field-induced supersolid\nphase in a 2D quantum antiferromagnet model. Using quantum Monte Carlo\nsimulations, a very rich phase diagram is mapped out in the temperature -\nmagnetic field plane, with an extended supersolid region where a diagonal\n(solid) order coexists with a finite XY spin stiffness (superfluid). The\nvarious quantum and thermal transitions out of the supersolid state are\ncharacterized. Experimental consequences in the context of field-induced\nmagnetization plateau materials are briefly discussed.\n","Comment: To appear in Phys. Rev. Lett"]}]
["cond-mat/0703113",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703113"],"date":["2007-03-05","2007-07-09"],"type":["text"],"creator":["Borzsonyi, Tamas","Ecke, Robert E."],"language":[],"coverage":[],"title":["Flow rule of dense granular flows down a rough incline"],"description":["  We present experimental findings on the flow rule for granular flows on a\nrough inclined plane using various materials including sand and glass beads of\nvarious sizes and four types of copper particles with different shapes. We\ncharacterize the materials by measuring $h_s$ (the thickness at which the flow\nsubsides) as a function of the plane inclination $\\theta$ on various surfaces.\nMeasuring the surface velocity $u$ of the flow as a function of flow thickness\n$h$, we find that for sand and glass beads the Pouliquen flow rule $u/\\sqrt{gh}\n\\sim \\beta h/h_s$ provides reasonable but not perfect collapse of the $u(h)$\ncurves measured for various $\\theta$ and mean particle diameter $d$. Improved\ncollapse is obtained for sand and glass beads by using a recently proposed\nscaling of the form $u/\\sqrt{gh} =\\beta \\cdot h \\tan^2\\theta /h_s\\\n\\tan^2\\theta_1$ where $\\theta_1$ is the angle at which the $h_s(\\theta)$ curves\ndiverge. Measuring the slope $\\beta$ for ten different sizes of sand and glass\nbeads, we find a systematic, strong increase of $\\beta$ with the divergence\nangle $\\theta_1$ of $h_s$. The copper materials with different shapes are not\nwell described by either flow rule with $u \\sim h^{3/2}$.\n","Comment: 11 pages, 12 figures, submitted to PRE, added 1 figure, added 3\n  references"]}]
["cond-mat/0703595",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703595","New J. Phys. 9 (2007) 217","doi:10.1088/1367-2630/9/7/217"],"date":["2007-03-22"],"type":["text"],"creator":["Hofmann, Holger F.","Kosako, Terukazu","Kadoya, Yutaka"],"language":[],"coverage":[],"title":["Design parameters for a nano-optical Yagi-Uda antenna"],"description":["  We investigate the possibility of directing optical emissions using a\nYagi-Uda antenna composed of a finite linear array of nanoparticles. The\nrelevant parameters characterizing the plasma resonances of the nanoparticles\nare identified and the interaction between the array elements is formulated\naccordingly. It is shown that the directionality of the optical emission can be\nobserved even in the presence of non-negligible absorption losses in the\nnanoparticles. We conclude that a finite array of gold nanorods may be\nsufficient for the realization of a working nano-optical Yagi-Uda antenna.\n","Comment: 14 pages, including 7 figures and 3 tables"]}]
["cond-mat/0703709",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703709","J. Stat. Mech. (2007) P07008","doi:10.1088/1742-5468/2007/07/P07008"],"date":["2007-03-27","2007-05-31"],"type":["text"],"creator":["Cáceres, Fredy Castellares","Ferrari, Pablo A.","Pechersky, Eugene"],"language":[],"coverage":[],"title":["A slow-to-start traffic model related to a M/M/1 queue"],"description":["  We consider a system of ordered cars moving in $\\R$ from right to left.\n  Each car is represented by a point in $\\R$; two or more cars can occupy the\nsame point but cannot overpass. Cars have two possible velocities: either 0 or\n1. An unblocked car needs an exponential random time of mean 1 to pass from\nspeed 0 to speed 1 (\\emph{slow-to-start}). Car $i$, say, travels at speed 1\nuntil it (possibly) hits the stopped car $i-1$ to its left. After the departure\nof car $i-1$, car $i$ waits an exponential random time to change its speed to\n1, travels at this speed until it hits again stopped car $i-1$ and so on.\nInitially cars are distributed in $\\R$ according to a Poisson process of\nparameter $\\lambda<1$. We show that every car will be stopped only a finite\nnumber of times and that the final relative car positions is again a Poisson\nprocess with parameter $\\lambda$. To do that, we relate the trajectories of the\ncars to a $M/M/1$ stationary queue as follows. Space in the traffic model is\ntime for the queue. The initial positions of the cars coincide with the arrival\nprocess of the queue and the final relative car positions match the departure\nprocess of the queue.\n","Comment: 14 pages, 2 figures"]}]
["hep-ph/0612233",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0612233"],"date":["2006-12-19","2007-07-09"],"type":["text"],"creator":["Agasian, N. O.","Simonov, Yu. A."],"language":[],"coverage":[],"title":["Debye screening in the hot non-Abelian plasma"],"description":["  The Debye mass m_D is computed nonperturbatively in the deconfined phase of\nQCD, where chromomagnetic confinement is known to be present. The latter\ndefines m_D to be m_D=c_D\\sqrt{\\sigma_s}, where c_D \\approx 2 and\n\\sigma_s=\\sigma_s(T) is the spatial string tension. The resulting magnitude of\nm_D(T) and temperature dependence are in good agreement with lattice\ncalculations.\n","Comment: 4 pages, 1 figure. Talk given at the XXXIII International Conference\n  on High Energy Physics (ICHEP06), Moscow, Russia, 26 July - 02 August\n  2006;v2: minor misprints corrected; few references added"]}]
["hep-ph/0701115",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0701115"],"date":["2007-01-15","2007-07-09"],"type":["text"],"creator":["Lyakhov, K. A."],"language":[],"coverage":[],"title":["Baryon kinetic energy loss in the color flux tube model"],"description":["  This article generalizes Schwinger's mechanism for particles production in\nthe arbitrary finite field volume. McLerran-Venugopolan(MV) model and iterative\nsolution of DGLAP equation in the double leading log approximation for small x\ngluon distribution function were used to derive the new formula for initial\nchromofield energy density. This initial chromofield energy is distributed\namong color neutral clusters or strings of different length. This strings are\nstretched by receding nucleus. From the proposed mechanism of string\nfragmentation or color field decay based on exact solution of Dirac equation in\nthe different finite volume, the new formulae for esimated baryon kinetic\nenergy loss and rapidity spectrum of produced partons were derived.\n","Comment: 13 pages, 2 figures"]}]
["hep-th/0405150",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0405150","JHEP 0407 (2004) 082","doi:10.1088/1126-6708/2004/07/082"],"date":["2004-05-18","2004-07-27"],"type":["text"],"creator":["Ananth, Sudarshan","Brink, Lars","Ramond, Pierre"],"language":[],"coverage":[],"title":["Oxidizing SuperYang-Mills from (N=4,d=4) to (N=1,d=10)"],"description":["  We introduce superspace generalizations of the transverse derivatives to\nrewrite the four-dimensional N=4 Yang-Mills theory into the fully\nten-dimensional N=1 Yang-Mills in light-cone form. The explicit SuperPoincare\nalgebra is constructed and invariance of the ten-dimensional action is proved.\n","Comment: 15 pages"]}]
["hep-th/0501079",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0501079","JHEP 0505 (2005) 003","doi:10.1088/1126-6708/2005/05/003"],"date":["2005-01-11","2005-01-15"],"type":["text"],"creator":["Ananth, Sudarshan","Brink, Lars","Ramond, Pierre"],"language":[],"coverage":[],"title":["Eleven-Dimensional Supergravity in Light-Cone Superspace"],"description":["  We show that Supergravity in eleven dimensions can be described in terms of a\nconstrained superfield on the light-cone, without the use of auxiliary fields.\nWe build its action to first order in the gravitational coupling constant\n\\kappa, by \"oxidizing\" (N=8,d=4) Supergravity. This is simply achieved, as for\nN=4 Yang-Mills, by extending the transverse derivatives into superspace. The\neleven-dimensional SuperPoincare algebra is constructed and a fourth order\ninteraction is conjectured.\n","Comment: 18 pages"]}]
["hep-th/0510078",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0510078"],"date":["2005-10-10","2007-07-09"],"type":["text"],"creator":["Ferreira, P. Castelo"],"language":[],"coverage":[],"title":["Effective Electric and Magnetic Local Actions for Ue(1)xUg(1)\n  Electromagnetism: Hodge Duality and Zero-Field Equation"],"description":["  It is considered a mechanism of dynamical symmetry breaking for extended\nUe(1)xUg(1) containing, one vector gauge field 'A' (photon) and one\npseudo-vector gauge field 'C' (pseudo-photon). By choosing a particular\nsolution of the equations of motion we obtain a functional description of\neither field in terms of the other one. In this way we obtain non-trivial\nconfigurations 'C=C(A)' or 'A=A(C)' such that, in the effective broken theories\ncontaining only one gauge field, the usual field discontinuities in the\npresence of both electric and magnetic monopoles are absent. These fields\nregularity is achieved through corrections, inherited from the unbroken theory,\nto the standard definitions of electromagnetic fields and four-currents. Based\nin these results we also demonstrate non-triviality of the unbroken theory, in\nthe presence of both electric and magnetic four-currents, there are no trivial\nsolutions compatible with the equations of motion for both fields. Moreover we\ndemonstrate that, although in complete agreement with the Maxwell equations,\nextended 'Ue(1)xUg(1)' electromagnetism is not equivalent to the standard\nvariational 'U(1)' Maxwell electromagnetism. We further show that the unbroken\ntheory is invariant under a combination of Hodge dualities that has as\nself-dual point the field configuration corresponding to the zero-field\nequation. In addition this condition has the particularity of being the only\nconfiguration compatible with the mechanism of dynamical symmetry breaking\nproposed here that is also gauge invariant in the unbroken theory. These\ncharacteristics justify the zero-field equation as being a preferred\nconfiguration.\n","Comment: 15 pages; revised version"]}]
["hep-th/0611217",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0611217"],"date":["2006-11-20","2007-07-08"],"type":["text"],"creator":["Gao, Yi-hong","Xu, Wei-shui","Zeng, Ding-fang"],"language":[],"coverage":[],"title":["Jet quenching parameters of Sakai-Sugimoto Model"],"description":["  Using gauge theory/string duality, we calculated the jet quenching parameter\n$\\hat{q}$ of the Sakai-Sugimoto model in various phases. Being different from\nthe $\\mathcal{N}=4$ SYM theory where $\\hat{q}\\propto T^3$, we find that\n$\\hat{q}\\propto T^4/T_d$, where $T_d$ is the critical temperature of the\nconfined/deconfined phase transition. By analyzing the $\\hat{q}$ in different\nphases of this theory, we get better understanding about some statements in\nprevious works, such as the non-universality and the explanation of\ndiscrepancies between the theory predictions and experiments.\n","Comment: some errors are corrected and part of the original conclusions are\n  revised"]}]
["math/0305028",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14G25 (Primary) 11G05, 14J27, 14J20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0305028","J. Reine Angew. Math. 577 (2004), 153--169. (MR2108217)"],"date":["2003-05-01"],"type":["text"],"creator":["Silverman, Joseph H."],"language":[],"coverage":[],"title":["The rank of elliptic surfaces in unramified abelian towers"],"description":["  Let E --> C be an elliptic surface defined over a number field K. For each\nfinite covering C' --> C defined over K, let E' --> C' be the pullback. We give\na strong upper bound for the rank of E'(C'/K) in the case that C' --> C is an\nunramified abelian covering and under the assumption that the Tate conjecture\nis true for the surface E'/K. In the case that C is an elliptic curve and the\nmap C'=C --> C is the multiplication-by-n map, the rank of E'(C'/K) is O(n^e)\nfor every e > 0, which may be compared with the elementary bound of O(n^2).\n"]}]
["math/0402016",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11D61","11G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402016","Manuscripta Math. 114 (2004), no. 4, 431--446. (MR2081943)"],"date":["2004-02-02"],"type":["text"],"creator":["Silverman, Joseph H."],"language":[],"coverage":[],"title":["Common Divisors of Elliptic Divisibility Sequences over Function Fields"],"description":["  Let E/k(T) be an elliptic curve defined over a rational function field of\ncharacteristic zero. Fix a Weierstrass equation for E. For points R in E(k(T)),\nwrite x_R=A_R/D_R^2 with relatively prime polynomials A_R(T) and D_R(T) in\nk[T]. The sequence {D_{nR}) for n \\ge 1 is called the ``elliptic divisibility\nsequence of R.'' Let P,Q in E(k(T)) be independent points. We conjecture that\ndeg (gcd(D_{nP},D_{mQ})) is bounded for m,n \\ge 1, and that gcd(D_{nP},D_{nQ})\n= gcd(D_{P},D_{Q}) for infinitely many n \\ge 1. We prove these conjectures in\nthe case that j(E) is in k. More generally, we prove analogous statements with\nk(T) replaced by the function field of any curve and with P and Q allowed to\nlie on different elliptic curves. If instead k is a finite field of\ncharacteristic p, and again assuming that j(E) is in k, we show that deg\n(gcd(D_{nP},D_{nQ})) > n + O(sqrt{n}) for infinitely many n satisfying gcd(n,p)\n= 1.\n"]}]
["math/0402415",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11D61 (Primary) 11G35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402415","J. Ramanujan Math. Soc. 21 (2006), no. 1, 1--17.(MR2226354)"],"date":["2004-02-25"],"type":["text"],"creator":["Silverman, Joseph H.","Stephens, Nelson"],"language":[],"coverage":[],"title":["The sign of an elliptic divisibility sequence"],"description":["  An elliptic divisibility sequence (EDS) is a sequence of integers\nW_0,W_1,W_2,... generated by the nonlinear recursion satisfied by the division\npolyomials of an elliptic curve. We give a formula for the sign of W_n for\nunbounded nonsingular elliptic divisibility sequences. A typical case is\nSign(W_n) = (-1)^[n*b] for an irrational real number b, where [x] denotes the\ngreatest integer in x. As an application, we show that the associated sequence\nof absolute values |W_1|,|W_2|,|W_3|,... cannot be realized as the sequence\ncounting fixed points of any (abstract) dynamical system.\n","Comment: 17 pages"]}]
["math/0404412",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G07 (Primary)","11D61, 14G20, 14H52 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404412","Math. Ann. 332 (2005), no. 2, 443--471, addendum 473-474.\n  (MR2178070)"],"date":["2004-04-22"],"type":["text"],"creator":["Silverman, Joseph H."],"language":[],"coverage":[],"title":["p-adic properties of division polynomials and elliptic divisibility\n  sequences"],"description":["  For a given point P in the group of K-rational points E(K) of an elliptic\ncurve, we consider the sequence of values (F_1(P),F_2(P),F_3(P),...) of the\ndivision polynomials of E at P. If K is a finite field, we prove that the\nsequence is periodic. If K/Q_p is a local field, we prove (under certain\nhypotheses) that there is a power q=p^e so that for all m > 0, the limit as k\ngoes to infinity of F_{mq^{k}}(P) exists in K and is algebraic over Q(E). We\napply this result to prove an analogous p-adic limit and algebraicity result\nfor elliptic divisibility sequences.\n","Comment: 30 pages"]}]
["math/0407415",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G35 (Primary)","11D75, 11J25, 14G25, 14J20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0407415","Monatsh. Math. 145 (2005), no. 4, 333--350. (MR2162351)"],"date":["2004-07-26","2004-08-02"],"type":["text"],"creator":["Silverman, Joseph H."],"language":[],"coverage":[],"title":["Generalized Greatest Common Divisors, Divisibility Sequences, and\n  Vojta's Conjecture for Blowups"],"description":["  We apply Vojta's conjecture to blowups and deduce a number of deep statements\nregarding (generalized) greatest common divisors on varieties, in particular on\nprojective space and on abelian varieties. Special cases of these statements\ngeneralize earlier results and conjectures. We also discuss the relationship\nbetween generalized greatest common divisors and the divisibility sequences\nattached to algebraic groups, and we apply Vojta's conjecture to obtain a\nstrong bound on the divisibility sequences attached to abelian varieties of\ndimension at least two.\n","Comment: 20 pages; minor corrections (thanks to D. Abramovich, P. Corvaja, U.\n  Zannier)"]}]
["math/0508479",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Geometry","18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508479"],"date":["2005-08-24","2007-07-09"],"type":["text"],"creator":["Milne, J. S."],"language":[],"coverage":[],"title":["Quotients of Tannakian Categories"],"description":["  We classify the \"quotients\" of a tannakian category in which the objects of a\ntannakian subcategory become trivial, and we examine the properties of such\nquotient categories.\n","Comment: v2 minor expository improvements"]}]
["math/0510259",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510259","Geom. Dedicata 124 (2007), pgs. 143-152"],"date":["2005-10-12"],"type":["text"],"creator":["Lafont, J. -F."],"language":[],"coverage":[],"title":["Rigidity of hyperbolic P-manifolds: a survey"],"description":["  In this survey paper, we outline the proofs of the rigidity results for\nsimple, thick, hyperbolic P-manifolds found in our three earlier papers\nmath.GR/0506518, math.GT/0410476, and math.GR/0409586. We discuss how the\narguments change in the two, three, and higher dimensional settings. This paper\nwas written for the 22nd Annual Workshop in Geometric Topology (Colorado\nSprings, June 2005).\n","Comment: 11 pages, written for the 22nd Annual Workshop in Geometric Topology"]}]
["math/0510415",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","60C05,60J10,60J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510415"],"date":["2005-10-19","2007-07-08"],"type":["text"],"creator":["Oliveira, Roberto Imbuzeiro"],"language":[],"coverage":[],"title":["The Onset of Dominance in Balls-in-Bins Processes with Feedback"],"description":["  Consider a balls-in-bins process in which each new ball goes into a given bin\nwith probability proportional to f(n), where n is the number of balls currently\nin the bin and f is a fixed positive function. It is known that these so-called\nballs-in-bins processes with feedback have a monopolistic regime: if f(x)=x^p\nfor p>1, then there is a finite time after which one of the bins will receive\nall incoming balls.\n  Our goal in this paper is to quantify the onset of monopoly. We show that the\ninitial number of balls is large and bin 1 starts with a fraction \\alpha>1/2 of\nthe balls, then with very high probability its share of the total number of\nballs never decreases significantly below \\alpha. Thus a bin that obtains more\nthan half of the balls at a \"large time\" will most likely preserve its position\nof leadership. However, the probability that the winning bin has a\nnon-negligible advantage after n balls are in the system is ~ C n^{1-p}, and\nthe number of balls in the losing bin has a power-law tail. Similar results\nalso hold for more general functions f.\n","Comment: 28 pages, no figures. One author removed from version 2. Version 3\n  corrects many typos and other minor issues"]}]
["math/0603142",{"format":[],"subject":["Mathematics - Rings and Algebras","17B63, 13A50, 17B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603142"],"date":["2006-03-06","2007-07-09"],"type":["text"],"creator":["Alev, Jacques","Foissy, Loïc"],"language":["fr"],"coverage":[],"title":["Le groupe des traces de Poisson de la variete quotient h+h*/W en rang 2"],"description":["  Let $V$ be a symplectic space over $\\mathbb{C}$, $dim_\\mathbb{C} V=2l$, and\nlet $G$ be a finite subgroup of $Sp(V)$. The invariant regular functions\n$\\mathbb{C}[V]^G$ inherit a Poisson algebra structure and so the quotient\nvariety ${\\cal X}=V/G$ becomes then an affine algebraic Poisson variety. One\ncan now consider the non commutative deformation of $\\cal X$ given by the\ninvariant algebra $A_l(\\mathbb{C})^G$, where $A_l(\\mathbb{C})$ stands for the\nWeyl algebra of rank $l$. There exist two families of natural examples of this\nsituation. The first concerns wreath products of a finite subgroup of\n$SL(2,\\mathbb{C})$ with an appropriate symmetric group acting on\n$(\\mathbb{C}^2)^n$; the second family is constructed with a Weyl group $W$\nacting on the double of the reflexion representation ${\\mathfrak{h}}\\oplus\n{\\mathfrak{h}}^*$. A nice result of Berest, Etingof and Ginzburg establishes\nthe finiteness of the dimension of $HP_0({\\cal X})= \\mathbb{C}[\\cal\nX]/\\{\\mathbb{C}[\\cal X], \\mathbb{C}[\\cal X]\\}$, the Poisson trace group of\n$\\cal X$. The purpose of this work is to compute this dimension in certain\ncases and in particular to compare it to the dimension of the usual trace group\nof the above mentioned non commutative deformation. The principal theorem\nestablihed here is : {\\bf Theorem.} With the above notations, we have the\nfollowing equality: $$dim_\\mathbb{C} HP_0({{\\mathfrak{h}}\\oplus\n{\\mathfrak{h}}^*}/W)=dim_\\mathbb{C} HH_0(A_l(\\mathbb{C})^W).$$ Moreover, this\ncommon dimension is 1 in type $ A_2$, 2 in type $B_2$ and 3 in type $G_2$. We\nalso give examples where the difference of these two dimensions is unbounded.\n","Comment: 24 pages, french, revised version. Accepted for publication in\n  Communications in Algebra in a shorter version"]}]
["math/0608360",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608360"],"date":["2006-08-14","2007-07-09"],"type":["text"],"creator":["Baker, Matthew","Norine, Serguei"],"language":[],"coverage":[],"title":["Riemann-Roch and Abel-Jacobi theory on a finite graph"],"description":["  It is well-known that a finite graph can be viewed, in many respects, as a\ndiscrete analogue of a Riemann surface. In this paper, we pursue this analogy\nfurther in the context of linear equivalence of divisors. In particular, we\nformulate and prove a graph-theoretic analogue of the classical Riemann-Roch\ntheorem. We also prove several results, analogous to classical facts about\nRiemann surfaces, concerning the Abel-Jacobi map from a graph to its Jacobian.\nAs an application of our results, we characterize the existence or\nnon-existence of a winning strategy for a certain chip-firing game played on\nthe vertices of a graph.\n","Comment: 35 pages. v3: Several minor changes made, mostly fixing typographical\n  errors. This is the final version, to appear in Adv. Math"]}]
["math/0609622",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Rings and Algebras","Primary: 05C75, 15A15, 15A21","Secondary: 05B20, 05B45, 05C50, 15A23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609622"],"date":["2006-09-21","2007-07-09"],"type":["text"],"creator":["Hanusa, Christopher R. H."],"language":[],"coverage":[],"title":["Pseudo-centrosymmetric matrices, with applications to counting perfect\n  matchings"],"description":["  We consider square matrices A that commute with a fixed square matrix K, both\nwith entries in a field F not of characteristic 2. When K^2=I, Tao and Yasuda\ndefined A to be generalized centrosymmetric with respect to K. When K^2=-I, we\ndefine A to be pseudo-centrosymmetric with respect to K; we show that the\ndeterminant of every even-order pseudo-centrosymmetric matrix is the sum of two\nsquares over F, as long as -1 is not a square in F. When a\npseudo-centrosymmetric matrix A contains only integral entries and is\npseudo-centrosymmetric with respect to a matrix with rational entries, the\ndeterminant of A is the sum of two integral squares. This result, when\nspecialized to when K is the even-order alternating exchange matrix, applies to\nenumerative combinatorics. Using solely matrix-based methods, we reprove a weak\nform of Jockusch's theorem for enumerating perfect matchings of 2-even\nsymmetric graphs. As a corollary, we reprove that the number of domino tilings\nof regions known as Aztec diamonds and Aztec pillows is a sum of two integral\nsquares.\n","Comment: v1: Preprint; 11 pages, 7 figures. v2: Preprint; 15 pages, 7 figures.\n  Reworked so that linear algebraic results are over a field not of\n  characteristic 2, not over the real numbers. Accepted, Linear Algebra and its\n  Applications"]}]
["math/0609670",{"format":[],"subject":["Mathematics - Analysis of PDEs","35D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609670","Ann. Scu. Norm. Sup. Pisa Cl. Sci. (Ser. V) 6 (2007) 195-251"],"date":["2006-09-24","2007-07-07"],"type":["text"],"creator":["Mingione, Giuseppe"],"language":[],"coverage":[],"title":["The Calder\\'on-Zygmund theory for elliptic problems with measure data"],"description":["  We consider non-linear elliptic equations having a measure in the right hand\nside, of the type $ \\divo a(x,Du)=\\mu, $ and prove differentiability and\nintegrability results for solutions. New estimates in Marcinkiewicz spaces are\nalso given, and the impact of the measure datum density properties on the\nregularity of solutions is analyzed in order to build a suitable\nCalder\\'on-Zygmund theory for the problem. All the regularity results presented\nin this paper are provided together with explicit local a priori estimates.\n"]}]
["math/0701685",{"format":[],"subject":["Mathematics - Number Theory","Mathematical Physics","11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701685"],"date":["2007-01-24","2007-07-08"],"type":["text"],"creator":["Kurlberg, P.","Rosenzweig, L.","Rudnick, Z."],"language":[],"coverage":[],"title":["Matrix elements for the quantum cat map: Fluctuations in short windows"],"description":["  We study fluctuations of the matrix coefficients for the quantized cat map.\nWe consider the sum of matrix coefficients corresponding to eigenstates whose\neigenphases lie in a randomly chosen window, assuming that the length of the\nwindow shrinks with Planck's constant. We show that if the length of the window\nis smaller than the square root of Planck's constant, but larger than the\nseparation between distinct eigenphases, then the variance of this sum is\nproportional to the length of the window, with a proportionality constant which\ncoincides with the variance of the individual matrix elements corresponding to\nHecke eigenfunctions.\n","Comment: 18 pages. Introduction revised/expanded, added references, corrected\n  typos"]}]
["math/9912069",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","11G20, 14G05, 14G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9912069","J. Algebra 250, no. 1 (2002), 353--370"],"date":["1999-12-09","2001-08-28"],"type":["text"],"creator":["Kresch, Andrew","Wetherell, Joseph L.","Zieve, Michael E."],"language":[],"coverage":[],"title":["Curves of every genus with many points, I: Abelian and toric families"],"description":["  Let N_q(g) denote the maximal number of F_q-rational points on any curve of\ngenus g over the finite field F_q. Ihara (for square q) and Serre (for general\nq) proved that limsup_{g-->infinity} N_q(g)/g > 0 for any fixed q. In their\nproofs they constructed curves with many points in infinitely many genera;\nhowever, their sequences of genera are somewhat sparse. In this paper, we prove\nthat lim_{g-->infinity} N_q(g) = infinity. More precisely, we use abelian\ncovers of P^1 to prove that liminf_{g-->infinity} N_q(g)/(g/log g) > 0, and we\nuse curves on toric surfaces to prove that liminf_{g-->infty} N_q(g)/g^{1/3} >\n0; we also show that these results are the best possible that can be proved\nwith these families of curves.\n","Comment: LaTeX, 20 pages"]}]
["q-bio/0604013",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0604013","BMC Bioinformatics, 7:401 (2006)","doi:10.1186/1471-2105-7-401"],"date":["2006-04-12"],"type":["text"],"creator":["Kinjo, Akira R.","Nishikawa, Ken"],"language":[],"coverage":[],"title":["CRNPRED: Highly Accurate Prediction of One-dimensional Protein\n  Structures by Large-scale Critical Random Networks"],"description":["  Background: One-dimensional protein structures such as secondary structures\nor contact numbers are useful for three-dimensional structure prediction and\nhelpful for intuitive understanding of the sequence-structure relationship.\nAccurate prediction methods will serve as a basis for these and other purposes.\nResults: We implemented a program CRNPRED which predicts secondary structures,\ncontact numbers and residue-wise contact orders. This program is based on a\nnovel machine learning scheme called critical random networks. Unlike most\nconventional one-dimensional structure prediction methods which are based on\nlocal windows of an amino acid sequence, CRNPRED takes into account the whole\nsequence. CRNPRED achieves, on average per chain, Q3 = 81% for secondary\nstructure prediction, and correlation coefficients of 0.75 and 0.61 for contact\nnumber and residue-wise contact order predictions, respectively. Conclusion:\nCRNPRED will be a useful tool for computational as well as experimental\nbiologists who need accurate one-dimensional protein structure predictions.\n","Comment: 10 pages, 1 figure, 2 tables"]}]
["q-bio/0611061",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0611061","J. Physics: Condensed Matter 19 (2007) 285212","doi:10.1088/0953-8984/19/28/285212"],"date":["2006-11-17"],"type":["text"],"creator":["Travasso, R. D. M.","Faisca, P. F. N.","da Gama, M. M. Telo"],"language":[],"coverage":[],"title":["Nucleation phenomena in protein folding: The modulating role of protein\n  sequence"],"description":["  For the vast majority of naturally occurring, small, single domain proteins\nfolding is often described as a two-state process that lacks detectable\nintermediates. This observation has often been rationalized on the basis of a\nnucleation mechanism for protein folding whose basic premise is the idea that\nafter completion of a specific set of contacts forming the so-called folding\nnucleus the native state is achieved promptly. Here we propose a methodology to\nidentify folding nuclei in small lattice polymers and apply it to the study of\nprotein molecules with chain length N=48. To investigate the extent to which\nprotein topology is a robust determinant of the nucleation mechanism we compare\nthe nucleation scenario of a native-centric model with that of a sequence\nspecific model sharing the same native fold. To evaluate the impact of the\nsequence's finner details in the nucleation mechanism we consider the folding\nof two non- homologous sequences. We conclude that in a sequence-specific model\nthe folding nucleus is, to some extent, formed by the most stable contacts in\nthe protein and that the less stable linkages in the folding nucleus are solely\ndetermined by the fold's topology. We have also found that independently of\nprotein sequence the folding nucleus performs the same `topological' function.\nThis unifying feature of the nucleation mechanism results from the residues\nforming the folding nucleus being distributed along the protein chain in a\nsimilar and well-defined manner that is determined by the fold's topological\nfeatures.\n","Comment: 10 Figures. J. Physics: Condensed Matter (to appear)"]}]
["quant-ph/0411064",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0411064","Banach Center Publ. 73 (2006), 187-198"],"date":["2004-11-09"],"type":["text"],"creator":["Gough, John"],"language":[],"coverage":[],"title":["Feynman Diagrams and the Quantum Stochastic Calculus"],"description":["  We present quantum stochastic calculus in terms of diagrams taking weights in\nthe algebra of observables of some quantum system. In particular, we note the\nabsence of non-time-consecutive Goldstien diagrams. We review recent results in\nMarkovian limits in these terms.\n","Comment: 14 pages, multiple embedded latex pictures"]}]
["quant-ph/0512002",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0512002","New J. Phys. 8 (2006) 130","doi:10.1088/1367-2630/8/8/130"],"date":["2005-11-30","2006-07-30"],"type":["text"],"creator":["Hofmann, Holger F.","Ide, Toshiki"],"language":[],"coverage":[],"title":["Optimal cloning of single photon polarization by coherent feedback of\n  beam splitter losses"],"description":["  Light fields can be amplified by measuring the field amplitude reflected at a\nbeam splitter of reflectivity R and adding a coherent amplitude proportional to\nthe measurement result to the transmitted field. By applying the quantum\noptical realization of this amplification scheme to single photon inputs, it is\npossible to clone the polarization states of photons. We show that optimal\ncloning of single photon polarization is possible when the gain factor of the\namplification is equal to the inverse squareroot of 1-R.\n","Comment: 10 pages, including 1 figure, extended from letter to full paper, to\n  be published in New Journal of Physics"]}]
["quant-ph/0512126",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0512126","Contemporary Mathematics and Its Applications (in Russian),\n  44(2007), 3-15"],"date":["2005-12-15","2006-04-20"],"type":["text"],"creator":["Fujii, Kazuyuki"],"language":[],"coverage":[],"title":["Study on Dynamics of N Level System of Atom by Laser Fields"],"description":["  This paper is an extension of Fujii et al (quant--ph/0307066) and in this one\nwe again treat a model of atom with n energy levels interacting with n(n-1)/2\nexternal laser fields, which is a natural extension of usual two level system.\nThen the rotating wave approximation (RWA) is assumed from the beginning.\n  To solve the Schr{\\\" o}dinger equation we set the {\\bf consistency condition}\nin our terminology and reduce it to a matrix equation with symmetric matrix $Q$\nconsisting of coupling constants.\n  However, to calculate $\\exp(-itQ)$ {\\bfexplicitly} is not easy. In the case\nof three and four level systems we determine it in a complete manner, so our\nmodel in these levels becomes realistic.\n  In last, we make a comment on Cavity QED quantum computation based on three\nenergy levels of atoms as a forthcoming target.\n","Comment: Latex; 20 pages; 3 figures. The paper was corrected considerably by\n  use of (quant-ph/0604115)"]}]
