["0704.0022",{"format":[],"subject":["Mathematics - Numerical Analysis","60H10","60H35","93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0022"],"date":["2007-03-31","2007-10-16"],"type":["text"],"creator":["Malham, Simon J. A.","Wiese, Anke"],"language":[],"coverage":[],"title":["Stochastic Lie group integrators"],"description":["  We present Lie group integrators for nonlinear stochastic differential\nequations with non-commutative vector fields whose solution evolves on a smooth\nfinite dimensional manifold. Given a Lie group action that generates transport\nalong the manifold, we pull back the stochastic flow on the manifold to the Lie\ngroup via the action, and subsequently pull back the flow to the corresponding\nLie algebra via the exponential map. We construct an approximation to the\nstochastic flow in the Lie algebra via closed operations and then push back to\nthe Lie group and then to the manifold, thus ensuring our approximation lies in\nthe manifold. We call such schemes stochastic Munthe-Kaas methods after their\ndeterministic counterparts. We also present stochastic Lie group integration\nschemes based on Castell--Gaines methods. These involve using an underlying\nordinary differential integrator to approximate the flow generated by a\ntruncated stochastic exponential Lie series. They become stochastic Lie group\nintegrator schemes if we use Munthe-Kaas methods as the underlying ordinary\ndifferential integrator. Further, we show that some Castell--Gaines methods are\nuniformly more accurate than the corresponding stochastic Taylor schemes.\nLastly we demonstrate our methods by simulating the dynamics of a free rigid\nbody such as a satellite and an autonomous underwater vehicle both perturbed by\ntwo independent multiplicative stochastic noise processes.\n","Comment: 20 pages, 4 figures"]}]
["0704.1912",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Astrophysics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1912","TKAS 110, 155-158 (2007)"],"date":["2007-04-15","2007-10-16"],"type":["text"],"creator":["Natarajan, L. C.","Melott, A. L.","Rothschild, B. M.","Martin, L. D."],"language":[],"coverage":[],"title":["Bone Cancer Rates in Dinosaurs Compared with Modern Vertebrates"],"description":["  Data on the prevalence of bone cancer in dinosaurs is available from past\nradiological examination of preserved bones. We statistically test this data\nfor consistency with rates extrapolated from information on bone cancer in\nmodern vertebrates, and find that there is no evidence of a different rate.\nThus, this test provides no support for a possible role of ionizing radiation\nin the K-T extinction event.\n","Comment: As published in Transactions of the Kansas Academy of Science"]}]
["0705.0739",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0739"],"date":["2007-05-05","2007-10-16"],"type":["text"],"creator":["Petersen, Henrik Densing"],"language":[],"coverage":[],"title":["Composability in a certain family of entropies"],"description":["  It is shown that the Tsallis entropies are the only entropies of the form\n$H(P)=-\\sum_i f(p_i)$, with suitable assumptions on $f$, satisfying the\ncondition of composability.\n","Comment: 7 pages, updated references and introduction / discussion sections.\n  Main text remains unchanged"]}]
["0706.0289",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0289","Phys. Rev. B 76, 115204 (2007) (10 pages)","doi:10.1103/PhysRevB.76.115204"],"date":["2007-06-02"],"type":["text"],"creator":["Kim, Young-Il","Page, Katharine","Limarga, Andi M.","Clarke, David R.","Seshadri, Ram"],"language":[],"coverage":[],"title":["Local structure evolution in polycrystalline Zn$_{1-x}$Mg$_x$O\n  ($0\\leq{x}\\leq{0.15}$) studied by Raman and by synchrotron x-ray pair\n  distribution analysis"],"description":["  The local structures of Zn$_{1-x}$Mg$_x$O alloys have been studied by Raman\nspectroscopy and by synchrotron x-ray pair distribution function (PDF)\nanalysis. Within the solid solution range ($0\\leq{x}\\leq{0.15}$) of\nZn$_{1-x}$Mg$_x$O, the wurtzite framework is maintained with Mg homogeneously\ndistributed throughout the wurtzite lattice. The $E_2^\\mathrm{high}$ Raman line\nof Zn$_{1-x}$Mg$_x$O displays systematic changes in response to the evolution\nof the crystal lattice upon the Mg-substitution. The red-shift and broadening\nof the $E_2^\\mathrm{high}$ mode are explained by the expansion of hexagonal\n$ab$-dimensions, and compositional disorder of Zn/Mg, respectively. Synchrotron\nx-ray PDF analyses of Zn$_{1-x}$Mg$_x$O reveal that the Mg atoms have a\nslightly reduced wurtzite parameter $u$ and more regular tetrahedral bond\ndistances than the Zn atoms. For both Zn and Mg, the internal tetrahedral\ngeometries are independent of the alloy composition.\n","Comment: 10 pages, 12 figures RevTex"]}]
["0706.2818",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2818","J. Chem. Phys. 127, 145105 (2007)","doi:10.1063/1.2776271"],"date":["2007-06-19"],"type":["text"],"creator":["Imparato, A.","Pelizzola, A.","Zamparo, M."],"language":[],"coverage":[],"title":["Protein mechanical unfolding: a model with binary variables"],"description":["  A simple lattice model, recently introduced as a generalization of the\nWako--Sait\\^o model of protein folding, is used to investigate the properties\nof widely studied molecules under external forces. The equilibrium properties\nof the model proteins, together with their energy landscape, are studied on the\nbasis of the exact solution of the model. Afterwards, the kinetic response of\nthe molecules to a force is considered, discussing both force clamp and dynamic\nloading protocols and showing that theoretical expectations are verified. The\nkinetic parameters characterizing the protein unfolding are evaluated by using\ncomputer simulations and agree nicely with experimental results, when these are\navailable. Finally, the extended Jarzynski equality is exploited to investigate\nthe possibility of reconstructing the free energy landscape of proteins with\npulling experiments.\n"]}]
["0706.2923",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","17B10","17B65","17B67","17B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2923"],"date":["2007-06-20","2007-10-16"],"type":["text"],"creator":["Wilson, Benjamin J."],"language":[],"coverage":[],"title":["Representations of Truncated Current Lie Algebras"],"description":["  Let g denote a Lie algebra, and let T(g) denote the tensor product of g with\na ring of truncated polynomials. The Lie algebra T(g) is called a truncated\ncurrent Lie algebra. The highest-weight representation theory of T(g) is\ndeveloped, and a reducibility criterion for the Verma modules is described.\n","Comment: 5 pages. A summary of the article 'Highest-Weight Theory for\n  Truncated Current Lie Algebras' published on the arxiv"]}]
["0706.3252",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3252","Phys. Rev. Lett. 99, 160601 (2007)","doi:10.1103/PhysRevLett.99.160601"],"date":["2007-06-21"],"type":["text"],"creator":["Wang, Jian-Sheng"],"language":[],"coverage":[],"title":["Quantum thermal transport from classical molecular dynamics"],"description":["  Using a generalized Langevin equation of motion, quantum ballistic thermal\ntransport is obtained from classical molecular dynamics. This is possible\nbecause the heat baths are represented by random noises obeying quantum\nBose-Einstein statistics. The numerical method gives asymptotically exact\nresults in both the low-temperature ballistic transport regime and\nhigh-temperature strongly nonlinear classical regime. The method can be thought\nof as a semi-classical approximation to the quantum transport problem. A\none-dimensional quartic on-site model is used to demonstrate the crossover from\nballistic to diffusive thermal transport.\n","Comment: 4 pages with 2 figures"]}]
["0707.1311",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13H15","13F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1311"],"date":["2007-07-09","2007-10-15"],"type":["text"],"creator":["Kummini, Manoj"],"language":[],"coverage":[],"title":["Multiplicity Bounds for Quadratic Monomial Ideals"],"description":["  We prove the multiplicity bounds conjectured by Herzog-Huneke-Srinivasan and\nHerzog-Srinivasan in the following cases: the strong conjecture for edge ideals\nof bipartite graphs, and the weaker Taylor bound conjecture for all quadratic\nmonomial ideals. We attach a directed graph to a bipartite graph with perfect\nmatching, and describe operations on the directed graph that would reduce the\nproblem to a Cohen-Macaulay bipartite graph. We determine when equality holds\nin the conjectured bound for edge ideals of bipartite graphs, and verify that\nwhen equality holds, the resolution is pure. We characterize bipartite graphs\nthat have Cohen-Macaulay edge ideals and quasi-pure resolutions.\n","Comment: New sections added, changes to some proofs"]}]
["0707.3479",{"format":[],"subject":["Quantum Physics","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3479","Quantum Information Processing, Vol. 6, No. 5, 323 - 348 (2007)","doi:10.1007/s11128-007-0061-6"],"date":["2007-07-24"],"type":["text"],"creator":["Atici, Alp","Servedio, Rocco A."],"language":[],"coverage":[],"title":["Quantum Algorithms for Learning and Testing Juntas"],"description":["  In this article we develop quantum algorithms for learning and testing\njuntas, i.e. Boolean functions which depend only on an unknown set of k out of\nn input variables. Our aim is to develop efficient algorithms:\n  - whose sample complexity has no dependence on n, the dimension of the domain\nthe Boolean functions are defined over;\n  - with no access to any classical or quantum membership (\"black-box\")\nqueries. Instead, our algorithms use only classical examples generated\nuniformly at random and fixed quantum superpositions of such classical\nexamples;\n  - which require only a few quantum examples but possibly many classical\nrandom examples (which are considered quite \"cheap\" relative to quantum\nexamples).\n  Our quantum algorithms are based on a subroutine FS which enables sampling\naccording to the Fourier spectrum of f; the FS subroutine was used in earlier\nwork of Bshouty and Jackson on quantum learning. Our results are as follows:\n  - We give an algorithm for testing k-juntas to accuracy $\\epsilon$ that uses\n$O(k/\\epsilon)$ quantum examples. This improves on the number of examples used\nby the best known classical algorithm.\n  - We establish the following lower bound: any FS-based k-junta testing\nalgorithm requires $\\Omega(\\sqrt{k})$ queries.\n  - We give an algorithm for learning $k$-juntas to accuracy $\\epsilon$ that\nuses $O(\\epsilon^{-1} k\\log k)$ quantum examples and $O(2^k \\log(1/\\epsilon))$\nrandom examples. We show that this learning algorithms is close to optimal by\ngiving a related lower bound.\n","Comment: 15 pages, 1 figure. Uses synttree package. To appear in Quantum\n  Information Processing"]}]
["0708.2514",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2514"],"date":["2007-08-18","2007-10-16"],"type":["text"],"creator":["Gupta, Arvind","Hell, Pavol","Karimi, Mehdi","Rafiey, Arash"],"language":[],"coverage":[],"title":["Minimum Cost Homomorphisms to Reflexive Digraphs"],"description":["  For digraphs $G$ and $H$, a homomorphism of $G$ to $H$ is a mapping $f:\\\nV(G)\\dom V(H)$ such that $uv\\in A(G)$ implies $f(u)f(v)\\in A(H)$. If moreover\neach vertex $u \\in V(G)$ is associated with costs $c_i(u), i \\in V(H)$, then\nthe cost of a homomorphism $f$ is $\\sum_{u\\in V(G)}c_{f(u)}(u)$. For each fixed\ndigraph $H$, the {\\em minimum cost homomorphism problem} for $H$, denoted\nMinHOM($H$), is the following problem. Given an input digraph $G$, together\nwith costs $c_i(u)$, $u\\in V(G)$, $i\\in V(H)$, and an integer $k$, decide if\n$G$ admits a homomorphism to $H$ of cost not exceeding $k$. We focus on the\nminimum cost homomorphism problem for {\\em reflexive} digraphs $H$ (every\nvertex of $H$ has a loop). It is known that the problem MinHOM($H$) is\npolynomial time solvable if the digraph $H$ has a {\\em Min-Max ordering}, i.e.,\nif its vertices can be linearly ordered by $<$ so that $i<j, s<r$ and $ir, js\n\\in A(H)$ imply that $is \\in A(H)$ and $jr \\in A(H)$. We give a forbidden\ninduced subgraph characterization of reflexive digraphs with a Min-Max\nordering; our characterization implies a polynomial time test for the existence\nof a Min-Max ordering. Using this characterization, we show that for a\nreflexive digraph $H$ which does not admit a Min-Max ordering, the minimum cost\nhomomorphism problem is NP-complete. Thus we obtain a full dichotomy\nclassification of the complexity of minimum cost homomorphism problems for\nreflexive digraphs.\n"]}]
["0708.4411",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4411","Phys. Rev. Lett. 99, 167001 (2007)","doi:10.1103/PhysRevLett.99.167001"],"date":["2007-08-31"],"type":["text"],"creator":["DeBeer-Schmitt, L.","Eskildsen, M. R.","Ichioka, M.","Machida, K.","Jenkins, N.","Dewhurst, C. D.","Abrahamsen, A. B.","Bud'ko, S. L.","Canfield, P. C."],"language":[],"coverage":[],"title":["Pauli Paramagnetic Effects on Vortices in Superconducting TmNi2B2C"],"description":["  The magnetic field distribution around the vortices in TmNi2B2C in the\nparamagnetic phase was studied experimentally as well as theoretically. The\nvortex form factor, measured by small-angle neutron scattering, is found to be\nfield independent up to 0.6 Hc2 followed by a sharp decrease at higher fields.\nThe data are fitted well by solutions to the Eilenberger equations when\nparamagnetic effects due to the exchange interaction with the localized 4f Tm\nmoments are included. The induced paramagnetic moments around the vortex cores\nact to maintain the field contrast probed by the form factor.\n","Comment: 4 pages, 4 figures"]}]
["0709.1509",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","46F10","34A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1509"],"date":["2007-09-10","2007-10-16"],"type":["text"],"creator":["Kinzebulatov, Damir"],"language":[],"coverage":[],"title":["On well-posedness of the linear Cauchy problem with the distributional\n  right-hand side and discontinuous coefficients"],"description":["  We prove the well-posedness of the Cauchy problem for the linear differential\nsystem of the form $x^{\\prime}-A(t)x=f$, where $f$ is a distribution and $A$\npossesses at most first-kind discontinuities together with all its derivatives\ndefined almost everywhere. The left-hand side of this system contains the\nproduct of a distribution and, in general, a discontinuous function, which is\nundefined in the classical space of the distributions with the smooth test\nfunctions $\\mathcal D'$, so the Cauchy problem has no solution in $\\mathcal\nD'$. In what follows, we cosider this system in the space of distributions with\nthe discontinuous test functions, whose elements admit continuous and\nassociative multiplication by functions possessing at most first-kind\ndiscontinuities (together with all their derivatives defined almost\neverywhere), and show that there exists the unique solution of the Cauchy\nproblem which depends continuously on $f$.\n"]}]
["0709.2760",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2760"],"date":["2007-09-18","2007-10-16"],"type":["text"],"creator":["Oyang, Yen-Jen","Chang, Darby Tien-Hao","Ou, Yu-Yen","Hung, Hao-Geng","Wu, Chih-Peng","Chen, Chien-Yu"],"language":[],"coverage":[],"title":["Supervised Machine Learning with a Novel Kernel Density Estimator"],"description":["  In recent years, kernel density estimation has been exploited by computer\nscientists to model machine learning problems. The kernel density estimation\nbased approaches are of interest due to the low time complexity of either O(n)\nor O(n*log(n)) for constructing a classifier, where n is the number of sampling\ninstances. Concerning design of kernel density estimators, one essential issue\nis how fast the pointwise mean square error (MSE) and/or the integrated mean\nsquare error (IMSE) diminish as the number of sampling instances increases. In\nthis article, it is shown that with the proposed kernel function it is feasible\nto make the pointwise MSE of the density estimator converge at O(n^-2/3)\nregardless of the dimension of the vector space, provided that the probability\ndensity function at the point of interest meets certain conditions.\n","Comment: The new version includes an additional theorem, Theorem 3"]}]
["0709.2910",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2910"],"date":["2007-09-19","2007-10-16"],"type":["text"],"creator":["Botero, Alonso"],"language":[],"coverage":[],"title":["Entanglement, weak values, and the precise inference of joint\n  measurement outcomes for non-commuting observable pairs"],"description":["  The problem of inferring the outcome of a simultaneous measurement of two\nnon-commuting observables is addressed. We show that for certain pairs with\ndense spectra, precise inferences of the measurement outcomes are possible in\npre-and post-selected ensembles, and if the selections involve entangled states\nwith some other system. We show that the problem is related to the problem of\nassigning weak values to a continuous family of operators, and give explicit\nexamples where this problem is solvable. Some foundational implications are\nbriefly discussed.\n","Comment: 5 pages, no figures. Revised version: corrected typos, particularly\n  in Eq. 8, and expanded references"]}]
["0710.0164",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0164"],"date":["2007-09-30","2007-10-16"],"type":["text"],"creator":["Panak, Martin","Schwachhofer, Lorenz"],"language":[],"coverage":[],"title":["Bochner-Kaehler metrics and connections of Ricci type"],"description":["  We apply the results from the article Cahen, Schwachh\\\"ofer: Special\nsymplectic connections, to the case of Bochner-Kaehler metrics. We obtain a\n(local) classification of these based on the orbit types of the adjoint action\nin $su(n,1)$. The relation between Sasaki and Bochner-Kaehler metrics in cone\nand transveral metrics constructions is discussed. The connection of the\nspecial symplectic and Weyl connections is outlined. The duality between the\nRicci-type and Bochner-Kaehler metrics is shown.\n"]}]
["0710.1685",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1685"],"date":["2007-10-09","2007-10-16"],"type":["text"],"creator":["Kiselev, V. V.","Timofeev, S. A."],"language":[],"coverage":[],"title":["Natural scale of cosmological constant in seesaw mechanism with broken\n  SUSY"],"description":["  The cosmological constant is inherently determined by the scale of breaking\ndown supersymmetry in the mechanism of seesaw fluctuations of two\nvacuum-states.\n","Comment: 4 pages, revtex4 class, reference added"]}]
["0710.2287",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2287"],"date":["2007-10-11","2007-10-16"],"type":["text"],"creator":["Ibarra, Alejandro"],"language":[],"coverage":[],"title":["Gravitino Dark Matter with Broken R-parity"],"description":["  Scenarios with gravitino dark matter face potential cosmological problems\ninduced by the presence of the Next-to-Lightest Supersymmetric Particle (NLSP)\nat the time of Big Bang Nucleosynthesis (BBN). A very simple, albeit radical,\nsolution to avoid all these problems consists on assuming that R-parity is\nslightly violated, since in this case the NLSP decays well before the onset of\nBBN. Remarkably, even if the gravitino is no longer stable in this scenario, it\nstill constitutes a very promising dark matter candidate. In this talk we\nreview the motivations for this scenario and we present a model that naturally\ngenerates R-parity breaking parameters of the right size to produce a\nconsistent thermal history of the Universe, while satisfying at the same time\nall the laboratory and cosmological bounds on R-parity breaking. We also\ndiscuss possible signatures of this scenario at gamma ray observatories and at\ncolliders.\n","Comment: Submitted for the SUSY07 proceedings. 4 pages, 1 figure"]}]
["0710.2371",{"format":[],"subject":["Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2371"],"date":["2007-10-11","2007-10-16"],"type":["text"],"creator":["Jeong, E.","Smoot, G. F."],"language":[],"coverage":[],"title":["Probing Non-Gaussianity In The Cosmic Microwave Background Anisotropies:\n  One Point Distribution Function"],"description":["  We analyze WMAP 3 year data using the one-point distribution functions to\nprobe the non-Gaussianity in the Cosmic Microwave Background (CMB) Anisotropy\ndata. Computer simulations are performed to determine the uncertainties of the\nresults. We report the non-Gaussianity parameter f_NL is constrained to\n26<f_NL<82 for Q-band, 12<f_NL<67 for V-band, 7<f_NL<64 for W-band and\n23<f_NL<75 for Q+V+W combined data at 95% confidence level (CL).\n","Comment: 4 pages, 2 figures in postscripts, some typos corrected"]}]
["0710.2389",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2389"],"date":["2007-10-12","2007-10-16"],"type":["text"],"creator":["Chen, Lin","Chen, Yi-Xin"],"language":[],"coverage":[],"title":["Entanglement of formation from optimal decomposition"],"description":["  We present a new method of analytically deriving the entanglement of\nformation of the bipartite mixed state. The method realizes the optimal\ndecomposition families of states. Our method can lead to many new results\nconcerning entanglement of formation, its additivity and entanglement cost. We\nillustrate it by investigating the two-qubit state, the separable state, the\nmaximally correlated state, the isotropic state and the Werner state.\n","Comment: 4 pages; Revtex; the submitted version"]}]
["0710.2548",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2548"],"date":["2007-10-12"],"type":["text"],"creator":["Abe, K.","collaboration, for the Belle"],"language":[],"coverage":[],"title":["Measurement of the inclusive B_s^0 -> X^+ l^- \\nu semileptonic decay\n  branching fraction"],"description":["  Inclusive semileptonic B_s^0 -> X^+ l^- \\nu decays are studied for the first\ntime using a 23.6 fb^{-1} data sample collected on the Y(5S) resonance with the\nBelle detector at the KEKB asymmetric energy e^+ e^- collider. These decays are\nidentified by the means of a lepton accompanied by a same-sign D_s^+ meson\noriginating from the other B_s^0 in the event. The semileptonic branching\nfractions are measured in the electron and muon channels to be Bf(B_s^0 -> X^+\ne^- \\nu) = (10.9 \\pm 1.0 \\pm 0.9)% and Bf(B_s^0 -> X^+ \\mu^- \\nu) = (9.2 \\pm\n1.0 \\pm 0.8)%, respectively. Assuming an equal electron and muon production\nrate in B_s^0 decays, a combined fit yields an average leptonic branching\nfraction Bf(B_s^0 -> X^+ l^- \\nu) = (10.2 \\pm 0.8 \\pm 0.9)%.\n","Comment: 12 pages, 4 figures, EPS/LP07 conference paper BELLE-CONF-0735"]}]
["0710.2549",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F33, 11F55, 11F67, 11F80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2549"],"date":["2007-10-12"],"type":["text"],"creator":["Klosin, Krzysztof"],"language":[],"coverage":[],"title":["Congruences among modular forms on U(2,2) and the Bloch-Kato conjecture"],"description":["  Let k be a positive integer divisible by 4, l>k a prime, and f an elliptic\ncuspidal eigenform of weight k-1, level 4, and non-trivial character. Let\n\\rho_f be the l-adic Galois representation attached to f. In this paper we\nprovide evidence for the Bloch-Kato conjecture for a twist of the adjoint motif\nof \\rho_f in the following way. Let L(f,s) denote the symmetric square\nL-function of f. We prove that (under certain conditions) the l-adic valuation\nof the algebraic part of L(f, k) is no greater than the l-adic valuation of the\norder of S, where S is (the Pontryagin dual of) the Selmer group attached to\nthe Galois module \\ad^0\\rho_f|_{G_K} (-1), and K= Q(i). Our method uses an idea\nof Ribet in that we introduce an intermediate step and produce congruences\nbetween CAP and non-CAP modular forms on the unitary group U(2,2).\n","Comment: 57 pages"]}]
["0710.2553",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2553","In the Proceedings of the 45th Annual Allerton Conference on\n  Communication, Control and Computing, Monticello, IL, September 26 - 28, 2007"],"date":["2007-10-12"],"type":["text"],"creator":["Simeone, O.","Somekh, O.","Bar-Ness, Y.","Poor, H. V.","Shamai, S."],"language":[],"coverage":[],"title":["Capacity of Linear Two-hop Mesh Networks with Rate Splitting,\n  Decode-and-forward Relaying and Cooperation"],"description":["  A linear mesh network is considered in which a single user per cell\ncommunicates to a local base station via a dedicated relay (two-hop\ncommunication). Exploiting the possibly relevant inter-cell channel gains, rate\nsplitting with successive cancellation in both hops is investigated as a\npromising solution to improve the rate of basic single-rate communications.\nThen, an alternative solution is proposed that attempts to improve the\nperformance of the second hop (from the relays to base stations) by cooperative\ntransmission among the relay stations. The cooperative scheme leverages the\ncommon information obtained by the relays as a by-product of the use of rate\nsplitting in the first hop. Numerical results bring insight into the conditions\n(network topology and power constraints) under which rate splitting, with\npossible relay cooperation, is beneficial. Multi-cell processing (joint\ndecoding at the base stations) is also considered for reference.\n"]}]
["0710.2556",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2556"],"date":["2007-10-12"],"type":["text"],"creator":["Astakhov, V."],"language":[],"coverage":[],"title":["Continuum of consciousness: Mind uploading and resurrection of human\n  consciousness. Is there a place for physics, neuroscience and computers?"],"description":["  In this paper, I perform mental experiment to analyze hypothetical process of\nmind uploading. That process suggested as a way to achieve resurrection of\nhuman consciousness. Mind uploading can be seen as a migration process of the\ncore mental functions, which migrate from a human brain to an artificial\nenvironment. To simulate the process, I suggest a topological approach which is\nbased on a formalism of information geometry. Geometrical formalism lets us\nsimulate the toy mind as geometrical structures as well as gives us powerful\ngeometrical and topological methods for analysis of the information system.\nThis approach leads to the insight about using holographic model as an analogy\nfor the mind migration to an artificial environment. This model represents the\ntoy mind functionality in terms of information geometry (as a geometrical\nshape) on information manifold. Such shape can have distributed holographic\nrepresentation. This representation gives us delocalized representation of the\nsystem. At the same time, the process of creating the holographic\nrepresentation gives us a strategy to migrate from original to an artificial\nenvironment and back. The interface between brain and an environment is modeled\nas an entropy flow which is defined as a geometrical flow on information\nmanifold. Such flow is an analogy of holography recording for the toy mind. The\nopposite process of holography reconstruction is modeled by none-local\nHamiltonians defined on the information manifold.\n","Comment: 8 figures, submitted to conference Toward a Science of Consciousness\n  2008 April 8-12, 2008"]}]
["0710.2559",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2559"],"date":["2007-10-12"],"type":["text"],"creator":["Kaygun, Atabey"],"language":[],"coverage":[],"title":["Products in Hopf-Cyclic Cohomology"],"description":["  We construct several pairings in Hopf-cyclic cohomology of (co)module\n(co)algebras with arbitrary coefficients. The key ideas instrumental in\nconstructing these pairings are the derived functor interpretation of\nHopf-cyclic and equivariant cyclic (co)homology, and the Yoneda interpretation\nof Ext-groups. As a special case of one of these pairings, we recover the\nConnes-Moscovici characteristic map in Hopf-cyclic cohomology. We also prove\nthat this particular pairing, along with few others, would stay the same if we\nreplace the derived category of (co)cyclic modules with the homotopy category\nof (special) towers of $X$-complexes, or the derived category of mixed\ncomplexes.\n","Comment: 15 pages"]}]
["0710.2560",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2560"],"date":["2007-10-15"],"type":["text"],"creator":["Eastin, Bryan"],"language":[],"coverage":[],"title":["Error Channels and the Threshold for Fault-tolerant Quantum Computation"],"description":["  This dissertation treats the topics of threshold calculation, ancilla\nconstruction, and non-standard error models. Chapter 2 introduces background\nmaterial ranging from quantum mechanics to classical coding to thresholds for\nquantum computation. In Chapter 3 numerical and analytical means are used to\ngenerate estimates of and bounds on the threshold given an error model\ndescribed by a restricted stochastic Pauli channel. Chapter 4 develops a\nsimple, flexible means of estimating the threshold and applies it to some cases\nof interest. Finally, a novel method of ancilla construction is proposed in\nChapter 5, and the difficulties associated with implementing it are discussed.\n","Comment: Dissertation, as submitted in July 2007, 190 pages, 37 figures, 7\n  tables"]}]
["0710.2561",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2561"],"date":["2007-10-14"],"type":["text"],"creator":["Shneerson, V. L.","Ourmazd, A.","Saldin, D. K."],"language":[],"coverage":[],"title":["Crystallography without crystals I: the common-line method for\n  assembling a 3D intensity volume from single-particle scattering"],"description":["  We demonstrate that a common-line method can assemble a 3D oversampled\ndiffracted intensity distribution suitable for high-resolution structure\nsolution from a set of measured 2D diffraction patterns, as proposed in\nexperiments with an X-ray free electron laser (XFEL) (Neutze {\\it et al.},\n2000). Even for a flat Ewald sphere, we show how the ambiguities due to\nFriedel's Law may be overcome. The method breaks down for photon counts below\nabout 10 per detector pixel, almost 3 orders of magnitude higher than expected\nfor scattering by a 500 kDa protein with an XFEL beam focused to a 0.1 micron\ndiameter spot. Even if 10**3 orientationally similar diffraction patterns could\nbe identified and added to reach the requisite photon count per pixel, the need\nfor about 10**6 orientational classes for high-resolution structure\ndetermination suggests that about ~ 10**9 diffraction patterns must be\nrecorded. Assuming pulse and read-out rates of 100 Hz, such measurements would\nrequire ~ 10**7 seconds, i.e. several months of continuous beam time.\n","Comment: 27 pages, 9 figures"]}]
["0710.2564",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2564"],"date":["2007-10-12"],"type":["text"],"creator":["Bazaliy, Ya. B."],"language":[],"coverage":[],"title":["Slonczewski windmill with dissipation and asymmetry"],"description":["  J. Slonczewski invented spin-transfer effect in layered systems in 1996.\nAmong his first predictions was the regime of ``windmill motion'' of a\nperfectly symmetric spin valve where the magnetizations of the layers rotate in\na fixed plane keeping the angle between them constant. Since ``windmill'' was\npredicted to happen in the case of zero magnetic anisotropy, while in most\nexperimental setups the anisotropy is significant, the phenomenon was not a\nsubject of much research. However, the behavior of the magnetically isotropic\ndevice is related to the interesting question of current induced ferromagnetism\nand is worth more attention. Here we study the windmill regime in the presence\nof dissipation, exchange interaction, and layer asymmetry. It is shown that the\nwindmill rotation is almost always destroyed by those effects, except for a\nsingle special value of electric current, determined by the parameters of the\ndevice.\n","Comment: 3 pages, 1 figure"]}]
["0710.2566",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2566"],"date":["2007-10-12"],"type":["text"],"creator":["Sivers, Dennis"],"language":[],"coverage":[],"title":["Coherent Spin Manipulations of a Polarized Beam With a Localized RF\n  Magnetic Field"],"description":["  The coherent manipulation of spin observables in storage rings provides\nopportunities to test the application of some fundamental dynamical principles.\nIn this context, it is possible to confirm, using gauge invariance and Lorentz\ninvariance, a conjecture framed by A. M. Kondratenko concerning the \"natural\"\nor \"intrinsic\" resonance strength applicable to a spin rotation from a\ncontrolled Froissart-Stora sweep with an RF dipole magnet. The discussion\nincludes a brief treatment of the \"forced\" component of the resonance strength\nassociated with the effect of the betatron oscillations induced by the\noperation of the RF diple and a discussion of the effective resonance strength\nas a function of betatron tunes.\n","Comment: 20 pages,0 figures"]}]
["0710.2569",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2569"],"date":["2007-10-12"],"type":["text"],"creator":["Ichinose, Shoichi"],"language":[],"coverage":[],"title":["Graphical Representation of SUSY and Application to QFT"],"description":["  We present a graphical representation of the supersymmetry and the graphical\ncalculation. Calculation is demonstrated for 4D Wess-Zumino model and for Super\nQED. The chiral operators are graphically expressed in an illuminating way. The\ntedious part of SUSY calculation, due to manipulating chiral suffixes, reduces\nconsiderably. The application is diverse.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, 34 eps-files"]}]
["0710.2571",{"format":[],"subject":["Mathematics - Group Theory","20E34, 20E06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2571"],"date":["2007-10-12"],"type":["text"],"creator":["Gutierrez, Mauricio","Piggott, Adam"],"language":[],"coverage":[],"title":["Rigidity of graph products of abelian groups"],"description":["  We show that if $G$ is a group and $G$ has a graph-product decomposition with\nfinitely-generated abelian vertex groups, then $G$ has two canonical\ndecompositions as a graph product of groups: a unique decomposition in which\neach vertex group is a directly-indecomposable cyclic group, and a unique\ndecomposition in which each vertex group is a finitely-generated abelian group\nand the graph satisfies the $T_0$ property. Our results build on results by\nDroms, Laurence and Radcliffe.\n","Comment: 11 pages, 1 figure"]}]
["0710.2573",{"format":[],"subject":["Mathematics - Group Theory","20E36","20E06","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2573"],"date":["2007-10-12"],"type":["text"],"creator":["Gutierrez, Mauricio","Piggott, Adam","Ruane, Kim"],"language":[],"coverage":[],"title":["On the automorphisms of a graph product of abelian groups"],"description":["  We study the automorphisms of a graph product of finitely-generated abelian\ngroups W. More precisely, we study a natural subgroup Aut* W of Aut W, with\nAut* W = Aut W whenever vertex groups are finite and in a number of other\ncases. We prove a number of structure results, including a semi-direct product\ndecomposition of Aut* W in which one of the factors is Inn W. We also give a\nnumber of applications, some of which are geometric in nature.\n","Comment: 38 pages, 4 figures"]}]
["0710.2575",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2575"],"date":["2007-10-12"],"type":["text"],"creator":["Guo, Jian You","Fang, Xiang Zheng","Xie, Chuan Mei"],"language":[],"coverage":[],"title":["Scattering of a Klein-Gordon particle by a Hulth\\'en potential"],"description":["  The Klein-Gordon equation in the presence of a spatially one-dimensional\nHulth\\'en potential is solved exactly and the scattering solutions are obtained\nin terms of hypergeometric functions. The transmission coefficient is derived\nby the matching conditions on the wavefunctions and the condition for the\nexistence of transmission resonances are investigated. It is shown how the\nzero-reflection condition depends on the shape of the potential.\n","Comment: 6 pages,8 figures"]}]
["0710.2578",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2578"],"date":["2007-10-12"],"type":["text"],"creator":["Lee, Jae Sik","Scopel, Stefano"],"language":[],"coverage":[],"title":["The Lightest Higgs Boson and Relic Neutralino in the MSSM with CP\n  Violation"],"description":["  In a minimal supersymmetric extension of the standard model (MSSM) with\nexplicit CP violation a mass of the lightest Higgs boson H_1 in the range 7\nGeV} < M_{H_1} < 10 GeV is experimentally allowed by present accelerator\nlimits. In the same scenario a lightest neutralino as light as 2.9 GeV can be a\nviable dark matter candidate, provided that a departure from the usual GUT\nrelation among gaugino masses is assumed.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 2 figures"]}]
["0710.2589",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2589"],"date":["2007-10-13","2007-10-15"],"type":["text"],"creator":["Jung, Dong-Won","Lee, Jae Yong"],"language":[],"coverage":[],"title":["1-loop Corrections to the \\rho Parameter in the Left-Right Twin Higgs\n  Model"],"description":["  We implement a one-loop analysis of the $\\rho$ parameter in the Left Right\nTwin Higgs model, including the logarithmically enhanced contributions from\nboth fermion and scalar loops. Numerical results show that the one-loop\ncontributions are dominant over the tree level corrections in most regions of\nparameter space. The experimentally allowed values of $\\rho$-parameter divide\nthe allowed parameter space into two regions; less than $670 {\\rm GeV}$ and\nlarger than $1100 {\\rm GeV}$ roughly, for symmetry breaking scale $f$. Our\nnumerical analysis significantly reduces the parameter space which are\nfavorably accessible to the LHC.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, 3 eps figures"]}]
["0710.2592",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2592","Phys. Rev. B 76, 085121(2007)","doi:10.1103/PhysRevB.76.085121"],"date":["2007-10-13"],"type":["text"],"creator":["Gong, Longyan","Tong, Peiqing"],"language":[],"coverage":[],"title":["von Neumann entropy and localization properties of two interacting\n  particles in one-dimensional nonuniform systems"],"description":["  With the help of von Neumann entropy, we study numerically the localization\nproperties of two interacting particles (TIP) with on-site interactions in\none-dimensional disordered, quasiperiodic, and slowly varying potential\nsystems, respectively. We find that for TIP in disordered and slowly varying\npotential systems, the spectrum-averaged von Neumann entropy <E_v> first\nincreases with interaction U until its peak, then decreases as U gets larger.\nFor TIP in the Harper model[S. N. Evangelou and D. E. Katsanos, Phys. Rev. B\n56, 12797(1997)], the functions of <E_v> versus U are different for particles\nin extended and localized regimes. Our numerical results indicate that for\nthese two-particle systems, the von Neumann entropy is a suitable quantity to\ncharacterize the localization properties of particle states. Moreover, our\nstudies propose a consistent interpretation of the discrepancies between\nprevious numerical results.\n","Comment: 7 pages,13 figures"]}]
["0710.2596",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2596"],"date":["2007-10-13"],"type":["text"],"creator":["Arnaud, Jacques","Chusseau, Laurent","Philippe, Fabrice"],"language":[],"coverage":[],"title":["Sub-Poissonian laser emission from a single-electron permanently\n  interacting with a single-mode cavity"],"description":["  Quiet (or sub-Poissonian) oscillators generate a number of dissipation events\nwhose variance is less than the mean. It was shown in 1984 by Golubev and\nSokolov that lasers driven by regular pumps are quiet in that sense. The\npurpose of this paper is to show that, as long as the laser-detector system is\nstrictly stationary, quantization of the optical field is not required to\nexplain such phenomena. The theory presented here is semi-classical, yet exact.\nPrevious theories considering excited-state atoms regularly-injected in\nresonators, on the other hand, do require in principle light quantization.\nSpecifically, we consider a laser involving a single electron permanently\ninteracting with the field and driven by a constant-potential battery, and\npoint out a similarity with reflex klystrons. The detected noise is found to be\nonly 7/8 of the shot-noise level. It is therefore sub-Poissonian. Our\ncalculations are related to resonance-fluorescence treatments but with\ndifferent physical interpretations.\n","Comment: 7 pages, submitted to Phys Rev A"]}]
["0710.2604",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2604"],"date":["2007-10-13"],"type":["text"],"creator":["Wong, Raymond Chi-Wing","Fu, Ada Wai-chee","Pei, Jian","Ho, Yip Sing","Wong, Tai","Liu, Yubao"],"language":[],"coverage":[],"title":["Efficient Skyline Querying with Variable User Preferences on Nominal\n  Attributes"],"description":["  Current skyline evaluation techniques assume a fixed ordering on the\nattributes. However, dynamic preferences on nominal attributes are more\nrealistic in known applications. In order to generate online response for any\nsuch preference issued by a user, we propose two methods of different\ncharacteristics. The first one is a semi-materialization method and the second\nis an adaptive SFS method. Finally, we conduct experiments to show the\nefficiency of our proposed algorithms.\n","Comment: 10 pages"]}]
["0710.2606",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","16G60, 16U80, 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2606"],"date":["2007-10-13"],"type":["text"],"creator":["Bergh, Petter Andreas","Oppermann, Steffen"],"language":[],"coverage":[],"title":["The representation dimension of quantum complete intersections"],"description":["  We study the representation dimension of the class of algebras known as\nquantum complete intersections. For such an algebra, we show that the\nrepresentation dimension is at most twice its codimension. Moreover, we show\nthat the representation dimension of a \"homogeneous\" quantum complete\nintersection is strictly larger than its codimension.\n","Comment: 11 pages"]}]
["0710.2620",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2620"],"date":["2007-10-14"],"type":["text"],"creator":["Papp, E.","Micu, C.","Borchin, O.","Aur, L."],"language":[],"coverage":[],"title":["Generalized versus selected descriptions of quantum LC - circuits"],"description":["  Proofs are given that the quantum-mechanical description of the LC -circuit\nwith a time dependent external source can be readily established by starting\nfrom a more general discretization rule of the electric charge. For this\npurpose one resorts to an arbitrary but integer-dependent real function F(n)\ninstead of n. This results in a nontrivial generalization of the discrete time\ndependent Schrodinger-equation established before via F(n)=n, as well as to\nmodified charge conservation laws. However, selected descriptions can also be\ndone by looking for a unique derivation of the effective inductance. This leads\nto site independent inductances, but site dependent ones get implied by\naccounting for periodic solutions to F(n) in terms of Jacobian elliptic\nfunctions. Many-charge generalizations of quantum circuits, including the\nmodified continuity equation for total charge and current densities, have also\nbeen discussed.\n"]}]
["0710.2623",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2623"],"date":["2007-10-13"],"type":["text"],"creator":["Rangipour, Bahram"],"language":[],"coverage":[],"title":["Cup products in Hopf cyclic cohomology via cyclic modules I"],"description":["  This is the first one in a series of two papers on the continuation of our\nstudy in cup products in Hopf cyclic cohomology. In this note we construct\ncyclic cocycles of algebras out of Hopf cyclic cocycles of algebras and\ncoalgebras. In the next paper we consider producing Hopf cyclic cocycle from\n\"equivariant\" Hopf cyclic cocycles. Our approach in both situations is based on\n(co)cyclic modules and bi(co)cyclic modules together with Eilenberg-Zilber\ntheorem which is different from the old definition of cup products defined via\ntraces and cotraces on DG algebras and coalgebras.\n","Comment: 17 pages"]}]
["0710.2624",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2624"],"date":["2007-10-13"],"type":["text"],"creator":["Oliveira, Micael J. T.","Castro, Alberto","Marques, Miguel A. L.","Rubio, Angel"],"language":[],"coverage":[],"title":["On the use of Neumann's principle for the calculation of the\n  polarizability tensor of nanostructures"],"description":["  The polarizability measures how the system responds to an applied electrical\nfield. Computationally, there are many different ways to evaluate this\ntensorial quantity, some of which rely on the explicit use of the external\nperturbation and require several individual calculations to obtain the full\ntensor. In this work, we present some considerations about symmetry that allow\nus to take full advantage of Neumann's principle and decrease the number of\ncalculations required by these methods. We illustrate the approach with two\nexamples, the use of the symmetries in real space and in spin space in the\ncalculation of the electrical or the spin response.\n","Comment: 7 pages, 5 figures, accepted for publication in the Journal of\n  Nanoscience and Nanotechnology"]}]
["0710.2625",{"format":[],"subject":["Mathematics - Dynamical Systems","54H20","22A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2625"],"date":["2007-10-15"],"type":["text"],"creator":["Glasner, Eli"],"language":[],"coverage":[],"title":["On two problems concerning topological centers"],"description":["  Let G be an infinite discrete group and bG its Cech-Stone compactification.\nUsing the well known fact that a free ultrafilter on an infinite set is\nnonmeasurable, we show that for each element p of the remainder bG G, left\nmultiplication L_p:bG \\to bG is not Borel measurable. Next assume that G is\nabelian. Let D \\subset \\ell^\\infty(G)$ denote the subalgebra of distal\nfunctions on G and let G^D denote the corresponding universal distal (right\ntopological group) compactification of G. Our second result is that the\ntopological center of G^D (i.e. the set of p in G^D for which L_p:G^D \\to G^D\nis a continuous map) is the same as the algebraic center and that for G=Z (the\ngroup of integers) this center coincides with the canonical image of G in G^D.\n"]}]
["0710.2626",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2626"],"date":["2007-10-13"],"type":["text"],"creator":["Albers, D. J.","Atay, Fatihcan M."],"language":[],"coverage":[],"title":["Entropy, dimension, and state mixing in a class of time-delayed\n  dynamical systems"],"description":["  Time-delay systems are, in many ways, a natural set of dynamical systems for\nnatural scientists to study because they form an interface between abstract\nmathematics and data. However, they are complicated because past states must be\nsensibly incorporated into the dynamical system. The primary goal of this paper\nis to begin to isolate and understand the effects of adding time-delay\ncoordinates to a dynamical system. The key results include (i) an analytical\nunderstanding regarding extreme points of a time-delay dynamical system\nframework including an invariance of entropy and the variance of the\nKaplan-Yorke formula with simple time re-scalings; (ii) computational results\nfrom a time-delay mapping that forms a path between dynamical systems dependent\nupon the most distant and the most recent past; (iii) the observation that\nnon-trivial mixing of past states can lead to high-dimensional, high-entropy\ndynamics that are not easily reduced to low-dimensional dynamical systems; (iv)\nthe observed phase transition (bifurcation) between low-dimensional, reducible\ndynamics and high or infinite-dimensional dynamics; and (v) a convergent\nscaling of the distribution of Lyapunov exponents, suggesting that the infinite\nlimit of delay coordinates in systems such are the ones we study will result in\na continuous or (dense) point spectrum.\n","Comment: 10 pages, 8 figures"]}]
["0710.2641",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2641"],"date":["2007-10-14"],"type":["text"],"creator":["Kreuzer, Martin","Robbiano, Lorenzo"],"language":[],"coverage":[],"title":["Deformations of Border Bases"],"description":["  Here we study the problem of generalizing one of the main tools of Groebner\nbasis theory, namely the flat deformation to the leading term ideal, to the\nborder basis setting. After showing that the straightforward approach based on\nthe deformation to the degree form ideal works only under additional\nhypotheses, we introduce border basis schemes and universal border basis\nfamilies. With their help the problem can be rephrased as the search for a\ncertain rational curve on a border basis scheme. We construct the system of\ngenerators of the vanishing ideal of the border basis scheme in different ways\nand study the question of how to minimalize it. For homogeneous ideals, we also\nintroduce a homogeneous border basis scheme and prove that it is an affine\nspace in certain cases. In these cases it is then easy to write down the\ndesired deformations explicitly.\n","Comment: 21 pages"]}]
["0710.2646",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2646","Europhys. Lett. 75, 791-796 (2006)","doi:10.1209/epl/i2006-10169-6"],"date":["2007-10-14"],"type":["text"],"creator":["Ballester, D.","Fuentes, A. M.","Tkachenko, I. M."],"language":[],"coverage":[],"title":["Fast projectile stopping power of two-dimensional strongly correlated\n  electron liquids"],"description":["  We study the high-velocity-projectile limit of the polarizational\ncontribution to the in-plane stopping power in a strongly coupled\ntwo-dimensional electron liquid. The dielectric formalism based on the method\nof moments is employed. The frequency moments of the loss function are\ncalculated using the model Hamiltonian including the two-dimensional Coulomb\ninteraction potential proportional to the inverse power of k. We prove that the\nleading term of the high-velocity asymptote, like in the random-phase\napproximation, is not affected by correlations.\n","Comment: 6 pages. Published in Europhysics Letters\n  http://www.iop.org/EJ/abstract/0295-5075/75/5/791"]}]
["0710.2647",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2647"],"date":["2007-10-14"],"type":["text"],"creator":["Zalewski, Piotr"],"language":[],"coverage":[],"title":["Search for GMSB NLSPs at LHC"],"description":["  NLSP - LSP decays could have dramatic influence on SUSY phenomenology at LHC.\nNLSP could have significant lifetime and could be charged. In at least two\nscenarios detectors must be used in a special way. They were not optimized for\ndetection of heavy (semi)stable charged particles and decaying in flight\n(neutral or charged) NLSPs. During the last decade both ATLAS and CMS\ncollaboration have developed strategies which allow for effective search within\nsuch scenarios.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 9 eps figures"]}]
["0710.2657",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2657"],"date":["2007-10-14"],"type":["text"],"creator":["Johnson, Robert W."],"language":[],"coverage":[],"title":["Non-Newtonian viscosity in magnetized plasma"],"description":["  The particle and momentum balance equations can be solved on concentric\ncircular flux surfaces to determine the effective viscous drag present in a\nmagnetized tokamak plasma in the low aspect ratio limit. An analysis is\ndeveloped utilizing the first-order Fourier expansion of the poloidal variation\nof quantities on the flux surface akin to that by Stacey and Sigmar [Phys.\nFluids, 28, 9 (1985)]. Expressions to determine the poloidal variations of\ndensity, poloidal velocity, toroidal velocity, radial electric field, poloidal\nelectric field, and other radial profiles are presented in a multi-species\nsetting. Using as input experimental data for the flux surface averaged\nprofiles of density, temperature, toroidal current, toroidal momentum\ninjection, and the poloidal and toroidal rotations of at least one species of\nion, one may solve the equations numerically for the remaining profiles. The\nresultant effective viscosities are compared to those predicted by Stacey and\nSigmar and Shaing, et al., [Nuclear Fusion, 25, 4 (1985)]. A velocity\ndependence of the effective viscosity is observed, indicating the presence of\nnon-Newtonian fluid behavior in magnetized plasma.\n","Comment: 25 pages, 8 figures, as submitted to Physics of Plasmas"]}]
["0710.2659",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2659"],"date":["2007-10-14"],"type":["text"],"creator":["Hendrickx, Julien M.","Yu, Changbin","Fidan, Baris","Anderson, Brian D. O."],"language":[],"coverage":[],"title":["Rigidity and persistence for ensuring shape maintenance of multiagent\n  meta formations (ext'd version)"],"description":["  This paper treats the problem of the merging of formations, where the\nunderlying model of a formation is graphical. We first analyze the rigidity and\npersistence of meta-formations, which are formations obtained by connecting\nseveral rigid or persistent formations. Persistence is a generalization to\ndirected graphs of the undirected notion of rigidity. In the context of moving\nautonomous agent formations, persistence characterizes the efficacy of a\ndirected structure of unilateral distance constraints seeking to preserve a\nformation shape. We derive then, for agents evolving in a two- or\nthree-dimensional space, the conditions under which a set of persistent\nformations can be merged into a persistent meta-formation, and give the minimal\nnumber of interconnections needed for such a merging. We also give conditions\nfor a meta-formation obtained by merging several persistent formations to be\npersistent.\n","Comment: 1 zip file containing 1 .tex files, and 39 .eps files. The paper\n  (including the appendix) contains 13 Figures"]}]
["0710.2660",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2660"],"date":["2007-10-14"],"type":["text"],"creator":["Johnson, Robert W."],"language":[],"coverage":[],"title":["Viscosity and confinement in magnetized plasma"],"description":["  An alternative to the Braginskii decomposition is proposed, one rooted in\ntreating the viscosity as a scalar quantity in a coordinate-free\nrepresentation. With appropriate application to the rate-of-shear tensor, one\nmay solve the neoclassical force density equations for its undetermined\nvelocity dependence, as well as the radial and poloidal profiles mentioned in\n[R. W. Johnson, Phys. Plasmas, under review], using an improved poloidal\nexpansion. The pseudoplastic behavior of magnetized plasma is again obtained,\nand the high viscosity solution is determined to be physical. A clear\nrelationship between confinement mode and viscosity is observed, indicating a\nphysical origin for transport barriers, pedestals, and other phenomena. The\ngyroviscous contribution is found to be an effect on the order of one\none-thousandth of one percent of the dominant collisional viscosity.\n","Comment: 31 pages, 18 figures, 2 tables, as submitted to Physics of Plasmas"]}]
["0710.2670",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2670"],"date":["2007-10-14"],"type":["text"],"creator":["Lytken, Else"],"language":[],"coverage":[],"title":["Search for Chargino-Neutralino Pair Production at CDF"],"description":["  We present the results of a search for associated production of the lightest\nchargino and next-to-lightest neutralino using 1 fb$^{-1}$ of $\\sqrt s$ = 1.96\nTeV p$\\rm \\bar p$ data collected with the CDF detector at the Tevatron. We\ncombine the results of several multi-lepton final states to set upper limits on\nthe cross section times branching ratio for chargino-neutralino production as a\nfunction of the chargino mass.\n","Comment: Submitted for the SUSY07 proceedings, 3 pages, LaTeX, 6 eps figures"]}]
["0710.2673",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2673"],"date":["2007-10-14"],"type":["text"],"creator":["Hyakutake, Yoshifumi"],"language":[],"coverage":[],"title":["Higher Derivative Corrections in M-theory via Local Supersymmetry"],"description":["  We investigate higher derivative corrections in M-theory by applying\nNoether's method. Cancellation of variations, which contain linear terms in\n4-form field strength, under local supersymmetry is executed with the aid of\ncomputer programming. Structure of $R^4$ terms is uniquely determined and\nexactly matches with one-loop effective terms in type IIA superstring theory.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages"]}]
["0710.2674",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2674"],"date":["2007-10-14"],"type":["text"],"creator":["Ford, James"],"language":[],"coverage":[],"title":["Linguistic Information Energy"],"description":["  In this treatment a text is considered to be a series of word impulses which\nare read at a constant rate. The brain then assembles these units of\ninformation into higher units of meaning. A classical systems approach is used\nto model an initial part of this assembly process. The concepts of linguistic\nsystem response, information energy, and ordering energy are defined and\nanalyzed. Finally, as a demonstration, information energy is used to estimate\nthe publication dates of a series of texts and the similarity of a set of\ntexts.\n","Comment: 10 pages, 7 graphs"]}]
["0710.2675",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2675"],"date":["2007-10-14"],"type":["text"],"creator":["Kumar, Kuldeep","Arun, P.","Mehra, N. C.","Makinistian, L.","Albanesi, E. A."],"language":[],"coverage":[],"title":["Band Gap of CsCl Film's as a Function of Lattice Constant"],"description":["  The manuscript reports experimental estimation of Cesium Chloride film's band\ngap and compares it with theoretical simulations. The band gap shows a strong\ndependence on it's lattice constant. Also, it is seen that the point defects\npresent in the films strongly affects it's optical properties.\n","Comment: Seven pages and four figures"]}]
["0710.2676",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2676"],"date":["2007-10-14"],"type":["text"],"creator":["Asai, J.","Batsouli, S.","Boyle, K.","Castillo, V.","Cianciolo, V.","Fields, D.","Haegeman, C.","Hoeferkamp, M.","Hosoi, Y.","Ichimiya, R.","Inoue, Y.","Kawashima, M.","Komatsubara, T.","Kurita, K.","Li, Z.","Lynch, D.","Nguyen, M.","Murakami, T.","Nouicer, R.","Ohnishi, H.","Pak, R.","Sakashita, K.","Shibata, T. -A.","Suga, K.","Taketani, A.","Tojo, J."],"language":[],"coverage":[],"title":["Radiation Damage Study for PHENIX Silicon Stripixel Sensors"],"description":["  Silicon stripixel sensors which were developed at BNL will be installed as\npart of the RHIC-PHENIX silicon vertex tracker (VTX). RHIC II operations\nprovide luminosity up to 2x10^32 /cm2/s so the silicon stripixel sensors will\nbe exposed to a significant amount of radiation. The most problematic radiation\neffect for VTX is the increase of leakage current, which degrades the signal to\nnoise ratio and may saturate the readout electronics.\n  We studied the radiation damage using the same diodes as CERN-RD48. First,\nthe proportionality between the irradiation fluence and the increase of leakage\ncurrent of CERN-RD48 was reproduced. Then beam experiments with stripixel\nsensor were done in which leakage current was found to increase in the same way\nas that of thereference diode.\n  A stripixel sensor was also irradiated at the PHENIX interaction region (IR)\nduring the 2006 run. We found the same relation between the integrated\nluminosity and determined fluence from increase of leakage current. The\nexpected fluence is 3-6x10^12 Neq/cm2 (1 MeV neutron equivalent) in RHIC II\noperations for 10 years. Due to this expected exposure, setting the operating\ntemperature in PHENIX to T< 0 deg. C to suppress leakage current is needed to\navoid saturation of preamplifiers.\n","Comment: 26 pages, 23 figures, 7 tables, submitted to NIM"]}]
["0710.2678",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Functional Analysis","42C40","41A05","42C15","47B99","65D10","94A08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2678"],"date":["2007-10-14"],"type":["text"],"creator":["Kutyniok, Gitta","Sauer, Tomas"],"language":[],"coverage":[],"title":["Adaptive Directional Subdivision Schemes and Shearlet Multiresolution\n  Analysis"],"description":["  In this paper, we propose a solution for a fundamental problem in\ncomputational harmonic analysis, namely, the construction of a multiresolution\nanalysis with directional components. We will do so by constructing subdivision\nschemes which provide a means to incorporate directionality into the data and\nthus the limit function. We develop a new type of non-stationary bivariate\nsubdivision schemes, which allow to adapt the subdivision process depending on\ndirectionality constraints during its performance, and we derive a complete\ncharacterization of those masks for which these adaptive directional\nsubdivision schemes converge. In addition, we present several numerical\nexamples to illustrate how this scheme works. Secondly, we describe a fast\ndecomposition associated with a sparse directional representation system for\ntwo dimensional data, where we focus on the recently introduced sparse\ndirectional representation system of shearlets. In fact, we show that the\nintroduced adaptive directional subdivision schemes can be used as a framework\nfor deriving a shearlet multiresolution analysis with finitely supported\nfilters, thereby leading to a fast shearlet decomposition.\n","Comment: 35 pages, 7 figures"]}]
["0710.2685",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2685"],"date":["2007-10-14"],"type":["text"],"creator":["Benson, Brian","Wang, Yang"],"language":[],"coverage":[],"title":["The Three Hat Problem"],"description":["  In this paper we study the Three Hat Problem which appeared in Puzzle Corner\nof the Technology Review magazine. This puzzle gives a scenario in which three\nplayers wearing hats are sitting together and each hat can be seen by everyone\nexcept the player that is wearing that hat. Each player is told that all of the\nhats contain a positive integer and that two of the integers add to the third.\nIn an ordered, turn-wise, modular fashion, each player truthfully states\nwhether or not he knows his integer. We give a strategy which allows for one of\nthe players to solve for his integer for all possible integer configurations of\nthe puzzle and prove it is the optimal such strategy.\n","Comment: 11 pages, 0 figures"]}]
["0710.2686",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2686","Acta Phys. Pol. B38, (2007) 3119"],"date":["2007-10-15"],"type":["text"],"creator":["Kamiska, A.","Srokowski, T."],"language":[],"coverage":[],"title":["Mean first passage time for a Markovian jumping process"],"description":["  We consider a Markovian jumping process with two absorbing barriers, for\nwhich the waiting-time distribution involves a position-dependent coefficient.\nWe solve the Fokker-Planck equation with boundary conditions and calculate the\nmean first passage time (MFPT) which appears always finite, also for the\nsubdiffusive case. Then, for the case of the jumping-size distribution in form\nof the L\\'evy distribution, we determine the probability density distributions\nand MFPT by means of numerical simulations. Dependence of the results on\nprocess parameters, as well as on the L\\'evy distribution width, is discussed.\n","Comment: 13 pages, 6 figures"]}]
["0710.2688",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2688"],"date":["2007-10-14"],"type":["text"],"creator":["Pelc, Magdalena"],"language":[],"coverage":[],"title":["On the invariant thermal Proca - Klein - Gordon equation"],"description":["  In this paper we discuss the invariant thermal Proca - Klein - Gordon\nequation (PKG). We argue that for the thermal PKG equation the absolute\nvelocity is equal v = alpha*c, where alpha is the fine stucture constant for\nelectromagnetic interaction.\n","Comment: 4 pages"]}]
["0710.2690",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2690"],"date":["2007-10-14"],"type":["text"],"creator":["Semmes, Stephen"],"language":[],"coverage":[],"title":["Another introduction to the geometry of metric spaces"],"description":["  Here Lipschitz conditions are used as a primary tool, for studying curves in\nmetric spaces in particular.\n","Comment: 10 pages, latex-2e"]}]
["0710.2694",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2694"],"date":["2007-10-14"],"type":["text"],"creator":["Mallet, V.","Keyes, D. E.","Fendell, F. E."],"language":[],"coverage":[],"title":["Modeling Wildland Fire Propagation with Level Set Methods"],"description":["  Level set methods are versatile and extensible techniques for general front\ntracking problems, including the practically important problem of predicting\nthe advance of a firefront across expanses of surface vegetation. Given a rule,\nempirical or otherwise, to specify the rate of advance of an infinitesimal\nsegment of firefront arc normal to itself (i.e., given the firespread rate as a\nfunction of known local parameters relating to topography, vegetation, and\nmeteorology), level set methods harness the well developed mathematical\nmachinery of hyperbolic conservation laws on Eulerian grids to evolve the\nposition of the front in time. Topological challenges associated with the\nswallowing of islands and the merger of fronts are tractable.\n  The principal goals of this paper are to: collect key results from the two\nlargely distinct scientific literatures of level sets and firespread;\ndemonstrate the practical value of level set methods to wildland fire modeling\nthrough numerical experiments; probe and address current limitations; and\npropose future directions in the simulation of, and the development of\ndecision-aiding tools to assess countermeasure options for, wildland fires. In\naddition, we introduce a freely available two-dimensional level set code used\nto produce the numerical results of this paper and designed to be extensible to\nmore complicated configurations.\n"]}]
["0710.2699",{"format":[],"subject":["Mathematics - Differential Geometry","53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2699"],"date":["2007-10-14"],"type":["text"],"creator":["Javaheri, Mohammad"],"language":[],"coverage":[],"title":["Lower bounds for warping functions on warped-product AHE manifolds"],"description":["  Let $[\\gamma]$ be the conformal boundary of a warped product $C^{3,\\alpha}$\nAHE metric $g=g_M+u^2h$ on $N=M \\times F$, where $(F,h)$ is compact with unit\nvolume and nonpositive curvature. We show that if $[\\gamma]$ has positive\nYamabe constant, then $u$ has a positive lower bound that depends only on\n$[\\gamma]$.\n","Comment: 7 pages"]}]
["0710.2708",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2708"],"date":["2007-10-15"],"type":["text"],"creator":["de Cataldo, Mark Andrea","Migliorini, Luca"],"language":[],"coverage":[],"title":["Hodge-theoretic aspects of the Decomposition Theorem"],"description":["  Given a projective morphism of compact, complex, algebraic varieties and a\nrelatively ample line bundle on the domain we prove that a suitable choice,\ndictated by the line bundle, of the decomposition isomorphism of the\nDecomposition Theorem of Beilinson, Bernstein, Deligne and Gabber, yields\nisomorphisms of pure Hodge structures. The proof is based on a new\ncohomological characterization of the decomposition isomorphism associated with\nthe line bundle. We prove some corollaries concerning the intersection form in\nintersection cohomology, the natural map from cohomology to intersection\ncohomology, projectors and Hodge cycles, and induced morphisms in intersection\ncohomology.\n","Comment: Suggestions and comments are welcome. Submitted in 02/06 to the\n  editors of the AG Seattle 2005 Proceedings"]}]
["0710.2712",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory","22E46","11F70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2712"],"date":["2007-10-15"],"type":["text"],"creator":["Miyazaki, Tadashi"],"language":[],"coverage":[],"title":["The structures of standard (g,K)-modules of SL(3,R)"],"description":["  We describe explicitely the structures of standard $(g,K)$-modules of\n$SL(3,R)$.\n","Comment: 22 pages"]}]
["0710.2715",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2715"],"date":["2007-10-15"],"type":["text"],"creator":["Abe, Hiroyuki"],"language":[],"coverage":[],"title":["Off-shell dimensional reduction of 5D orbifold supergravity"],"description":["  We present a systematic way for deriving a four-dimensional (4D) effective\naction of the five-dimensional (5D) orbifold supergravity respecting the N=1\n{\\it off-shell} structure. As an illustrating example, we derive a 4D effective\ntheory of the 5D gauged supergravity with a universal hypermultiplet and {\\it\ngeneric} gaugings, which includes the 5D heterotic M-theory and the\nsupersymmetric Randall-Sundrum model as special limits of the gauging\nparameters. We show the vacuum structure of such model, especially the nature\nof moduli stabilization, introducing perturbative superpotential terms at the\norbifold fixed points.\n","Comment: 4 pages, 2 figures; Talk given at Summer Institute 2007,\n  Fuji-Yoshida, Japan, August 3-10, 2007"]}]
["0710.2716",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","C.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2716"],"date":["2007-10-15"],"type":["text"],"creator":["Li, Rong","Duan, Zhisheng","Chen, Guanrong"],"language":[],"coverage":[],"title":["Cost and Effects of Pinning Control for Network Synchronization"],"description":["  In this paper, the problem of pinning control for synchronization of complex\ndynamical networks is discussed. A cost function of the controlled network is\ndefined by the feedback gain and the coupling strength of the network. An\ninteresting result is that lower cost is achieved by the control scheme of\npinning nodes with smaller degrees. Some rigorous mathematical analysis is\npresented for achieving lower cost in the synchronization of different\nstar-shaped networks. Numerical simulations on some non-regular complex\nnetworks generated by the Barabasi-Albert model and various star-shaped\nnetworks are shown for verification and illustration.\n","Comment: 12 pages, 18 figures"]}]
["0710.2718",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2718"],"date":["2007-10-15"],"type":["text"],"creator":["Akima, Hisanao","Sato, Shigeo","Nakajima, Koji"],"language":[],"coverage":[],"title":["Stochastic resonance in a single electron turnstile"],"description":["  In this paper, we report stochastic resonance (SR) in a single electron\nturnstile. It has been known that SR emerges by the cooperation of a weak\nperiodic signal and noise in a bistable system. A periodic signal produces\nswitching between two stable states by lowering the potential barrier. Even if\nthe amplitude of the signal is not large enough to make the potential barrier\ndisappear, the switching can occur with the help of noise. As a result, an\noutput signal-to-noise ratio (SNR), which shows how much the switching is\nsynchronized with the signal, can be enhanced by increasing the noise. We have\nformulated the SR in a single electron turnstile into the adiabatic two-state\ntheory of McNamara-Wiesenfeld and confirmed its manifestation by numerical\nsimulation. These results could be applied to detection of the periodic motion\nof very small electric charge under noisy environment.\n","Comment: 4 pages, 3 figures, pdflatex"]}]
["0710.2725",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14H20","14B07","14D22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2725"],"date":["2007-10-15"],"type":["text"],"creator":["Elias, Juan"],"language":[],"coverage":[],"title":["A moduli scheme of embedded curve singularities"],"description":["  The main purpose of this paper is to prove the existence of the moduli space\nparameterizing the embedded curve singularities of $(k^N,0)$ with an admissible\nHilbert polynomial and to study its basic properties.\n"]}]
["0710.2726",{"format":[],"subject":["Mathematics - Algebraic Geometry","14A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2726","Li, Ting. Log structures on generalized semi-stable varieties.\n  Acta Math. Sin. (Engl. Ser.) 23 (2007), no. 7, 1217--1232"],"date":["2007-10-15"],"type":["text"],"creator":["Li, Ting"],"language":[],"coverage":[],"title":["Log Structures on Generalized Semi-Stable Varieties"],"description":["  This is my PhD Thesis, part of it has published in Acta Mathematica Sinica.\nIn this paper, a class of morphisms which have a kind of singularity weaker\nthan normal crossing is considered. We construct the obstruction such that the\nso-called semi-stable log structures exists if and only if the obstruction\nvanishes. In the case of no power, if the obstruction vanishes, then the\nsemi-stable log structure is unique up to a unique isomorphism. So we obtain a\nkind of canonical structures on this family of morphisms.\n","Comment: 47 pages, doubled sided"]}]
["0710.2728",{"format":[],"subject":["Mathematics - Number Theory","11N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2728"],"date":["2007-10-15"],"type":["text"],"creator":["Goldston, D. A.","Pintz, J.","Yildirim, C. Y."],"language":[],"coverage":[],"title":["Primes in Tuples II"],"description":["  We prove that there are infinitely often pairs of primes much closer than the\naverage spacing between primes - almost within the square root of the average\nspacing. We actually prove a more general result concerning the set of values\ntaken on by the differences between primes.\n","Comment: 35 pages"]}]
["0710.2732",{"format":[],"subject":["Computer Science - Computational Complexity","68W40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2732"],"date":["2007-10-15"],"type":["text"],"creator":["Grigoriev, Dima"],"language":[],"coverage":[],"title":["Probabilistic communication complexity over the reals"],"description":["  Deterministic and probabilistic communication protocols are introduced in\nwhich parties can exchange the values of polynomials (rather than bits in the\nusual setting). It is established a sharp lower bound $2n$ on the communication\ncomplexity of recognizing the $2n$-dimensional orthant, on the other hand the\nprobabilistic communication complexity of its recognizing does not exceed 4. A\npolyhedron and a union of hyperplanes are constructed in $\\RR^{2n}$ for which a\nlower bound $n/2$ on the probabilistic communication complexity of recognizing\neach is proved. As a consequence this bound holds also for the EMPTINESS and\nthe KNAPSACK problems.\n"]}]
["0710.2733",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2733"],"date":["2007-10-15"],"type":["text"],"creator":["Seymour, Michael H."],"language":[],"coverage":[],"title":["Breakdown of Coherence ?"],"description":["  In a recent paper, Albrecht Kyrieleis, Jeff Forshaw and I discovered a new\ntower of super-leading logarithms in gaps between jets cross sections. After\ndiscussions with the referee of our paper and further investigation, we have\ncome to view this as a breakdown of naive coherence for initial state\nradiation. In this talk I illustrate this statement in a simple way, and show\nhow it results in the super-leading logarithms.\n","Comment: 10 pages, Talk given at 12th International Conference on Elastic and\n  Diffractive Scattering (EDS '07), May 21st-25th 2007, DESY, Hamburg"]}]
["0710.2736",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","C.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2736"],"date":["2007-10-15"],"type":["text"],"creator":["Liu, Chao","Duan, Zhisheng","Chen, Guanrong","Huang, Lin"],"language":[],"coverage":[],"title":["L2 norm performance index of synchronization and optimal control\n  synthesis of complex networks"],"description":["  In this paper, the synchronizability problem of dynamical networks is\naddressed, where better synchronizability means that the network synchronizes\nfaster with lower-overshoot. The L2 norm of the error vector e is taken as a\nperformance index to measure this kind of synchronizability. For the\nequilibrium synchronization case, it is shown that there is a close\nrelationship between the L2 norm of the error vector e and the H2 norm of the\ntransfer function G of the linearized network about the equilibrium point.\nConsequently, the effect of the network coupling topology on the H2 norm of the\ntransfer function G is analyzed. Finally, an optimal controller is designed,\naccording to the so-called LQR problem in modern control theory, which can\ndrive the whole network to its equilibrium point and meanwhile minimize the L2\nnorm of the output of the linearized network.\n","Comment: 15 peges, 11 figures"]}]
["0710.2739",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2739"],"date":["2007-10-15"],"type":["text"],"creator":["Whitehead, Dion J.","Wilke, Claus O.","Vernazobres, David","Bornberg-Bauer, Erich"],"language":[],"coverage":[],"title":["The look-ahead effect of phenotypic mutations"],"description":["  The evolution of complex molecular traits such as disulphide bridges often\nrequires multiple mutations. The intermediate steps in such evolutionary\ntrajectories are likely to be selectively neutral or deleterious. Therefore,\nlarge populations and long times may be required to evolve such traits. We\npropose that errors in transcription and translation may allow selection for\nthe intermediate mutations if the final trait provides a large enough selective\nadvantage. We test this hypothesis using a population based model of protein\nevolution. If an individual acquires one of two mutations needed for a novel\ntrait, the second mutation can be introduced into the phenotype due to\ntranscription and translation errors. If the novel trait is advantageous\nenough, the allele with only one mutation will spread through the population,\neven though the gene sequence does not yet code for the complete trait. The\nfirst mutation then has a higher frequency than expected without phenotypic\nmutations giving the second mutation a higher probability of fixation. Thus,\nerrors allow protein sequences to ''look-ahead'' for a more direct path to a\ncomplex trait.\n","Comment: Submitted to \"Genetics\""]}]
["0710.2742",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2742"],"date":["2007-10-15"],"type":["text"],"creator":["Mielczarek, Jakub","Szydlowski, Marek"],"language":[],"coverage":[],"title":["Relic gravitons from super-inflation"],"description":["  The super-inflationary phase is predicted by the Loop Quantum Cosmology. In\nthis paper we study the creation of gravitational waves during this phase. We\nconsider the inverse volume corrections to the equation for the tensor modes\nand calculate the spectrum of the produced gravitons. The amplitude of the\nobtained spectrum as well as maximal energy of gravitons strongly depend on the\nevolution of the Universe after the super-inflation. We show that a further\nstandard inflationary phase is necessary to lower the amount of gravitons below\nthe present bound. In case of the lack of the standard inflationary phase, the\npresent intensity of gravitons would be extremely large. These considerations\ngive us another motivation to introduce the standard phase of inflation.\n","Comment: RevTeX4, 11 pages, 4 figures"]}]
["0710.2747",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2747","International Journal of Medical Robotics and Computer Assisted\n  Surgery 3, 3 (2007) 252-261","doi:10.1002/rcs.142"],"date":["2007-10-15"],"type":["text"],"creator":["Buchaillard, Stphanie","Brix, Muriel","Perrier, Pascal","Payan, Yohan"],"language":[],"coverage":[],"title":["Simulations of the consequences of tongue surgery on tongue mobility:\n  implications for speech production in post-surgery conditions"],"description":["  This paper presents simulations of the impact of tongue surgery on tongue\nmovements and on speech articulation. For this, a 3D biomechanical Finite\nElement (FE) model of the tongue is used. Muscles are represented within the FE\nstructure by specific subsets of elements. The tongue model is inserted in the\nupper airways including jaw, palate and pharyngeal walls. Two examples of\ntongue surgery, which are quite common in the treatment of cancers of the oral\ncavity are modelled: hemiglossectomy and large resection of the mouth floor.\nThree kinds of reconstruction are also modelled, assuming flaps with a low,\nmedium or high stiffnesses. The impact of the surgery without any\nreconstruction and with the three different reconstructions is quantitatively\nmeasured and compared during simulated speech production sequences. More\nprecisely, differences in global 3D tongue shape and in velocity patterns\nduring tongue displacements are evaluated.\n"]}]
["0710.2752",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2752"],"date":["2007-10-15"],"type":["text"],"creator":["Amenomori, M.","Bi, X. J.","Chen, D.","Cui, S. W.","Danzengluobu","Ding, L. K.","Ding, X. H.","Fan, C.","Feng, C. F.","Feng, Zhaoyang","Feng, Z. Y.","Gao, X. Y.","Geng, Q. X.","Guo, H. W.","He, H. H.","He, M.","Hibino, K.","Hotta, N.","Hu, Haibing","Hu, H. B.","Huang, J.","Huang, Q.","Jia, H. Y.","Kajino, F.","Kasahara, K.","Katayose, Y.","Kato, C.","Kawata, K.","Labaciren","Le, G. M.","Li, A. F.","Li, J. Y.","Lou, Y. -Q.","Lu, H.","Lu, S. L.","Meng, X. R.","Mizutani, K.","Mu, J.","Munakata, K.","Nagai, A.","Nanjo, H.","Nishizawa, M.","Ohnishi, M.","Ohta, I.","Onuma, H.","Ouchi, T.","Ozawa, S.","Ren, J. R.","Saito, T.","Saito, T. Y.","Sakata, M.","Sako, T. K.","Shibata, M.","Shiomi, A.","Shirai, T.","Sugimoto, H.","Takita, M.","Tan, Y. H.","Tateyama, N.","Torii, S.","Tsuchiya, H.","Udo, S.","Wang, B.","Wang, H.","Wang, X.","Wang, Y.","Wang, Y. G.","Wu, H. R.","Xue, L.","Yamamoto, Y.","Yan, C. T.","Yang, X. C.","Yasue, S.","Ye, Z. H.","Yu, G. C.","Yuan, A. F.","Yuda, T.","Zhang, H. M.","Zhang, J. L.","Zhang, N. J.","Zhang, X. Y.","Zhang, Y.","Zhang, Yi","Zhaxisangzhu","Zhou, X. X."],"language":[],"coverage":[],"title":["Future plan for observation of cosmic gamma rays in the 100 TeV energy\n  region with the Tibet air shower array : simulation and sensitivity"],"description":["  The Tibet air shower array, which has an effective area of 37,000 square\nmeters and is located at 4300 m in altitude, has been observing air showers\ninduced by cosmic rays with energies above a few TeV. We have a plan to add a\nlarge muon detector array to it for the purpose of increasing its sensitivity\nto cosmic gamma rays in the 100 TeV energy region by discriminating them from\ncosmic-ray hadrons. We have deduced the attainable sensitivity of the muon\ndetector array using our Monte Carlo simulation. We report here on the detailed\nprocedure of our Monte Carlo simulation.\n","Comment: 4 pages, 5 figures, 30th International Cosmic Ray Conference"]}]
["0710.2753",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2753"],"date":["2007-10-15"],"type":["text"],"creator":["F., Muhammad Zamrun","Hagino, K."],"language":[],"coverage":[],"title":["Effects of anharmonic vibration on large-angle quasi-elastic scattering\n  of 16O+144Sm"],"description":["  We study the effects of double octupole and quadrupole phonon excitations in\nthe 144Sm nucleus on quasi-elastic 16O+144Sm scattering at backward angles. To\nthis end, we use the coupled-channels framework, taking into account explicitly\nthe anharmonicities of the vibrations. We use the same coupling scheme as that\npreviously employed to explain the experimental data of sub-barrier fusion\ncross sections for the same system. We show that the experimental data for the\nquasi-elastic cross sections are well reproduced in this way, although the\nquasi-elastic barrier distribution has a distinct high energy peak which is\nsomewhat smeared in the experimental barrier distribution. We also discuss the\neffects of proton transfer on the quasi-elastic barrier distribution. Our study\nindicates that the fusion and quasi-elastic barrier distributions for this\nsystem cannot be accounted for simultaneously with the standard\ncoupled-channels approach.\n","Comment: 8 pages, 8 figures"]}]
["0710.2754",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2754","Journal of Applied Physics 101 (2007) 063308","doi:10.1063/1.2713085"],"date":["2007-10-15"],"type":["text"],"creator":["Poirier, Michel","de Dortan, Franois de Gaufridy"],"language":[],"coverage":[],"title":["A comparison between detailed and configuration-averaged\n  collisional-radiative codes applied to non-local thermal equilibrium plasma"],"description":["  A collisional-radiative model describing nonlocal-thermodynamic-equilibrium\nplasmas is developed. It is based on the HULLAC (Hebrew University Lawrence\nLivermore Atomic Code) suite for the transitions rates, in the zero-temperature\nradiation field hypothesis. Two variants of the model are presented: the first\none is configuration averaged, while the second one is a detailed level\nversion. Comparisons are made between them in the case of a carbon plasma; they\nshow that the configuration-averaged code gives correct results for an\nelectronic temperature Te=10 eV (or higher) but fails at lower temperatures\nsuch as Te=1 eV. The validity of the configuration-averaged approximation is\ndiscussed: the intuitive criterion requiring that the average\nconfiguration-energy dispersion must be less than the electron thermal energy\nturns out to be a necessary but far from sufficient condition. Another\ncondition based on the resolution of a modified rate-equation system is\nproposed. Its efficiency is emphasized in the case of low-temperature plasmas.\nFinally, it is shown that near-threshold autoionization cascade processes may\ninduce a severe failure of the configuration-average formalism.\n","Comment: 9 p"]}]
["0710.2755",{"format":[],"subject":["Mathematics - Probability","60J80","60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2755"],"date":["2007-10-15"],"type":["text"],"creator":["Lagers, Andreas N.","Sagitov, Serik"],"language":[],"coverage":[],"title":["Reduced branching processes with very heavy tails"],"description":["  The reduced Markov branching process is a stochastic model for the genealogy\nof an unstructured biological population. Its limit behavior in the critical\ncase is well studied for the Zolotarev-Slack regularity parameter\n$\\alpha\\in(0,1]$. We turn to the case of very heavy tailed reproduction\ndistribution $\\alpha=0$ assuming Zubkov's regularity condition with parameter\n$\\beta\\in(0,\\infty)$. Our main result gives a new asymptotic pattern for the\nreduced branching process conditioned on non-extinction during a long time\ninterval.\n","Comment: 15 pages, 1 figure"]}]
["0710.2757",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2757"],"date":["2007-10-15"],"type":["text"],"creator":["Amenomori, M.","Bi, X. J.","Chen, D.","Cui, S. W.","Danzengluobu","Ding, L. K.","Ding, X. H.","Fan, C.","Feng, C. F.","Feng, Zhaoyang","Feng, Z. Y.","Gao, X. Y.","Geng, Q. X.","Guo, H. W.","He, H. H.","He, M.","Hibino, K.","Hotta, N.","Hu, Haibing","Hu, H. B.","Huang, J.","Huang, Q.","Jia, H. Y.","Kajino, F.","Kasahara, K.","Katayose, Y.","Kato, C.","Kawata, K.","Labaciren","Le, G. M.","Li, A. F.","Li, J. Y.","Lou, Y. -Q.","Lu, H.","Lu, S. L.","Meng, X. R.","Mizutani, K.","Mu, J.","Munakata, K.","Nagai, A.","Nanjo, H.","Nishizawa, M.","Ohnishi, M.","Ohta, I.","Onuma, H.","Ouchi, T.","Ozawa, S.","Ren, J. R.","Saito, T.","Saito, T. Y.","Sakata, M.","Sako, T. K.","Shibata, M.","Shiomi, A.","Shirai, T.","Sugimoto, H.","Takita, M.","Tan, Y. H.","Tateyama, N.","Torii, S.","Tsuchiya, H.","Udo, S.","Wang, B.","Wang, H.","Wang, X.","Wang, Y.","Wang, Y. G.","Wu, H. R.","Xue, L.","Yamamoto, Y.","Yan, C. T.","Yang, X. C.","Yasue, S.","Ye, Z. H.","Yu, G. C.","Yuan, A. F.","Yuda, T.","Zhang, H. M.","Zhang, J. L.","Zhang, N. J.","Zhang, X. Y.","Zhang, Y.","Zhang, Yi","Zhaxisangzhu","Zhou, X. X."],"language":[],"coverage":[],"title":["Future plan for observation of cosmic gamma rays in the 100 TeV energy\n  region with the Tibet air shower array : physics goal and overview"],"description":["  The Tibet air shower array, which has an effective area of 37,000 square\nmeters and is located at 4300 m in altitude, has been observing air showers\ninduced by cosmic rays with energies above a few TeV. We are planning to add a\nlarge muon detector array to it for the purpose of increasing its sensitivity\nto cosmic gamma rays in the 100 TeV (10 - 1000 TeV) energy region by\ndiscriminating them from cosmic-ray hadrons. We report on the possibility of\ndetection of gamma rays in the 100 TeV energy region in our field of view,\nbased on the improved sensitivity of our air shower array deduced from the full\nMonte Carlo simulation.\n","Comment: 4 pages, 3 figures, 30th International Cosmic Ray Conference"]}]
["0710.2763",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J45, 14J30, 14E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2763"],"date":["2007-10-15"],"type":["text"],"creator":["Jahnke, Priska","Peternell, Thomas","Radloff, Ivo"],"language":[],"coverage":[],"title":["Threefolds with big and nef anticanonical bundles II"],"description":["  In continuation of our paper in Math. Ann. 333 we classify smooth complex\nprojective threefolds X with -K_X big and nef but not ample and Picard number\n2, whose anticanonical map is small. We assume also that the Mori contraction\nof X and of its flop are not both birational.\n","Comment: 40 pages, LaTeX2e"]}]
["0710.2767",{"format":[],"subject":["Mathematics - Number Theory","12E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2767"],"date":["2007-10-15"],"type":["text"],"creator":["Kononen, K.","Moisio, M.","Rinta-aho, M.","Vaananen, K."],"language":[],"coverage":[],"title":["Irreducible polynomials with prescribed trace and restricted norm"],"description":["  Let GF(q), q=p^r, be a finite field with a primitive element g. In this paper\nwe use exponential sums and Jacobi sums to compute the number of the\nirreducible polynomials of degree m over GF(q) with trace fixed and norm\nrestricted to a coset of a subgroup <g^s>, s|(q-1). We give the number\nexplicitly for s=2, 3, 4 when q=p, and for s|(p^e+1) when r=2en. Finally, we\ngive explicit formulae for the number when both trace and norm are fixed, p=2\nand m =< 30.\n","Comment: 25 pages"]}]
["0710.2771",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2771"],"date":["2007-10-15"],"type":["text"],"creator":["Kroll, P."],"language":[],"coverage":[],"title":["Hard exclusive scattering at Jlab"],"description":["  The various factorization schemes for hard exclusive processes and the status\nof their applications is briefly reviewed.\n","Comment: 18 pages, 9 figures, using ws-procs9x6.cls, Invited talk presented at\n  the workshop on Exclusive Processes at High Momentum Transfer, Newport News,\n  Virginia USA, May 2007"]}]
["0710.2774",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2774"],"date":["2007-10-15"],"type":["text"],"creator":["Shabalin, E. P."],"language":[],"coverage":[],"title":["Final state interaction and \\Delta I=1/2 rule"],"description":["  Contrary to wide-spread opinion that the final state interaction (FSI)\nenhances the amplitude <2\\pi;I=0|K^0>, we argue that FSI does not increase the\nabsolute value of this amplitude.\n","Comment: 8 pages"]}]
["0710.2781",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Dynamical Systems","16G20, 16G70, 52C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2781"],"date":["2007-10-15"],"type":["text"],"creator":["Clark, Alex","Erdmann, Karin","Schroll, Sibylle"],"language":[],"coverage":[],"title":["Rhombus Filtrations and Rauzy Algebras"],"description":["  Peach introduced rhombal algebras associated to quivers given by tilings of\nthe plane by rhombi. We develop general techniques to analyse rhombal algebras,\nincluding a filtration by what we call rhombus modules.\n  We introduce a way to relate the infinite-dimensional rhombal algebra\ncorresponding to a complete tiling of the plane to finite-dimensional algebras\ncorresponding to finite portions of the tiling. Throughout, we apply our\ngeneral techniques to the special case of the Rauzy tiling, which is built in\nstages reflecting an underlying self-similarity. Exploiting this self-similar\nstructure allows us to uncover interesting features of the associated\nfinite-dimensional algebras, including some of the tree classes in the stable\nAuslander-Reiten quiver.\n","Comment: 30 pages, 14 figures"]}]
["0710.2782",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2782"],"date":["2007-10-15","2007-10-16"],"type":["text"],"creator":["Emmendorfer, Leonardo","Pozo, Aurora"],"language":[],"coverage":[],"title":["Effective linkage learning using low-order statistics and clustering"],"description":["  The adoption of probabilistic models for the best individuals found so far is\na powerful approach for evolutionary computation. Increasingly more complex\nmodels have been used by estimation of distribution algorithms (EDAs), which\noften result better effectiveness on finding the global optima for hard\noptimization problems. Supervised and unsupervised learning of Bayesian\nnetworks are very effective options, since those models are able to capture\ninteractions of high order among the variables of a problem. Diversity\npreservation, through niching techniques, has also shown to be very important\nto allow the identification of the problem structure as much as for keeping\nseveral global optima. Recently, clustering was evaluated as an effective\nniching technique for EDAs, but the performance of simpler low-order EDAs was\nnot shown to be much improved by clustering, except for some simple multimodal\nproblems. This work proposes and evaluates a combination operator guided by a\nmeasure from information theory which allows a clustered low-order EDA to\neffectively solve a comprehensive range of benchmark optimization problems.\n","Comment: Submitted to IEEE Transactions on Evolutionary Computation"]}]
["0710.2783",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2783"],"date":["2007-10-15"],"type":["text"],"creator":["von Benda-Beckmann, Alexander M.","Mueller, Volker"],"language":[],"coverage":[],"title":["Void Statistics and Void Galaxies in the 2dFGRS"],"description":["  For the 2dFGRS we study the properties of voids and of fainter galaxies\nwithin voids that are defined by brighter galaxies. Our results are compared\nwith simulated galaxy catalogues from the Millenium simulation coupled with a\nsemianalytical galaxy formation recipe. We derive the void size distribution\nand discuss its dependence on the faint magnitude limit of the galaxies\ndefining the voids. While voids among faint galaxies are typically smaller than\nthose among bright galaxies, the ratio of the void sizes to the mean galaxy\nseparation reaches larger values. This is well reproduced in the mock galaxy\nsamples studied. We provide analytic fitting functions for the void size\ndistribution. Furthermore, we study the galaxy population inside voids defined\nby objects with $B_J -5\\log{h}< -20$ and diameter larger than 10 \\hMpc. We find\na clear bimodality of the void galaxies similar to the average comparison\nsample. We confirm the enhanced abundance of galaxies in the blue cloud and a\ndepression of the number of red sequence galaxies. There is an indication of a\nslight blue shift of the blue cloud. Furthermore, we find that galaxies in void\ncenters have higher specific star formation rates as measured by the $\\eta$\nparameter. We determine the radial distribution of the ratio of early and late\ntype galaxies through the voids. We find and discuss some differences between\nobservations and the Millenium catalogues.\n","Comment: 12 pages, 13 figures, submitted to MNRAS with comments by referee\n  included. A version with high resolution plots can be downloaded at\n  http://www.aip.de/~sbenda/voids.pdf.gz"]}]
["0710.2796",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2796"],"date":["2007-10-15"],"type":["text"],"creator":["Ewerz, Carlo","von Manteuffel, Andreas","Nachtmann, Otto"],"language":[],"coverage":[],"title":["On the Limitations of the Color Dipole Picture"],"description":["  We discuss two aspects of the color dipole picture of high energy\nphoton-proton scattering. First we present bounds on various ratios of deep\ninelastic structure functions resulting from the dipole picture that, together\nwith the measured data, can be used to restrict the kinematical range of its\napplicability. The second issue that we address is the choice of energy\nvariable in the dipole-proton cross section.\n","Comment: 6 pages; talk presented by C.E. at 12th International Conference on\n  Elastic and Diffractive Scattering (EDS07), DESY Hamburg, May 2007"]}]
["0710.2798",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2798"],"date":["2007-10-15"],"type":["text"],"creator":["Alonso, Luis Martinez","Medina, Elena"],"language":[],"coverage":[],"title":["A common integrable structure in the hermitian matrix model and\n  Hele-Shaw flows"],"description":["  It is proved that the system of string equations of the dispersionless 2-Toda\nhierarchy which arises in the planar limit of the hermitian matrix model also\nunderlies certain processes in Hele-Shaw flows.\n","Comment: Invite talk to NEEDS 2007"]}]
["0710.2800",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2800"],"date":["2007-10-15"],"type":["text"],"creator":["Simpson, Carlos T."],"language":[],"coverage":[],"title":["A weight two phenomenon for the moduli of rank one local systems on open\n  varieties"],"description":["  The twistor space of representations on an open variety maps to a weight two\nspace of local monodromy transformations around a divisor component at infinty.\nThe space of $\\sigma$-invariant sections of this slope-two bundle over the\ntwistor line is a real 3 dimensional space whose parameters correspond to the\ncomplex residue of the Higgs field, and the real parabolic weight of a harmonic\nbundle.\n"]}]
["0710.2801",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2801","Physica C 456 pp. 75-82 (2007)","doi:10.1016/j.physc.2007.02.011"],"date":["2007-10-14"],"type":["text"],"creator":["Blumberg, G.","Mialitsin, A.","Dennis, B. S.","Zhigadlo, N. D.","Karpinski, J."],"language":[],"coverage":[],"title":["Multi-Gap Superconductivity in MgB2: Magneto-Raman Spectroscopy"],"description":["  Electronic Raman scattering studies on MgB2 single crystals as a function of\nexcitation and polarization have revealed three distinct superconducting\nfeatures: a clean gap below 37 cm-1 and two coherence peaks at 109 cm-1 and 78\ncm-1 which we identify as the superconducting gaps in \\pi- and \\sigma-bands and\nas the Leggett's collective mode arising from the fluctuation in the relative\nphase between two superconducting condensates residing on corresponding bands.\nThe temperature and field dependencies of the superconducting features have\nbeen established. A phononic Raman scattering study of the E2g boron stretching\nmode anharmonicity and of superconductivity induced self-energy effects is\npresented. We show that anharmonic two phonon decay is mainly responsible for\nthe unusually large linewidth of the E2g mode. We observe ~2.5% hardening of\nthe E2g phonon frequency upon cooling into the superconducting state and\nestimate the electron-phonon coupling strength associated with this\nrenormalization.\n","Comment: Invited review in a special issue \"Superconductivity in MgB_2:\n  Physics and Applications\""]}]
["0710.2802",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2802"],"date":["2007-10-13"],"type":["text"],"creator":["Civelli, Marcello"],"language":[],"coverage":[],"title":["Investigation of Strongly Correlated Electron Systems with Cellular\n  Dynamical Mean Field Theory"],"description":["  In this thesis we study the strongly-correlated-electron physics of the\nlongstanding H-Tc-superconductivity problem using a non-perturbative method,\nthe Dynamical Mean Field Theory (DMFT), capable to go beyond standard\nperturbation-theory techniques. DMFT is by construction a local theory which\nneglects spatial correlation. Experiments have however shown that the latter is\na fundamental property of cuprate materials. In a first step, we approach the\nproblem of spatial correlation in the normal state of cuprate materials using a\nphenomenological Fermi-Liquid-Boltzmann model. We then introduce and develop in\ndetail an extension to DMFT, the Cellular Dynamical Mean Field Theory (CDMFT),\ncapable of considering short-ranged spatial correlation in a system, and we\nimplement it using the exact diagonalization algorithm . After benchmarking\nCDMFT with the exact one-dimensional solution of the Hubbard Model, we employ\nit to study the density-driven Mott metal-insulator transition in the\ntwo-dimensional Hubbard Model, focusing in particular on the anomalous\nproperties of the doped normal state close to the Mott insulator. We finally\nstudy the superconducting state. We show that within CDMFT the one-band Hubbard\nModel supports a d-wave superconductive state, which strongly departs from the\nstandard BCS theory. We conjecture a link between the instabilities found in\nthe normal state and the onset of superconductivity.\n","Comment: PhD Thesis submitted to Rutgers University (January 2006), 194 pages"]}]
["0710.2804",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2804"],"date":["2007-10-15"],"type":["text"],"creator":["Zarmi, Yair"],"language":[],"coverage":[],"title":["Inelastic soliton processes generated by the perturbed KdV equation"],"description":["  Perturbations commonly added to the KdV equation contain terms that represent\ninelastic interac-tions among KdV solitons in multiple-soliton solutions. These\nterms trigger the emergence of new waves in the first-order correction to the\nsolution of the perturbed equation. The new waves can represent\nsoliton-anti-soliton creation, annihilation and scattering. Other possible\nwaves represent soliton decay and production.\n","Comment: 11 pages, including 5 figures"]}]
["0710.2805",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2805","M\\'ecanique & Industries (2007) 1-18"],"date":["2007-10-15"],"type":["text"],"creator":["Bisu, Claudiu-Florinel","Darnis, Philippe","K'Nevez, Jean-Yves","Cahuc, Olivier","Laheurte, Raynald","Grard, Alain","Ispas, Constantin"],"language":[],"coverage":[],"title":["Nouvelle analyse des ph\\'enom\\`enes vibratoires en tournage"],"description":["  In the cutting process, machine-tools vibrations are generally a real problem\nwhen the amplitude crosses the limits of dimensional or surface quality\nworkpiece precision required. It is necessary to develop models taking into\naccount the three-dimensional vibratory approach to control the vibrations\nphenomena. An experimental study has been realized to understand the behavior\nof the cutting system and to identify its vibrations properties. The\ndisplacement's localization of the tool in a spatial plan, showed by the\nexperimental results, allows us to simplify the three-dimensional dynamical\nmodel. In this study, the experimental approach is completely presented and the\nfirst points of the three dimensional vibratory model are proposed according to\nthe experimental results.\n"]}]
["0710.2807",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2807"],"date":["2007-10-15"],"type":["text"],"creator":["Gaensicke, B. T.","Marsh, T. R.","Southworth, J.","Rebassa-Mansergas, A."],"language":[],"coverage":[],"title":["Metal-rich debris discs around white dwarfs"],"description":["  We have identified two moderately hot (~18000-22000K) white dwarfs,\nSDSSJ1228+1040 and SDSSJ1043+0855, which exhibit double-peaked emission lines\nin the CaII 8600A triplet. These line profiles are unambiguous signatures of\ngaseous discs with outer radii of ~1Rsun orbiting the two white dwarfs. Both\nstars accrete from the circumstellar material, resulting in large photospheric\nMg abundances. The absence of hydrogen emission from the discs, and helium\nabsorption in the white dwarf photospheres demonstrates that the circumstellar\nmaterial is depleted in volatile elements, and the most likely origin of these\ngaseous rings are tidally disrupted rocky asteroids. The relatively high mass\nof SDSSJ1228+1040 implies that planetary systems can not only form around\n4-5Msun stars, but may also survive their post main-sequence evolution.\n","Comment: To appear in \"Extreme Solar Systems\", eds. D. Fischer, F. Rasio, S.\n  Thorsett, A. Wolszczan (ASP Conf. Series)"]}]
["0710.2808",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2808"],"date":["2007-10-15"],"type":["text"],"creator":["Gore, Swanand","Blundell, Tom"],"language":[],"coverage":[],"title":["Identification of specificity determining residues in enzymes using\n  environment specific substitution tables"],"description":["  Environment specific substitution tables have been used effectively for\ndistinguishing structural and functional constraints on proteins and thereby\nidentify their active sites (Chelliah et al. (2004)). This work explores\nwhether a similar approach can be used to identify specificity determining\nresidues (SDRs) responsible for cofactor dependence, substrate specificity or\nsubtle catalytic variations. We combine structure-sequence information and\nfunctional annotation from various data sources to create structural alignments\nfor homologous enzymes and functional partitions therein. We develop a scoring\nprocedure to predict SDRs and assess their accuracy using information from\nbound specific ligands and published literature.\n"]}]
["0710.2809",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2809"],"date":["2007-10-15"],"type":["text"],"creator":["Mele, Barbara"],"language":[],"coverage":[],"title":["Rescuing H -> bb in VBF at the LHC by requiring a central photon"],"description":["  The LHC potential for a measurement of the Higgs boson coupling to the b\nquark in the standard model is not well established yet. We show that requiring\na large transverse momentum photon in the light Higgs boson production via\nvector-boson fusion (with subsequent H->bb decay) could provide a further\nhandle on the Hbb coupling determination, and on the measurement of the HWW\ncoupling as well.\n","Comment: 5 pages, 1 figure, invited talk at IFAE 2007, April 11-13, Naples,\n  Italy, to appear in the Proceedings"]}]
["0710.2812",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2812"],"date":["2007-10-15"],"type":["text"],"creator":["Phua, P. B.","Lai, W. J."],"language":[],"coverage":[],"title":["Ultra-Broadband Radial Polarization Conversion based on Goos-Hanchen\n  Shift"],"description":["  We demonstrate, for the first time, a scheme that generates\nradially-polarized light using Goos-Hanchen shift of a cylindrically symmetric\nTotal Internal Reflection. It allows ultra-broadband radial polarization\nconversion for wavelengths differing >1 micron.\n","Comment: 3 pages. Presented in CLEO/Europe 2007 (Munich)"]}]
["0710.2816",{"format":[],"subject":["Mathematics - Differential Geometry","53B40, 53C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2816","Publ. Math. Debrecen, vol. 71/3-4, 253-266 (2007)"],"date":["2007-10-15"],"type":["text"],"creator":["Bidabad, B.","Tayebi, A."],"language":[],"coverage":[],"title":["A classification of some Finsler connections and their applications"],"description":["  Some general Finsler connections are defined. Emphasis is being made on the\nCartan tensor and its derivatives. Vanishing of the hv-curvature tensors of\nthese connections characterizes Landsbergian, Berwaldian as well as Riemannian\nstructures. This view point makes it possible to give a smart representation of\nconnection theory in Finsler geometry and yields to a classification of Finsler\nconnections. Some practical applications of these connections are also\nconsidered.\n","Comment: 14 pages and one table"]}]
["0710.2818",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2818"],"date":["2007-10-15"],"type":["text"],"creator":["Marinelli, Nancy"],"language":[],"coverage":[],"title":["Track finding in gamma conversions in CMS"],"description":["  A track finding algorithm has been developed for reconstruction of e+e-\npairs. It combines the information of the electromagnetic calorimeter with the\ninformation provided by the Tracker. Results on reconstruction efficiency of\nconverted photons, as well as on fake rate are shown for single isolated\nphotons and for photons from H->gamma gamma events with pile-up events at 10^33\ncm^-2 s^-1 LHC luminosity.\n","Comment: Presented at the 10th International Conference on Advanced Technology\n  and Particle Physics (ICATPP 07), 6 pages, 4 figures"]}]
["0710.2819",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2819"],"date":["2007-10-15"],"type":["text"],"creator":["Zaburdaev, V. Yu.","Sokolov, I. M."],"language":[],"coverage":[],"title":["Fractional diffusion equation for aging and equilibrated random walks"],"description":["  We consider continuous time random walks (CTRW) and discuss situations\npertinent to aging. These correspond to the case when the initial state of the\nsystem is known not at preparation (at $t=0$) but at the later instant of time\n$t_1>0$ (intermediate-time initial condition). We derive the generalized aging\ndiffusion equation for this case and express it through a single memory kernel.\nThe results obtained are applied to the practically relevant case of the\nequilibrated random walks. We moreover discuss some subtleties in the setup of\nthe aging subdiffusion problem and show that the behavior of the system depends\non what was taken as the intermediate-time initial condition: whether it was\ncoordinate of one particle given by measurement or the whole probability\ndistribution. The two setups lead to different predictions for the evolution of\na system. This fact stresses the necessity of a precise definition of aging\nstatistical ensembles.\n","Comment: 10 pages, 4 figures"]}]
["0710.2822",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2822"],"date":["2007-10-15"],"type":["text"],"creator":["Rauch, M.","Lafaye, R.","Plehn, T.","Zerwas, D."],"language":[],"coverage":[],"title":["SFitter: Reconstructing the MSSM Lagrangian from LHC data"],"description":["  Once supersymmetry is found at the LHC, the question arises what are the\nfundamental parameters of the Lagrangian. The answer to this question should\nthereby not be biased by assumptions on high-scale models. SFitter is a tool\ndesigned for this task. Taking LHC (and possibly ILC) data as input it scans\nthe TeV-scale MSSM parameter space using its new weighted Markov chain\ntechnique. Using this scan it determines a list of best-fitting parameter\npoints. Additionally a log-likelihood map is calculated, which can be reduced\nto lower-dimensional Frequentist's profile likelihoods or Bayesian probability\nmaps.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 4 eps figures"]}]
["0710.2824",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2824"],"date":["2007-10-15"],"type":["text"],"creator":["Phua, P. B.","Lai, W. J.","Lim, Yuan Liang"],"language":[],"coverage":[],"title":["Polarization Retarder with Cylindrical-Symmetry for Radially Polarized\n  Light"],"description":["  We demonstrate a cylindrically-symmetric polarization retarder for generating\nexact radially polarized light. It involves an uni-axial crystal whose\ncrystallographic optics axis is aligned to its optical axis. This method offers\nhigh power-handling capability\n","Comment: 2 pages"]}]
["0710.2827",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2827"],"date":["2007-10-15"],"type":["text"],"creator":["Phua, P. B.","Lai, W. J.","Lim, Yuan Liang"],"language":[],"coverage":[],"title":["A high fidelity approximation of radial polarization conversion"],"description":["  We report a high fidelity (>90%) approximation of radial polarization\nconversion using a birefringent lens. It offers the advantages of low-cost,\neasy fabrication, alignment robustness and high laser power handling\ncapability.\n","Comment: 2 pages summary"]}]
["0710.2842",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2842"],"date":["2007-10-15"],"type":["text"],"creator":["Drummond, P. D.","Vaughan, T.","Corney, J. F.","Leuchs, G.","Deuar, P."],"language":[],"coverage":[],"title":["Coherence and Correlations in Atom Lasers"],"description":["  We review and characterize the quantum coherence measures that are most\nuseful for quantum gases, including Bose-Einstein condensates (BEC) and\nultra-cold fermions, and outline how to calculate these in the typically\ndynamical environment of an interacting multi-mode quantum gas.\n","Comment: short review, 12 pages"]}]
["0710.2848",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2848"],"date":["2007-10-15"],"type":["text"],"creator":["Bach, Francis"],"language":[],"coverage":[],"title":["Consistency of trace norm minimization"],"description":["  Regularization by the sum of singular values, also referred to as the trace\nnorm, is a popular technique for estimating low rank rectangular matrices. In\nthis paper, we extend some of the consistency results of the Lasso to provide\nnecessary and sufficient conditions for rank consistency of trace norm\nminimization with the square loss. We also provide an adaptive version that is\nrank consistent even when the necessary condition for the non adaptive version\nis not fulfilled.\n"]}]
["0710.2850",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2850"],"date":["2007-10-15"],"type":["text"],"creator":["Ldeling, C."],"language":[],"coverage":[],"title":["Local SU(5) Unification in 6D from the Heterotic String"],"description":["  We present a six-dimensional T^2/Z_2 orbifold model which arises as an\nintermediate step in the compactification of the heterotic string to the MSSM.\nThe orbifold contains two pairs of inequivalent fixed points, with unbroken\nlocal gauge groups SU(5) and SU(2)xSU(4), respectively, the intersection of\nwhich gives the standard model gauge group. All bulk and brane anomalies are\ncancelled by the Green--Schwarz mechanism. At each SU(5) fixed point, there is\na localised \\bar{5}+10 standard model generation, while the third generation\nand the Higgs fields come in split bulk multiplets due to the breaking of SU(5)\nat the other fixed point.\n","Comment: Submitted for the SUSY07 proceedings, 3 pages, LaTeX, 1 eps figure"]}]
["0710.2852",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2852","Dans Recent Advances in Natural Language Processing (2007) 69-75"],"date":["2007-10-15"],"type":["text"],"creator":["Blackburn, Patrick","Hinderer, Sbastien"],"language":[],"coverage":[],"title":["Generating models for temporal representations"],"description":["  We discuss the use of model building for temporal representations. We chose\nPolish to illustrate our discussion because it has an interesting aspectual\nsystem, but the points we wish to make are not language specific. Rather, our\ngoal is to develop theoretical and computational tools for temporal model\nbuilding tasks in computational semantics. To this end, we present a\nfirst-order theory of time and events which is rich enough to capture\ninteresting semantic distinctions, and an algorithm which takes minimal models\nfor first-order theories and systematically attempts to ``perturb'' their\ntemporal component to provide non-minimal, but semantically significant,\nmodels.\n"]}]
["0710.2860",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","16G20","06A11","18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2860"],"date":["2007-10-15"],"type":["text"],"creator":["Ladkani, Sefi"],"language":[],"coverage":[],"title":["Universal derived equivalences of posets of cluster tilting objects"],"description":["  We show that for two quivers without oriented cycles related by a BGP\nreflection, the posets of their cluster tilting objects are related by a simple\ncombinatorial construction, which we call a flip-flop.\n  We deduce that the posets of cluster tilting objects of derived equivalent\npath algebras of quivers without oriented cycles are universally derived\nequivalent. In particular, all Cambrian lattices corresponding to the various\norientations of the same Dynkin diagram are universally derived equivalent.\n","Comment: 11 pages"]}]
["0710.2864",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2864"],"date":["2007-10-15"],"type":["text"],"creator":["Apai, D.","Meyer, M. R.","Hinz, P.","Kasper, M."],"language":[],"coverage":[],"title":["The Outer Cut-Off of the Giant Planet Population and the 6pc-Survey"],"description":["  We present results from two high-contrast imaging surveys that exploit a\nnovel technique, L-band angular differential imaging. Our first survey targeted\n21 young stars in the Beta Pic and Tuc-Hor moving groups with VLT/NACO reaching\ntypical sensitivities of <1 MJup at r > 20 AU. The statistical analysis of the\nnull result demonstrates that the giant planet population is truncated at 30 AU\nor less (90% confidence level). Our second, on-going MMT/Clio survey utilizes\nthe unique sensitivity achieved in the L-band for old planets to probe all\nM-dwarf stars within 6 pc. The proximity of these targets enables direct\nimaging of planets in orbits like Jupiter for the first time - a key step for\ndirectly imaging giant planets.\n","Comment: To appear in the Conference Proceedings \"Extreme Solar Systems\"; 3\n  pages, 1 figure"]}]
["0710.2866",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2866"],"date":["2007-10-15"],"type":["text"],"creator":["Kyrychenko, F. V.","Ullrich, C. A.","D'Amico, I."],"language":[],"coverage":[],"title":["Intersubband spin-orbit coupling and spin splitting in symmetric quantum\n  wells"],"description":["  In semiconductors with inversion asymmetry, spin-orbit coupling gives rise to\nthe well-known Dresselhaus and Rashba effects. If one considers quantum wells\nwith two or more conduction subbands, an additional, intersubband-induced\nspin-orbit term appears whose strength is comparable to the Rashba coupling,\nand which remains finite for symmetric structures. We show that the conduction\nband spin splitting due to this intersubband spin-orbit coupling term is\nnegligible for typical III-V quantum wells.\n"]}]
["0710.2869",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C30, 32S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2869"],"date":["2007-10-15","2007-10-16"],"type":["text"],"creator":["Schnell, Christian"],"language":[],"coverage":[],"title":["Canonical extensions of local systems"],"description":["  A local system H on a complex manifold M can be viewed in two ways--either as\na locally free sheaf, or as a union of covering spaces T = T(H). When M is an\nopen set in a bigger manifold, the local system will generally not extend,\nbecause of local monodromy. This paper proposes an extension of the local\nsystem as an analytic space, in the case when the complement of M has normal\ncrossing singularities, and the local system is unipotent along the boundary\ndivisor. The analytic space is obtained by taking the closure of T inside the\ntotal space of Deligne's canonical extension of the associated vector bundle.\nIt is not normal, but its normalization is locally toric.\n","Comment: 17 pages"]}]
["0710.2875",{"format":[],"subject":["Physics - Biological Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2875"],"date":["2007-10-15"],"type":["text"],"creator":["Matyushov, Dmitry V."],"language":[],"coverage":[],"title":["What are the benefits of bound (protonation) states for the\n  electron-transfer kinetics?"],"description":["  We describe a model of electron transfer reactions affected by local binding\nto the donor or acceptor sites of a particle in equilibrium with the solution.\nThe statistics of fluctuations of the donor-acceptor energy gap caused by\nbinding/unbinding events are non-Gaussian, and the resulting free energy\nsurfaces of electron transfer are non-parabolic. The band-width of the\ncharge-transfer optical transition is predicted to pass through a maximum as a\nfunction of the concentration of binding particles in the solution. The model\nis used to rationalize recent observations of pH-dependence of electron\ntransfer rates involving changes in the protonation state of the donor-acceptor\ncomplex.\n","Comment: 7 pages, 6 figures"]}]
["0710.2878",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2878"],"date":["2007-10-15"],"type":["text"],"creator":["Ito, Atsushi","Takayama, Arimichi","Nakamura, Hiroaki"],"language":[],"coverage":[],"title":["Hydrogen Adsorption of Back Side of Graphene"],"description":["  We studied the interaction between a single hydrogen atom and a single\ngraphene using classical molecular dynamics simulation with modified Brenner\nREBO potential. Three interactions, which are adsorption, reflection,\npenetration, were observed. Overhang structure appears and creates an\nadsorption site on the backside of the graphene. It is considered that backside\nadsorption occurs under the two conditions that an incident hydrogen atom\nshould have incident energy which is larger than the potential barrier of a\nhexagonal hole of the graphene and that after the hydrogen atom passes through\nthe graphene, it does not keep its kinetic energy to be trapped by the\nadsorption site. The conditions explained that as the incident energy\nincreased, the incident point of the backside adsorption shifted to the\nperiphery of a hexagonal hole of the graphene in the simulation. Moreover, when\na hexagonal hole of the graphene was expanded by the hydrogen atom incidence to\nthe periphery of the hexagonal hole, its potential barrier was reduced.\n","Comment: 4 pages, 4 figures, proceedings of 17th International Toki\n  Conference, P1-072"]}]
["0710.2886",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2886"],"date":["2007-10-15"],"type":["text"],"creator":["Freidel, Laurent","Kowalski-Glikman, Jerzy"],"language":[],"coverage":[],"title":["$\\kappa$-Minkowski space, scalar field, and the issue of Lorentz\n  invariance"],"description":["  We describe $\\kappa$-Minkowski space and its relation to group theory. The\ngroup theoretical picture makes it possible to analyze the symmetries of this\nspace. As an application of this analysis we analyze in detail free field\ntheory on $\\kappa$-Minkowski space and the Noether charges associated with\ndeformed spacetime symmetries.\n","Comment: Based on the talk given at the conference \"From Quantum to Emergent\n  Gravity\", SISSA, June, 2007; to appear in the proceedings"]}]
["0710.2887",{"format":[],"subject":["Computer Science - Performance","Computer Science - Programming Languages","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2887","Object-Oriented Technology. ECOOP 2006 Workshop Reader - ECOOP\n  2006 Workshops, Nantes, France, July 3-7, 2006, Final Reports Springer Berlin\n  / Heidelberg (Ed.) (2007) 1-14","doi:10.1007/978-3-540-71774-4_1"],"date":["2007-10-15"],"type":["text"],"creator":["Ducournau, Roland","Gagnon, Etienne","Krintz, Chandra","Mulet, Philippe","Vitek, Jan","Zendra, Olivier"],"language":[],"coverage":[],"title":["Implementation, Compilation, Optimization of Object-Oriented Languages,\n  Programs and Systems - Report on the Workshop ICOOOLPS'2006 at ECOOP'06"],"description":["  ICOOOLPS'2006 was the first edition of ECOOP-ICOOOLPS workshop. It intended\nto bring researchers and practitioners both from academia and industry\ntogether, with a spirit of openness, to try and identify and begin to address\nthe numerous and very varied issues of optimization. This succeeded, as can be\nseen from the papers, the attendance and the liveliness of the discussions that\ntook place during and after the workshop, not to mention a few new cooperations\nor postdoctoral contracts. The 22 talented people from different groups who\nparticipated were unanimous to appreciate this first edition and recommend that\nICOOOLPS be continued next year. A community is thus beginning to form, and\nshould be reinforced by a second edition next year, with all the improvements\nthis first edition made emerge.\n","Comment: The original publication is available at http://www.springerlink.com"]}]
["0710.2893",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2893"],"date":["2007-10-15"],"type":["text"],"creator":["Valerii, Dryuma"],"language":[],"coverage":[],"title":["On solutions of Rashevskii equation"],"description":["  The solutions of Rashevskii equation for gonometric family of plane curves\nare considered. Their properties are studied. The connection with the theory of\nduality for the second order ODE's is discussed.\n","Comment: 11 pages"]}]
["0710.2896",{"format":[],"subject":["Physics - Computational Physics","High Energy Physics - Phenomenology","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2896"],"date":["2007-10-15"],"type":["text"],"creator":["Uwer, Peter"],"language":[],"coverage":[],"title":["EasyNData: A simple tool to extract numerical values from published\n  plots"],"description":["  The comparison of numerical data with published plots is a frequently\noccurring task. In this article I present a short computer program written in\nJava(TM) helping in those cases where someone wants to get the numbers out of a\nplot but is not able to read the plot with a decent accuracy and cannot contact\nthe author of the plot directly for whatever reason. The accuracy reached by\nthis method depends on many factors. For the examples illustrated in this paper\na precision at the level of a few per mille could be reached. The tool might\nhelp in improving the quality of future publications.\n","Comment: The program can be obtained from\n  http://puwer.web.cern.ch/puwer/EasyNData/"]}]
["0710.2897",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2897"],"date":["2007-10-15"],"type":["text"],"creator":["Shamim, Mansoora","Collaboration, for the D0"],"language":[],"coverage":[],"title":["Searches for Squarks and Gluinos with D0 Detector"],"description":["  Searches for supersymmetry in the framework of R-parity conserving models\nhave been performed in data collected by the D0 detector at the Tevatron\n$p\\bar{p}$ collider at a center-of-mass energy of 1.96 TeV. Topologies analyzed\nconsist of acoplanar-jets, multijets, and leptons with large missing transverse\nenergy in the final state. The 1 fb$^{-1}$ data shows good agreement with the\nstandard model expectations. The improved mass limits at 95% CL have been\nderived. In the first search, generic squarks and gluinos productions are\ninvestigated and lower limits of 375 GeV and 289 GeV are derived on the squarks\nand gluino masses, respectively, with $\\tan$($\\beta$) = 3, $A_0$ = 0 and $\\mu\n<$ 0. In second analysis, squarks are searched for in a final state that has\n$\\tau$ leptons accompanied by jets and missing transverse energy. This channel\nis explored for the first time at the Tevatron and excludes squark masses $<$\n366 GeV. Supergravity inspired models suggest the existence of light\nsupersymmetric partners of the third generation quarks: a light stop for\nmoderate values of $\\tan(\\beta)$, a light sbottom for large $\\tan(\\beta)$. If\nstop is the next-to-lightest supersymmetric particle, the expected decay\nchannel is $\\tilde{t} \\to c \\tilde{\\chi}^0_1$ with $\\tilde{\\chi}^0_1$ assumed\nto be the lightest supersymmetric particle. Using this channel, stop masses $<$\n149 GeV and neutralino masses $<$ 63 GeV are excluded. If there is a mass\nhierarchy between stop, chargino and sneutrino masses, stop is expected to\ndecay via $\\tilde{t} \\to b l \\tilde{\\nu}$ where $l$ could be an electron or\nmuon. The search performed with both electrons, muons and dimuon final states\nexcludes stop mass $<$ 186 GeV for sneutrino mass of 71 GeV.\n","Comment: 4 pages, 11 figures, Submitted for the SUSY07 Preceedings"]}]
["astro-ph/0601574",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0601574"],"date":["2006-01-25","2007-10-16"],"type":["text"],"creator":["Field, George B.","Blackman, Eric G.","Keto, Eric"],"language":[],"coverage":[],"title":["A Model of Cloud Fragmentation"],"description":["  We present a model in which the supersonic motions observed in molecular\nclouds are driven by gravitational energy released as large structures fragment\ninto smaller ones. The fragmentation process begins in large molecular clouds,\nand continues down to fragments of a critical mass, at which gravitational\nconfinement may be replaced by pressure confinement. The power laws that\ndescribe the scaling of density and mass, and number spectra and mass spectra\nof the fragments are given in terms of that of the observed velocity dispersion\nof the fragments. The results agree reasonably well with observations over the\nrange from several to about a third of a million solar masses.\n","Comment: revised version; 24 pages, including 3 tables and 1 figure; submitted\n  to MNRAS"]}]
["cond-mat/0507152",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0507152","Phys. Rev. Lett. 95, 265701 (2005)","doi:10.1103/PhysRevLett.95.265701"],"date":["2005-07-06","2005-11-11"],"type":["text"],"creator":["Dauchot, O.","Marty, G.","Biroli, G."],"language":[],"coverage":[],"title":["Dynamical Heterogeneity close to the Jamming Transition in a Sheared\n  Granular Material"],"description":["  The dynamics of a bi-dimensional dense granular packing under cyclic shear is\nexperimentally investigated close to the jamming transition. Measurement of\nmulti-point correlation functions are produced. The self-intermediate\nscattering function, displaying slower than exponential relaxation, suggests\ndynamic heterogeneity. Further analysis of four point correlation functions\nreveal that the grain relaxations are strongly correlated and spatially\nheterogeneous, especially at the time scale of the collective rearrangements.\nFinally, a dynamical correlation length is extracted from spatio-temporal\npattern of mobility. Our experimental results open the way to a systematic\nstudy of dynamic correlation functions in granular materials.\n","Comment: 4 pages, final version accepted for publication in Phys. Rev. Lett"]}]
["cond-mat/0509530",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0509530","Physical Review A 72, 063624 (2005)","doi:10.1103/PhysRevA.72.063624"],"date":["2005-09-20","2005-10-12"],"type":["text"],"creator":["Masiello, D.","McKagan, S. B.","Reinhardt, W. P."],"language":[],"coverage":[],"title":["Multiconfigurational Hartree-Fock theory for identical bosons in a\n  double well"],"description":["  Multiconfigurational Hartree-Fock theory is presented and implemented in an\ninvestigation of the fragmentation of a Bose-Einstein condensate made of\nidentical bosonic atoms in a double well potential at zero temperature. The\napproach builds in the effects of the condensate mean field and of atomic\ncorrelations by describing generalized many-body states that are composed of\nmultiple configurations which incorporate atomic interactions. Nonlinear and\nlinear optimization is utilized in conjunction with the variational and\nHylleraas-Undheim theorems to find the optimal ground and excited states of the\ninteracting system. The resulting energy spectrum and associated eigenstates\nare presented as a function of double well barrier height. Delocalized and\nlocalized single configurational states are found in the extreme limits of the\nsimple and fragmented condensate ground states, while multiconfigurational\nstates and macroscopic quantum superposition states are revealed throughout the\nfull extent of barrier heights. Comparison is made to existing theories that\neither neglect mean field or correlation effects and it is found that\ncontributions from both interactions are essential in order to obtain a robust\nmicroscopic understanding of the condensate's atomic structure throughout the\nfragmentation process.\n","Comment: 21 pages, 13 figures"]}]
["cond-mat/0611135",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611135","The European Physical Journal E 03, 23 (2007) 255-264","doi:10.1140/epje/i2006-10186-9"],"date":["2006-11-06","2007-07-18"],"type":["text"],"creator":["Creyssels, Mathieu","Dorbolo, Stphane","Merlen, Alexandre","Laroche, Claude","Castaing, Bernard","Falcon, Eric"],"language":[],"coverage":[],"title":["Some aspects of electrical conduction in granular systems of various\n  dimensions"],"description":["  We report on measurements of the electrical conductivity in both a 2D\ntriangular lattice of metallic beads and in a chain of beads. The\nvoltage/current characteristics are qualitatively similar in both experiments.\nAt low applied current, the voltage is found to increase logarithmically in a\ngood agreement with a model of widely distributed resistances in series. At\nhigh enough current, the voltage saturates due to the local welding of\nmicrocontacts between beads. The frequency dependence of the saturation voltage\ngives an estimate of the size of these welded microcontacts. The DC value of\nthe saturation voltage (~ 0.4 V per contact) gives an indirect measure of the\nnumber of welded contact carrying the current within the 2D lattice. Also, a\nnew measurement technique provides a map of the current paths within the 2D\nlattice of beads. For an isotropic compression of the 2D granular medium, the\ncurrent paths are localized in few discrete linear paths. This\nquasi-onedimensional nature of the electrical conductivity thus explains the\nsimilarity between the characteristics in the 1D and 2D systems.\n","Comment: To be published in The European Physical Journal E"]}]
["cond-mat/0611381",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611381"],"date":["2006-11-14","2007-10-16"],"type":["text"],"creator":["Portolan, S.","Di Stefano, O.","Savasta, S.","Rossi, F.","Girlanda, R."],"language":[],"coverage":[],"title":["Nonequilibrium Langevin Approach to Quantum Optics in Semiconductor\n  Microcavities"],"description":["  Recently the possibility of generating nonclassical polariton states by means\nof parametric scattering has been demonstrated. Excitonic polaritons propagate\nin a complex interacting environment and contain real electronic excitations\nsubject to scattering events and noise affecting quantum coherence and\nentanglement. Here we present a general theoretical framework for the realistic\ninvestigation of polariton quantum correlations in the presence of coherent and\nincoherent interaction processes. The proposed theoretical approach is based on\nthe {\\em nonequilibrium quantum Langevin approach for open systems} applied to\ninteracting-electron complexes described within the dynamics controlled\ntruncation scheme. It provides an easy recipe to calculate multi-time\ncorrelation functions which are key-quantities in quantum optics. As a first\napplication, we analyze the build-up of polariton parametric emission in\nsemiconductor microcavities including the influence of noise originating from\nphonon induced scattering.\n","Comment: some corrections in the presentation made"]}]
["cond-mat/0702067",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702067","Physical Review A 76, 043612 (2007)","doi:10.1103/PhysRevA.76.043612"],"date":["2007-02-04","2007-06-26"],"type":["text"],"creator":["Masiello, David J.","Reinhardt, William P."],"language":[],"coverage":[],"title":["Time-dependent quantum many-body theory of identical bosons in a double\n  well: Early time ballistic interferences of fragmented and number entangled\n  states"],"description":["  A time-dependent multiconfigurational self-consistent field theory is\npresented to describe the many-body dynamics of a gas of identical bosonic\natoms confined to an external trapping potential at zero temperature from first\nprinciples. A set of generalized evolution equations are developed, through the\ntime-dependent variational principle, which account for the complete and\nself-consistent coupling between the expansion coefficients of each\nconfiguration and the underlying one-body wave functions within a restricted\ntwo state Fock space basis that includes the full effects of the condensate's\nmean field as well as atomic correlation. The resulting dynamical equations are\na classical Hamiltonian system and, by construction, form a well-defined\ninitial value problem. They are implemented in an efficient numerical\nalgorithm. An example is presented, highlighting the generality of the theory,\nin which the ballistic expansion of a fragmented condensate ground state is\ncompared to that of a macroscopic quantum superposition state, taken here to be\na highly entangled number state, upon releasing the external trapping\npotential. Strikingly different many-body matter-wave dynamics emerge in each\ncase, accentuating the role of both atomic correlation and mean-field effects\nin the two condensate states.\n","Comment: 16 pages, 5 figures"]}]
["cond-mat/0703531",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703531"],"date":["2007-03-20","2007-10-16"],"type":["text"],"creator":["Simonin, J."],"language":[],"coverage":[],"title":["Two Anderson Impurity problem: Kondo-doublets beyond the Kondo Limit"],"description":["  We analyze the effects of high energy configurations on the Kondo-doublet\ninteraction between two Anderson impurities. We found that the Kondo doublet\nstates are robust and that their coherence energy is incremented by the\ninclusion of high energy configurations. Analytic expressions are obtained for\nthe corrections near the Kondo limit. Analysis of the system in the\nintermediate valence regime shows that the behavior of the system can be\nchanged from ferromagnetic to sligthy antiferromagnetic by tuning the system\nparameters; this regime can also be used to study the interplay between\nhole-driven and electron-driven coherence effects.\n","Comment: 10 revtex pages; V2: Kondo-doublet states description expanded, it is\n  pointed that they are a constructive proof of the KD interaction and\n  variational ground states of the S=1/2 subspaces"]}]
["cond-mat/0703685",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703685","Phys. Rev. B 76, 024409 (2007) (6 pages)","doi:10.1103/PhysRevB.76.024409"],"date":["2007-03-26"],"type":["text"],"creator":["Tackett, R.","Lawes, G.","Melot, B. C.","Grossman, M.","Toberer, E. S.","Seshadri, R."],"language":[],"coverage":[],"title":["Magnetodielectric coupling in Mn3O4"],"description":["  We have investigated the dielectric anomalies associated with spin ordering\ntransitions in the tetragonal spinel Mn$_3$O$_4$, using thermodynamic,\nmagnetic, and dielectric measurements. We find that two of the three magnetic\nordering transitions in Mn$_3$O$_4$ lead to decreases in the temperature\ndependent dielectric constant at zero applied field. Applying a magnetic field\nto the polycrystalline sample leaves these two dielectric anomalies practically\nunchanged, but leads to an increase in the dielectric constant at the\nintermediate spin-ordering transition. We discuss possible origins for this\nmagnetodielectric behavior in terms of spin-phonon coupling. Band structure\ncalculations suggest that in its ferrimagnetic state, Mn$_3$O$_4$ corresponds\nto a semiconductor with no orbital degeneracy due to strong Jahn-Teller\ndistortion.\n","Comment: 6 pages, 7 figures"]}]
["cs/0108012",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0108012"],"date":["2001-08-22"],"type":["text"],"creator":["Crocetti, Giancarlo"],"language":[],"coverage":[],"title":["A polynomial axles-detection algorithm for a four-contacts treadle"],"description":["  This submission was removed because it contained proprietary information that\nwas distributed without permission.\n","Comment: Removed by arXiv admin"]}]
["hep-th/0208097",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0208097"],"date":["2002-08-14","2007-10-16"],"type":["text"],"creator":["Gangopadhyay, Debashis","Bhattacharyya, Rajsekhar","Singh, L. P."],"language":[],"coverage":[],"title":["Spacetime Dependent Lagrangians and the Barriola-Vilenkin Monopole Mass"],"description":["  This paper has been withdrawn by the authors in order to replace it with a\nmore correct treatment. The basic results remain the same but the treatment is\nmore rigorously correct.\n","Comment: This paper has been withdrawn"]}]
["hep-th/0510197",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0510197"],"date":["2005-10-23","2007-10-16"],"type":["text"],"creator":["Nasseri, Forough"],"language":[],"coverage":[],"title":["Time variation of the gravitational coupling constant in all dimensions:\n  Kasner-type cosmological models"],"description":["  We formulate the time variation of the gravitational coupling constant in all\ndimensions. We show that the time variation of the gravitational coupling\nconstant is related to the time variation of the Newton's constant in\nthree-space dimensions and also is related to the time variation of the volume\nof the extra spatial dimensions. Our results here are based on a\nmodel-independent approach. We then study time variation of the gravitational\ncoupling constant in Kasner-type cosmological models. In the case of\n$(4+1)$-dimensional spacetime we show that the gravitational coupling constant\ndecreases within the cosmic time and the rate of its time variabilty is of the\norder of the inverse of the present value of the age of the universe.\n","Comment: 7 pages"]}]
["math/0601450",{"format":[],"subject":["Mathematics - Group Theory","20E42 (primary)","20G25, 51E24, 20E08 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601450","J. Group Theory 10 (2007), no. 3, 267--277"],"date":["2006-01-18","2006-01-20"],"type":["text"],"creator":["Abramenko, Peter","Brown, Kenneth S."],"language":[],"coverage":[],"title":["Transitivity properties for group actions on buildings"],"description":["  We study two transitivity properties for group actions on buildings, called\nWeyl transitivity and strong transitivity. Following hints by Tits, we give\nexamples involving anisotropic algebraic groups to show that strong\ntransitivity is strictly stronger than Weyl transitivity. A surprising feature\nof the examples is that strong transitivity holds more often than expected.\n","Comment: 9 pages; corrections to bibliography"]}]
["math/0605649",{"format":[],"subject":["Mathematics - Number Theory","11R21","11S15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605649"],"date":["2006-05-24","2007-10-16"],"type":["text"],"creator":["Jones, John W."],"language":[],"coverage":[],"title":["Number fields unramified away from 2"],"description":["  We consider finite extensions of the rationals which are unramified except\nfor at 2 and infinity. We show there are no such extensions of degrees 9\nthrough 15.\n"]}]
["math/0609789",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Numerical Analysis","62P20 (Primary) 65D99, 62J05, 91B82 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609789","Computational Statistics and Data Analysis, Volume 52, Issue 2, 15\n  October 2007, Pages 1223-1233","doi:10.1016/j.csda.2007.05.014"],"date":["2006-09-28","2006-10-04"],"type":["text"],"creator":["Petras, Ivo","Podlubny, Igor"],"language":[],"coverage":[],"title":["State space description of national economies: the V4 countries"],"description":["  We present a new approach to description of national economies. For this we\nuse the state space viewpoint, which is used mostly in the theory of dynamical\nsystems and in the control theory. Gross domestic product, inflation, and\nunemployment rates are taken as state variables. We demonstrate that for the\nconsidered period of time the phase trajectory of each of the V4 countries\n(Slovak Republic, Czech Republic, Hungary, and Poland) lies approximately in\none plane, so that the economic development of each country can be assocated\nwith a corresponding plane in the state space. The suggested approach opens a\nway to a new set of economic indicators (for example, normal vectors of\nnational economies, various plane slopes, 2D angles between the planes\ncorresponding to different economies, etc.).\n  The tool used for computations is orthogonal regression (alias orthogonal\ndistance regression, alias total least squares method), and we also give\ngeneral arguments for using orthogonal regression instead of the classical\nregression based on the least squares method.\n  A MATLAB routine for fitting 3D data to lines and planes in 3D is provided.\n","Comment: 13 pages, 18 figures"]}]
["math/0611647",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Dynamical Systems","37H20, 37L60 (primary), 37G40, 60K35 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611647","Nonlinearity 20, 11 (2007) 2551-2581","doi:10.1088/0951-7715/20/11/006"],"date":["2006-11-21","2007-07-06"],"type":["text"],"creator":["Berglund, Nils","Fernandez, Bastien","Gentz, Barbara"],"language":[],"coverage":[],"title":["Metastability in Interacting Nonlinear Stochastic Differential Equations\n  I: From Weak Coupling to Synchronisation"],"description":["  We consider the dynamics of a periodic chain of N coupled overdamped\nparticles under the influence of noise. Each particle is subjected to a\nbistable local potential, to a linear coupling with its nearest neighbours, and\nto an independent source of white noise. We show that as the coupling strength\nincreases, the number of equilibrium points of the system changes from 3^N to\n3. While for weak coupling, the system behaves like an Ising model with\nspin-flip dynamics, for strong coupling (of the order N^2), it synchronises, in\nthe sense that all oscillators assume almost the same position in their\nrespective local potential most of the time. We derive the exponential\nasymptotics for the transition times, and describe the most probable transition\npaths between synchronised states, in particular for coupling intensities below\nthe synchronisation threshold. Our techniques involve a centre-manifold\nanalysis of the desynchronisation bifurcation, with a precise control of the\nstability of bifurcating solutions, allowing us to give a detailed description\nof the system's potential landscape, in which the metastable behaviour is\nencoded.\n"]}]
["math/0611648",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Dynamical Systems","37H20, 37L60 (primary), 37G40, 60K35 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611648","Nonlinearity 20, 11 (2007) 2583-2614","doi:10.1088/0951-7715/20/11/007"],"date":["2006-11-21","2007-07-06"],"type":["text"],"creator":["Berglund, Nils","Fernandez, Bastien","Gentz, Barbara"],"language":[],"coverage":[],"title":["Metastability in Interacting Nonlinear Stochastic Differential Equations\n  II: Large-N Behaviour"],"description":["  We consider the dynamics of a periodic chain of N coupled overdamped\nparticles under the influence of noise, in the limit of large N. Each particle\nis subjected to a bistable local potential, to a linear coupling with its\nnearest neighbours, and to an independent source of white noise. For strong\ncoupling (of the order N^2), the system synchronises, in the sense that all\noscillators assume almost the same position in their respective local potential\nmost of the time. In a previous paper, we showed that the transition from\nstrong to weak coupling involves a sequence of symmetry-breaking bifurcations\nof the system's stationary configurations, and analysed in particular the\nbehaviour for coupling intensities slightly below the synchronisation\nthreshold, for arbitrary N. Here we describe the behaviour for any positive\ncoupling intensity \\gamma of order N^2, provided the particle number N is\nsufficiently large (as a function of \\gamma/N^2). In particular, we determine\nthe transition time between synchronised states, as well as the shape of the\n\"critical droplet\", to leading order in 1/N. Our techniques involve the control\nof the exact number of periodic orbits of a near-integrable twist map, allowing\nus to give a detailed description of the system's potential landscape, in which\nthe metastable behaviour is encoded.\n"]}]
["math/0611674",{"format":[],"subject":["Mathematics - Rings and Algebras","16S50, 15A30, 15A33, 15A36, 15A30, 16P90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611674"],"date":["2006-11-22","2007-10-15"],"type":["text"],"creator":["Kravchenko, R. V.","Petrenko, B. V."],"language":[],"coverage":[],"title":["Some formulas for the smallest number of generators for finite direct\n  sums of matrix algebras"],"description":["  We obtain an asymptotic upper bound for the smallest number of generators for\na finite direct sum of matrix algebras with entries in a finite field. This\nproduces an upper bound for a similar quantity for integer matrix rings. We\nalso obtain an exact formula for the smallest number of generators for a finite\ndirect sum of 2-by-2 matrix algebras with entries in a finite field and as a\nconsequence obtain a formula for a similar quantity for a finite direct sum of\n2-by-2 integer matrix rings. We remark that a generating set the ring\n$\\bigoplus_{i=1}^k M_{n_i}(\\mathbb{Z})^{n_i}$ may be used as a generating set\nof any matrix algebra $\\bigoplus_{i=1}^k M_{n_i}(R)^{n_i}$ where $R$ is an\nassociative ring with a two-sided 1.\n","Comment: 29 pages. We found the generating function for gen_{m,2}(q), and we\n  added an appendix containing a 2-generator presentation for a finite direct\n  sum of matrix algebras over an infinite field"]}]
["nucl-th/0605077",{"format":[],"subject":["Nuclear Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0605077","Phys. Scr. 76 (2007) 565-570","doi:10.1088/0031-8949/76/5/026"],"date":["2006-05-30"],"type":["text"],"creator":["Gonul, B.","Koksal, K."],"language":[],"coverage":[],"title":["A note on the Woods-Saxon potential"],"description":["  The wave Schrodinger and, to clarify one interesting point encountered in the\ncalculations, Klein-Gordon equations are solved exactly for a single neutron\nmoving in a central Woods-Saxon plus an additional potential that provides a\nflexibility to construct the surface structure of the related nucleus. The\nphysics behind the solutions and the reliability of the results obtained are\ndiscussed carefully with the consideration of other related works in the\nliterature. In addition, the exhaustive analysis of the results reveals the\nfact that the usual Woods-Saxon potential cannot be solved analytically within\nthe framework of non-relativistic physics, unlike its exactly solvable\nrelativistic consideration.\n"]}]
["physics/0612100",{"format":[],"subject":["Physics - Instrumentation and Detectors","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612100","Optics Communications 280, 280 (2007) 1-9","doi:10.1016/j.optcom.2007.07.060"],"date":["2006-12-12","2007-10-16"],"type":["text"],"creator":["Paolino, Pierdomenico","Bellon, Ludovic"],"language":[],"coverage":[],"title":["Single beam interferometric angle measurement"],"description":["  We present an application of a quadrature phase interferometer to the\nmeasurement of the angular position of a parallel laser beam with\ninterferometric precision. In our experimental realization we reach a\nresolution of 6.8e-10 rad (1.4e-4 arcsec) for 1 kHz bandwidth in a 2e-2 rad (1\ndeg) range. This alternative to the optical lever technique features absolute\ncalibration, independence of the sensitivity on the thermal drifts, and wide\nrange of measurement at full accuracy.\n"]}]
["quant-ph/0701120",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701120","Phys. Rev. Lett. 99, 163601 (2007)","doi:10.1103/PhysRevLett.99.163601"],"date":["2007-01-17","2007-06-19"],"type":["text"],"creator":["Heidemann, Rolf","Raitzsch, Ulrich","Bendkowsky, Vera","Butscher, Bjrn","Lw, Robert","Santos, Luis","Pfau, Tilman"],"language":[],"coverage":[],"title":["Evidence for coherent collective Rydberg excitation in the strong\n  blockade regime"],"description":["  Blockade effects on the single quantum level are at the heart of quantum\ndevices like single-electron transistors. The blockade mechanisms are based on\nstrong interactions like the Coulomb interaction in case of single electrons.\nNeutral atoms excited into a Rydberg state experience abnormally strong\ninteractions that lead to the corresponding blockade effect for Rydberg atoms.\nIn this paper we report on our measurements of a strong van der Waals blockade,\nshowing that only one out of several thousand atoms within a blockade volume\ncan be excited. In addition, our experimental results demonstrate the coherent\nnature of the excitation of magnetically trapped ultracold atoms into a Rydberg\nstate, confirming the predicted dependence of the collective Rabi frequency on\nthe square root of the mesoscopic system size. This collective coherent\nbehaviour is generic for all mesoscopic systems which are able to carry only\none single excitation quantum.\n","Comment: 5 pages, 4 figures"]}]
["quant-ph/0702059",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702059","Phys. Rev. Lett. 99, 120504 (2007)","doi:10.1103/PhysRevLett.99.120504"],"date":["2007-02-06","2007-10-16"],"type":["text"],"creator":["Plenio, M. B.","Virmani, S."],"language":[],"coverage":[],"title":["Spin chains and channels with memory"],"description":["  In most studies of the channel capacity of quantum channels, it is assumed\nthat the errors in each use of the channel are independent. However, recent\nwork has begun to investigate the effects of memory or correlations in the\nerror. This work has led to speculation that interesting non-analytic behaviour\nmay occur in the capacity. Motivated by these observations, we connect the\nstudy of channel capacities under correlated error to the study of critical\nbehaviour in many-body physics. This connection enables us the techniques of\nmany-body physics to either completely solve or understand qualitatively a\nnumber of interesting models of correlated error. The models can display\nanalogous behaviour to associated many-body systems, including `phase\ntransitions'.\n","Comment: V2: changes in presentation, some additional comments on\n  generalisation. V3: In accordance with published version, most (but not all)\n  details of proofs now included. A separate paper will shortly be submitted\n  separately with all details and more results"]}]
