["0708.1156",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1156"],"date":["2007-08-08"],"type":["text"],"creator":["Islam, M. M.","Kaspar, J.","Luddy, R. J."],"language":[],"coverage":[],"title":["pp Elastic Scattering at LHC in a Nucleon-Structure Model"],"description":["  We predict pp elastic differential cross sections at LHC at c.m. energy 14\nTeV and momentum transfer range |t| = 0 - 10 GeV*2 in a nucleon-structure\nmodel. In this model, the nucleon has an outer cloud of quark-antiquark\ncondensed ground state, an inner shell of topological baryonic charge (r ~\n0.44F) probed by the vector meson omega, and a central quark-bag (r ~ 0.2F)\ncontaining valence quarks. We also predict elastic differential cross section\nin the Coulomb-hadronic interference region. Large |t| elastic scattering in\nthis model arises from valence quark-quark scattering, which is taken to be due\nto the hard-pomeron (BFKL pomeron with next to leading order corrections). We\npresent results of taking into account multiple hard-pomeron exchanges, i.e.\nunitarity corrections. Finally, we compare our prediction of pp elastic\ndifferential cross section at LHC with the predictions of various other models.\nPrecise measurement of pp elastic differential cross section at LHC by the\nTOTEM group in the |t| region 0 - 5 GeV*2 will be able to distinguish between\nthese models.\n","Comment: To be published in the Proceedings of the 12th International\n  Conference on Elastic and Diffractive Scattering, DESY, Hamburg. Presented by\n  M. M. Islam, May 2007"]}]
["0708.1160",{"format":[],"subject":["Mathematics - Differential Geometry","53C15, 53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1160","Ege University, Journal of the Faculty of Science, (28), (2005),\n  81-90"],"date":["2007-08-08","2007-08-09"],"type":["text"],"creator":["Sahin, Bayram"],"language":[],"coverage":[],"title":["Quaternion CR-submanifolds of a Locally Conformal Quaternion Kaehler\n  Manifold"],"description":["  The purpose of the present paper is to study the differential geometric\nproperties of a quaternion CR-submanifold in a locally conformal quaternion\nKaehler manifold.\n","Comment: 10 pages"]}]
["0708.1164",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1164"],"date":["2007-08-08"],"type":["text"],"creator":["Kroupa, Pavel"],"language":[],"coverage":[],"title":["The IMF of simple and composite populations"],"description":["  The combination of a finite time-scale for star formation, rapid early\nstellar evolution and rapid stellar-dynamical processes imply that the stellar\nIMF cannot be inferred for any star cluster independently of its age (the\nCluster IMF Theorem). The IMF can nevertheless be constrained statistically by\nevolving many theoretical populations drawn from one parent distribution and\ntesting these against observed populations. It follows that all known\nwell-resolved stellar populations are consistent with having been drawn from\nthe same parent mass distribution. The IMF Universality Hypothesis therefore\ncannot be discarded despite the existence of the Cluster IMF Theorem. This\nmeans that the currently existing star-formation theory fails to describe the\nstellar outcome, because it predicts a dependency of the IMF on the physical\nboundary conditions not observed. The IGIMF Theorem, however, predicts a\nvariation of galaxy-wide IMFs in dependence of the galaxy's star-formation rate\neven if the IMF Universality Hypothesis is valid. This variation has now been\nobserved in SDSS galaxy data. Detailed analysis of the binary properties in the\nvery-low-mass star and brown dwarf (BD) mass regime on the one hand, and in the\nstellar regime on the other, shows there to be a discontinuity in the IMF near\n0.1Msun such that BDs follow a separate distribution function. Very recent\nobservations of the stellar population within 1pc of the nucleus of the MW do\nsuggest a top-heavy IMF, perhaps hinting at a variation of the star-formation\noutcome with tidal field and temperature thereby violating the IMF Universality\nHypothesis under these physically extreme conditions. Another violation of this\nhypothesis appears to emerge for extremely metal-poor stars such that the\nprimordial IMF appears to have been depleted in low-mass stars.\n","Comment: 13 pages, to appear in Pathways Through an Eclectic Universe, J. H.\n  Knapen, T. J. Mahoney, and A. Vazdekis (eds)"]}]
["0708.1171",{"format":[],"subject":["Mathematics - Differential Geometry","53B30, 57R12, 81T20, 83F05, 85A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1171"],"date":["2007-08-08"],"type":["text"],"creator":["Sharipov, Ruslan"],"language":[],"coverage":[],"title":["On the spinor structure of the homogeneous and isotropic universe in\n  closed model"],"description":["  The closed homogeneous and isotropic universe is considered. The bundles of\nWeyl and Dirac spinors for this universe are explicitly described. Some\nexplicit formulas for the basic fields and for the connection components in\nstereographic and in spherical coordinates are presented.\n","Comment: AmSTeX, 25 pages, amsppt style"]}]
["0708.1173",{"format":[],"subject":["Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1173"],"date":["2007-08-08"],"type":["text"],"creator":["Rulkov, Nikolai F."],"language":[],"coverage":[],"title":["A Map-Based Model of the Cardiac Action Potential"],"description":["  A discrete time model that is capable of replicating the basic features of\ncardiac cell action potentials is suggested. The paper shows how the map-based\napproaches can be used to design highly efficient computational models\n(algorithms) that enable large-scale simulations and analysis of discrete\nnetwork models of cardiac activity.\n","Comment: 6 pages, 9 figures, submitted to PRE"]}]
["0708.1176",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1176"],"date":["2007-08-08"],"type":["text"],"creator":["Urbaneja, M. A.","Kudritzki, R. -P.","Puls, J."],"language":[],"coverage":[],"title":["Clumping in the winds of O-type CSPNs"],"description":["  Recent studies of massive O-type stars present clear evidences of\ninhomogeneous and clumped winds. O-type (H-rich) central stars of planetary\nnebulae (CSPNs) are in some ways the low mass-low luminosity analogous of those\nmassive stars. In this contribution, we present preliminary results of our\non-going multi-wavelength (FUV, UV and optical) study of the winds of Galactic\nCSPNs. Particular emphasis will be given to the clumping factors derived by\nmeans of optical lines (Halpha and HeII4686) and \"classic\" FUV (and UV) lines.\n","Comment: 3 pages, 2 figures, to appear in the workshop proceedings \"Clumping\n  in Hot Star Winds\", eds. W.-R. Hamann, A. Feldmeier and L. Oskinova"]}]
["0708.1178",{"format":[],"subject":["Mathematics - Category Theory","18D05, 18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1178"],"date":["2007-08-08"],"type":["text"],"creator":["Cheng, Eugenia","Gurski, Nick"],"language":[],"coverage":[],"title":["The periodic table of n-categories for low dimensions I: degenerate\n  categories and degenerate bicategories"],"description":["  We examine the periodic table of weak n-categories for the low-dimensional\ncases. It is widely understood that degenerate categories give rise to monoids,\ndoubly degenerate bicategories to commutative monoids, and degenerate\nbicategories to monoidal categories; however, to understand this correspondence\nfully we examine the totalities of such structures together with maps between\nthem and higher maps between those. Categories naturally form a 2-category\n{\\bfseries Cat} so we take the full sub-2-category of this whose 0-cells are\nthe degenerate categories. Monoids naturally form a category, but we regard\nthis as a discrete 2-category to make the comparison. We show that this\nconstruction does not yield a biequivalence; to get an equivalence we ignore\nthe natural transformations and consider only the {\\it category} of degenerate\ncategories. A similar situation occurs for degenerate bicategories. The\ntricategory of such does not yield an equivalence with monoidal categories; we\nmust consider only the categories of such structures. For doubly degenerate\nbicategories the tricategory of such is not naturally triequivalent to the\ncategory of commutative monoids (regarded as a tricategory). However in this\ncase considering just the categories does not give an equivalence either; to\nget an equivalence we consider the {\\it bicategory} of doubly degenerate\nbicategories. We conclude with a hypothesis about how the above cases might\ngeneralise for n-fold degenerate n-categories.\n","Comment: 23 pages, to appear in Streetfest proceedings"]}]
["0708.1179",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1179"],"date":["2007-08-08"],"type":["text"],"creator":["Wei, Shuangqing"],"language":[],"coverage":[],"title":["Diversity-Multiplexing Tradeoff of Asynchronous Cooperative Diversity in\n  Wireless Networks"],"description":["  Synchronization of relay nodes is an important and critical issue in\nexploiting cooperative diversity in wireless networks. In this paper, two\nasynchronous cooperative diversity schemes are proposed, namely, distributed\ndelay diversity and asynchronous space-time coded cooperative diversity\nschemes. In terms of the overall diversity-multiplexing (DM) tradeoff function,\nwe show that the proposed independent coding based distributed delay diversity\nand asynchronous space-time coded cooperative diversity schemes achieve the\nsame performance as the synchronous space-time coded approach which requires an\naccurate symbol-level timing synchronization to ensure signals arriving at the\ndestination from different relay nodes are perfectly synchronized. This\ndemonstrates diversity order is maintained even at the presence of asynchronism\nbetween relay node. Moreover, when all relay nodes succeed in decoding the\nsource information, the asynchronous space-time coded approach is capable of\nachieving better DM-tradeoff than synchronous schemes and performs equivalently\nto transmitting information through a parallel fading channel as far as the\nDM-tradeoff is concerned. Our results suggest the benefits of fully exploiting\nthe space-time degrees of freedom in multiple antenna systems by employing\nasynchronous space-time codes even in a frequency flat fading channel. In\naddition, it is shown asynchronous space-time coded systems are able to achieve\nhigher mutual information than synchronous space-time coded systems for any\nfinite signal-to-noise-ratio (SNR) when properly selected baseband waveforms\nare employed.\n"]}]
["0708.1185",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1185"],"date":["2007-08-08"],"type":["text"],"creator":["Szpak, Nikodem"],"language":[],"coverage":[],"title":["Weighted-$L^\\infty$ and pointwise space-time decay estimates for wave\n  equations with potentials and initial data of low regularity"],"description":["  We prove weighted-$L^\\infty$ and pointwise space-time decay estimates for\nweak solutions of a class of wave equations with time-independent potentials\nand subject to initial data, both of low regularity, satisfying given decay\nbounds at infinity. The rate of their decay depends on the asymptotic behaviour\nof the potential and of the data. The technique is robust enough to treat also\nmore regular solutions and provides decay estimates for arbitrary derivatives,\nprovided the potential and the data have sufficient regularity, but it is\nrestricted to potentials of bounded strength (such that $-\\Delta-|V|$ has no\nnegative eigenvalues).\n","Comment: 31 pages"]}]
["0708.1202",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Analysis of PDEs","57R19, 58B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1202"],"date":["2007-08-08"],"type":["text"],"creator":["Jurdjevic, Velimir"],"language":[],"coverage":[],"title":["The symplectic structure of curves in three dimensional spaces of\n  constant curvature and the equations of mathematical physics"],"description":["  This paper defines a symplectic form on the infinite dimensional Fr\\'echet\nmanifold of framed curves of fixed length over a simply connected Riemannian\nmanifold of constant curvature. The paper then considers Hamiltonian systems\ngenerated by the geometric invariants of the curves on the base manifold and\nrelates them to the equations of mathematical physics.\n"]}]
["0708.1208",{"format":[],"subject":["Mathematical Physics","46N50, 81Q99, 54H99, 28C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1208"],"date":["2007-08-08"],"type":["text"],"creator":["Stulpe, Werner"],"language":[],"coverage":[],"title":["Topologies and Measurable Structures on the Projective Hilbert Space"],"description":["  A systematic review of the various topologies that can be defined on the\nprojective Hilbert space P(H), i.e., on the set of the pure quantum states, is\npresented. It is shown that P(H) carries a natural topology as well as a\nnatural measurable structure.\n","Comment: 11 pages"]}]
["0708.1210",{"format":[],"subject":["Mathematics - Differential Geometry","53B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1210"],"date":["2007-08-09"],"type":["text"],"creator":["Brozos-Vazquez, M.","Gilkey, P.","Nikcevic, S.","Simon, U."],"language":[],"coverage":[],"title":["Projectively Osserman manifolds"],"description":["  One says that a smooth manifold M is a pseudo-Riemannian manifold of\nsignature (p,q) if the tangent bundle TM is equipped with a smooth\nnon-degenerate symmetric inner product g of signature (p,q). Similarly one says\nthat M is an affine manifold if TM is equipped with a torsion free connection.\nOne says g is Osserman if the eigenvalues of the Jacobi operator are constant\non the pseudo-sphere bundles of unit timelike and spacelike vectors. We extend\nthis concept from the pseudo-Riemannian to the affine setting to define the\nnotion of a projectively Osserman manifold. This notion is the focus of the\npaper. We establish some basic results concerning projectively Osserman\nmanifolds and exhibit examples of this structure which arise in several\ndifferent geometrical contexts.\n"]}]
["0708.1211",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1211"],"date":["2007-08-09"],"type":["text"],"creator":["Iwen, M. A."],"language":[],"coverage":[],"title":["A Deterministic Sub-linear Time Sparse Fourier Algorithm via\n  Non-adaptive Compressed Sensing Methods"],"description":["  We study the problem of estimating the best B term Fourier representation for\na given frequency-sparse signal (i.e., vector) $\\textbf{A}$ of length $N \\gg\nB$. More explicitly, we investigate how to deterministically identify B of the\nlargest magnitude frequencies of $\\hat{\\textbf{A}}$, and estimate their\ncoefficients, in polynomial$(B,\\log N)$ time. Randomized sub-linear time\nalgorithms which have a small (controllable) probability of failure for each\nprocessed signal exist for solving this problem. However, for failure\nintolerant applications such as those involving mission-critical hardware\ndesigned to process many signals over a long lifetime, deterministic algorithms\nwith no probability of failure are highly desirable. In this paper we build on\nthe deterministic Compressed Sensing results of Cormode and Muthukrishnan (CM)\n\\cite{CMDetCS3,CMDetCS1,CMDetCS2} in order to develop the first known\ndeterministic sub-linear time sparse Fourier Transform algorithm suitable for\nfailure intolerant applications. Furthermore, in the process of developing our\nnew Fourier algorithm, we present a simplified deterministic Compressed Sensing\nalgorithm which improves on CM's algebraic compressibility results while\nsimultaneously maintaining their results concerning exponential decay.\n","Comment: 16 pages total, 10 in paper, 6 in appended"]}]
["0708.1212",{"format":[],"subject":["Mathematical Physics","82B05, 82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1212"],"date":["2007-08-09"],"type":["text"],"creator":["Ganikhodjaev, N. N.","Rozikov, U. A."],"language":[],"coverage":[],"title":["On a Phase Separation Point for One - Dimensional Models"],"description":["  In the paper a one-dimensional model with nearest - neighbor interactions\n$I_n, n\\in \\Z$ and spin values $\\pm 1$ is considered. It is known that under\nsome conditions on parameters $I_n$ the phase transition occurs for the model.\nWe define a notion of \"phase separation\" point between two phases. We prove\nthat the expectation value of the point is zero and its the mean square\nfluctuation is bounded by a constant $C(\\beta)$ which tends to 1/4 if\n$\\beta\\to\\infty$. Here $\\beta=\\frac{1}{T}$, $ T>0$-temperature.\n","Comment: 10 pages"]}]
["0708.1214",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1214"],"date":["2007-08-09"],"type":["text"],"creator":["Zhang, Yi","Li, Hui","Wu, Xing","Wei, Hao","Cai, Rong-Gen"],"language":[],"coverage":[],"title":["Age constraints on the Agegraphic Dark Energy Model"],"description":["  We investigate the age constraint on the agegraphic dark energy model by\nusing two old galaxies (LBDS 53W091 and LBDS 53W069) and the old high redshift\nquasar APM 08279+5255. We find that the agegraphic dark energy model can easily\naccommodate LBDS 53W091 and LBDS 53W069. To accommodate APM 08279+5255, one can\ntake the reduced Hubble parameter as large as h=0.64, when the fraction matter\nenergy density $\\Omega_{m0}\\approx 0.22$.\n","Comment: Revtex, 11 pages with 6 figures"]}]
["0708.1231",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1231","Phys.Rev.C76:018201,2007","doi:10.1103/PhysRevC.76.018201"],"date":["2007-08-09"],"type":["text"],"creator":["Huang, F.","Wang, W. L.","Zhang, Z. Y.","Yu, Y. W."],"language":[],"coverage":[],"title":["Preliminary study of the anti-K N interaction in a chiral constituent\n  quark model"],"description":["  A preliminary investigation of the anti-K N interaction is performed within a\nchiral constituent quark model by solving the resonating group method (RGM)\nequation. The model parameters are taken from our previous work, which gave a\nsatisfactory description of the S-, P-, D-, F-wave KN scattering phase shifts.\nThe channel-coupling between anti-K N, pi Lambda and pi Sigma is considered,\nand the scattering phase shifts as well as the bound-state problem of anti-K N\nare dynamically studied. The results show that the S-wave anti-K N interaction\nin the isospin I=0 channel is attractive, and in the extended chiral SU(3)\nquark model such an attraction can make for an anti-K N bound state, which\nappears as a pi Sigma resonance in the coupled-channel calculation, while the\nchiral SU(3) quark model cannot accommodate the existence of an anti-K N bound\nstate. It seems that the vector meson exchanges are necessary to be introduced\nin the quark-quark interactions if one tries to explain the Lambda(1405) as an\nanti-K N bound state or a pi Sigma - anti-K N resonance state.\n","Comment: 4 pages, 6 figures"]}]
["0708.1232",{"format":[],"subject":["Mathematics - Dynamical Systems","37A05, 37A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1232"],"date":["2007-08-09"],"type":["text"],"creator":["Frick, Sarah Bailey","Petersen, Karl"],"language":[],"coverage":[],"title":["Random permutations and unique fully supported ergodicity for the Euler\n  adic transformation"],"description":["  There is only one fully supported ergodic invariant probability measure for\nthe adic transformation on the space of infinite paths in the graph that\nunderlies the Eulerian numbers. This result may partially justify a frequent\nassumption about the equidistribution of random permutations.\n","Comment: 12 pages, 7 figures, to appear Ann. Inst. H. Poincar\\'e Prob. and\n  Stat"]}]
["0708.1240",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1240"],"date":["2007-08-09"],"type":["text"],"creator":["Renzini, Alvio"],"language":[],"coverage":[],"title":["The Rest-Frame UV Spectrum of Elliptical Galaxies at High Redshift"],"description":["  Beyond redshift ~1.4 the only spectral feature that allows one to get the\nredshift of passively evolving galaxies (PEG) with optical spectrographs is a\ncharacteristic structure due to a set of iron and magnesium lines lines at\n2600-2850 Angstrom in the rest frame. The same feature permits also to estimate\nthe time elapsed since the cessation of star formation. Current efforts at\nobserving high redshift PEGs at the VLT and SUBARU telescopes are briefly\nreviewed.\n","Comment: 9 pages, 6 figures, invited talk at the conference \"New Quests in\n  Stellar Astrophysics II: The Ultraviolet Properties of Evolved Stellar\n  Populations\", Puerto Vallarta, Mexico, April 16-20, 2007. Proceedings edited\n  by Miguel Chavez-Dagostino"]}]
["0708.1243",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1243"],"date":["2007-08-09"],"type":["text"],"creator":["Renzini, Alvio"],"language":[],"coverage":[],"title":["New HST Views at Old Stellar Systems"],"description":["  HST has recently revealed that many among the most massive globular clusters\nharbor multiple stellar populations, and --most surprisingly-- some of them are\nextremely helium rich. How these clusters managed to generate such complex\nstellar populations, and what processes let to so dramatic helium enrichment,\nis today one of the most exciting puzzles in the astrophysics of stellar\nsystems. HST has also been instrumental in demonstrating that both the bulge of\nour own Galaxy and that of M31 are dominated by old stellar populations, coeval\nto galactic globular clusters. Ultradeep HST imaging has also demonstrated that\na major component of the M31 halo is metal rich and much younger than old\nglobular clusters.\n","Comment: 8 pages, 7 figures, invited talk at the 41st ESLAB Symposium: The\n  Impact of HST on European Astronomy, Noordwijk, Netherland, May 29-June 1,\n  2007"]}]
["0708.1244",{"format":[],"subject":["Mathematics - Differential Geometry","58J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1244"],"date":["2007-08-09"],"type":["text"],"creator":["Franek, Peter"],"language":[],"coverage":[],"title":["Several Dirac Operator in parabolic geometry"],"description":["  In this thesis, we show the existence of a sequence of differential operators\nstarting with with the Dirac operator in k Clifford variables, $D=(D_1,...,\nD_k)$, where $D_i=\\sum_j e_j\\cdot \\partial_{ij}: C^\\infty((\\R^n)^k,\\S)\\to\nC^\\infty((\\R^n)^k,\\S)$ ($\\S$ is the spinor module). This operator is the\nCauchy-Riemann operator for n=2 and its resolution is the Dolbeault complex.\nFor higher n, the resolution of D is not known in general. While this problem\nwas treated many times in the language of Clifford analysis and some partial\nresults are known, we give a description of this operator in Parabolic\ngeometry, which is a special type of Cartan geometry modeled on $G/P$, where P\nis a Parabolic subgroup of G. We construct sequences of invariant differential\noperators starting with the Dirac operator in several variables and assume that\nthese sequences coinside in some cases with the resolution. We describe the\nstructure of these sequences precisely in case the dimension $n$ is odd and\ngive a conjecture that these sequences have similar structure for n even,\n$k\\leq n/2$ (the s.c. {\\it stable range}). We also give some information about\nthese sequences in case n even, k>n/2. In the last chapter, explicite formulas\nfor the operators are derived for the case k=2.\n"]}]
["0708.1247",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1247"],"date":["2007-08-09"],"type":["text"],"creator":["Islam, Md. N.","Ram, Sanjay K.","Kumar, Satyendra"],"language":[],"coverage":[],"title":["Band edge discontinuities and carrier transport in c-Si/porous silicon\n  heterojunctions"],"description":["  We have prepared light emitting nanocrystalline porous silicon (PS) layers by\nelectrochemical anodization of crystalline silicon (c-Si) wafer and\ncharacterized the c-Si/PS heterojunctions using temperature dependence of dark\ncurrent-voltage (I-V) characteristics. The reverse bias I-V characteristics of\nc-Si/PS heterojunctions are found to behave like Schottky junctions where\ncarrier transport is mainly governed by the carrier generation-recombination in\nthe depletion region formed on the PS side. Fermi level of c-Si gets pinned to\nthe defect levels at the interface resulting in ln(I) proportional to V^0.5.\nThe barrier height in the reverse bias condition is shown to be equal to the\nband offset at the conduction band edges. An energy band diagram for the\nc-Si/PS heterojunction is proposed.\n","Comment: 8 pages, 11 figures"]}]
["0708.1253",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1253"],"date":["2007-08-09"],"type":["text"],"creator":["Gerdjikov, V. S.","Kaup, D. J.","Kostov, N. A.","Valchev, T. I."],"language":[],"coverage":[],"title":["How many types of soliton solutions do we know?"],"description":["  We consider several ways of how one could classify the various types of\nsoliton solutions related to nonlinear evolution equations which are solvable\nby the inverse scattering method. In doing so we make use of the fundamental\nanalytic solutions, the dressing procedure, the reduction technique and other\ntools characteristic for that method.\n","Comment: LaTeX, 24 pages, no figures"]}]
["0708.1255",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1255"],"date":["2007-08-09"],"type":["text"],"creator":["Yulmetyev, Renat M.","Valliancourt, David E.","Gafarov, Fail M.","Demin, Sergey A.","Panischev, Oleg Yu.","Hänggi, Peter"],"language":[],"coverage":[],"title":["Relaxational Singularities of Human Motor System at Aging Due to\n  Short-Range and Long-Range Time Correlations"],"description":["  In this paper we study the relaxation singularities of human motor system at\naging. Our purpose is to examine the structure of force output variability as a\nfunction of human aging in the time and frequency domains. For analysis of\nexperimental data we have developed here the statistical theory of relaxation\nof force output fluctuation with taking into account the effects of two\nrelaxation channels. The first of them contains the contribution of short-range\ncorrelation whereas other relaxation component reflects the effect of\nlong-range correlation. The analysis of experimental data shows, that the\ngeneral behavior of relaxation processes at human aging is determined by a\ncomplicated combination and nonlinear interactions two above stated relaxation\nprocesses as a whole.\n","Comment: 28 pages, 18 figures, Submitted to Nonlinear Phenomena in Complex\n  Systems, Minsk, Belarus"]}]
["0708.1256",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1256"],"date":["2007-08-09"],"type":["text"],"creator":["López-Sauceda, J.","Aragón, J. L."],"language":[],"coverage":[],"title":["Eutacticity in sea urchin evolution"],"description":["  An eutactic star, in a n-dimensional space, is a set of N vectors which can\nbe viewed as the projection of N orthogonal vectors in a N-dimensional space.\nBy adequately associating a star of vectors to a particular sea urchin we\npropose that a measure of the eutacticity of the star constitutes a measure of\nthe regularity of the sea urchin. Then we study changes of regularity\n(eutacticity) in a macroevolutive and taxonomic level of sea urchins belonging\nto the Echinoidea Class. An analysis considering changes through geological\ntime suggests a high degree of regularity in the shape of these organisms\nthrough their evolution. Rare deviations from regularity measured in\nHolasteroida order are discussed.\n","Comment: 17 pages, 6 figures"]}]
["0708.1259",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1259"],"date":["2007-08-09"],"type":["text"],"creator":["Mozgovoy, Sergey","Reineke, Markus"],"language":[],"coverage":[],"title":["On the number of stable quiver representations over finite fields"],"description":["  We prove a new formula for the generating function of polynomials counting\nabsolutely stable representations of quivers over finite fields. The case of\nirreducible representations is studied in more detail.\n","Comment: 12 pages"]}]
["0708.1262",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1262"],"date":["2007-08-09"],"type":["text"],"creator":["de Vroome, Mathijs"],"language":[],"coverage":[],"title":["N=2 Supersymmetric Theories, Dyonic Charges and Instantons"],"description":["  This paper contains the results of our investigations of BPS instantons and\nof our work on N=2 supersymmetric gauge theories. The BPS instantons we study\nappear in type II string theory compactifications on Calabi-Yau threefolds. In\nthe corresponding four-dimensional effective supergravity actions the BPS\ninstantons arise as finite action solutions to the Euclidean equations of\nmotion. For N=2 supersymmetric gauge theories we construct general Lagrangians\ninvolving gauge groups with (non-abelian) electric and magnetic (dyonic)\ncharges. In this work a coupling to hypermultiplets is included.\n","Comment: 125 pages, 2 tables, based on Ph.D. thesis"]}]
["0708.1265",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1265"],"date":["2007-08-09"],"type":["text"],"creator":["Siemiginowska, Aneta","Aldcroft, Thomas L.","Burke, Doug","Bechtold, Jill","Cheung, C. C.","LaMassa, Stephanie","Worrall, Diana M."],"language":[],"coverage":[],"title":["Evolution of a Powerful Radio Loud Quasar 3C186 and its Impact on the\n  Cluster Environment at z=1"],"description":["  X-ray cluster emission has been observed mainly in clusters with \"inactive\"\ncD galaxies (L_bol ~1E40-1E43erg/sec), which do not show signs of accretion\nonto a SMBH. Our recent Chandra discovery of ~100kpc scale diffuse X-ray\nemission revealed the presence of an X-ray cluster associated with the radio\nloud quasar 3C186 at redshift z=1.1 and suggests interactions between the\nquasar and the cluster. In contrast to the majority of X-ray clusters the 3C186\ncluster contains a quasar in the center whose radiative power alone exceeds\nthat which would be needed to quench the cluster cooling. We present the\nChandra X-ray data and new deep radio and optical images of this cluster. The\n3C186 quasar is a powerful Compact Steep Spectrum radio source expanding into\nthe cluster medium. The 2arcsec radio jet is unresolved in the Chandra\nobservation, but its direction is orthogonal to the elliptical surface\nbrightness of the cluster. The radio data show the possible presence of old\nradio lobes on 10 arcsec scale in the direction of the radio jet. We discuss\nthe nature of this source in the context of intermittent radio activity and the\ninteraction of the young expanding radio source with the cluster medium.\n","Comment: 7 pages, 5 figures. To be published in the proceedings of\n  \"Extragalactic Jets: Theory and Observation from Radio to Gamma Ray\" ASP\n  Conference Series, T. A. Rector and D. S. De Young (eds.)"]}]
["0708.1266",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1266","Nanotechnology 18 (2007) 235205","doi:10.1088/0957-4484/18/23/235205"],"date":["2007-08-09"],"type":["text"],"creator":["Zimmler, Mariano A.","Bao, Jiming","Shalish, Ilan","Yi, Wei","Yoon, Joonah","Narayanamurti, Venkatesh","Capasso, Federico"],"language":[],"coverage":[],"title":["Electroluminescence from single nanowires by tunnel injection: an\n  experimental study"],"description":["  We present a hybrid light-emitting diode structure composed of an n-type\ngallium nitride nanowire on a p-type silicon substrate in which current is\ninjected along the length of the nanowire. The device emits ultraviolet light\nunder both bias polarities. Tunnel-injection of holes from the p-type substrate\n(under forward bias) and from the metal (under reverse bias) through thin\nnative oxide barriers consistently explains the observed electroluminescence\nbehaviour. This work shows that the standard p-n junction model is generally\nnot applicable to this kind of device structure.\n","Comment: 6 pages, 6 figures"]}]
["0708.1273",{"format":[],"subject":["Mathematics - Combinatorics","52B30 (primary), 20F55, 22E40 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1273"],"date":["2007-08-09"],"type":["text"],"creator":["Krammer, Daan"],"language":[],"coverage":[],"title":["Generalisations of the Tits representation"],"description":["  We construct a group K_n with properties similar to infinite Coxeter groups.\nIn particular, it has a geometric representation featuring hyperplanes and\nsimplicial chambers. The generators of K_n are given by 2-element subsets of\n{0, .., n}. We give some easy combinatorial results on the finite residues of\nK_n.\n","Comment: 21 pages, 6 figures"]}]
["0708.1276",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1276","Journal of Applied Geophysics 2007, 61 (2007) 132-141","doi:10.1016/j.jappgeo.2006.06.002"],"date":["2007-08-09"],"type":["text"],"creator":["Lavialle, Olivier","Pop, Sorin","Germain, Christian","Donias, Marc","Guillon, Sebastien","Keskes, Naamen","Berthoumieu, Yannick"],"language":[],"coverage":[],"title":["Seismic Fault Preserving Diffusion"],"description":["  This paper focuses on the denoising and enhancing of 3-D reflection seismic\ndata. We propose a pre-processing step based on a non linear diffusion\nfiltering leading to a better detection of seismic faults. The non linear\ndiffusion approaches are based on the definition of a partial differential\nequation that allows us to simplify the images without blurring relevant\ndetails or discontinuities. Computing the structure tensor which provides\ninformation on the local orientation of the geological layers, we propose to\ndrive the diffusion along these layers using a new approach called SFPD\n(Seismic Fault Preserving Diffusion). In SFPD, the eigenvalues of the tensor\nare fixed according to a confidence measure that takes into account the\nregularity of the local seismic structure. Results on both synthesized and real\n3-D blocks show the efficiency of the proposed approach.\n","Comment: 10 pages"]}]
["0708.1279",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1279"],"date":["2007-08-09"],"type":["text"],"creator":["Krticka, Jiri","Puls, Joachim","Kubat, Jiri"],"language":[],"coverage":[],"title":["The influence of clumping on predicted O star wind parameters"],"description":["  We study the influence of clumping on the predicted wind structure of O-type\nstars. For this purpose we artificially include clumping into our stationary\nwind models. When the clumps are assumed to be optically thin, the radiative\nline force increases compared to corresponding unclumped models, with a similar\neffect on either the mass-loss rate or the terminal velocity (depending on the\nonset of clumping). Optically thick clumps, alternatively, might be able to\ndecrease the radiative force.\n","Comment: 3 pages, to appear in the proceedings of workshop 'Clumping in Hot\n  Star Winds', eds. W.-R. Hamann, A. Feldmeier, & L. Oskinova"]}]
["0708.1287",{"format":[],"subject":["Mathematics - Representation Theory","16G20, 16E30, 06A11, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1287"],"date":["2007-08-09"],"type":["text"],"creator":["Ladkani, Sefi"],"language":[],"coverage":[],"title":["Universal derived equivalences of posets of tilting modules"],"description":["  We show that for two quivers without oriented cycles related by a BGP\nreflection, the posets of their tilting modules are related by a simple\ncombinatorial construction, which we call flip-flop.\n  We deduce that the posets of tilting modules of derived equivalent path\nalgebras of quivers without oriented cycles are universally derived equivalent.\n","Comment: 11 pages"]}]
["0708.1289",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1289","doi:10.1111/j.1365-2966.2007.12167.x"],"date":["2007-08-09"],"type":["text"],"creator":["Rodríguez-González, Ary","Cantó, J.","Esquivel, A.","Raga, A. C.","Velazquez, P. F."],"language":[],"coverage":[],"title":["Winds from clu\\sters with non-uniform stellar distributions"],"description":["  We present analytic and numerical models of the `cluster wind' resulting from\nthe multiple interactions of the winds ejected by the stars of a dense cluster\nof massive stars. We consider the case in which the distribution of stars\n(i.e., the number of stars per unit volume) within the cluster is spherically\nsymmetric, has a power-law radial dependence, and drops discontinuously to zero\nat the outer radius of the cluster. We carry out comparisons between an\nanalytic model (in which the stars are considered in terms of a spatially\ncontinuous injection of mass and energy) and 3D gasdynamic simulations (in\nwhich we include 100 stars with identical winds, located in 3D space by\nstatistically sampling the stellar distribution function). From the analytic\nmodel, we find that for stellar distributions with steep enough radial\ndependencies the cluster wind flow develops a very high central density and a\nnon-zero central velocity, and for steeper dependencies it becomes fully\nsupersonic throughout the volume of the cluster (these properties are partially\nreproduced by the 3D numerical simulations). Therefore, the wind solutions\nobtained for stratified clusters can differ dramatically from the case of a\nhomogeneous stellar distribution (which produces a cluster wind with zero\ncentral velocity, and a fully subsonic flow within the cluster radius).\nFinally, from our numerical simulations we compute predictions of X-ray\nemission maps and luminosities, which can be directly compared with\nobservations of cluster wind flows.\n","Comment: 10 pages, 11 figures. MNRAS - Accepted 2007 June 29. Received 2007\n  June 28; in original form 2007 May 23"]}]
["0708.1294",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1294","Dans European Nano Systems Worshop - ENS 2006, Paris : France\n  (2006)"],"date":["2007-08-09"],"type":["text"],"creator":["Rao, R.","Bradby, J. -E.","Williams, J. -S."],"language":[],"coverage":[],"title":["Nanoindentation-Induced Phase Transformation in Silicon"],"description":["  Nanoindentation-induced phase transformation in silicon has been studied. A\nseries of nanoindentations were made with the sharp diamond Berkovich tip.\nDuring nanoindentations, maximum load ranged from 2000 $\\mu$N to 5000 $\\mu$N,\nwith a 1000 $\\mu$N/sec loading rate. Slow unloading rate at 100$\\mu$N/sec was\nchosen to favor the formation of the crystalline end phases, high pressure\nphase (Si-III and Si-XII). Fast unloading rate at 1000$\\mu$N/sec was used to\nobtain amorphous phase. The phase transformation was examined by Raman\nspectroscopy and plan-view transmission electron microscopy (TEM). HPP have\nbeen identified even if no \"pop-in\" and \"pop-out\" observed in load-depth\ncharacteristics curves. HPP appeared in c-Si when the maximum load up to 3000\n$\\mu$N. TEM images have been revealed that the optimization HPP transformation\nin c-Si at the nanoscale occurred when the maximum load applied at 5000 $\\mu$N.\n"]}]
["0708.1298",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1298","Dans European Nano Systems Worshop - ENS 2006, Paris : France\n  (2006)"],"date":["2007-08-09"],"type":["text"],"creator":["Ting, J. -H.","Chiu, C. -C.","Huang, F. -Y."],"language":[],"coverage":[],"title":["Carbon nanotube array vias for interconnect applications"],"description":["  The material and electrical properties of the CNT single vias and array vias\ngrown by microwave plasma-enhanced chemical vapor deposition were investigated.\nThe diameters of multiwall carbon nanotubes (MWNTs) grown on the bottom\nelectrode of Ta decrease with increasing pretreatment power and substrate\ntemperature while the effects of the growth power and methane flow ratio are\ninsignificant The decrease of CNT diameters leads to the decrease of the CNT\nvia diode devices. The increase of growth power enhances the CNT graphitization\ndegree and thue the conductivity of CNT via diode devices. In the same via\nregion, the MWNT diode resistances of the array vias are lower than those of\nthe single vias. The MWNT diode resistances on the bottom electrode of titanium\nare lower than those on the bottom electrode of tantalum. It may be attributed\nto the smaller tube diameters on the bottom electrode of Ti and the work\nfunction difference between Ta and Ti films with respect to the work function\nof CNTs.\n"]}]
["0708.1300",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1300"],"date":["2007-08-09"],"type":["text"],"creator":["Schumacher, S.","Kwong, N. H.","Binder, R."],"language":[],"coverage":[],"title":["Polariton amplification in a multiple-quantum-well resonant photonic\n  crystal"],"description":["  Based on a microscopic many-particle theory we study the amplification of\npolaritons in a multiple-quantum-well resonant photonic crystal. For the\nBragg-spaced multiple quantum wells under investigation we predict that in a\ntypical pump-probe setup four-wave mixing processes can lead to an unstable\nenergy transfer from the pump into the probe and the background-free four-wave\nmixing directions. We find that under certain excitation conditions this\nphase-conjugate oscillation induced instability can lead to a large\namplification of the weak probe pulse.\n"]}]
["0708.1306",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1306"],"date":["2007-08-09"],"type":["text"],"creator":["White, Alan R."],"language":[],"coverage":[],"title":["The LHC Pomeron and Unification of the Standard Model - a Bound-State\n  S-Matrix Within a Fixed-Point Field Theory ?"],"description":["  The Critical Pomeron solution of high-energy unitarity leads to a unique\nunderlying massless field theory that might be the origin of the Standard\nModel. A color sextet quark sector - producing both electroweak symmetry\nbreaking and dark matter - is added to QCD to saturate asymptotic freedom. The\nsextet sector is then embedded uniquely in ``QUD'' - an anomaly free, just\nasymptotically free, massless SU(5) theory with elementary lepton and triplet\nquark sectors very close to the Standard Model. A multi-regge bound-state\nS-Matrix is constructed using infra-red divergent scaling reggeon interactions\nthat couple via massless fermion chiral anomalies. Within the QCD sub-sector\nthere is an ``anomalous wee gluon'' critical phenomenon that produces a\nspectrum with confinement and chiral symmetry breaking. The exponentiation of\nleft-handed gauge boson divergences implies that the full set of composite\ninteractions and the low-mass spectrum of QUD could be just those of the\nStandard Model. All particles, including neutrinos, appear as massive,\nGoldstone boson related, bound-states and there is no Higgs field. The\ndifferent coupling strengths, multiple mass scales, and multigenerational\nstructure should also appear. The Critical Pomeron may be the S-Matrix\nmanifestation of the underlying fixed-point field theory.\n  If QUD underlies the Standard Model as described, the sextet sector should\nproduce new, unmistakeable, large cross-sections at the LHC, for which the\npomeron could be the main diagnostic!\n","Comment: Presented at the Small-x and Diffraction Workshop, Fermilab,March\n  2007"]}]
["0708.1312",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1312"],"date":["2007-08-09"],"type":["text"],"creator":["Siemiginowska, Aneta","Harris, D. E.","Aldcroft, Thomas L.","Stawarz, Lukasz","Cheung, C. C.","Sikora, Marek","Bechtold, Jill"],"language":[],"coverage":[],"title":["The Case of the 300 kpc Long X-ray Jet in PKS 1127-145 at z=1.18"],"description":["  The complex X-ray morphology of the 300 kpc long X-ray jet in PKS1127-145\n(z=1.18 quasar) is clearly discerned in a ~100 ksec Chandra observation. The\njet X-ray surface brightness gradually decreases by an order of magnitude going\nout from the core. The X-ray spectrum of the inner jet is relatively flat with\nalpha_X=0.66+/-0.15 and steep in the outer jet with alpha_X=1.0+/-0.2. The\nX-ray and radio jet intensity profiles are strikingly different, with the radio\nemission peaking strongly at the two outer knots while the X-ray emission is\nstrongest in the inner jet region. We discuss the constraints implied by these\ndata on the X-ray emission models and conclude that ``one-zone'' models fail\nand that at least a two-component model is needed to explain the jet's\nbroadband emission. We propose that the X-ray emission originates in the jet\nproper while the bulk of the radio emission comes from a surrounding jet\nsheath. We also consider intermittent jet activity as a possible cause of the\nobserved jet morphology.\n","Comment: 5 pages, 5 figures. To be published in the proceedings of\n  \"Extragalactic Jets: Theory and Observation from Radio to Gamma Ray\" ASP\n  Conference Series, T. A. Rector and D. S. De Young (eds.)"]}]
["0708.1317",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1317"],"date":["2007-08-09"],"type":["text"],"creator":["Reuter, Martin","Saueressig, Frank"],"language":[],"coverage":[],"title":["Functional Renormalization Group Equations, Asymptotic Safety, and\n  Quantum Einstein Gravity"],"description":["  These lecture notes provide a pedagogical introduction to a specific\ncontinuum implementation of the Wilsonian renormalization group, the effective\naverage action. Its general properties and, in particular, its functional\nrenormalization group equation are explained in a simple scalar setting. The\napproach is then applied to Quantum Einstein Gravity (QEG). The possibility of\nconstructing a fundamental theory of quantum gravity in the framework of\nAsymptotic Safety is discussed and the supporting evidence is summarized.\n","Comment: Based on lectures given by M.R. at the ``First Quantum Geometry and\n  Quantum Gravity School'', Zakopane, Poland, March 2007, and the ``Summer\n  School on Geometric and Topological Methods for Quantum Field Theory'', Villa\n  de Leyva, Colombia, July 2007, and by F.S. at NIKHEF, Amsterdam, The\n  Netherlands, June 2006"]}]
["0708.1319",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1319"],"date":["2007-08-09"],"type":["text"],"creator":["Hautmann, F."],"language":[],"coverage":[],"title":["Coordinate-space picture and $x \\to 1$ singularities at fixed $k_\\perp$"],"description":["  We discuss ongoing progress towards precise characterizations of parton\ndistributions at fixed transverse momentum, focusing on matrix elements in\ncoordinate space and the treatment of endpoint singularities.\n","Comment: Based on talks given at the \"HERA and the LHC\" Workshop (Hamburg,\n  March 2007) and at the \"DIS07\" Workshop (Munich, April 2007)"]}]
["0708.1323",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1323"],"date":["2007-08-09"],"type":["text"],"creator":["Sterling, N. C.","Dinerstein, Harriet L.","Kallman, T. R."],"language":[],"coverage":[],"title":["A Large-Scale Survey of Neutron-Capture Element Abundances in Planetary\n  Nebulae"],"description":["  We present results from the first large-scale survey of neutron(n)-capture\nelement abundances in planetary nebulae (PNe). This survey was motivated by the\nfact that a PN may be enriched in n-capture elements if its progenitor star\nexperienced s-process nucleosynthesis during the asymptotic giant branch (AGB)\nphase. [Kr III] 2.199 and/or [Se IV] 2.287 $\\mu$m were detected in 81 PNe out\nof 120 PNe, for a detection rate of nearly 70%. We derive Se and Kr abundances\nor upper limits using ionization correction factors derived from\nphotoionization models. A significant range is found in the Se and Kr\nabundances, from near solar (no enrichment), to enriched by a factor of ten.\nOur survey has increased the number of PNe with known n-capture element\nabundances by an order of magnitude, enabling us to explore correlations\nbetween s-process enrichments and other nebular and central star properties. In\nparticular, the Se and Kr enrichments display a positive correlation with\nnebular C/O ratios, as theoretically expected. Peimbert Type I PNe and bipolar\nPNe, whose progenitors are believed to be intermediate-mass stars (>3-4 M_sun),\nexhibit little or no s-process enrichment. Interestingly, PNe with H-deficient\n[WC] central stars do not exhibit systematically larger s-process enrichments\nthan other PNe, despite the fact that their central stars are enriched in C and\nprobably n-capture elements. Finally, the few PNe in our sample with known or\nprobable binary central star systems exhibit little s-process enrichment, which\nmay be explained if binary interactions truncated their AGB phases. We also\nbriefly discuss a new observational program to detect optical emission lines of\nn-capture elements, and new atomic data calculations that will greatly improve\nthe accuracy of n-capture element abundance determinations in PNe.\n","Comment: 8 pages, 2 figures. To appear in \"Asymmetrical Planetary Nebulae IV,\"\n  eds. R. L. M. Corradi, A. Manchado & N. Soker"]}]
