["0704.1240",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1240","Phys. Rev. Lett. 99, 127003 (2007)","doi:10.1103/PhysRevLett.99.127003"],"date":["2007-04-10","2007-09-08"],"type":["text"],"creator":["Berg, Erez","Fradkin, Eduardo","Kim, Eun-Ah","Kivelson, Steven A.","Oganesyan, Vadim","Tranquada, John","Zhang, Shoucheng"],"language":[],"coverage":[],"title":["Dynamical layer decoupling in a stripe-ordered, high T_c superconductor"],"description":["  In the stripe-ordered state of a strongly-correlated two-dimensional\nelectronic system, under a set of special circumstances, the superconducting\ncondensate, like the magnetic order, can occur at a non-zero wave-vector\ncorresponding to a spatial period double that of the charge order. In this\ncase, the Josephson coupling between near neighbor planes, especially in a\ncrystal with the special structure of La_{2-x}Ba_xCuO_4, vanishes identically.\nWe propose that this is the underlying cause of the dynamical decoupling of the\nlayers recently observed in transport measurements at x=1/8.\n","Comment: 4 pages, 3 figures (one with 3 subfigures); ; new edited version; one\n  new reference (Ref.25); to be published in Physical Review Letters (in press)"]}]
["0704.1555",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1555","Physica A vol.384 (2007) pp.600-612","doi:10.1016/j.physa.2007.05.047"],"date":["2007-04-12","2007-09-19"],"type":["text"],"creator":["Tomoeda, A.","Nishinari, K.","Chowdhury, D.","Schadschneider, A."],"language":[],"coverage":[],"title":["An information-based traffic control in a public conveyance system:\n  reduced clustering and enhanced efficiency"],"description":["  A new public conveyance model applicable to buses and trains is proposed in\nthis paper by using stochastic cellular automaton. We have found the optimal\ndensity of vehicles, at which the average velocity becomes maximum,\nsignificantly depends on the number of stops and passengers behavior of getting\non a vehicle at stops. The efficiency of the hail-and-ride system is also\ndiscussed by comparing the different behavior of passengers. Moreover, we have\nfound that a big cluster of vehicles is divided into small clusters, by\nincorporating information of the number of vehicles between successive stops.\n","Comment: 8 pages, 15 figures"]}]
["0705.0369",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0369","Phys. Rev. A 76, 032310 (2007)","doi:10.1103/PhysRevA.76.032310"],"date":["2007-05-02","2007-09-18"],"type":["text"],"creator":["Gheorghiu, Vlad","Griffiths, Robert B."],"language":[],"coverage":[],"title":["Entanglement transformations using separable operations"],"description":["  We study conditions for the deterministic transformation\n$\\ket{\\psi}\\longrightarrow\\ket{\\phi}$ of a bipartite entangled state by a\nseparable operation. If the separable operation is a local operation with\nclassical communication (LOCC), Nielsen's majorization theorem provides\nnecessary and sufficient conditions. For the general case we derive a necessary\ncondition in terms of products of Schmidt coefficients, which is equivalent to\nthe Nielsen condition when either of the two factor spaces is of dimension 2,\nbut is otherwise weaker. One implication is that no separable operation can\nreverse a deterministic map produced by another separable operation, if one\nexcludes the case where the Schmidt coefficients of $\\ket{\\psi}$ and are the\nsame as those of $\\ket{\\phi}$. The question of sufficient conditions in the\ngeneral separable case remains open. When the Schmidt coefficients of\n$\\ket{\\psi}$ are the same as those of $\\ket{\\phi}$, we show that the Kraus\noperators of the separable transformation restricted to the supports of\n$\\ket{\\psi}$ on the factor spaces are proportional to unitaries. When that\nproportionality holds and the factor spaces have equal dimension, we find\nconditions for the deterministic transformation of a collection of several full\nSchmidt rank pure states $\\ket{\\psi_j}$ to pure states $\\ket{\\phi_j}$.\n","Comment: Replaced with the published version. Any comments are welcome"]}]
["0705.1890",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1890","Phys. Rev. B 76, 094511 (2007)","doi:10.1103/PhysRevB.76.094511"],"date":["2007-05-14"],"type":["text"],"creator":["Shah, N.","Lopatin, A. V."],"language":[],"coverage":[],"title":["Microscopic analysis of the superconducting quantum critical point:\n  Finite temperature crossovers in transport near a pair-breaking quantum phase\n  transition"],"description":["  A microscopic analysis of the superconducting quantum critical point realized\nvia a pair-breaking quantum phase transition is presented. Finite temperature\ncrossovers are derived for the electrical conductivity, which is a key probe of\nsuperconducting fluctuations. By using the diagrammatic formalism for\ndisordered systems, we are able to incorporate the interplay between\nfluctuating Cooper pairs and electrons, that is outside the scope of a\ntime-dependent Ginzburg Landau or effective bosonic action formalism. It is\nessential to go beyond the standard approximation in order to capture the zero\ntemperature correction which results purely from the (dynamic) quantum\nfluctuations and dictates the behavior of the conductivity in an entire low\ntemperature quantum regime. All dynamic contributions are of the same order and\nconspire to add up to a negative total, thereby inhibiting the conductivity as\na result of superconducting fluctuations. On the contrary, the classical and\nthe intermediate regimes are dominated by the positive bosonic channel. Our\ntheory is applicable in one, two and three dimensions and is relevant for\nexperiments on superconducting nanowires, doubly-connected cylinders, thin\nfilms and bulk in the presence of magnetic impurities, magnetic field or other\npair-breakers. A window of non-monotonic behavior is predicted to exist as\neither the temperature or the pair-breaking parameter is swept.\n","Comment: 20 pages, 9 figures"]}]
["0705.3830",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3830","Europhysics Letters 80, 27003 (2007)","doi:10.1209/0295-5075/80/27003"],"date":["2007-05-25","2007-09-19"],"type":["text"],"creator":["Smirnov, S.","Bercioux, D.","Grifoni, M."],"language":[],"coverage":[],"title":["Bloch's theory in periodic structures with Rashba's spin-orbit\n  interaction"],"description":["  We consider a two-dimensional electron gas with Rashba's spin-orbit\ninteraction and two in-plane potentials superimposed along directions\nperpendicular to each other. The first of these potentials is assumed to be a\ngeneral periodic potential while the second one is totally arbitrary. A general\nform for Bloch's amplitude is found and an eigen-value problem for the band\nstructure of the system is derived. We apply the general result to the two\nparticular cases in which either the second potential represents a harmonic\nin-plane confinement or it is zero. We find that for a harmonic confinement\nregions of the Brillouin zone with high polarizations are associated with the\nones of large group velocity.\n","Comment: 6 pages, 5 figures"]}]
["0705.3944",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3944"],"date":["2007-05-27"],"type":["text"],"creator":["Chizhov, Mihail V."],"language":[],"coverage":[],"title":["Heavy chiral bosons search at hadron colliders"],"description":["  The production of new spin-1 chiral bosons at the hadron colliders, the\nFermilab Tevatron and the CERN LHC, is considered. The masses of the chiral\nbosons can be determined on the basis of experimental data of precise\nlow-energy experiments, which already indicate indirectly their existence. They\ncan explain, for example, the serious 4.5 sigma discrepancy between the\nmeasured and the predicted two pion branching ratio of the tau decay and the\nsign of the 3.3 sigma deviation of the muon (g-2) theoretical prediction from\nthe experimental value. Quantitative evaluations of the various differential\ncross-sections of the chiral boson production at hadron colliders are made\nusing the CalcHEP package. It is noteworthy that the Tevatron data already hint\nthe existence of the lightest charged chiral boson with a mass around 500 GeV.\nNew Tevatron data and the LHC results will definitely confirm or reject this\nindication. In the positive case the LHC would be able to discover all\npredicted charged and neutral chiral bosons spanning in mass up to 1 TeV.\n","Comment: 14 pages, 7 figures + 1 additional page with figures"]}]
["0705.4250",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4250","J. Appl. Phys. 102, 053111 (2007) (6 pages)","doi:10.1063/1.2777134"],"date":["2007-05-29","2007-09-19"],"type":["text"],"creator":["Euser, Tijmen G.","Wei, Hong","Kalkman, Jeroen","Jun, Yoonho","Polman, Albert","Norris, David J.","Vos, Willem L."],"language":[],"coverage":[],"title":["Ultrafast optical switching of three-dimensional Si inverse opal\n  photonic band gap crystals"],"description":["  We present ultrafast optical switching experiments on 3D photonic band gap\ncrystals. Switching the Si inverse opal is achieved by optically exciting free\ncarriers by a two-photon process. We probe reflectivity in the frequency range\nof second order Bragg diffraction where the photonic band gap is predicted. We\nfind good experimental switching conditions for free-carrier plasma frequencies\nbetween 0.3 and 0.7 times the optical frequency: we thus observe a large\nfrequency shift of up to D omega/omega= 1.5% of all spectral features including\nthe peak that corresponds to the photonic band gap. We deduce a corresponding\nlarge refractive index change of Dn'_Si/n'_Si= 2.0% and an induced absorption\nlength that is longer than the sample thickness. We observe a fast decay time\nof 21 ps, which implies that switching could potentially be repeated at GHz\nrates. Such a high switching rate is relevant to future switching and\nmodulation applications.\n"]}]
["0705.4251",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4251","New J. Phys. 9 (2007) 311","doi:10.1088/1367-2630/9/9/311"],"date":["2007-05-29"],"type":["text"],"creator":["Costa, Luciano da F.","Andrade, Roberto F. S."],"language":[],"coverage":[],"title":["What are the Best Hierarchical Descriptors for Complex Networks?"],"description":["  This work reviews several hierarchical measurements of the topology of\ncomplex networks and then applies feature selection concepts and methods in\norder to quantify the relative importance of each measurement with respect to\nthe discrimination between four representative theoretical network models,\nnamely Erd\\\"{o}s-R\\'enyi, Barab\\'asi-Albert, Watts-Strogatz as well as a\ngeographical type of network. The obtained results confirmed that the four\nmodels can be well-separated by using a combination of measurements. In\naddition, the relative contribution of each considered feature for the overall\ndiscrimination of the models was quantified in terms of the respective weights\nin the canonical projection into two dimensions, with the traditional\nclustering coefficient, hierarchical clustering coefficient and neighborhood\nclustering coefficient resulting particularly effective. Interestingly, the\naverage shortest path length and hierarchical node degrees contributed little\nfor the separation of the four network models.\n","Comment: 9 pages, 4 figures"]}]
["0705.4423",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4423"],"date":["2007-05-30","2007-09-19"],"type":["text"],"creator":["Keegan, Sinéad"],"language":[],"coverage":[],"title":["Algebraic K-Theory and Partition Functions in Conformal Field Theory"],"description":["  Certain integrable models are described by pairs (X,Y) of ADET Dynkin\ndiagrams. At high energy these models are expected to have a conformally\ninvariant limit. The S-matrix of the model determines algebraic equations,\nwhose solutions are mapped to the central charge and scaling dimensions of the\ncorresponding conformal field theory. We study the equations of the (D_m,A_n)\nmodel and find all solutions explicitly using the representation theory of Lie\nalgebras and related Yangians. These mathematically rigorous results are in\nagreement with the expectations arising from physics. We also investigate the\noverlap between certain q-hypergeometric series and modular functions. We study\na particular class of 2-fold q-hypergeometric series, denoted f_{A,B,C}. Here A\nis a positive definite, symmetric, 2x2 matrix, B is a vector of length 2, and C\nis a scalar, all three with rational entries. It turns out that for certain\nchoices of the matrix A, the function f_{A,B,C} can be made modular. We\ncalculate the corresponding values of B and C. It is expected that functions\nf_{A,B,C} arising in this way are characters of some rational conformal field\ntheory. We show that this is true in at least one case.\n","Comment: 153 pages; minor changes to PhD thesis"]}]
["0705.4578",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4578","J. Knot Theory Ramifications 16 (2007) 879-898","doi:10.1142/S0218216507005555"],"date":["2007-05-31","2007-08-10"],"type":["text"],"creator":["Eisermann, Michael","Lamm, Christoph"],"language":[],"coverage":[],"title":["Equivalence of symmetric union diagrams"],"description":["  Motivated by the study of ribbon knots we explore symmetric unions, a\nbeautiful construction introduced by Kinoshita and Terasaka 50 years ago. It is\neasy to see that every symmetric union represents a ribbon knot, but the\nconverse is still an open problem. Besides existence it is natural to consider\nthe question of uniqueness. In order to attack this question we extend the\nusual Reidemeister moves to a family of moves respecting the symmetry, and\nconsider the symmetric equivalence thus generated. This notion being in place,\nwe discuss several situations in which a knot can have essentially distinct\nsymmetric union representations. We exhibit an infinite family of ribbon\ntwo-bridge knots each of which allows two different symmetric union\nrepresentations.\n","Comment: 19 pages, 20 figures; v2 corrected signs in section 3"]}]
["0706.2935",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2935","J. Chem. Phys. 127, 114306 (2007)","doi:10.1063/1.2773721"],"date":["2007-06-20"],"type":["text"],"creator":["Massen, Claire P.","Doye, Jonathan P. K."],"language":[],"coverage":[],"title":["Preferential attachment during the evolution of a potential energy\n  landscape"],"description":["  It has previously been shown that the network of connected minima on a\npotential energy landscape is scale-free, and that this reflects a power-law\ndistribution for the areas of the basins of attraction surrounding the minima.\nHere, we set out to understand more about the physical origins of these\npuzzling properties by examining how the potential energy landscape of a\n13-atom cluster evolves with the range of the potential. In particular, on\ndecreasing the range of the potential the number of stationary points increases\nand thus the landscape becomes rougher and the network gets larger. Thus, we\nare able to follow the evolution of the potential energy landscape from one\nwith just a single minimum to a complex landscape with many minima and a\nscale-free pattern of connections. We find that during this growth process, new\nedges in the network of connected minima preferentially attach to more\nhighly-connected minima, thus leading to the scale-free character. Furthermore,\nminima that appear when the range of the potential is shorter and the network\nis larger have smaller basins of attraction. As there are many of these smaller\nbasins because the network grows exponentially, the observed growth process\nthus also gives rise to a power-law distribution for the hyperareas of the\nbasins.\n","Comment: 10 pages, 10 figures"]}]
["0706.3094",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3094","Applied Physics Letters 91, 112104 (2007)","doi:10.1063/1.2783260"],"date":["2007-06-21","2007-09-18"],"type":["text"],"creator":["Lei, X. L."],"language":[],"coverage":[],"title":["Direct-current control of radiation-induced differential\n  magnetoresistance oscillations in two-dimensional electron systems"],"description":["  Magnetoresistance oscillations in two-dimensional electron systems driven\nsimultaneously by a strong direct current and a microwave irradiation, are\nanalyzed within a unified microscopic scheme treating both excitations on an\nequal footing. The microwave-induced resistance oscillations are described by a\nparameter $\\epsilon_\\omega$ proportional to the radiation frequency, while the\ndc-induced resistance oscillations are governed by a parameter $\\epsilon_j$\nproportional to the current density. In the presence of both a microwave\nradiation and a strong dc, the combined parameter $\\epsilon_\\omega+\\epsilon_j$\nis shown to control the main resistance oscillations, in agreement with the\nrecent measurement [Zhang {\\it et al.} Phys. Rev. Lett. {\\bf 98}, 106804\n(2007)]\n","Comment: 4 pages, 2 figues, published version"]}]
["0706.3654",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3654","J. Phys. A: Math. Theor. 40 (2007) 12185-12212","doi:10.1088/1751-8113/40/40/012"],"date":["2007-06-25"],"type":["text"],"creator":["Turgut, S."],"language":[],"coverage":[],"title":["Catalytic Conversion Probabilities for Bipartite Pure States"],"description":["  For two given bipartite-entangled pure states, an expression is obtained for\nthe least upper bound of conversion probabilities using catalysis. The\nattainability of the upper bound can also be decided if that bound is less than\none.\n","Comment: 4 pages; comments appreciated; the article is a modified version of\n  this preprint combined with arXiv:0707.0444"]}]
["0707.0444",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0444","J. Phys. A: Math. Theor. 40 (2007) 12185-12212","doi:10.1088/1751-8113/40/40/012"],"date":["2007-07-03"],"type":["text"],"creator":["Turgut, S."],"language":[],"coverage":[],"title":["Necessary and Sufficient Conditions for the Trumping Relation"],"description":["  Entanglement catalysis allows one to convert certain entangled states into\nothers by the temporary involvement of another entangled state (so-called\ncatalyst), where after the conversion the catalyst is returned to the same\nstate. For bipartite pure entangled states that can be transformed in this way\nwith unit probability, the respective Schmidt coefficients are said to satisfy\nthe trumping relation, a mathematical relation which is an extension of the\nmajorization relation. This article provides all necessary and sufficient\nconditions for the trumping relation in terms of the Schmidt coefficients. The\ncoefficients should satisfy strict inequalities for the entropy of entanglement\nand for power means excluding the special power 1.\n","Comment: 9 pages; comments appreciated; (this article is a corrected and\n  modified version, which combines this preprint with arXiv:0706.3654)"]}]
["0707.2329",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","32H99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2329"],"date":["2007-07-16","2007-09-19"],"type":["text"],"creator":["Abate, Marco","Vigue, Jean-Pierre"],"language":[],"coverage":[],"title":["Isometries for the Caratheodory Metric"],"description":["  Under certain hypothesises, we prove that a map which is an isometry for the\nCaratheodory infinitesimal metric at a point is an analytic isomorphism onto\nits image.\n","Comment: 6 pages"]}]
["0707.3047",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3047","J. Stat. Mech. (2007) L09001","doi:10.1088/1742-5468/2007/09/L09001"],"date":["2007-07-20"],"type":["text"],"creator":["Gautreau, Aurelien","Barrat, Alain","Barthelemy, Marc"],"language":[],"coverage":[],"title":["Arrival Time Statistics in Global Disease Spread"],"description":["  Metapopulation models describing cities with different populations coupled by\nthe travel of individuals are of great importance in the understanding of\ndisease spread on a large scale. An important example is the Rvachev-Longini\nmodel [{\\it Math. Biosci.} {\\bf 75}, 3-22 (1985)] which is widely used in\ncomputational epidemiology. Few analytical results are however available and in\nparticular little is known about paths followed by epidemics and disease\narrival times. We study the arrival time of a disease in a city as a function\nof the starting seed of the epidemics. We propose an analytical Ansatz, test it\nin the case of a spreading on the world wide air transportation network, and\nshow that it predicts accurately the arrival order of a disease in world-wide\ncities.\n"]}]
["0707.3613",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3613","NANO LETTERS 7 (8): 2441-2445 AUG 2007","doi:10.1021/nl071152w"],"date":["2007-07-24"],"type":["text"],"creator":["Jørgensen, H. Ingerslev","Novotný, T.","Grove-Rasmussen, K.","Flensberg, K.","Lindelof, P. E."],"language":[],"coverage":[],"title":["Critical Current 0-$\\pi$ Transition in Designed Josephson Quantum Dot\n  Junctions"],"description":["  We report on quantum dot based Josephson junctions designed specifically for\nmeasuring the supercurrent. From high-accuracy fitting of the current-voltage\ncharacteristics we determine the full magnitude of the supercurrent (critical\ncurrent). Strong gate modulation of the critical current is observed through\nseveral consecutive Coulomb blockade oscillations. The critical current crosses\nzero close to, but not at, resonance due to the so-called 0-$\\pi$ transition in\nagreement with a simple theoretical model.\n","Comment: 5 pages, 4 figures, (Supplementary information available at\n  http://www.fys.ku.dk/~hij/public/nl_supp.pdf)"]}]
["0708.1686",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1686"],"date":["2007-08-13","2007-09-19"],"type":["text"],"creator":["Praszalowicz, Michal","Goeke, Klaus"],"language":[],"coverage":[],"title":["On the exotic eikosiheptaplet"],"description":["  We use the chiral quark soliton model to estimate masses and widths of the\ntwo eikosiheptaplets (27-plets of SU(3) flavor) of spin 3/2 and 1/2 that emerge\nin the rigid rotator quantization. We use as input: hyperon decays, Theta+ mass\nand width. While 27_{3/2} has small widths (although much larger than the\nvalues allowed by the partial wave analysis), 27_{1/2} has large decay widths\nto antidecuplet. However exactly for this decay channels the widths are\nsuppressed in the large N_{c} limit.\n","Comment: 11 pages, 2 figures, v2 accepted for publication in Phys. Rev. D"]}]
["0708.2437",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2437","J. Stat. Mech. (2007) P09012","doi:10.1088/1742-5468/2007/09/P09012"],"date":["2007-08-17","2007-09-19"],"type":["text"],"creator":["Rahav, Saar","Jarzynski, Christopher"],"language":[],"coverage":[],"title":["Fluctuation relations and coarse-graining"],"description":["  We consider the application of fluctuation relations to the dynamics of\ncoarse-grained systems, as might arise in a hypothetical experiment in which a\nsystem is monitored with a low-resolution measuring apparatus. We analyze a\nstochastic, Markovian jump process with a specific structure that lends itself\nnaturally to coarse-graining. A perturbative analysis yields a reduced\nstochastic jump process that approximates the coarse-grained dynamics of the\noriginal system. This leads to a non-trivial fluctuation relation that is\napproximately satisfied by the coarse-grained dynamics. We illustrate our\nresults by computing the large deviations of a particular stochastic jump\nprocess. Our results highlight the possibility that observed deviations from\nfluctuation relations might be due to the presence of unobserved degrees of\nfreedom.\n","Comment: 19 pages, 6 figures, very minor changes"]}]
["0708.2491",{"format":[],"subject":["Mathematical Physics","34A05","65L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2491"],"date":["2007-08-18","2007-09-19"],"type":["text"],"creator":["Kravchenko, Vladislav V."],"language":[],"coverage":[],"title":["On a general solution of the one-dimensional stationary Schrodinger\n  equation"],"description":["  The general solution of the one-dimensional stationary Schroedinger equation\nin the form of a formal power series is considered. Its efficiency for\nnumerical analysis of initial value and boundary value problems is discussed.\n"]}]
["0708.3430",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3430"],"date":["2007-08-27","2007-09-18"],"type":["text"],"creator":["Lusztig, G."],"language":[],"coverage":[],"title":["Twelve bridges from a reductive group to its Langlands dual"],"description":["  These notes are based on lectures given in Wuhan (China) in July 2007. Their\naim is to provide an introduction to Langlands philosophy.\n","Comment: A few corrections are made"]}]
["0708.3764",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3764"],"date":["2007-08-28","2007-09-19"],"type":["text"],"creator":["Pischella, Mylene","Belfiore, Jean-Claude"],"language":[],"coverage":[],"title":["A Radio Resource Management strategy for downlink cooperation in\n  distributed networks"],"description":["  This paper has been withdrawn by the author\n"]}]
["0709.2246",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Superconductivity","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2246"],"date":["2007-09-14"],"type":["text"],"creator":["He, Lianyi","Zhuang, Pengfei"],"language":[],"coverage":[],"title":["Chiral Phase Transition beyond Mean Field Approximation"],"description":["  Based on the analogy between the Nambu--Jona-Lasinio model of chiral symmetry\nbreaking and the BCS theory of superconductivity, we investigate the effect of\n$\\bar q q$ pair fluctuations on the chiral phase transition. We include\nuncondensed $\\bar q q$ pairs at finite temperature and chemical potential in a\nself-consistent T-matrix formalism, the so-called $G_0 G$ scheme. The pair\nfluctuations reduce significantly the critical temperature and make quarks\nmassive above the critical temperature.\n","Comment: 5 pages, 4 figures"]}]
["0709.2319",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2319"],"date":["2007-09-14"],"type":["text"],"creator":["Braun, V. M.","Ivanov, D. Yu.","Peters, A."],"language":[],"coverage":[],"title":["Electroproduction of Soft Pions at Large Momentum Transfers"],"description":["  We consider pion electroproduction on a proton target close to threshold for\nQ^2 in the region 1-10 GeV^2. The momentum transfer dependence of the S-wave\nmultipoles at threshold, E_{0+} and L_{0+}, is calculated using light-cone sum\nrules.\n","Comment: 8 pages, 3 figures; Invited talk at the workshop on Exclusive\n  Reactions at High Momentum Transfer, 21-24 May 2007, Newport News, Virginia,\n  U.S.A. and International Conference on hadron Physics TROIA'07, 30 Aug. - 3\n  Sept. 2007, Canakkale, Turkey"]}]
["0709.2355",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2355"],"date":["2007-09-14"],"type":["text"],"creator":["Gupta, Sourendu"],"language":[],"coverage":[],"title":["A systematic expansion for relativistic causal hydrodynamics"],"description":["  A systematic expansion of the Boltzmann equation for the diffusion of dilute\ntracers, in powers of the Knudsen number, carried out to next-to-leading order\n(NLO), gives the relativistic causal diffusion equation (Kelly's equation).\nUsing dimensionless combinations of dynamical quantities, we show when the\nsmall NLO term plays a crucially important role. We proceed to show that a\nderivation of Kelly's equation from a microscopic theory of the correlation\nfunction of the number density of diffusers is possible. The correlator fulfils\nthe Green-Kubo relation for the diffusion constant, as well as an f-sum which\ngoes beyond a purely phenomenological causal theory. We argue that the\nconstruction generalizes to the full hydrodynamic equations.\n","Comment: 5 pages, 1 figure"]}]
["0709.2371",{"format":[],"subject":["Mathematics - Group Theory","22A05 (Primary)","22E15, 22E65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2371"],"date":["2007-09-14","2007-09-19"],"type":["text"],"creator":["Glockner, Helge"],"language":[],"coverage":[],"title":["Simplified Proofs for the Pro-Lie Group Theorem and the One-Parameter\n  Subgroup Lifting Lemma"],"description":["  This note is devoted to the theory of projective limits of finite-dimensional\nLie groups, as developed in the recent monograph ``The Lie Theory of Connected\nPro-Lie Groups'' by K.H. Hofmann and S.A. Morris. We replace the original,\nhighly non-trivial proof of the One-Parameter Subgroup Lifting Lemma given in\nthe monograph by a shorter and more elementary argument. Furthermore, we\nshorten (and correct) the proof of the so-called Pro-Lie Group Theorem, which\nasserts that pro-Lie groups and projective limits of Lie groups coincide.\n","Comment: 4 pages, LaTeX (v3: slightly expanded)"]}]
["0709.2514",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2514"],"date":["2007-09-16","2007-09-19"],"type":["text"],"creator":["Lee, Taeyoung","Leok, Melvin","McClamroch, N. Harris"],"language":[],"coverage":[],"title":["Time Optimal Attitude Control for a Rigid Body"],"description":["  A time optimal attitude control problem is studied for the dynamics of a\nrigid body. The objective is to minimize the time to rotate the rigid body to a\ndesired attitude and angular velocity while subject to constraints on the\ncontrol input. Necessary conditions for optimality are developed directly on\nthe special orthogonal group using rotation matrices. They completely avoid\nsingularities associated with local parameterizations such as Euler angles, and\nthey are expressed as compact vector equations. In addition, a discrete control\nmethod based on a geometric numerical integrator, referred to as a Lie group\nvariational integrator, is proposed to compute the optimal control input. The\ncomputational approach is geometrically exact and numerically efficient. The\nproposed method is demonstrated by a large-angle maneuver for an elliptic\ncylinder rigid body.\n","Comment: v1: 6 pages, 3 figures v2: 7 pages, 2 figures, more carefully\n  addressed the issue of singular arcs"]}]
["0709.2521",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2521"],"date":["2007-09-16"],"type":["text"],"creator":["Madarasz, Judit X.","Nemeti, Istvan","Szekely, Gergely"],"language":[],"coverage":[],"title":["A Logical Analysis of the Time-Warp Effect of General Relativity"],"description":["  Several versions of the Gravitational Time Dilation effect of General\nRelativity are formulated by the use of Einstein's Equivalence Principle. It is\nshown that all of them are logical consequence of a first-order axiom system of\nSpecial Relativity extended to accelerated observers.\n","Comment: 43 pages, 13 figures"]}]
["0709.2562",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Computers and Society","Computer Science - Digital Libraries","Computer Science - Data Structures and Algorithms","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2562"],"date":["2007-09-17"],"type":["text"],"creator":["Blattner, Marcel","Hunziker, Alexander","Laureti, Paolo"],"language":[],"coverage":[],"title":["When are recommender systems useful?"],"description":["  Recommender systems are crucial tools to overcome the information overload\nbrought about by the Internet. Rigorous tests are needed to establish to what\nextent sophisticated methods can improve the quality of the predictions. Here\nwe analyse a refined correlation-based collaborative filtering algorithm and\ncompare it with a novel spectral method for recommending. We test them on two\ndatabases that bear different statistical properties (MovieLens and Jester)\nwithout filtering out the less active users and ordering the opinions in time,\nwhenever possible. We find that, when the distribution of user-user\ncorrelations is narrow, simple averages work nearly as well as advanced\nmethods. Recommender systems can, on the other hand, exploit a great deal of\nadditional information in systems where external influence is negligible and\npeoples' tastes emerge entirely. These findings are validated by simulations\nwith artificially generated data.\n"]}]
["0709.2647",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2647","International Journal of Fracture 139, 3-4 (2006) 369-381","doi:10.1007/s10704-006-7639-3"],"date":["2007-09-17","2007-09-19"],"type":["text"],"creator":["Amitrano, David"],"language":[],"coverage":[],"title":["Rupture by damage accumulation in rocks"],"description":["  The deformation of rocks is associated with microcracks nucleation and\npropagation, i.e. damage. The accumulation of damage and its spatial\nlocalization lead to the creation of a macroscale discontinuity, so-called\n\"fault\" in geological terms, and to the failure of the material, i.e. a\ndramatic decrease of the mechanical properties as strength and modulus. The\ndamage process can be studied both statically by direct observation of thin\nsections and dynamically by recording acoustic waves emitted by crack\npropagation (acoustic emission). Here we first review such observations\nconcerning geological objects over scales ranging from the laboratory sample\nscale (dm) to seismically active faults (km), including cliffs and rock masses\n(Dm, hm). These observations reveal complex patterns in both space (fractal\nproperties of damage structures as roughness and gouge), time (clustering,\nparticular trends when the failure approaches) and energy domains (power-law\ndistributions of energy release bursts). We use a numerical model based on\nprogressive damage within an elastic interaction framework which allows us to\nsimulate these observations. This study shows that the failure in rocks can be\nthe result of damage accumulation.\n"]}]
["0709.2701",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - General Physics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2701"],"date":["2007-09-17"],"type":["text"],"creator":["Yellin, S."],"language":[],"coverage":[],"title":["Extending the optimum interval method"],"description":["  The optimum interval method for finding an upper limit of a one-dimensionally\ndistributed signal in the presence of an unknown background is extended to the\ncase of high statistics. There is also some discussion of how the method can be\nextended to the multiple dimensional case.\n","Comment: 12 pages, 5 figures"]}]
["0709.2711",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2711"],"date":["2007-09-17"],"type":["text"],"creator":["Buzzoni, A.","Bertone, E.","Chavez, M.","Rodriguez-Merino, L. H."],"language":[],"coverage":[],"title":["Population synthesis at short wavelengths and spectrophotometric\n  diagnostic tools for galaxy evolution"],"description":["  Taking advantage of recent important advances in the calculation of\nhigh-resolution spectral grids of stellar atmospheres at short wavelengths, and\ntheir implementation for population synthesis models, we briefly review here\nsome special properties of ultraviolet emission in SSPs, and discuss their\npotential applications for identifying and tuning up effective diagnostic tools\nto probe distinctive evolutionary properties of early-type galaxies and other\nevolved stellar systems.\n","Comment: Invited contribution to \"New quests in stellar astrophysics. II:\n  Ultraviolet properties of evolved stellar populations\" (Puerto Vallarta,\n  Mexico, Apr 2007), eds. M. Chavez et al. - More info on the UVBLUE spectral\n  library at http://www.bo.astro.it/~eps/home.html"]}]
["0709.2713",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42A05 (Primary)","41A46, 11K38, 42A55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2713"],"date":["2007-09-17"],"type":["text"],"creator":["Bilyk, Dmitriy","Lacey, Michael T","Vagharshakyan, Armen"],"language":[],"coverage":[],"title":["On the Signed Small Ball Inequality"],"description":["  This paper is a companion to our prior paper arXiv:0705.4619 on the `Small\nBall Inequality in All Dimensions.' In it, we address a more restrictive\ninequality, and obtain a non-trivial, explicit bound, using a single essential\nestimate from our prior paper. The prior bound was not explicit and much more\ninvolved.\n","Comment: 10 pages"]}]
["0709.2718",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2718"],"date":["2007-09-17"],"type":["text"],"creator":["Wold, M.","Brotherton, M. S.","Shang, Z."],"language":[],"coverage":[],"title":["Quasar optical variability and black hole mass"],"description":["  In order to investigate the dependence of quasar optical-UV variability on\nfundamental physical parameters like black hole mass, we have matched quasars\nfrom the QUEST1 variability survey with broad-lined objects from the SDSS.\nBlack hole masses and bolometric luminosities are estimated from Sloan spectra,\nand variability amplitudes from the QUEST1 light curves. Long-term variability\namplitudes (rest-frame time scales 0.5--2 yrs) are found to correlate with\nblack hole mass at the 99% significance level or better. This means that\nquasars with larger black hole masses have larger percentage flux variations.\nPartial rank correlation analysis shows that the correlation cannot explained\nby obvious selection effects inherent to flux-limited samples. We discuss\nwhether the correlation is a manifestation of a relation between BH mass and\naccretion disk thermal time scales, or if it is due to changes in the optical\ndepth of the accretion disk with black hole mass. Perhaps the most likely\nexplanation is that the more massive black holes are starving, and produce\nlarger flux variations because they do not have a steady inflow of gaseous\nfuel.\n","Comment: To be published in the proceedings of \"The nuclear region, host\n  galaxy and environment of active galaxies\", 60th birthday symposium of\n  Deborah Dultzin-Hacyan, Huatulco, April 18-20, 2007, eds. E. Benitez, I.\n  Cruz-Gonzalez, Y. Krongold"]}]
["0709.2723",{"format":[],"subject":["Mathematics - Number Theory","11N25","11L07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2723"],"date":["2007-09-17"],"type":["text"],"creator":["Chan, Tsz Ho"],"language":[],"coverage":[],"title":["Finding Almost Squares III"],"description":["  An almost square of type 2 is an integer $n$ that can be factored in two\ndifferent ways as $n = a_1 b_1 = a_2 b_2$ with $a_1$, $a_2$, $b_1$, $b_2\n\\approx \\sqrt{n}$. In this paper, we shall improve upon previous result on\nshort intervals containing an almost square of type 2. This leads to an inquiry\nof finding a short interval around $x$ that contains an integer divisible by\nsome integer in $[x^c, 2 x^c]$ with $0 < c < 1$.\n","Comment: 10 pages"]}]
["0709.2724",{"format":[],"subject":["Mathematics - Differential Geometry","53C20, 53C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2724"],"date":["2007-09-18"],"type":["text"],"creator":["Ye, Rugang"],"language":[],"coverage":[],"title":["Entropy Functionals, Sobolev Inequalities and kappa-Noncollapsing\n  Estimates along the Ricci Flow"],"description":["  In this survey we review Hamilton's entropy and Perelman's entropy, and\nprovide motivations for these concepts. Then we review recent results on the\nlogarithmic Sobolev inequality, the Sobolev inequalities and\nkappa-noncollapsing estimates along the Ricci flow, including the Ricci flow\nwith surgeries.\n","Comment: This survey was written for the 4th International Congress of Chinese\n  Mathematicians to be held in Hangzhou, China in December 2007, and for the\n  memorial volume dedicated to the 771 class of mathematics of China University\n  of Science and Technology"]}]
["0709.2726",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2726"],"date":["2007-09-17"],"type":["text"],"creator":["Margetis, Dionisios","Caflisch, Russel E."],"language":[],"coverage":[],"title":["Anisotropic step stiffness from a kinetic model of epitaxial growth"],"description":["  Starting from a detailed model for the kinetics of a step edge or island\nboundary, we derive a Gibbs-Thomson type formula and the associated step\nstiffness as a function of the step edge orientation angle, $theta$. Basic\ningredients of the model are: (i) the diffusion of point defects (``adatoms'')\non terraces and along step edges; (ii) the convection of kinks along step\nedges; and (iii) constitutive laws that relate adatom fluxes, sources for\nkinks, and the kink velocity with densities via a mean-field approach. This\nmodel has a kinetic (nonequilibrium) steady-state solution that corresponds to\nepitaxial growth through step flow. The step stiffness, $\\tbe(\\theta)$, is\ndetermined via perturbations of the kinetic steady state for small edge Peclet\nnumber, P, which is the ratio of the deposition to the diffusive flux along a\nstep edge. In particular, $\\tbe$ is found to satisfy $\\tbe =O(\\theta^{-1})$ for\n$O(P^{1/3}) <\\theta \\ll 1$, which is in agreement with independent,\nequilibrium-based calculations.\n","Comment: 32 pages, 1 figure; submitted to Multiscale Modeling and Simulation"]}]
["0709.2729",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","41A10, 41A17, 41A25, 41A27, 41A30, 41A36, 41A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2729"],"date":["2007-09-17"],"type":["text"],"creator":["Ditzian, Z."],"language":[],"coverage":[],"title":["Polynomial Approximation and $\\omega^r_\\phi (f,t)$ Twenty Years Later"],"description":["  About twenty years ago the measure of smoothness $\\omega ^r_\\phi (f,t)$ was\nintroduced and related to the rate of polynomial approximation. In this article\nwe survey developments about this and related concepts since that time.\n"]}]
["0709.2736",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2736"],"date":["2007-09-17"],"type":["text"],"creator":["Winful, Herbert G."],"language":[],"coverage":[],"title":["Comment on \"Macroscopic violation of special relativity\" by Nimtz and\n  Stahlhofen [arXiv:0708.0681v1]"],"description":["  A recent paper by G. Nimtz and A. A. Stahlhofen [arXiv:0708.0681v1] makes the\nfollowing claims: (1) that the authors have observed a macroscopic violation of\nspecial relativity, (2) that they have demonstrated quantum mechanical behavior\nof evanescent modes on a meter-length scale, and (3) that barriers are crossed\nin zero time, implying superluminal (faster than light), and indeed, infinite\ntunneling velocity. Here I suggest that all these claims are erroneous and are\nbased on a misinterpretation of a purely classical measurement accurately\ndescribed by Maxwell's equations.\n","Comment: This is a comment on a paper posted on the arXiv on August 5, 2007\n  and reported in the New Scientist on August 18, 2007"]}]
["0709.2738",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2738"],"date":["2007-09-17"],"type":["text"],"creator":["Brewe, Eric","Sawtelle, Vashti","Pamela, Priscilla"],"language":[],"coverage":[],"title":["Impacts of real-time data collection on introductory algebra-based\n  physics"],"description":["  Including real-time data collection technology is a common practice to\nupgrade physics labs, and the assumption is such technology improves student\nlearning, yet little has been done to demonstrate the effects of technology.\nSpecific activities have been shown to be enhanced by technology, but the\neffects on the class as a whole has been left unexplored. This paper\ninvestigates the effects of technology on two algebra based introductory\nphysics classes. In this paper, we use FCI, MPEX, surveys, and ethnographies to\ndocument the improvement in learning as real-time data collection technology is\nincorporated into a modeling physics class. The two classes examined differed\nonly in the inclusion of technology. The results found were significant.\nStudents in the class with high technology were found to have learned more than\nstudents in the class with no technology. This paper explores the gains in\nlearning and relates them directly to the addition of technology.\n"]}]
["0709.2748",{"format":[],"subject":["Physics - Popular Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2748"],"date":["2007-09-17"],"type":["text"],"creator":["Wang, Haifeng","Shi, L. P.","Luk`yanchuk, B. S.","Sheppard, C. J. R.","Chong, T. C.","Yuan, G. Q."],"language":[],"coverage":[],"title":["Super-resolution and non-diffraction longitudinal polarized beam"],"description":["  A method is presented for generation of a subwavelength (0.43 lambda)\nlongitudinally polarized beam, which propagates without divergence over lengths\nof about 4 lambda in free space. This is achieved by controlling the amplitude,\nphase and polarization property of the Bessel-Gaussian field on the aperture of\na high numerical aperture focusing lens.\n","Comment: submitted to PRL"]}]
["0709.2753",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2753"],"date":["2007-09-18"],"type":["text"],"creator":["Bai, M.","Calaga, R.","Fischer, W.","Oddo, P.","Schmickler, H.","Serrano, J.","Jansson, A.","Syphers, M.","Kopp, S.","Miyamoto, R."],"language":[],"coverage":[],"title":["Considerations for an Ac Dipole for the LHC"],"description":["  Following successful experience at the BNL AGS, FNAL Tevatron, and CERN SPS,\nan AC Dipole will be adopted at the LHC for rapid measurements of ring optics.\nThis paper describes some of the parameters of the AC dipole for the LHC,\nscaling from performance of the FNAL and BNL devices.\n","Comment: proceedings of the 2007 Particle Accelerator Conference"]}]
["0709.2758",{"format":[],"subject":["Physics - History and Philosophy of Physics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2758","Civilta' delle Macchine [Rome] 26 (1979), issue no. 3-6, pages\n  109-112; reprinted (2002) by \"Centro DIEA\", Fac. of Eng., Univ. of Bologna,\n  Bologna, Italy"],"date":["2007-09-18"],"type":["text"],"creator":["Recami, Erasmo"],"language":[],"coverage":[],"title":["Einstein e il Rinnovamento delle Scienze (Einstein and the Renewal of\n  Science)"],"description":["  As it is well-known, the year 2005 has been the centenary of the \"annus\nmirabilis\" (1905) during which Albert Einstein published four fundamental\npapers of his. But already in 1979, for the centenary of Einstein's birth, the\nworld celebrated his monumantal work. In Italy too, there appeared scientific\nbooks, and many semi-popularization (or popularization) articles. The present\npaper represents a talk delivered in Italian, at the invitation of the Nobel\nFoundation (Sanremo, IM; Italy), in time for its publication in 1979. This\narticle has been however reprinted, much more recently, in 2002, by the \"Centro\nDIEA\", Faculty of Engineering, University of Bologna, Bologna, Italy [and its\nsource-file, in html, has been prepared with DIEA's collaboration]. We present\nhere a description of the human, philosophycal and scientific background,\nstarting from which Einstein produced his amazing results: Indeed, we try to\nshow why Einstein's writings today are still so important not only for pure\nphysics (and technology!), but also for our epistemological understanding of\nthe procedures followed by science, and by our own mind, in their development,\nas well as for our philosophical views about the world we live in; without\nforgetting the teachings that come (or should come) from Einstein's life and\nclaims for modern pedagogy.\n","Comment: 9 pages [pdf produced from a source-file in html]. This paper was\n  originally presented as an invited talk at the conference \"Il centenario di\n  Eisntein\" organized by the Nobel Foundation c/o its Italian headquarters at\n  Sanremo, IM (1978); but it has been recently (in 2002) reprinted by D.I.E.A.,\n  University of Bologna, Bologna, Italy"]}]
["0709.2762",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2762","CVHI 2007, Conference & Workshop on Assistive Technologies for\n  People with Vision & Hearing Impairments, Granada : Espagne (2007)"],"date":["2007-09-18"],"type":["text"],"creator":["Durette, B.","Gamond, L.","Hanneton, Sylvain","Alleysson, D.","Hérault, J."],"language":[],"coverage":[],"title":["Biomimetic Space-Variant Sampling in a Vision Prosthesis Improves the\n  User's Skill in a Localization Task"],"description":["  In this experiment, we test the hypothesis of whether a 'retina-like' space\nvariant sampling pattern can improve the efficiency of a visual prosthesis.\nSubjects wearing a visuo-auditory substitution system were tested for their\nability to point at visual targets. The test group (space-variant sampling),\nperformed significantly better than the control group (uniform sampling). The\npointing accuracy was enhanced, as was the speed to find the target.\nSurprisingly, the time spanned to complete the training was also reduced,\nsuggesting that this space-variant sampling scheme facilitates the mastering of\nsensorimotor contingencies.\n"]}]
["0709.2764",{"format":[],"subject":["Mathematics - Analysis of PDEs","35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2764"],"date":["2007-09-18"],"type":["text"],"creator":["Koch, Herbert","Smith, Hart F.","Tataru, Daniel"],"language":[],"coverage":[],"title":["Subcritical Lp bounds on spectral clusters for Lipschitz metrics"],"description":["  We establish asymptotic bounds on the L^p norms of spectrally localized\nfunctions in the case of two-dimensional Dirichlet forms with coefficients of\nLipschitz regularity. These bounds are new for the range p>6. A key step in the\nproof is bounding the rate at which energy spreads for solutions to hyperbolic\nequations with Lipschitz coefficients.\n","Comment: 10 pages"]}]
["0709.2766",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2766"],"date":["2007-09-18"],"type":["text"],"creator":["Dafermos, Mihalis","Rodnianski, Igor"],"language":[],"coverage":[],"title":["The wave equation on Schwarzschild-de Sitter spacetimes"],"description":["  We consider solutions to the linear wave equation $\\Box_g\\phi=0$ on a\nnon-extremal maximally extended Schwarzschild-de Sitter spacetime arising from\narbitrary smooth initial data prescribed on an arbitrary Cauchy hypersurface.\n(In particular, no symmetry is assumed on initial data, and the support of the\nsolutions may contain the sphere of bifurcation of the black/white hole\nhorizons and the cosmological horizons.) We prove that in the region bounded by\na set of black/white hole horizons and cosmological horizons, solutions $\\phi$\nconverge pointwise to a constant faster than any given polynomial rate, where\nthe decay is measured with respect to natural future-directed advanced and\nretarded time coordinates. We also give such uniform decay bounds for the\nenergy associated to the Killing field as well as for the energy measured by\nlocal observers crossing the event horizon. The results in particular include\ndecay rates along the horizons themselves. Finally, we discuss the relation of\nthese results to previous heuristic analysis of Price and Brady et al.\n","Comment: 48 pages, 5 figures"]}]
["0709.2767",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2767"],"date":["2007-09-18"],"type":["text"],"creator":["Courcelle, Arnaud","Rowlands, John"],"language":[],"coverage":[],"title":["Approximate Model of Neutron Resonant Scattering in a Crystal"],"description":["  In the theory of resonant scattering, the double differential cross section\ninvolves the computation of a multifold integral of a 4-point correlation\nfunction, which generalizes the traditional 2-point correlation function of\nVan-Hove for potential scattering. In the case of a neutron-crystal\ninteraction, the numerical computation of these multifold integrals is\ncumbersome. In this paper, a new approximation is suggested. It is based on a\nfactorization of the differential cross section into one function describing\nthe exchange of kinetic energy between the neutron and the bound nucleus\n(phonons dynamic) and a function related to the nuclear scattering amplitude.\nThis formalism is then applied to the modeling of resonant scattering of a\nneutron by $^{238}U$ in a $UO_2$ crystal lattice.\n","Comment: 10 pages, 2 figures"]}]
["0709.2771",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60F10","60J65","82B10","82B26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2771"],"date":["2007-09-18"],"type":["text"],"creator":["Adams, Stefan","König, Wolfgang"],"language":[],"coverage":[],"title":["Interacting Brownian motions and the Gross-Pitaevskii formula"],"description":["  We review probabilistic approaches to the Gross-Pitaevskii theory describing\ninteracting dilute systems of particles. The main achievement are large\ndeviations principles for the mean occupation measure of a large system of\ninteracting Brownian motions in a trapping potential. The corresponding rate\nfunctions are given as variational problems whose solution provide effective\ndescriptions of the infinite system.\n"]}]
["0709.2773",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2773"],"date":["2007-09-18"],"type":["text"],"creator":["Vepsalainen, M."],"language":[],"coverage":[],"title":["Applications of dimensional reduction to electroweak and QCD matter"],"description":["  This paper is a slightly modified version of the introductory part of a\ndoctoral dissertation also containing the articles hep-ph/0311268,\nhep-ph/0510375, hep-ph/0512177 and hep-ph/0701250. The thesis discusses\neffective field theory methods, in particular dimensional reduction, in the\ncontext of finite temperature field theory. We first briefly review the\nformalism of thermal field theory and show how dimensional reduction emerges as\nthe high-temperature limit for static quantities. Then we apply dimensional\nreduction to two distinct problems, the pressure of electroweak theory and the\nscreening masses of mesonic operators in hot QCD, and point out the\nsimilarities. We summarize the results and discuss their validity, while\nleaving all details to original research articles.\n","Comment: 56 pages, 9 figure, introductory part of a PhD thesis"]}]
["0709.2775",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Populations and Evolution","92D15, 60J70, 60K35, 60H35, 60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2775"],"date":["2007-09-18"],"type":["text"],"creator":["Etheridge, A.","Pfaffelhuber, P.","Wakolbinger, A."],"language":[],"coverage":[],"title":["How often does the ratchet click? Facts, heuristics, asymptotics"],"description":["  The evolutionary force of recombination is lacking in asexually reproducing\npopulations. As a consequence, the population can suffer an irreversible\naccumulation of deleterious mutations, a phenomenon known as Muller's ratchet.\nWe formulate discrete and continuous time versions of Muller's ratchet.\nInspired by Haigh's (1978) analysis of a dynamical system which arises in the\nlimit of large populations, we identify the parameter gamma =\nN*lambda/(Ns*log(N*lambda)) as most important for the speed of accumulation of\ndeleterious mutations. Here N is population size, s is the selection\ncoefficient and lambda is the deleterious mutation rate. For large parts of the\nparameter range, measuring time in units of size N, deleterious mutations\naccumulate according to a power law in N*lambda with exponent gamma if\ngamma>0.5. For gamma<0.5 mutations cannot accumulate. We obtain diffusion\napproximations for three different parameter regimes, depending on the speed of\nthe ratchet. Our approximations shed new light on analyses of Stephan et al.\n(1993) and Gordo & Charlesworth (2000). The heuristics leading to the\napproximations are supported by simulations.\n"]}]
["0709.2776",{"format":[],"subject":["Statistics - Methodology","Mathematics - Combinatorics","Statistics - Computation","62M10 (Primary)","62F15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2776"],"date":["2007-09-18"],"type":["text"],"creator":["Hamdi, Abdelhakim Aknouche Hacène Belbachir Fayçal"],"language":[],"coverage":[],"title":["A note on calculating autocovariances of periodic ARMA models"],"description":["  An analytically simple and tractable formula for the start-up autocovariances\nof periodic ARMA (PARMA) models is provided.\n","Comment: 3 pages"]}]
["0709.2778",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2778"],"date":["2007-09-18"],"type":["text"],"creator":["Pedaletti, G.","Wagner, S.","Benbow, W.","collaboration, for the HESS"],"language":[],"coverage":[],"title":["A search for Very High Energy gamma-ray emission from Passive\n  Super-massive Black Holes"],"description":["  Jets of Active Galactic Nuclei (AGN) are established emitters of very high\nenergy (VHE; >100 GeV) gamma-rays. VHE radiation is also expected to be emitted\nfrom the vicinity of super-massive black holes (SMBH), irrespective of their\nactivity state. Accreting SMBH rotate and generate a dipolar magnetic field. In\nthe magnetosphere of the spinning black hole, acceleration of particles can\ntake place in the field gaps. VHE emission from these particles is feasible via\nleptonic or hadronic processes. Therefore quiescent systems, where the lack of\na strong photon field allows the VHE emission to escape, are candidates for\nemission. The H.E.S.S. experiment has observed the passive SMBH in the nearby\ngalaxy NGC 1399. No VHE gamma-ray signal is observed from the galactic nucleus.\nConstraints set by the NGC 1399 observations are discussed in the context of\ndifferent mechanisms for the production of VHE gamma-ray emission.\n","Comment: 4 pages, 3 figures, conference logo, contribution to the 30th\n  International Cosmic Ray Conference in Merida, Mexico, July 2007"]}]
["0709.2782",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2782"],"date":["2007-09-18"],"type":["text"],"creator":["Yanov, Ilya","Hill, Glake"],"language":[],"coverage":[],"title":["Ab initio and Molecular Dynamics Study of the Nanomechanical Properties\n  of DNA Oligomers"],"description":["  Although a vast amount of experimental information is available on the\nelongation, compression, and folding of proteins in biochemical processes, very\nlittle is known about the real structure and molecular dynamics of DNA at an\natomic level. Since this area of work is relatively new, this paper reports the\nresults of computer simulation of elongation and compression of B-DNA\nstructures providing new insights into high- energy forms of DNA implicated in\nthese processes.\n"]}]
["0709.2786",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2786"],"date":["2007-09-18"],"type":["text"],"creator":["Abdel-Raouf, Mohamed Assad"],"language":[],"coverage":[],"title":["Existence of Unexcited and Excited Biexcitons in Molecular Crystals"],"description":["  The theory of four-body systems is revisited. It is illustrated that the\ntheory provides a rigorous proof for the formation of ground state (unexcited)\nbiexcitons in molecular crystals. The generalization of the theory predicts the\npossible existence of excited biexcitons in nature. In order to test the\nvalidity of the extended theory on computational level, a very elaborate\ncomputer code is constructed for the treatment of arbitrary four-body system\nwith arbitrary electron/hole mass ratio and arbitrary exciton - exciton\ninteraction (VXX). The results, for mass ratio = 1 and VXX is a pure Coulomb\nforce, show that the test is successful. Realization of these conclusions on\nexperimental level should open the door for wide industrial applications.\n"]}]
["0709.2787",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2787"],"date":["2007-09-18"],"type":["text"],"creator":["Yanov, Ilya","Palacios, Juan Jose","Hill, Glake"],"language":[],"coverage":[],"title":["Quantum Transport in Metalporphyrins. An ab initio Green's function\n  approach to nanosensors design"],"description":["  An ab initio Green's function study of the electron transport properties of\nthe selected metal-porphyrin complexes has been performed. Transmission spectra\nand current-voltage dependence have been calculated for the porphyrin molecule\nlocated between gold electrodes in the presence of interaction with metal\natoms, which are most common in biochemistry (Fe(II), Fe(III), Mn(II), and\nZn(II)). It was shown that the estimated Fermi level almost coincides with the\nLUMO level of Fe(II)-porphyrin and Fe(III)-porphyrin, resulting in significant\nconductance at small voltage biases. Conductance of Mn(II)-porphyrin and\nZn(II)-porphyrin are much lower, and decrease from Mn to Zn. It was confirmed\nthat performing spin-unrestricted calculations is essential to account\nsplitting of the original molecular orbitals levels. Preformed calculations\ndemonstrate the principal possibility of experimental realization of porphyrin\nbased nanosensors.\n"]}]
["0709.2788",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2788","Phys. Rev. A 74, 043419 (2006)","doi:10.1103/PhysRevA.74.043419"],"date":["2007-09-18"],"type":["text"],"creator":["Sugny, D.","Kontz, C.","Ndong, M.","Dive, G.","Desouter-Lecomte, M."],"language":[],"coverage":[],"title":["Laser control in a bifurcating region"],"description":["  We present a complete analysis of the laser control of a model molecular\nsystem using both optimal control theory and adiabatic techniques. This\nmolecule has a particular potential energy surface with a bifurcating region\nconnecting three potential wells which allows a variety of processes such as\nisomerization, tunnelling or implementation of quantum gates on one or two\nqubits. The parameters of the model have been chosen so as to reproduce the\nmain features of H3CO which is a molecule-benchmark for such dynamics. We show\nthe feasibility of different processes and we investigate their robustness\nagainst variations of laser field. We discuss the conditions under which each\nmethod of control gives the best results. We also point out the relation\nbetween optimal control theory and local control.\n","Comment: 41 pages, 14 figures"]}]
["0709.2791",{"format":[],"subject":["Mathematics - Optimization and Control","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2791"],"date":["2007-09-18"],"type":["text"],"creator":["Gupta, Nachi","Hauser, Raphael"],"language":[],"coverage":[],"title":["Kalman Filtering with Equality and Inequality State Constraints"],"description":["  Both constrained and unconstrained optimization problems regularly appear in\nrecursive tracking problems engineers currently address -- however, constraints\nare rarely exploited for these applications. We define the Kalman Filter and\ndiscuss two different approaches to incorporating constraints. Each of these\napproaches are first applied to equality constraints and then extended to\ninequality constraints. We discuss methods for dealing with nonlinear\nconstraints and for constraining the state prediction. Finally, some\nexperiments are provided to indicate the usefulness of such methods.\n","Comment: 26 pages, 3 figures"]}]
["0709.2792",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2792"],"date":["2007-09-18"],"type":["text"],"creator":["Sapone, Domenico","Amendola, Luca"],"language":[],"coverage":[],"title":["Constraining the growth factor with baryon oscillations"],"description":["  The growth factor of linear fluctuations is probably one of the least known\nquantity in observational cosmology. Here we discuss the constraints that\nbaryon oscillations in galaxy power spectra from future surveys can put on a\nconveniently parametrized growth factor. We find that spectroscopic surveys of\n$5000 deg^2$ extending to $z \\approx 3$ could estimate the growth index\n$\\gamma$ within 0.06; a similar photometric survey would give\n$\\Delta\\gamma\\approx 0.15$. This test provides an important consistency check\nfor standard cosmological model and could constrain modified gravity models. We\ndiscuss the errors and the figure of merit for various combinations of redshift\nerrors and survey size.\n","Comment: 7 pages, 8 figures, 5 tables"]}]
["0709.2794",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","52B70","57Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2794"],"date":["2007-09-18"],"type":["text"],"creator":["Hougardy, Stefan","Lutz, Frank H.","Zelke, Mariano"],"language":[],"coverage":[],"title":["Polyhedral tori with minimal coordinates"],"description":["  We give explicit realizations with small integer coordinates for all\ntriangulated tori with up to 12 vertices. In particular, we provide\ncoordinate-minimal realizations in general position for all triangulations of\nthe torus with 7, 8, 9, and 10 vertices. For the unique 7-vertex triangulation\nof the torus we show that all corresponding 72 oriented matroids are realizable\nin the 6x6x6-cube. Moreover, we present polyhedral tori with 8 vertices in the\n2x2x2-cube, general position realizations of triangulated tori with 8 vertices\nin the 2x2x3-cuboid as well as polyhedral tori with 9 and 10 vertices in the\n1x2x2-cuboid.\n","Comment: 5 pages, 4 figures, submitted to Electronic Geometry Models"]}]
["0709.2797",{"format":[],"subject":["Mathematics - Commutative Algebra","13A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2797"],"date":["2007-09-18"],"type":["text"],"creator":["Sharma, Pramod K."],"language":[],"coverage":[],"title":["Comments On \" Orbits of automorphism groups of fields\""],"description":["  Let $R$ be a commutative\n  $k-$algebra over a field $k$. Assume $R$ is a\n  Noetherian integral domain and $|R|=\\infty$. The group of $k-$automorphisms\nof $R$,i.e., $Aut_k(R)$ acts in a natural way on $(R-k)$. We study the\nstructure of $R$ when orbit space $(R-k)/Aut_k(R)$ is finite, and note that\nmost of the results proved in $[1,\\S2]$ hold in this case as well. We also give\nan elementary proof of [1,Theorem 1.1] in case $k$ is finitely generated over\nits prime subfield.\n","Comment: 6 pages"]}]
["0709.2800",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2800"],"date":["2007-09-18"],"type":["text"],"creator":["Marziani, P.","Sulentic, J. W.","Dultzin, D."],"language":[],"coverage":[],"title":["The Broad Line Region of Quasars"],"description":["  The last decade saw long-awaited improvements in our understanding of active\ngalactic nuclei (AGN) spectral properties. This contribution reviews some\nimportant observational results obtained from optical and UV data as well as\nconstraints on physical parameters that control the structure and dynamics of\nthe Broad Line Region.\n","Comment: 5 pages, invited talk to appear in \"The Nuclear Region, Host Galaxy\n  and Environment of Active Galaxies\" (RevMexAA - Conference Series)"]}]
["0709.2801",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11-02","11R42","34C25","37C27","53C12","58B34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2801"],"date":["2007-09-18"],"type":["text"],"creator":["Deninger, C."],"language":[],"coverage":[],"title":["Analogies between analysis on foliated spaces and arithmetic geometry"],"description":["  We point out analogies between (a) the explicit formulas in analytic number\ntheory and transversal index theory, (b) Lichtenbaum's recent conjectures on\nspecial values of Hasse-Weil zeta functions and a formula for special values of\nRuelle zeta functions, (c) work of Cramer on the zeroes of the Riemann zeta\nfunction and a result of Chazarain on the trace of a wave operator. These\nanalogies suggest certain problems in the analysis on foliated spaces. The\npaper is mostly a review of previous work but the ideas concerning (c) are new.\n","Comment: to appear in a conference volume in honour of Hermann Weyl"]}]
["0709.2807",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2807"],"date":["2007-09-18"],"type":["text"],"creator":["Bartko, Hendrik","Collaboration, for the MAGIC"],"language":[],"coverage":[],"title":["Observations of VHE gamma-Ray Sources with the MAGIC Telescope"],"description":["  The MAGIC telescope with its 17m diameter mirror is today the largest\noperating single-dish Imaging Air Cherenkov Telescope (IACT). It is located on\nthe Canary Island La Palma, at an altitude of 2200m above sea level, as part of\nthe Roque de los Muchachos European Northern Observatory. The MAGIC telescope\ndetects celestial very high energy gamma-radiation in the energy band between\nabout 50 GeV and 10 TeV. Since Autumn of 2004 MAGIC has been taking data\nroutinely, observing various objects like supernova remnants (SNRs), gamma-ray\nbinaries, Pulsars, Active Galactic Nuclei (AGN) and Gamma-ray Bursts (GRB). We\nbriefly describe the observational strategy, the procedure implemented for the\ndata analysis, and discuss the results for individual sources. An outlook to\nthe construction of the second MAGIC telescope is given.\n","Comment: ChJAA in press; Proceedings of the Frascati Workshop 2007 Vulcano\n  (Italy), May 28 - June 2 \"Multifrequency Behaviour Of High Energy Cosmic\n  Sources\""]}]
["0709.2811",{"format":[],"subject":["Physics - Medical Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2811","Experimental Brain Research 181, 4 (2007) 547-54","doi:10.1007/s00221-007-0953-9"],"date":["2007-09-18"],"type":["text"],"creator":["Vuillerme, Nicolas","Pinsault, Nicolas","Chenu, Olivier","Boisgontier, Matthieu","Demongeot, Jacques","Payan, Yohan"],"language":[],"coverage":[],"title":["How a plantar pressure-based, tongue-placed tactile biofeedback modifies\n  postural control mechanisms during quiet standing"],"description":["  The purpose of the present study was to determine the effects of a plantar\npressure-based, tongue-placed tactile biofeedback on postural control\nmechanisms during quiet standing. To this aim, sixteen young healthy adults\nwere asked to stand as immobile as possible with their eyes closed in two\nconditions of No-biofeedback and Biofeedback. Centre of foot pressure (CoP)\ndisplacements, recorded using a force platform, were used to compute the\nhorizontal displacements of the vertical projection the centre of gravity\n(CoGh) and those of the difference between the CoP and the vertical projection\nof the CoG (CoP-CoGv). Altogether, the present findings suggest that the main\nway the plantar pressure-based, tongue-placed tactile biofeedback improves\npostural control during quiet standing is via both a reduction of the\ncorrection thresholds and an increased efficiency of the corrective mechanism\ninvolving the CoGh displacements.\n"]}]
["0709.2814",{"format":[],"subject":["Physics - Geophysics","Mathematics - Analysis of PDEs","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2814","Geophysical Research Letters 33, L18609 (2006) 1-4"],"date":["2007-09-18"],"type":["text"],"creator":["Robert, Céline","Blayo, Eric","Verron, Jacques"],"language":[],"coverage":[],"title":["Reduced-order 4D-Var: a preconditioner for the Incremental 4D-Var data\n  assimilation method"],"description":["  This study demonstrates how the incremental 4D-Var data assimilation method\ncan be applied efficiently preconditione d in an application to an\noceanographic problem. The approach consists in performing a few iterations of\nthe reduced-order 4D-Var prior to the incremental 4D-Var in the full space in\norder to achieve faster convergence. An application performed in the tropical\nPacific Ocean, with assimilation of TAO temperature data, shows the method to\nbe both feasible and efficient. It allows the global cost of the assimilation\nto be reduced by a factor of 2 without affecting the quality of the solution.\n"]}]
["0709.2819",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2819"],"date":["2007-09-18"],"type":["text"],"creator":["Peskov, V.","Zichichi, A."],"language":[],"coverage":[],"title":["A New Supersensitive Flame Detector and its Use for Early Forest Fire\n  Detection"],"description":["  A new flame detector, three orders of magnitude more powerful than the\nexisting ones, is presented. This detector needs to be mass-produced for its\nuse in order to be incorporated in an early forest fire detection system. A\nproject able to implement its use to overcome the forest fire emergency is\ndescribed.\n"]}]
["0709.2820",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2820"],"date":["2007-09-18","2007-09-19"],"type":["text"],"creator":["Martayan, Christophe","Fremat, Yves","Hubert, Anne-Marie","Floquet, Michele","Neiner, Coralie","Zorec, Jean","Baade, Dietrich","Gutiérrez-Soto, Juan","Fabregat, Juan","Mekkas, Malek"],"language":[],"coverage":[],"title":["On the behaviour of B and Be stars at low metallicity"],"description":["  We present new results obtained with the VLT GIRAFFE for a large sample of B\nand Be stars belonging to the Magellanic Clouds, i.e. at low metallicity.\nFirst, we show the effects of the metallicity of the environment on their\nrotation (linear, angular, and at the ZAMS). Second, we present the analysis of\nthe effects of metallicity and evolution on the appearance of Be stars. We also\nnew present results about the proportions of Be stars to B stars. Third, by\ncross-correlation with large photometric surveys such as MACHO and OGLE, we\nreport on the detection for the first time of short-term multi-periodicity in 9\nBe stars in the Small Magellanic Cloud, which can be interpreted in terms of\npulsations.\n","Comment: sf2a 2007 PNPS"]}]
["0709.2821",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J40","35B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2821"],"date":["2007-09-18"],"type":["text"],"creator":["Reichel, Wolfgang","Weth, Tobias"],"language":[],"coverage":[],"title":["A priori bounds and a Liouville theorem on a half-space for higher order\n  elliptic Dirichlet problems"],"description":["  We consider the $2m$-th order elliptic boundary value problem $Lu=f(x,u)$ on\na bounded smooth domain $\\Omega$ in $R^N$ with Dirichlet boundary conditions.\nThe operator $L$ is a uniformly elliptic operator of order $2m$. We assume that\nfor $s\\to \\pm\\infty$ the nonlinearity $f(x,s)$ behaves like $|s|^q$ multiplied\nby a continuous and positive function of $x$. Here the exponent $q$ is\nsubcritical, i.e., $q>1$ if $N<=2m$, $1<q<\\frac{N+2m}{N-2m}$ if $N>2m$. We\nprove a priori bounds, i.e, we show that the $L^\\infty$-norm of every solution\n$u$ is bounded by a constant independent of $u$. The solutions are allowed to\nbe sign-changing. The proof is done by a blow-up argument which relies on the\nfollowing new Liouville-type theorem on a half-space: if $u$ is a classical,\nbounded, non-negative solution of $(-\\Delta)^m u = u^q$ in a half-space with\nDirichlet boundary conditions and if $q>1$ is subcritical then $u$ vanishes\nidentically.\n","Comment: 23 pages"]}]
["0709.2823",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2823"],"date":["2007-09-18","2007-09-19"],"type":["text"],"creator":["Martayan, Christophe","Floquet, Michele","Hubert, Anne-Marie","Fabregat, Juan","Fremat, Yves","Baade, Dietrich","Neiner, Coralie"],"language":[],"coverage":[],"title":["On the nature of early-type emission line objects in NGC6611"],"description":["  The number and the nature of emission line stars in the young open cluster\nNGC6611 is still the object of debates. Due to the presence of a strong and\nvariable nebulosity in the cluster, the number of emission line stars is highly\ndepending on the technique and the resolution used for the observations. Thanks\nto observations with the ESO-WFI, in slitless spectroscopic mode, and with the\nVLT-GIRAFFE we have been able to disentangle the circumstellar and nebular\nemissions. We confirm the small number of true emission line objects and we\nprecise their nature: mainly Herbig Be stars.\n","Comment: Sf2a 2007 PNPS"]}]
["0709.2824",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2824"],"date":["2007-09-18"],"type":["text"],"creator":["Rosenfeld, Simon"],"language":[],"coverage":[],"title":["Pseudo-Random Fluctuations, Stochastic Cooperativity and Burstiness in\n  Dynamically Unstable High-Dimensional Biochemical Networks"],"description":["  The goal of this paper is to outline a scenario of emerging stochasticity in\nhigh-dimensional highly nonlinear systems, such as genetic regulatory networks\n(GRN). We focus attention on the fact that in such systems confluence of all\nthe factors necessary for gene expression is a comparatively rare event, and\nonly massive redundancy makes such events sufficiently frequent. An immediate\nconsequence of this rareness is burstiness in mRNA and protein copy numbers, a\nwell known experimentally observed effect. We introduce the concept of\nstochastic cooperativity and show that this phenomenon is a natural consequence\nof high dimensionality coupled with highly nonlinearity of a dynamical system.\nIn mathematical terms, burstiness is associated with heavy-tailed probability\ndistributions of stochastic processes describing the dynamics of the system.\nThe sequence of stochastic cooperativity events allows for transition from\ncontinuous deterministic dynamics expressed in terms of ordinary differential\nequations (ODE) to discrete stochastic dynamics expressed in terms of Langevin\nand Fokker-Plank equations. We demonstrate also that high-dimensional nonlinear\nsystems, even in the absence of explicit mechanisms for suppressing inherent\ninstability, may nevertheless reside in a state of stationary pseudo-random\nfluctuations which for all practical purposes may be regarded as stochastic\nprocess. This type of stochastic behavior is an inherent property of such\nsystems and requires neither an external random force, nor highly specialized\nconditions of bistability.\n","Comment: 34 pages, 8 figures"]}]
["0709.2825",{"format":[],"subject":["Physics - Geophysics","Mathematics - Analysis of PDEs","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2825","Journal of Marine Systems 57 (2005) 70-82","doi:10.1016/j.jmarsys.2005.04.003"],"date":["2007-09-18"],"type":["text"],"creator":["Robert, Céline","Durbiano, S.","Blayo, Eric","Verron, Jacques","Blum, Jacques","Dimet, François-Xavier Le"],"language":[],"coverage":[],"title":["A reduced-order strategy for 4D-Var data assimilation"],"description":["  This paper presents a reduced-order approach for four-dimensional variational\ndata assimilation, based on a prior EO F analysis of a model trajectory. This\nmethod implies two main advantages: a natural model-based definition of a mul\ntivariate background error covariance matrix $\\textbf{B}_r$, and an important\ndecrease of the computational burden o f the method, due to the drastic\nreduction of the dimension of the control space. % An illustration of the\nfeasibility and the effectiveness of this method is given in the academic\nframework of twin experiments for a model of the equatorial Pacific ocean. It\nis shown that the multivariate aspect of $\\textbf{B}_r$ brings additional\ninformation which substantially improves the identification procedure. Moreover\nthe computational cost can be decreased by one order of magnitude with regard\nto the full-space 4D-Var method.\n"]}]
["0709.2832",{"format":[],"subject":["Mathematics - Dynamical Systems","37E05","37D25","37C45","28D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2832"],"date":["2007-09-18"],"type":["text"],"creator":["Gelfert, Katrin","Rams, Michal"],"language":[],"coverage":[],"title":["The Lyapunov spectrum of some parabolic systems"],"description":["  We study the Hausdorff dimension spectrum for Lyapunov exponents for a class\nof interval maps which includes several non-hyperbolic situations. We also\nanalyze the level sets of points with given lower and upper Lyapunov exponents\nand, in particular, with zero lower Lyapunov exponent. We prove that the level\nset of points with zero exponent has full Hausdorff dimension, but carries no\ntopological entropy.\n","Comment: 21 pages, 3 figures"]}]
["0709.2833",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2833"],"date":["2007-09-18"],"type":["text"],"creator":["Rajan, G. Susinder","Rajan, B. Sundar"],"language":[],"coverage":[],"title":["Distributed Space Time Codes with Low Decoding Complexity for\n  Asynchronous Relay Networks"],"description":["  Recently Li and Xia have proposed a transmission scheme for wireless relay\nnetworks based on the Alamouti space time code and orthogonal frequency\ndivision multiplexing to combat the effect of timing errors at the relay nodes.\nThis transmission scheme is amazingly simple and achieves a diversity order of\ntwo for any number of relays. Motivated by its simplicity, this scheme is\nextended to a more general transmission scheme that can achieve full\ncooperative diversity for any number of relays. The conditions on the\ndistributed space time code (DSTC) structure that admit its application in the\nproposed transmission scheme are identified and it is pointed out that the\nrecently proposed full diversity four group decodable DSTCs from precoded\nco-ordinate interleaved orthogonal designs and extended Clifford algebras\nsatisfy these conditions. It is then shown how differential encoding at the\nsource can be combined with the proposed transmission scheme to arrive at a new\ntransmission scheme that can achieve full cooperative diversity in asynchronous\nwireless relay networks with no channel information and also no timing error\nknowledge at the destination node. Finally, four group decodable distributed\ndifferential space time codes applicable in this new transmission scheme for\npower of two number of relays are also provided.\n","Comment: A technical report of DRDO-IISc Programme on Advanced Research in\n  Mathematical Engineering, Indian Institute of Science, Bangalore, India"]}]
["0709.2845",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2845"],"date":["2007-09-18"],"type":["text"],"creator":["Korshunov, M. A."],"language":[],"coverage":[],"title":["Manifestation of Defects in Raman Effect of Light Spectra of Organic\n  Molecular Crystals (COMPUTER Modeling)"],"description":["  Calculations of frequency spectra for organic molecular crystals taking\nvarious defects in their structure into account are carried out. It is shown\nhow the presence of the vacancies, orientation disorder, and surface presence\naffects spectra. It was found, that each defect has the characteristic set of\nlines in the spectra.\n","Comment: 2 pages, 4 figures"]}]
["0709.2846",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2846"],"date":["2007-09-18"],"type":["text"],"creator":["Korshunov, M. A."],"language":[],"coverage":[],"title":["Calculation of Spectra of the Lattice and Surface Vibrations of Organic\n  Nano-Crystals"],"description":["  Calculations of frequencies of the lattice and surface oscillations of\norganic nano-crystals are carried out. As the sample the para-dichlorobenzol\nhas been chosen. Change of spectra of oscillations from the sizes of\nnano-particles is found. It is shown that with the reduction of the sizes of\nnano-particles a spectrum of the surface oscillations prevailing. Calculations\nhave shown that for the correct interpretation of the observational spectra it\nis necessary to consider orientation disorder of the surface molecules and\npresence of vacancies in nano-particle volume.\n","Comment: 2 pages, 4 figures"]}]
["0709.2847",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2847"],"date":["2007-09-18"],"type":["text"],"creator":["Korshunov, M. A."],"language":[],"coverage":[],"title":["Temperature Changes of Spectra of the Lattice and Surface Oscillations\n  of Organic Molecular Nano-Crystals (COMPUTER Modeling)"],"description":["  Dependence of frequency spectra of the lattice oscillations of organic\nnano-crystals on temperature is studied at presence of vacancies in structure.\nIn a frequency spectrum a number of additional lines monotonously changing with\ntemperature is observed. Also, the spectrum of the surface oscillations is\ncalculated at temperature change. At the same time, the low-frequency line has\nnon-linear behavior with temperature change.\n","Comment: 3 pages, 6 figures"]}]
["0709.2851",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2851"],"date":["2007-09-18"],"type":["text"],"creator":["Gesbert, David","Kountouris, Marios"],"language":[],"coverage":[],"title":["Joint power control and user scheduling in multicell wireless networks:\n  Capacity scaling laws"],"description":["  We address the optimization of the sum rate performance in multicell\ninterference-limited singlehop networks where access points are allowed to\ncooperate in terms of joint resource allocation. The resource allocation\npolicies considered here combine power control and user scheduling. Although\nvery promising from a conceptual point of view, the optimization of the sum of\nper-link rates hinges, in principle, on tough issues such as computational\ncomplexity and the requirement for heavy receiver-to-transmitter channel\ninformation feedback across all network cells. In this paper, we show that, in\nfact, distributed algorithms are actually obtainable in the asymptotic regime\nwhere the numbers of users per cell is allowed to grow large. Additionally,\nusing extreme value theory, we provide scaling laws for upper and lower bounds\nfor the network capacity (sum of single user rates over all cells),\ncorresponding to zero-interference and worst-case interference scenarios. We\nshow that the scaling is either dominated by path loss statistics or by\nsmall-scale fading, depending on the regime and user location scenario. We show\nthat upper and lower rate bounds behave in fact identically, asymptotically.\nThis remarkable result suggests not only that distributed resource allocation\nis practically possible but also that the impact of multicell interference on\nthe capacity (in terms of scaling) actually vanishes asymptotically.\n","Comment: Submitted to IEEE Transactions on Information Theory, Sept. 2007"]}]
["0709.2855",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2855"],"date":["2007-09-18"],"type":["text"],"creator":["Ruffa, Anthony A."],"language":[],"coverage":[],"title":["A Novel Solution to the Frenet-Serret Equations"],"description":["  A set of equations is developed to describe a curve in space given the\ncurvature $\\kappa$ and the angle of rotation $\\theta$ of the osculating plane.\nThe set of equations has a solution (in terms of $\\kappa$ and $\\theta$) that\nindirectly solves the Frenet-Serret equations, with a unique value of $\\theta$\nfor each specified value of $\\tau$. Explicit solutions can be generated for\nconstant $\\theta$. The equations break down when the tangent vector aligns to\none of the unit coordinate vectors, requiring a reorientation of the local\ncoordinate system.\n"]}]
["0709.2858",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2858"],"date":["2007-09-18"],"type":["text"],"creator":["Pan, Y.","Jiang, N.","Sun, J. T.","Shi, D. X.","Du, S. X.","Liu, Feng","Gao, H. -J."],"language":[],"coverage":[],"title":["Millimeter-Scale, Highly Ordered Single Crystalline Graphene Grown on Ru\n  (0001) Surface"],"description":["  We demonstrate a method for synthesizing large scale single layer graphene by\nthermal annealing of ruthenium single crystal containing carbon. Low energy\nelectron diffraction indicates the graphene grows to as large as millimeter\ndimensions with good long-range order, and scanning tunneling microscope shows\nperfect crystallinity. Analysis of Moire pattern augmented with\nfirst-principles calculations shows the graphene layer is incommensurate with\nthe underlying Ru(0001) surface forming a N by N superlattice with an average\nlattice strain of ~ +0.81%. Our findings offer an effective method for\nproducing high quality single crystalline graphene for fundamental research and\nlarge-scale graphene wafer for device fabrication and integration.\n","Comment: 11 pages, 5 figures"]}]
["0709.2868",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2868"],"date":["2007-09-18"],"type":["text"],"creator":["Ben-Shimol, Oz"],"language":[],"coverage":[],"title":["On Galois Groups of Prime Degree Polynomials with Complex Roots"],"description":["  Let $f$ be an irreducible polynomial of prime degree $p\\geq 5$ over $\\QQ$,\nwith precisely $k$ pairs of complex roots. Using a result of Jens H\\\"{o}chsmann\n(1999), we show that if $p\\geq 4k+1$ then $\\Gal(f/\\QQ)$ is isomorphic to\n$A_{p}$ or $S_{p}$. This improves the algorithm for computing the Galois group\nof an irreducible polynomial of prime degree, introduced by A. Bialostocki and\nT.Shaska.\n  If such a polynomial $f$ is solvable by radicals then its Galois group is a\nFrobenius group of degree p. Conversely, any Frobenius group of degree p and of\neven order, can be realized as the Galois group of an irreducible polynomial of\ndegree $p$ over $\\QQ$ having complex roots.\n"]}]
["0709.2891",{"format":[],"subject":["Mathematics - Functional Analysis","47A60","47D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2891"],"date":["2007-09-18","2007-09-19"],"type":["text"],"creator":["Haase, Markus"],"language":[],"coverage":[],"title":["The group reduction for bounded cosine functions on UMD spaces"],"description":["  It is shown that if A generates a bounded cosine operator function on a UMD\nspace X, then i(-A)^{1/2} generates a bounded C_0-group. The proof uses a\ntransference principle for cosine functions.\n","Comment: 16 pages, research article"]}]
["0709.2893",{"format":[],"subject":["Mathematics - General Topology","03E99, 54F45, 90D44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2893"],"date":["2007-09-18"],"type":["text"],"creator":["Babinkostova, Liljana","Scheepers, Marion"],"language":[],"coverage":[],"title":["Selection principles and countable dimension"],"description":["  We characterize countable dimensionality and strong countable dimensionality\nby means of an infinite game.\n","Comment: 10 pages"]}]
["0709.2895",{"format":[],"subject":["Mathematics - General Topology","03E99, 54F45, 91A44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2895"],"date":["2007-09-18"],"type":["text"],"creator":["Babinkostova, Liljana","Scheepers, Marion"],"language":[],"coverage":[],"title":["Products and selection principles"],"description":["  The product of a Sierpinski set and a Lusin set has Menger's property. The\nproduct of a gamma set and a Lusin set has Rothberger's property.\n","Comment: 10 pages"]}]
["0709.2905",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2905"],"date":["2007-09-18"],"type":["text"],"creator":["Randono, Andrew"],"language":[],"coverage":[],"title":["In Search of Quantum de Sitter Space: Generalizing the Kodama State"],"description":["  The Kodama state is unique in being an exact solution to all the constraints\nof quantum gravity that also has a well defined semi-classical interpretation\nas the quantum version of a classical spacetime, namely de Sitter or anti-de\nsitter space. Despite this, the state fails to pass some of the key tests of a\nphysically realistic quantum state. In an attempt to resolve this problem, we\ntrack down the root of the problem to a choice for a particular parameter: the\nImmirzi parameter. The Kodama state takes this parameter to be complex, whereas\nmodern formulations of canonical quantum gravity require that the parameter is\nreal. We generalize the Kodama state to real values of the Immirzi parameter,\nand find that the generalization opens up a large Hilbert space of states, one\nof which can be directly interpreted as particular slicing of de Sitter space.\nWe then show that these states resolve, or are expected to resolve many of the\nproblems associated with the original version of the Kodama state. In order to\nresolve the interpretation of the multitude of states, we develop a new model\nof covariant classical and quantum gravity where the full Lorentz group is\nretained as a local symmetry group, and the canonical evolution generated by\nthe constraints has a close relation to a larger group: the de Sitter group.\nThis formalism gives strong evidence that the multitude of generalized Kodama\nstates can be unified into a single quantum state that is quantum de Sitter\nspace.\n","Comment: Ph.D. dissertation, University of Texas at Austin. 150 pages total"]}]
["0709.2908",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14J27","11G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2908"],"date":["2007-09-18"],"type":["text"],"creator":["Elkies, Noam D."],"language":[],"coverage":[],"title":["Three lectures on elliptic surfaces and curves of high rank"],"description":["  Over the past two years we have improved several of the (Mordell-Weil) rank\nrecords for elliptic curves over Q and nonconstant elliptic curves over Q(t).\nFor example, we found the first example of a curve E/Q with 28 independent\npoints P_i in E(Q) (the previous record was 24, by R.Martin and W.McMillen\n2000), and the first example of a curve over Q with Mordell-Weil group\nisomorphic with (Z/2Z) x Z^18 (the previous rank record for a curve with a\n2-torsion point was 15, by Dujella 2002). In these lectures we give some of the\nbackground, theory, and computational tools that led to these new records and\nrelated applications.\n  I Context and overview: the theorems of Mordell(-Weil) and Mazur; the rank\nproblem; the approaches of Neron--Shioda and Mestre; elliptic surfaces and\nNeron specialization; fields other than Q.\n  II Elliptic surfaces and K3 surfaces: the Mordell-Weil and Neron-Severi\ngroups; K3 surfaces of high Neron-Severi rank and their moduli; an elliptic K3\nsurface over Q of Mordell-Weil rank 17. Some other applications of K3 surfaces\nof high rank and their moduli.\n  III Computational issues, techniques, and results: slices of Niemeier\nlattices; finding and transforming models of K3 surfaces of high rank;\nsearching for good specializations. Summary of new rank records for elliptic\ncurves.\n","Comment: 14 pages; extended abstract for an invited lecture series at the\n  7/2007 Oberwolfach workshop ``Explicit Methods in Number Theory'', expanded\n  from my lecture notes for publication in the Oberwolfach Reports"]}]
["cond-mat/0301452",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0301452","Phys. Rev. Lett. 91, 175501 (2003)","doi:10.1103/PhysRevLett.91.175501"],"date":["2003-01-23"],"type":["text"],"creator":["Postorino, P.","Congeduti, A.","Dore, P.","Gorelli, F. A.","Ulivi, L.","Sacchetti, A.","Kumar, A.","Sarma, D. D."],"language":[],"coverage":[],"title":["Pressure-tuning of the electron-phonon coupling: the insulator to metal\n  transition in manganites"],"description":["  A comprehensive understanding of the physical origin of the unique magnetic\nand transport properties of A_(1-x)A'^xMnO_3 manganites (A = trivalent\nrare-earth and A' = divalent alkali-earth metal) is still far from being\nachieved. The complexity of these systems arises from the interplay among\nseveral competing interactions of comparable strength. Recently the\nelectron-phonon coupling, triggered by a Jahn-Teller distortion of the MnO_6\noctahedra, has been recognised to play an essential role in the insulator to\nmetal transition and in the closely related colossal magneto-resistance. The\npressure tuning of the octahedral distortion gives a unique possibility to\nseparate the basic interactions and, at least in principle, to follow the\nprogressive transformation of a manganite from an intermediate towards a weak\nelectron-phonon coupling regime. Using a diamond anvil cell, temperature and\npressure-dependent infrared absorption spectra of La_(0.75)Ca_(0.25)MnO_3 have\nbeen collected and, from the spectral weight analysis, the pressure dependence\nof the insulator to metal transition temperature T_IM has been determined for\nthe first time up to 11.2 GPa. The T_IM(P) curve we proposed to model the\npresent data revealed a universality character in accounting for the whole\nclass of intermediate coupling compounds. This property can be exploited to\ndistinguish the intermediate from the weak coupling compounds pointing out the\nfundamental differences between the two coupling regimes.\n","Comment: 8 pages, 4 figures"]}]
["cond-mat/0401622",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0401622","Physica A 339 (2004) 16-23","doi:10.1016/j.physa.2004.03.034"],"date":["2004-01-30"],"type":["text"],"creator":["Aste, T.","Saadatfar, M.","Sakellariou, A.","Senden, T. J."],"language":[],"coverage":[],"title":["Investigating the Geometrical Structure of Disordered Sphere Packings"],"description":["  Bead packs of up to 150,000 mono-sized spheres with packing densities ranging\nfrom 0.58 to 0.64 have been studied by means of X-ray Computed Tomography.\nThese studies represent the largest and the most accurate description of the\nstructure of disordered packings at the grain-scale ever attempted. We\ninvestigate the geometrical structure of such packings looking for signatures\nof disorder. We discuss ways to characterize and classify these systems and the\nimplications that local geometry can have on densification dynamics.\n","Comment: 3 figures, 9 pages"]}]
["cond-mat/0402279",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0402279","New J Phys 8, 3 (2006)","doi:10.1088/1367-2630/8/1/003"],"date":["2004-02-10"],"type":["text"],"creator":["Sacchetti, A.","Postorino, P.","Capone, M."],"language":[],"coverage":[],"title":["High-Pressure Phase Diagram in the Manganites: a Two-site Model Study"],"description":["  The pressure dependence of the Curie temperature $T_C$ in manganites,\nrecently studied over a wide pressure range, is not quantitatively accounted\nfor by the quenching of Jahn-Teller distortions, and suggests the occurrence of\na new pressure-activated localizing processes. We present a theoretical\ncalculation of $T_C$ based on a two-site double-exchange model with\nelectron-phonon coupling interaction and direct superexchange between the $%\nt_{2g}$ core spins. We calculate the pressure dependence of $T_C$ and compare\nit with the experimental phase diagram. Our results describe the experimental\nbehavior quite well if a pressure-activated enhancement of the\nantiferromagnetic superexchange interaction is assumed.\n"]}]
["cond-mat/0408076",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408076","European Physical Journal B, v. 50, p. 237-242, 2006.","doi:10.1140/epjb/e2006-00107-0"],"date":["2004-08-03","2005-09-29"],"type":["text"],"creator":["Costa, Luciano da Fontoura","da Rocha, Luis Enrique C."],"language":[],"coverage":[],"title":["A Generalized Approach to Complex Networks"],"description":["  This work describes how the formalization of complex network concepts in\nterms of discrete mathematics, especially mathematical morphology, allows a\nseries of generalizations and important results ranging from new measurements\nof the network topology to new network growth models. First, the concepts of\nnode degree and clustering coefficient are extended in order to characterize\nnot only specific nodes, but any generic subnetwork. Second, the consideration\nof distance transform and rings are used to further extend those concepts in\norder to obtain a signature, instead of a single scalar measurement, ranging\nfrom the single node to whole graph scales. The enhanced discriminative\npotential of such extended measurements is illustrated with respect to the\nidentification of correspondence between nodes in two complex networks, namely\na protein-protein interaction network and a perturbed version of it. The use of\nother measurements derived from mathematical morphology are also suggested as a\nmeans to characterize complex networks connectivity in a more comprehensive\nfashion.\n","Comment: 10 pages, 2 figure"]}]
["cond-mat/0408443",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408443","Physica A 346 (2005) 20-26","doi:10.1016/j.physa.2004.08.045"],"date":["2004-08-19"],"type":["text"],"creator":["Aste, T.","Di Matteo, T.","Hyde, S. T."],"language":[],"coverage":[],"title":["Complex Networks on Hyperbolic Surfaces"],"description":["  We explore a novel method to generate and characterize complex networks by\nmeans of their embedding on hyperbolic surfaces. Evolution through local\nelementary moves allows the exploration of the ensemble of networks which share\ncommon embeddings and consequently share similar hierarchical properties. This\nmethod provides a new perspective to classify network-complexity both on local\nand global scale. We demonstrate by means of several examples that there is a\nstrong relation between the network properties and the embedding surface.\n","Comment: 8 Pages 3 Figures"]}]
["cond-mat/0408452",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408452","New J. Phys. 7 (2005) 122-145.","doi:10.1088/1367-2630/7/1/122"],"date":["2004-08-20"],"type":["text"],"creator":["Aste, T.","Valbusa, U."],"language":[],"coverage":[],"title":["Ripples and Ripples"],"description":["  We study the morphological evolution of surfaces during ion sputtering and we\ncompare their dynamical roughening with aeolian ripple formation in sandy\ndeserts. We show that, although the two phenomena are physically different,\nthey must obey to similar geometrical constraints and therefore can be\ndescribed within the same theoretical framework. The present theory distinguish\nbetween atoms that stay bounded in the bulk and others that are mobile on the\nsurface. We describe the excavation mechanisms, the adsorption and the surface\nmobility by means of a continuous equation derived from the study of dune\nformation on sand. This approach can explain the different dynamical behaviors\nexperimentally observed in metals or in semiconductors and amorphous systems.\nWe also show that this novel approach can describe the occurrence of ripple\nrotation in the $(x,y)$ plane induced by changes in the sputtering incidence\nangle.\n","Comment: 23 pages 12 figures"]}]
["cond-mat/0502016",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0502016","Phys. Rev. E 71 (2005) 061302","doi:10.1103/PhysRevE.71.061302"],"date":["2005-02-01"],"type":["text"],"creator":["Aste, T.","Saadatfar, M.","Senden, T. J."],"language":[],"coverage":[],"title":["The Geometrical Structure of Disordered Sphere Packings"],"description":["  The three dimensional structure of large packings of monosized spheres with\nvolume fractions ranging between 0.58 and 0.64 has been studied with X-ray\nComputed Tomography. We search for signatures of organization, we classify\nlocal arrangements and we explore the effects of local geometrical constrains\non the global packing. This study is the largest and the most accurate\nempirical analysis of disordered packings at the grain-scale to date with over\n140,000 sphere coordinates mapped. We discuss topological and geometrical ways\nto characterize and classify these systems, and discuss implications that local\ngeometry can have on the mechanisms of formation of these amorphous structures.\n","Comment: 15 pages; 16 figures"]}]
["cond-mat/0504359",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504359","Powders & Grains, H.J. Herrmann and S. McNamara (eds) (Taylor and\n  Francis, London 2005) 37-40."],"date":["2005-04-14"],"type":["text"],"creator":["Aste, T.","Senden, T. J."],"language":[],"coverage":[],"title":["The hierarchical properties of contact networks in granular packings"],"description":["  The topological structure resulting from the network of contacts between\ngrains (contact network) is studied for very large samples of disorderly-packed\nmonosized spheres with densities ranging from 0.58 to 0.64. The hierarchical\norganization of such a structure is studied by means of a topological map which\nstarts from a given sphere and moves outwards in concentric shells through the\ncontact network. We find that the topological density of disordered sphere\npacking is larger than the topological density of equivalent lattice sphere\npackings.\n","Comment: 5 pages, 4 figures, Proceedings of Powder and Grains 2005"]}]
["cond-mat/0505125",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0505125","Europhys. Lett. 71 536-541 (2005)","doi:10.1209/epl/i2005-10116-1"],"date":["2005-05-05","2007-09-19"],"type":["text"],"creator":["Dinis, L.","Parrondo, J. M. R.","Cao, F. J."],"language":[],"coverage":[],"title":["Closed-loop control strategy with improved current for a flashing\n  ratchet"],"description":["  We show how to switch on and off the ratchet potential of a collective\nBrownian motor, depending only on the position of the particles, in order to\nattain a current higher than or at least equal to that induced by any periodic\nflashing. Maximization of instant velocity turns out to be the optimal protocol\nfor one particle but is nevertheless defeated by a periodic switching when a\nsufficiently large ensemble of particles is considered. The protocol presented\nin this article, although not the optimal one, yields approximately the same\ncurrent as the optimal protocol for one particle and as the optimal periodic\nswitching for an infinite number of them.\n","Comment: 4 pages, 4 figures"]}]
["cond-mat/0507260",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0507260","Phys. Rev. Lett. 96 (2006) 018002","doi:10.1103/PhysRevLett.96.018002"],"date":["2005-07-12"],"type":["text"],"creator":["Aste, Tomaso"],"language":[],"coverage":[],"title":["Volume fluctuations and geometrical constraints in granular packs"],"description":["  Structural organization and correlations are studied in very large packings\nof equally sized acrylic spheres, reconstructed in three-dimensions by means of\nX-ray computed tomography. A novel technique, devised to analyze correlations\namong more than two spheres, shows that the structural organization can be\nconveniently studied in terms of a space-filling packing of irregular\ntetrahedra. The study of the volume distribution of such tetrahedra reveals an\nexponential decay in the region of large volumes; a behavior that is in very\ngood quantitative agreement with theoretical prediction. I argue that the\nsystem's structure can be described as constituted of two phases: 1) an\n`unconstrained' phase which freely shares the volume; 2) a `constrained' phase\nwhich assumes configurations accordingly with the geometrical constraints\nimposed by the condition of non-overlapping between spheres and mechanical\nstability. The granular system exploits heterogeneity maximizing freedom and\nentropy while constraining mechanical stability.\n","Comment: 5 pages, 4 figures"]}]
["cond-mat/0509468",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0509468","J Raman Spectrosc 37, 591 (2006)","doi:10.1002/jrs.1484"],"date":["2005-09-19"],"type":["text"],"creator":["Sacchetti, A.","Baldini, M.","Postorino, P.","Martin, C.","Maignan, A."],"language":[],"coverage":[],"title":["Raman spectroscopy on cubic and hexagonal SrMnO$_3$"],"description":["  We report on the first optical characterization of both cubic and hexagonal\nSrMnO$_3$. Room-temperature Raman spectra collected by means of a micro-Raman\nspectrometer are shown. The spectrum of the cubic compound is characterized by\nweak and broad bands in agreement with group-theory which predicts no\nRaman-active phonons for this compound. On the other hand, the spectrum of the\nhexagonal compound shows six narrow peaks ascribed to one-phonon processes. A\ncomplete polarization analysis of the spectra collected from a single\ncrystallite allows us to completely assign the symmetries of the six observed\npeaks. Atomic displacements for each phonon peaks are also proposed.\n","Comment: 5 pages, 5 figures, 3 tables, submitted to Journal of Raman\n  Spectroscopy"]}]
["cond-mat/0609525",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609525","Phys. Rev. B 76, 104502 (2007)","doi:10.1103/PhysRevB.76.104502"],"date":["2006-09-20"],"type":["text"],"creator":["Qi, Xiao-Liang","Weng, Zheng-Yu"],"language":[],"coverage":[],"title":["Mutual Chern-Simons Theory of Spontaneous Vortex Phase"],"description":["  We apply the mutual Chern-Simons effective theory (Phys. Rev. B 71, 235102)\nof the doped Mott insulator to the study of the so-called spontaneous vortex\nphase in the low-temperature pseudogap region, which is characterized by strong\nunconventional superconducting fluctuations. An effective description for the\nspontaneous vortex phase is derived from the general mutual Chern-Simons\nLagrangian, based on which the physical properties including the diamagnetism,\nspin paramagnetism, magneto-resistance, and the Nernst coefficient, have been\nquantitatively calculated. The phase boundaries of the spontaneous vortex phase\nwhich sits between the onset temperature $T_{v}$ and the superconducting\ntransition temperature $T_{c}$, are also determined within the same framework.\nThe results are consistent with the experimental measurements of the cuprates.\n","Comment: 12 pages, 8 figures"]}]
["cond-mat/0612063",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612063","Euro. Phys. Lett. 79 (2007) 24003","doi:10.1209/0295-5075/79/24003"],"date":["2006-12-03","2006-12-17"],"type":["text"],"creator":["Aste, T.","Di Matteo, T.","Saadatfar, M.","Senden, T. J.","Schroter, M.","Swinney, Harry L."],"language":[],"coverage":[],"title":["An invariant distribution in static granular media"],"description":["  We have discovered an invariant distribution for local packing configurations\nin static granular media. This distribution holds in experiments for packing\nfractions covering most of the range from random loose packed to random close\npacked, for beads packed both in air and in water. Assuming only that there\nexist elementary cells in which the system volume is subdivided, we derive from\nstatistical mechanics a distribution that is in accord with the observations.\nThis universal distribution function for granular media is analogous to the\nMaxwell-Boltzmann distribution for molecular gasses.\n","Comment: 4 pages 3 figures"]}]
["cond-mat/0612664",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612664","Phys. Rev. Lett. 99, 120407 (2007)","doi:10.1103/PhysRevLett.99.120407"],"date":["2006-12-28","2007-07-27"],"type":["text"],"creator":["Uhlmann, Michael","Schützhold, Ralf","Fischer, Uwe R."],"language":[],"coverage":[],"title":["Vortex quantum creation and winding number scaling in a quenched spinor\n  Bose gas"],"description":["  Motivated by a recent experiment, we study non-equilibrium quantum phenomena\ntaking place in the quench of a spinor Bose-Einstein condensate through the\nzero-temperature phase transition separating the polar paramagnetic and planar\nferromagnetic phases. We derive the typical spin domain structure (correlations\nof the effective magnetization) created by the quench arising due to spin-mode\nquantum fluctuations, and establish a sample-size scaling law for the creation\nof spin vortices, which are topological defects in the transverse\nmagnetization.\n","Comment: 4+epsilon pages of RevTex4, 2 figures; to appear in Physical Review\n  Letters"]}]
["cs/0604094",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Condensed Matter - Statistical Mechanics","Computer Science - Computational Geometry","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0604094","Appl. Phys. Lett. 89, 174102 (2006)","doi:10.1063/1.2358325"],"date":["2006-04-24"],"type":["text"],"creator":["Costa, Luciano da Fontoura","Bollt, Erik"],"language":[],"coverage":[],"title":["A Fast and Accurate Nonlinear Spectral Method for Image Recognition and\n  Registration"],"description":["  This article addresses the problem of two- and higher dimensional pattern\nmatching, i.e. the identification of instances of a template within a larger\nsignal space, which is a form of registration. Unlike traditional correlation,\nwe aim at obtaining more selective matchings by considering more strict\ncomparisons of gray-level intensity. In order to achieve fast matching, a\nnonlinear thresholded version of the fast Fourier transform is applied to a\ngray-level decomposition of the original 2D image. The potential of the method\nis substantiated with respect to real data involving the selective\nidentification of neuronal cell bodies in gray-level images.\n","Comment: 4 pages, 3 figures"]}]
["cs/0609073",{"format":[],"subject":["Computer Science - Information Theory","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0609073"],"date":["2006-09-13","2007-09-19"],"type":["text"],"creator":["Pischella, Mylene","Belfiore, Jean-Claude"],"language":[],"coverage":[],"title":["Optimal power allocation for downlink cooperative cellular networks"],"description":["  This paper has been withdrawn by the author\n"]}]
["cs/0612049",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0612049"],"date":["2006-12-08","2007-09-19"],"type":["text"],"creator":["Pischella, Mylene","Belfiore, Jean-Claude"],"language":[],"coverage":[],"title":["Power Control in Distributed Cooperative OFDMA Cellular Networks"],"description":["  This paper has been withdrawn by the author.\n","Comment: Withdrawn"]}]
["hep-th/0609108",{"format":[],"subject":["High Energy Physics - Theory","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0609108"],"date":["2006-09-15","2007-09-19"],"type":["text"],"creator":["Mikhailov, Andrei"],"language":[],"coverage":[],"title":["Bihamiltonian structure of the classical superstring in AdS_5 x S**5"],"description":["  We discuss the bihamiltonian structure of the Metsaev-Tseytlin superstring in\nAdS_5 x S**5. We explicitly write down the boost-invariant symplectic structure\nfor the superstring in AdS_5 x S**5 and explain its relation to the standard\n(canonical) symplectic structure. We discuss the geometrical meaning of the\nboost-invariant symplectic structure for the bosonic string.\n","Comment: LaTeX, 32 pages, v2: added comments, small changes"]}]
["math/0511445",{"format":[],"subject":["Mathematics - Probability","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511445","S\\'eminaire de Probabilit\\'es 40 (2007) 241-246"],"date":["2005-11-17"],"type":["text"],"creator":["Cépa, Emmanuel","Lépingle, Dominique"],"language":[],"coverage":[],"title":["No multiple collisions for mutually repelling Brownian particles"],"description":["  Brownian particles in electrostatic interaction may pairwise collide when the\ninteraction parameter is small. But multiple collisions are never possible.\n"]}]
["math/0512563",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512563"],"date":["2005-12-25","2007-09-19"],"type":["text"],"creator":["Hu, Jun","Zhang, Yinhuo"],"language":[],"coverage":[],"title":["Quantum double of ${\\rm U}_q((\\ksl_2)^{\\leq 0})$"],"description":["  Let ${U}_q(sl_2)$ be the quantized enveloping algebra associated to the\nsimple Lie algebra $sl_2$. In this paper, we study the quantum double $D_q$ of\nthe Borel subalgebra ${U}_q((sl_2)^{\\leq 0})$ of ${U}_q(sl_2)$. We construct an\nanalogue of Kostant--Lusztig ${Z}[v,v^{-1}]$-form for $D_q$ and show that it is\na Hopf subalgebra. We prove that, over an algebraically closed field, every\nsimple $D_q$-module is the pullback of a simple ${U}_q(sl_2)$-module through\ncertain surjection from $D_q$ onto ${U}_q(sl_2)$, and the category of finite\ndimensional weight $D_q$-modules is equivalent to a direct sum of\n$|k^{\\times}|$ copies of the category of finite dimensional weight\n${U}_q(sl_2)$-modules. As an application, we recover (in a conceptual way)\nChen's results as well as Radford's results on the quantum double of Taft\nalgebra. Our main results allow a direct generalization to the quantum double\nof the Borel subalgebra of the quantized enveloping algebra associated to\narbitrary Cartan matrix.\n"]}]
["math/0603221",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","60F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603221","Probability and Mathematical Statistics, 2007, Vol. 1, pp 45 - 73"],"date":["2006-03-09","2007-09-19"],"type":["text"],"creator":["Doukhan, Paul","Wintenberger, Olivier"],"language":[],"coverage":[],"title":["An invariance principle for weakly dependent stationary general models"],"description":["  The aim of this article is to refine a weak invariance principle for\nstationary sequences given by Doukhan & Louhichi (1999). Since our conditions\nare not causal our assumptions need to be stronger than the mixing and causal\n$\\theta$-weak dependence assumptions used in Dedecker & Doukhan (2003). Here,\nif moments of order $>2$ exist, a weak invariance principle and convergence\nrates in the CLT are obtained; Doukhan & Louhichi (1999) assumed the existence\nof moments with order $>4$. Besides the previously used $\\eta$- and\n$\\kappa$-weak dependence conditions, we introduce a weaker one, $\\lambda$,\nwhich fits the Bernoulli shifts with dependent inputs.\n","Comment: 30 pages"]}]
["math/0610880",{"format":[],"subject":["Mathematics - Group Theory","20E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610880","Geometric group theory, Geneva and Barcelona conferences,\n  Birkha\\\"user (Ed.) (2007) 225-253"],"date":["2006-10-28"],"type":["text"],"creator":["Miasnikov, Alexei","Ventura, Enric","Weil, Pascal"],"language":[],"coverage":[],"title":["Algebraic extensions in free groups"],"description":["  The aim of this paper is to unify the points of view of three recent and\nindependent papers (Ventura 1997, Margolis, Sapir and Weil 2001 and Kapovich\nand Miasnikov 2002), where similar modern versions of a 1951 theorem of\nTakahasi were given. We develop a theory of algebraic extensions for free\ngroups, highlighting the analogies and differences with respect to the\ncorresponding classical field-theoretic notions, and we discuss in detail the\nnotion of algebraic closure. We apply that theory to the study and the\ncomputation of certain algebraic properties of subgroups (e.g. being malnormal,\npure, inert or compressed, being closed in certain profinite topologies) and\nthe corresponding closure operators. We also analyze the closure of a subgroup\nunder the addition of solutions of certain sets of equations.\n","Comment: 35 pages"]}]
["math/0612390",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612390"],"date":["2006-12-14","2007-09-19"],"type":["text"],"creator":["Hadad, Uzy"],"language":[],"coverage":[],"title":["Uniform Kazhdan Constant for some families of linear groups"],"description":["  Let $R$ be a ring generated by $l$ elements with stable range $r$. Assume\nthat the group $EL_d(R)$ has Kazhdan constant $\\epsilon_0>0$ for some $d > r $.\nWe prove that there exist $\\epsilon(\\epsilon_0,l) >0$ and $k \\in N$, s.t. for\nevery $n \\geq d$, $EL_n(R)$ has a generating set of order $k$ and a Kazhdan\nconstant larger than $\\epsilon$. As a consequence, we obtain for $SL_n(Z)$\nwhere $n \\geq 3$, a Kazhdan constant which is independent of $n$ w.r.t\ngenerating set of a fixed size.\n","Comment: To appear in J. of Alg"]}]
["math/0701350",{"format":[],"subject":["Mathematics - Algebraic Topology","57Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701350"],"date":["2007-01-12","2007-09-18"],"type":["text"],"creator":["Arone, Gregory","Lambrechts, Pascal","Tourtchine, Victor","Volic, Ismar"],"language":[],"coverage":[],"title":["Coformality and the rational homotopy groups of spaces of long knots"],"description":["  We show that the Bousfield-Kan spectral sequence which computes the rational\nhomotopy groups of the space of long knots in ${\\mathbb R}^d$, where $d\\ge 4$,\ncollapses at the $E^2$ page. The main ingredients in the proof are Sinha's\ncosimplicial model for the space of long knots and a coformality result for the\nlittle balls operad.\n","Comment: 12 pages. Revised (and presumably final) version. Accepted for\n  publication in Mathematical Research Letters"]}]
["math/0701495",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","Mathematics - Representation Theory","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701495"],"date":["2007-01-17","2007-09-18"],"type":["text"],"creator":["Jedwab, Andrea","Montgomery, Susan"],"language":[],"coverage":[],"title":["Representations of some Hopf algebras associated to the symmetric group\n  S_n"],"description":["  We study the representations and their Frobenius-Schur indicators of two\nsemisimple Hopf algebras related to the symmetric group $S_n$, namely the\nbismash products $H_n = k^{C_n}# kS_{n-1}$ and its dual $J_n = k^{S_{n-1}}#\nkC_n = (H_n)^*,$ where $k$ is an algebraically closed field of characteristic\n0. Both algebras are constructed using the standard representation of $S_n$ as\na factorizable group, that is $S_n = S_{n-1}C_n = C_nS_{n-1}$. We prove that\nfor $H_n$, the indicators of all simple modules are +1. For the dual Hopf\nalgebra $J_n = k^{S_{n_1}}# kC_n$, the indicator can have values either 0 or 1.\nWhen $n = p$, a prime, we obtain a precise result as to which representations\nhave indicator +1 and which ones have 0; in fact as $p \\to \\infty$, the\nproportion of simple modules with indicator 1 becomes arbitrarily small. We\nalso prove a result about Frobenius-Schur indicators for more general bismash\nproducts $H =k^G# kF$, coming from any factorizable group of the form $L = FG$\nsuch that $F\\cong C_p.$ We use the definition of Frobenius-Schur indicators for\nHopf algebras, as described in work of Linchenko and the second author, which\nextends the classical theorem of Frobenius and Schur, for a finite group $G.$\n"]}]
["math/0701615",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory","20G05, 22E45, 11F70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701615"],"date":["2007-01-22","2007-09-18"],"type":["text"],"creator":["Kumar, Shrawan","Lusztig, George","Prasad, Dipendra"],"language":[],"coverage":[],"title":["Characters of simplylaced nonconnected groups versus characters of\n  nonsimplylaced connected groups"],"description":["  In this paper we show how a theorem of Jantzen relating the character of a\nfinite dimensional irreducible representation of a disconnected semisimple\nalgebraic group on elements outside the connected component of identity to\ncharacter of an irreducible representation of another connected semisimple\nalgebraic group can be deduced from properties of the canonical bases.\n","Comment: 3 pages"]}]
["math/0702299",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","18D10","55P43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702299"],"date":["2007-02-10","2007-09-19"],"type":["text"],"creator":["Lurie, Jacob"],"language":[],"coverage":[],"title":["Derived Algebraic Geometry II: Noncommutative Algebra"],"description":["  In this paper, we present an infinity-categorical version of the theory of\nmonoidal categories. We show that the infinity category of spectra admits an\nessentially unique monoidal structure (such that the tensor product preserves\ncolimits in each variable), and thereby recover the classical smash-product\noperation on spectra. We develop a general theory of algebras in a monoidal\ninfinity category, which we use to (re)prove some basic results in the theory\nof associative ring spectra. We also develop an infinity-categorical theory of\nmonads, and prove a version of the Barr-Beck theorem.\n","Comment: 170 pages; corrected some erroneous claims about the category of\n  symmetric spectra, other minor changes. 9/19/07: minor modifications"]}]
["nlin/0506048",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0506048"],"date":["2005-06-22","2007-09-19"],"type":["text"],"creator":["Keil, Matthias S."],"language":[],"coverage":[],"title":["Local to Global Normalization Dynamic by Nonlinear Local Interactions"],"description":["  Here, I present a novel method for normalizing a finite set of numbers, which\nis studied by the domain of biological vision. Normalizing in this context\nmeans searching the maximum and minimum number in a set and then rescaling all\nnumbers such that they fit into a numerical interval. My method computes the\nminimum and maximum number by two pseudo-diffusion processes in separate\ndiffusion layers. Activity of these layers feed into a third layer for\nperforming the rescaling operation. The dynamic of the network is richer than\nmerely performing a rescaling of its input, and reveals phenomena like contrast\ndetection, contrast enhancement, and a transient compression of the numerical\nrange of the input. Apart from presenting computer simulations, some properties\nof the diffusion operators and the network are analyzed mathematically.\nFurthermore, a method is proposed for to freeze the model's state when\nadaptation is observed.\n","Comment: This is an extended version of one which is submitted to Physics D.\n  The first version underwent some improvement (organization, new results)"]}]
["physics/0604193",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0604193","Phys. Rev. E 75, 016102 (2007)","doi:10.1103/PhysRevE.75.016102"],"date":["2006-04-24"],"type":["text"],"creator":["Costa, Luciano da Fontoura"],"language":[],"coverage":[],"title":["Exploring Complex Networks through Random Walks"],"description":["  Most real complex networks -- such as protein interactions, social contacts,\nthe internet -- are only partially known and available to us. While the process\nof exploring such networks in many cases resembles a random walk, it becomes a\nkey issue to investigate and characterize how effectively the nodes and edges\nof such networks can be covered by different strategies. At the same time, it\nis critically important to infer how well can topological measurements such as\nthe average node degree and average clustering coefficient be estimated during\nsuch network explorations. The present article addresses these problems by\nconsidering random and Barab\\'asi-Albert (BA) network models with varying\nconnectivity explored by three types of random walks: traditional, preferential\nto untracked edges, and preferential to unvisited nodes. A series of relevant\nresults are obtained, including the fact that random and BA models with the\nsame size and average node degree allow similar node and edge coverage\nefficiency, the identification of linear scaling with the size of the network\nof the random walk step at which a given percentage of the nodes/edges is\ncovered, and the critical result that the estimation of the averaged node\ndegree and clustering coefficient by random walks on BA networks often leads to\nheavily biased results. Many are the theoretical and practical implications of\nsuch results.\n","Comment: 5 pages, 5 figures"]}]
["physics/0610001",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Disordered Systems and Neural Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0610001","New J. Phys. 9, 108 (2007)","doi:10.1088/1367-2630/9/4/108"],"date":["2006-09-29"],"type":["text"],"creator":["da Rocha, Luis Enrique Correa","Costa, Luciano da Fontoura"],"language":[],"coverage":[],"title":["2D pattern evolution constrained by complex network dynamics"],"description":["  Complex networks have established themselves along the last years as being\nparticularly suitable and flexible for representing and modeling several\ncomplex natural and human-made systems. At the same time in which the\nstructural intricacies of such networks are being revealed and understood,\nefforts have also been directed at investigating how such connectivity\nproperties define and constrain the dynamics of systems unfolding on such\nstructures. However, lesser attention has been focused on hybrid systems,\n\\textit{i.e.} involving more than one type of network and/or dynamics. Because\nseveral real systems present such an organization (\\textit{e.g.} the dynamics\nof a disease coexisting with the dynamics of the immune system), it becomes\nimportant to address such hybrid systems. The current paper investigates a\nspecific system involving a diffusive (linear and non-linear) dynamics taking\nplace in a regular network while interacting with a complex network of\ndefensive agents following Erd\\\"os-R\\'enyi and Barab\\'asi-Albert graph models,\nwhose nodes can be displaced spatially. More specifically, the complex network\nis expected to control, and if possible to extinguish, the diffusion of some\ngiven unwanted process (\\textit{e.g.} fire, oil spilling, pest dissemination,\nand virus or bacteria reproduction during an infection). Two types of pattern\nevolution are considered: Fick and Gray-Scott. The nodes of the defensive\nnetwork then interact with the diffusing patterns and communicate between\nthemselves in order to control the spreading. The main findings include the\nidentification of higher efficiency for the Barab\\'asi-Albert control networks.\n","Comment: 18 pages, 32 figures. A working manuscript, comments are welcomed"]}]
["physics/0611247",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Statistical Mechanics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611247","Appl. Phys. Lett. 91, 054107(2007)","doi:10.1063/1.2766683"],"date":["2006-11-26"],"type":["text"],"creator":["Costa, Luciano da F.","Sporns, Olaf","Antiqueira, Lucas","Nunes, Maria das Gracas V.","Oliveira Jr, Osvaldo N."],"language":[],"coverage":[],"title":["Correlations between structure and dynamics in complex networks"],"description":["  Previous efforts in complex networks research focused mainly on the\ntopological features of such networks, but now also encompass the dynamics. In\nthis Letter we discuss the relationship between structure and dynamics, with an\nemphasis on identifying whether a topological hub, i.e. a node with high degree\nor strength, is also a dynamical hub, i.e. a node with high activity. We employ\nrandom walk dynamics and establish the necessary conditions for a network to be\ntopologically and dynamically fully correlated, with topological hubs that are\nalso highly active. Zipf's law is then shown to be a reflection of the match\nbetween structure and dynamics in a fully correlated network, as well as a\nconsequence of the rich-get-richer evolution inherent in scale-free networks.\nWe also examine a number of real networks for correlations between topology and\ndynamics and find that many of them are not fully correlated.\n","Comment: 16 pages, 7 figures, 1 table"]}]
["q-bio/0411030",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Computer Vision and Pattern Recognition","Physics - Biological Physics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0411030","Appl. Phys. Lett. 86, 093901 (2005)","doi:10.1063/1.1874306"],"date":["2004-11-14"],"type":["text"],"creator":["Costa, Luciano da Fontoura","Rocha, Fernando","de Lima, Silene Maria Araujo"],"language":[],"coverage":[],"title":["Statistical Mechanics Characterization of Neuronal Mosaics"],"description":["  The spatial distribution of neuronal cells is an important requirement for\nachieving proper neuronal function in several parts of the nervous system of\nmost animals. For instance, specific distribution of photoreceptors and related\nneuronal cells, particularly the ganglion cells, in mammal's retina is required\nin order to properly sample the projected scene. This work presents how two\nconcepts from the areas of statistical mechanics and complex systems, namely\nthe \\emph{lacunarity} and the \\emph{multiscale entropy} (i.e. the entropy\ncalculated over progressively diffused representations of the cell mosaic),\nhave allowed effective characterization of the spatial distribution of retinal\ncells.\n","Comment: 3 pages, 1 figure, The following article has been submitted to\n  Applied Physics Letters. If it is published, it will be found online at\n  http://apl.aip.org/"]}]
["q-bio/0412042",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Condensed Matter - Disordered Systems and Neural Networks","Physics - Biological Physics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0412042","Appl. Phys. Lett. 88, 033903 (2006)","doi:10.1063/1.2166473"],"date":["2004-12-22"],"type":["text"],"creator":["Costa, Luciano da Fontoura","Viana, Matheus Palhares","Beletti, Marcelo E."],"language":[],"coverage":[],"title":["The complex channel networks of bone structure"],"description":["  Bone structure in mammals involves a complex network of channels (Havers and\nVolkmann channels) required to nourish the bone marrow cells. This work\ndescribes how three-dimensional reconstructions of such systems can be obtained\nand represented in terms of complex networks. Three important findings are\nreported: (i) the fact that the channel branching density resembles a power law\nimplies the existence of distribution hubs; (ii) the conditional node degree\ndensity indicates a clear tendency of connection between nodes with degrees 2\nand 4; and (iii) the application of the recently introduced concept of\nhierarchical clustering coefficient allows the identification of typical scales\nof channel redistribution. A series of important biological insights is drawn\nand discussed\n","Comment: 3 pages, 1 figure, The following article has been submitted to\n  Applied Physics Letters. If it is published, it will be found online at\n  http://apl.aip.org/"]}]
["q-bio/0507001",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0507001","Phys. Rev. E 73, 011913 (2006)","doi:10.1103/PhysRevE.73.011913"],"date":["2005-06-30","2005-10-17"],"type":["text"],"creator":["Costa, Luciano da Fontoura","Rocha, Fernando","de Lima, Silene Araujo"],"language":[],"coverage":[],"title":["Characterizing Polygonality in Biological Structures"],"description":["  Several systems involve spatial arrangements of elements such as molecules or\ncells, the characterization of which bears important implications to biological\nand physical investigations. Traditional approaches to quantify spatial order\nand regularity have relied on nearest neighbor distances or the number of sides\nof cells. The current work shows that superior features can be achieved by\nconsidering angular regularity. Voronoi tessellations are obtained for each\nbasic element and the angular regularity is then estimated from the differences\nbetween the angles defined by adjacent cells and a reference angle. In case\nthis angle is 60 degrees, the measurement quantifies the hexagonality of the\nsystem. Other reference angles can be considered in order to quantify other\ntypes of spatial symmetries. The performance of the angular regularity is\ncompared with other measurements including the conformity ratio (based on\nnearest neighbor distances) and the number of sides of the cells, confirming\nits improved sensitivity and discrimination power. The superior performance of\nthe haxagonality measurement is illustrated also with respect to a real\napplication concerning the characterization of retinal mosaics.\n","Comment: 14 pages, 11 figures"]}]
