["0704.0427",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0427","Phys. Rev. B 76 (2007) 094402","doi:10.1103/PhysRevB.76.094402"],"date":["2007-04-03"],"type":["text"],"creator":["Hasenbusch, Martin","Toldin, Francesco Parisen","Pelissetto, Andrea","Vicari, Ettore"],"language":[],"coverage":[],"title":["The 3D +-J Ising model at the ferromagnetic transition line"],"description":["  We study the critical behavior of the three-dimensional $\\pm J$ Ising model\n[with a random-exchange probability $P(J_{xy}) = p \\delta(J_{xy} - J) + (1-p)\n\\delta(J_{xy} + J)$] at the transition line between the paramagnetic and\nferromagnetic phase, which extends from $p=1$ to a multicritical (Nishimori)\npoint at $p=p_N\\approx 0.767$. By a finite-size scaling analysis of Monte Carlo\nsimulations at various values of $p$ in the region $p_N<p<1$, we provide strong\nnumerical evidence that the critical behavior along the ferromagnetic\ntransition line belongs to the same universality class as the three-dimensional\nrandomly-dilute Ising model. We obtain the results $\\nu=0.682(3)$ and\n$\\eta=0.036(2)$ for the critical exponents, which are consistent with the\nestimates $\\nu=0.683(2)$ and $\\eta=0.036(1)$ at the transition of\nrandomly-dilute Ising models.\n","Comment: 23 pages, 12 figs"]}]
["0704.2844",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2844"],"date":["2007-04-21","2007-09-10"],"type":["text"],"creator":["Friedland, Omer"],"language":[],"coverage":[],"title":["Kahane-Khinchin type Averages"],"description":["  We prove a Kahane-Khinchin type result with a few random vectors, which are\ndistributed independently with respect to an arbitrary log-concave probability\nmeasure on $\\R^n$. This is an application of small ball estimate and Chernoff's\nmethod, that has been recently used in the context of Asymptotic Geometric\nAnalysis in [1], [2].\n"]}]
["0704.3293",{"format":[],"subject":["Mathematics - Probability","Condensed Matter - Statistical Mechanics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3293"],"date":["2007-04-24","2007-09-10"],"type":["text"],"creator":["Gerschenfeld, Antoine","Montanari, Andrea"],"language":[],"coverage":[],"title":["Reconstruction for models on random graphs"],"description":["  Consider a collection of random variables attached to the vertices of a\ngraph. The reconstruction problem requires to estimate one of them given `far\naway' observations. Several theoretical results (and simple algorithms) are\navailable when their joint probability distribution is Markov with respect to a\ntree. In this paper we consider the case of sequences of random graphs that\nconverge locally to trees. In particular, we develop a sufficient condition for\nthe tree and graph reconstruction problem to coincide. We apply such condition\nto colorings of random graphs.\n  Further, we characterize the behavior of Ising models on such graphs, both\nwith attractive and random interactions (respectively, `ferromagnetic' and\n`spin glass').\n","Comment: 16 pages"]}]
["0704.3989",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","37L15 (Primary) 35Q55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3989"],"date":["2007-04-30","2007-09-09"],"type":["text"],"creator":["Robinson, Michael"],"language":[],"coverage":[],"title":["Instability of an equilibrium of a partial differential equation"],"description":["  A nonlinear parabolic differential equation with a quadratic nonlinearity is\npresented which has at least one equilibrium. The linearization about this\nequilibrium is asymptotically stable, but by using a technique inspired by H.\nFujita, we show that the equilibrium is unstable in the nonlinear setting. The\nperturbations used have the property that they are small in every $L^p$ norm,\nyet they result in solutions which fail to be global.\n","Comment: 12 pages"]}]
["0705.3411",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3411"],"date":["2007-05-23","2007-09-10"],"type":["text"],"creator":["Shivamoggi, Bhimsen"],"language":[],"coverage":[],"title":["Hall Magnetohydrodynamics with Electron Inertia"],"description":["  Hall magnetohydrodynamic (MHD) with electron inertia is considered. A much\nwider class of equilibrium solutions and the concomitant self-organization\naspects are discussed. The force-free field state B - J is shown to be a\nconsequence of the triple Beltrami condition.\n"]}]
["0706.1463",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1463","Phys. Rev. B 76, 020512(R) (2007)","doi:10.1103/PhysRevB.76.020512"],"date":["2007-06-11"],"type":["text"],"creator":["Johannsen, N.","Wolf, Th.","Sologubenko, A. V.","Lorenz, T.","Freimuth, A.","Mydosh, J. A."],"language":[],"coverage":[],"title":["Nernst Effect in NdBa_2[Cu_{1-y}Ni_y]_3O_{7-\\delta}"],"description":["  In NdBa_2[Cu_{1-y}Ni_y]_3O_{7-\\delta}, magnetic Ni-impurities suppress Tc but\nat the same time the pseudogap is strongly enhanced. This unique feature makes\nit an ideal system to study possible relations between the anomalous Nernst\neffect, superconductivity and the pseudogap. We present Nernst effect\nmeasurements on a series of optimally doped (O_7) and underdoped (O_{6.8})\nsamples with Ni contents ranging from y=0 to 0.12. In all samples an onset of\nthe Nernst signal is found at T^\\nu > Tc. For the optimally doped samples T^\\nu\nand Tc decrease simultaneously with increasing Ni content. The underdoped\nsamples show a different behavior, i.e. the onset of the Nernst signal is\nhardly affected by increasing the Ni content from y=0 to 0.03. Irrespective of\nthe oxygen content, T^\\nu clearly does not track the enhanced pseudogap\ntemperature T*.\n"]}]
["0706.1890",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1890","J. Stat. Mech. (2007) P08018","doi:10.1088/1742-5468/2007/08/P08018"],"date":["2007-06-13","2007-09-10"],"type":["text"],"creator":["Povolotsky, A. M.","Priezzhev, V. B."],"language":[],"coverage":[],"title":["Determinant solution for the Totally Asymmetric Exclusion Process with\n  parallel update II. Ring geometry"],"description":["  Using the Bethe ansatz we obtain the determinant expression for the time\ndependent transition probabilities in the totally asymmetric exclusion process\nwith parallel update on a ring. Developing a method of summation over the roots\nof Bethe equations based on the multidimensional analogue of the Cauchy residue\ntheorem, we construct the resolution of the identity operator, which allows us\nto calculate the matrix elements of the evolution operator and its powers.\nRepresentation of results in the form of an infinite series elucidates\nconnection to other results obtained for the ring geometry. As a byproduct we\nalso obtain the generating function of the joint probability distribution of\nparticle configurations and the total distance traveled by the particles.\n","Comment: 28 pages, 3 figures"]}]
["0707.1240",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1240"],"date":["2007-07-09","2007-09-10"],"type":["text"],"creator":["Bianconi, Andrea"],"language":[],"coverage":[],"title":["Partial restoration of factorization and universality in presence of\n  factorization breaking interactions in hadronic hard scattering processes"],"description":["  Recent works have discussed the violation of factorization and universality\nin hadronic hard scattering processes aimed at measurements of T-odd\ndistributions. We use simple arguments to show that it is possible to restore\nan approximate factorization involving T-odd contributions if the factorization\nbreaking interactions present a frequency spectrum dominated by by a narrow and\nregular peak whose maximum value corresponds to a respected factorization.\n","Comment: 5 pages, no figures"]}]
["0707.3051",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3051"],"date":["2007-07-20","2007-09-10"],"type":["text"],"creator":["Caprau, Carmen"],"language":[],"coverage":[],"title":["An sl(2) tangle homology and seamed cobordisms"],"description":["  We construct a bigraded (co)homology theory which depends on a parameter a,\nand whose graded Euler characteristic is the quantum sl(2) link invariant. We\nfollow Bar-Natan's approach to tangles on one side, and Khovanov's sl(3) theory\nfor foams on the other side. Our theory is properly functorial under tangle\ncobordisms, and a version of the Khovanov sl(2) invariant (or Lee's\nmodification of it) corresponds to a=0 (or a=1). In particular, our\nconstruction naturally resolves the sign ambiguity in the functoriality of\nKhovanov's sl(2) homology theory.\n","Comment: 77 pages, many figures; changes in referencing"]}]
["0707.4020",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4020"],"date":["2007-07-26","2007-09-09"],"type":["text"],"creator":["Ostapchuk, D.","Passante, G.","Kobes, R.","Kunstatter, G."],"language":[],"coverage":[],"title":["Geometric measures of entanglement and the Schmidt decomposition"],"description":["  In the standard geometric approach to a measure of entanglement of a pure\nstate, $\\sin^2\\theta$ is used, where $\\theta$ is the angle between the state to\nthe closest separable state of products of normalized qubit states. We consider\nhere a generalization of this notion to separable states consisting of products\nof unnormalized states of different dimension. In so doing, the entanglement\nmeasure $\\sin^2\\theta$ is found to have an interpretation as the distance\nbetween the state to the closest separable state. We also find the components\nof the closest separable state and its norm have an interpretation in terms of,\nrespectively, the eigenvectors and eigenvalues of the reduced density matrices\narising in the Schmidt decomposition of the state vector.\n","Comment: 7 pages, latex, 1 figure; changed emphasis to Schmidt decomposition"]}]
["0708.0222",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0222"],"date":["2007-08-01","2007-09-10"],"type":["text"],"creator":["McHugh, S.","Jaafar, R.","Sarachik, M. P.","Myasoedov, Y.","Finkler, A.","Shtrikman, H.","Zeldov, E.","Bagai, R.","Christou, G."],"language":[],"coverage":[],"title":["Ignition and Propagation of Magnetic Avalanches in Mn$_{12}$-Acetate:\n  the effect of quantum tunneling"],"description":["  Using a wire heater to ignite magnetic avalanches in fixed magnetic field\napplied along the easy axis of single crystals of the molecular magnet\nMn$_{12}$-acetate, we report fast local measurements of the temperature and\ntime-resolved measurements of the local magnetization as a function of magnetic\nfield. In addition to confirming maxima in the velocity of propagation, we find\nthat avalanches trigger at a threshold temperature which exhibits pronounced\nminima at resonant magnetic fields, demonstrating that thermally assisted\nquantum tunneling plays an important role in the ignition as well as the\npropagation of magnetic avalanches in molecular magnets.\n","Comment: 4 pages, 5 figures; modified claims"]}]
["0708.2120",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","14R10","13N15","14R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2120"],"date":["2007-08-15","2007-09-10"],"type":["text"],"creator":["Kuroda, Shigeru"],"language":[],"coverage":[],"title":["Automorphisms of a polynomial ring which admit reductions of type I"],"description":["  Recently, Shestakov-Umirbaev solved Nagata's conjecture on an automorphism of\na polynomial ring. To solve the conjecture, they defined notions called\nreductions of types I--IV for automorphisms of a polynomial ring. An\nautomorphism admitting a reduction of type I was first found by\nShestakov-Umirbaev. Using a computer, van den Essen--Makar-Limanov--Willems\ngave a family of such automorphisms. In this paper, we present a new\nconstruction of such automorphisms using locally nilpotent derivations. As a\nconsequence, we discover that there exists an automorphism admitting a\nreduction of type I which satisfies some degree condition for each possible\nvalue.\n","Comment: Question 4.1 of the first version was answered"]}]
["0709.0134",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Geometry","19E08, 14H52, 14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0134"],"date":["2007-09-02","2007-09-10"],"type":["text"],"creator":["Zhou, Guodong"],"language":[],"coverage":[],"title":["Harder-Narasimhan Filtrations and K-Groups of an Elliptic Curve"],"description":["  Let $X$ be an elliptic curve over an algebraically closed field. We prove\nthat some exact sub-categories of the category of vector bundles over $X$,\ndefined using Harder-Narasimhan filtrations, have the same K-groups as the\nwhole category.\n","Comment: 5 pages, typos corrected"]}]
["0709.0717",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B34, 11B13, 11B75,11A67,11D04,11D72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0717"],"date":["2007-09-05","2007-09-10"],"type":["text"],"creator":["Nathanson, Melvyn B."],"language":[],"coverage":[],"title":["Representation functions of bases for binary linear forms"],"description":["  Let F(x_1,...,x_m) = u_1 x_1 + ... + u_m x_m be a linear form with nonzero,\nrelatively prime integer coefficients u_1,..., u_m. For any set A of integers,\nlet F(A) = {F(a_1,...,a_m) : a_i in A for i=1,...,m}. The representation\nfunction associated with the form F is\n  R_{A,F}(n) = card {(a_1,...,a_m) in A^m: F(a_1,..., a_m) = n}. The set A is a\nbasis with respect to F for almost all integers the set Z\\F(A) has asymptotic\ndensity zero. Equivalently, the representation function of an asymptotic basis\nis a function f:Z -> N_0 U {\\infty} such that f^{-1}(0) has density zero. Given\nsuch a function, the inverse problem for bases is to construct a set A whose\nrepresentation function is f. In this paper the inverse problem is solved for\nbinary linear forms.\n","Comment: Improved version with some typos corrected; 8 pages"]}]
["0709.0752",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0752"],"date":["2007-09-05","2007-09-10"],"type":["text"],"creator":["Scranton, Ryan","Connolly, Andrew","Krughoff, Simon","Brewer, Jeremy","Conti, Alberto","Christian, Carol","McLean, Brian","Sosin, Craig","Coombe, Greg","Heckbert, Paul"],"language":[],"coverage":[],"title":["Sky in Google Earth: The Next Frontier in Astronomical Data Discovery\n  and Visualization"],"description":["  Astronomy began as a visual science, first through careful observations of\nthe sky using either an eyepiece or the naked eye, then on to the preservation\nof those images with photographic media and finally the digital encoding of\nthat information via CCDs. This last step has enabled astronomy to move into a\nfully automated era -- where data is recorded, analyzed and interpreted often\nwithout any direct visual inspection. Sky in Google Earth completes that circle\nby providing an intuitive visual interface to some of the largest astronomical\nimaging surveys covering the full sky. By streaming imagery, catalogs, time\ndomain data, and ancillary information directly to a user, Sky can provide the\ngeneral public as well as professional and amateur astronomers alike with a\nwealth of information for use in education and research. We provide here a\nbrief introduction to Sky in Google Earth, focusing on its extensible\nenvironment, how it may be integrated into the research process and how it can\nbring astronomical research to a broader community. With an open interface\navailable on Linux, Mac OS X and Windows, applications developed within Sky are\naccessible not just within the Google framework but through any visual browser\nthat supports the Keyhole Markup Language. We present Sky as the embodiment of\na virtual telescope.\n","Comment: 10 pages, 3 figures, to be submitted to PASP"]}]
["0709.0937",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0937","\"Fermi surface of ErGa3\", G. Kontrym-Sznajd, M. Samsel-Czekala,\n  G.E. Grechnev, H. Sormann, phys. stat. sol. (c) vol. 4, issue 9, 3879-3882\n  (2007)","doi:10.1002/pssc.200675770"],"date":["2007-09-06"],"type":["text"],"creator":["Kontrym-Sznajd, G.","Samsel-Czekala, M.","Grechnev, G. E.","Sormann, H."],"language":[],"coverage":[],"title":["On the reliability of linear band structure methods"],"description":["  We discuss an efficiency of various band structure algorithms in determining\nthe Fermi surface (FS) of the paramagnetic ErGa3. The linear muffin-tin orbital\n(LMTO) in the atomic sphere approximation (ASA) method and three full potential\n(FP) codes: FP-LMTO, FP linear augmented plane wave (FLAPW), and FP local\norbitals (FPLO) methods are employed. Results are compared with\nelectron-positron (e-p) momentum densities reconstructed from two dimensional\nangular correlation of annihilation radiation (2D ACAR). Unexpectedly, none of\nused modern FP codes is able to give satisfying description of the experimental\ndata that are in perfect agreement with LMTO-ASA results. We suspect that it\ncan be connected with a different choice of the linearization energy.\n","Comment: 6 pages, 2 figures"]}]
["0709.0943",{"format":[],"subject":["Mathematics - Commutative Algebra","13E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0943"],"date":["2007-09-06"],"type":["text"],"creator":["Zhang, Wenliang"],"language":[],"coverage":[],"title":["On the Frobenius functor and colon ideals"],"description":["  In this paper we study the commutativity of the Frobenius functor and the\ncolon operation of two ideals for Noetherian rings of positive characteristic\n$p$. New characterizations of regular rings and local UFDs are given.\n"]}]
["0709.0954",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0954"],"date":["2007-09-06"],"type":["text"],"creator":["Berashevich, Dr Julia A.","Apalkov, Vadim","Chakraborty, Tapash"],"language":[],"coverage":[],"title":["Polaron tunneling dynamics in the DNA molecule"],"description":["  The formation of polaron and its migration in a DNA chain are studied within\na semiclassical Peyrard-Biship-Holstein polaron model. Comparing the energetics\nof the polaron system found from the quantum chemical and semiclassical\ncalculations, we extract the charge-phonon coupling constant for poly DNA\nsequences. The coupling constant is found to be larger for the G-C than for the\nA-T pairs. With this coupling constant we study tunneling in the DNA molecule.\nThe rates and the nature of tunneling have strong dependence on the DNA\nsequence. By changing the trap positions in the molecular bridge the tunneling\nrate can by varied up to seven orders of magnitude.\n"]}]
["0709.0957",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Algebraic Geometry","Statistics - Computation","62F99","14Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0957"],"date":["2007-09-06"],"type":["text"],"creator":["Buot, Max-Louis G.","Hosten, Serkan","Richards, Donald St. P."],"language":[],"coverage":[],"title":["Counting and Locating the Solutions of Polynomial Systems of Maximum\n  Likelihood Equations, II: The Behrens-Fisher Problem"],"description":["  Let $\\mu$ be a $p$-dimensional vector, and let $\\Sigma_1$ and $\\Sigma_2$ be\n$p \\times p$ positive definite covariance matrices. On being given random\nsamples of sizes $N_1$ and $N_2$ from independent multivariate normal\npopulations $N_p(\\mu,\\Sigma_1)$ and $N_p(\\mu,\\Sigma_2)$, respectively, the\nBehrens-Fisher problem is to solve the likelihood equations for estimating the\nunknown parameters $\\mu$, $\\Sigma_1$, and $\\Sigma_2$. We shall prove that for\n$N_1, N_2 > p$ there are, almost surely, exactly $2p+1$ complex solutions of\nthe likelihood equations. For the case in which $p = 2$, we utilize Monte Carlo\nsimulation to estimate the relative frequency with which a typical\nBehrens-Fisher problem has multiple real solutions; we find that multiple real\nsolutions occur infrequently.\n","Comment: To appear in Statistica Sinica"]}]
["0709.0965",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0965"],"date":["2007-09-06"],"type":["text"],"creator":["Sethu, Harish"],"language":[],"coverage":[],"title":["The Induced Bounded-Degree Subgraph Problem and Stream Control in MIMO\n  Networks"],"description":["  In this report, we consider maximal solutions to the induced bounded-degree\nsubgraph problem and relate it to issues concerning stream control in\nmultiple-input multiple-output (MIMO) networks. We present a new distributed\nalgorithm that completes in logarithmic time with high probability and is\nguaranteed to complete in linear time. We conclude the report with simulation\nresults that address the effectiveness of stream control and the relative\nimpact of receiver overloading and flexible interference suppression.\n"]}]
["0709.0967",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0967"],"date":["2007-09-06"],"type":["text"],"creator":["McCann, Mark","Pippenger, Nicholas"],"language":[],"coverage":[],"title":["Fault Tolerance in Cellular Automata at High Fault Rates"],"description":["  A commonly used model for fault-tolerant computation is that of cellular\nautomata. The essential difficulty of fault-tolerant computation is present in\nthe special case of simply remembering a bit in the presence of faults, and\nthat is the case we treat in this paper. We are concerned with the degree (the\nnumber of neighboring cells on which the state transition function depends)\nneeded to achieve fault tolerance when the fault rate is high (nearly 1/2). We\nconsider both the traditional transient fault model (where faults occur\nindependently in time and space) and a recently introduced combined fault model\nwhich also includes manufacturing faults (which occur independently in space,\nbut which affect cells for all time). We also consider both a purely\nprobabilistic fault model (in which the states of cells are perturbed at\nexactly the fault rate) and an adversarial model (in which the occurrence of a\nfault gives control of the state to an omniscient adversary). We show that\nthere are cellular automata that can tolerate a fault rate $1/2 - \\xi$ (with\n$\\xi>0$) with degree $O((1/\\xi^2)\\log(1/\\xi))$, even with adversarial combined\nfaults. The simplest such automata are based on infinite regular trees, but our\nresults also apply to other structures (such as hyperbolic tessellations) that\ncontain infinite regular trees. We also obtain a lower bound of\n$\\Omega(1/\\xi^2)$, even with purely probabilistic transient faults only.\n"]}]
["0709.0971",{"format":[],"subject":["Mathematics - Combinatorics","05E10","05A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0971"],"date":["2007-09-06"],"type":["text"],"creator":["Cameron, Naiomi","Killpatrick, Kendra"],"language":[],"coverage":[],"title":["$k$-Ribbon Fibonacci Tableaux"],"description":["  We extend the notion of $k$-ribbon tableaux to the Fibonacci lattice, a\ndifferential poset defined by R. Stanley in 1975. Using this notion, we\ndescribe an insertion algorithm that takes $k$-colored permutations to pairs of\n$k$-ribbon Fibonacci tableaux of the same shape, and we demonstrate a\ncolor-to-spin property, similar to that described by Shimozono and White for\nribbon tableaux. We give an evacuation algorithm which relates the pair of\n$k$-ribbon Fibonacci tableaux obtained through the insertion algorithm to the\npair of $k$-ribbon Fibonacci tableaux obtained using Fomin's growth diagrams.\nIn addition, we present an analogue of Knuth relations for $k$-colored\npermutations and $k$-ribbon Fibonacci tableaux.\n","Comment: 33 pages"]}]
["0709.0972",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0972"],"date":["2007-09-06"],"type":["text"],"creator":["Cheung, C. C.","Stawarz, L.","Harris, D. E.","Ostrowski, M."],"language":[],"coverage":[],"title":["Electron Energy Distributions at Relativistic Shock Sites: Observational\n  Constraints from the Cygnus A Hotspots"],"description":["  We report new detections of the hotspots in Cygnus A at 4.5 and 8.0 microns\nwith the Spitzer Space Telescope. Together with detailed published radio\nobservations and synchrotron self-Compton modeling of previous X-ray\ndetections, we reconstruct the underlying electron energy spectra of the two\nbrightest hotspots (A and D). The low-energy portion of the electron\ndistributions have flat power-law slopes (s~1.5) up to the break energy which\ncorresponds almost exactly to the mass ratio between protons and electrons; we\nargue that these features are most likely intrinsic rather than due to\nabsorption effects. Beyond the break, the electron spectra continue to higher\nenergies with very steep slopes s>3. Thus, there is no evidence for the\n`canonical' s=2 slope expected in 1st order Fermi-type shocks within the whole\nobservable electron energy range. We discuss the significance of these\nobservations and the insight offered into high-energy particle acceleration\nprocesses in mildly relativistic shocks.\n","Comment: 5 pages, 3 figures, in Extragalactic Jets: Theory and Observation\n  from Radio to Gamma Ray, Eds. T. A. Rector and D. S. De Young"]}]
["0709.0974",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","Mathematics - Combinatorics","G.2.2","G.2.0","F.1.3","F.1.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0974"],"date":["2007-09-06"],"type":["text"],"creator":["Gubin, Sergey"],"language":[],"coverage":[],"title":["Finding Paths and Cycles in Graphs"],"description":["  A polynomial time algorithm which detects all paths and cycles of all lengths\nin form of vertex pairs (start, finish).\n","Comment: 11 pages"]}]
["0709.0981",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H45","14M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0981"],"date":["2007-09-06"],"type":["text"],"creator":["Comas, Gonzalo"],"language":[],"coverage":[],"title":["A characterization of the rational normal curve"],"description":["  We give a characterization of the rational normal curve in terms of the rank\nfunction associated to a curve.\n"]}]
["0709.0988",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology","55S35","05E99","57Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0988"],"date":["2007-09-07"],"type":["text"],"creator":["Nevo, Eran","Wagner, Uli"],"language":[],"coverage":[],"title":["On the Embeddability of Skeleta of Spheres"],"description":["  We consider a generalization of the van Kampen-Flores Theorem and relate it\nto the long-standing $g$-conjecture for simplicial spheres.\n","Comment: 17 pages"]}]
["0709.0995",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0995"],"date":["2007-09-07"],"type":["text"],"creator":["Segre, P. N."],"language":[],"coverage":[],"title":["Inertial Screening in Sedimentation"],"description":["  We use particle image velocimetry to measure the sedimentation dynamics of a\nsemi-dilute suspension of non-Brownian spheres at Reynolds numbers, $0.001\\le\nRe\\le 2.3$, extending from the Stokes to the moderately inertial regime. We\nfind that the onset of inertial corrections to Stokes sedimentation occurs when\nthe inertial screening length $l=a/Re$ becomes similar to the Stokes\nsedimentation length $\\xi_0$, at $Re_c= a/\\xi_0\\approx 0.05$. For $Re>Re_c$,\ninertial screening significantly reduces both the magnitude and spatial extent\nof the particle velocity fluctuations. A modified Hinch force balance model\nconnects the fluctuation magnitudes $\\sigma_V/V$ to the correlation sizes\n$\\xi$.\n","Comment: 9 pages, 4 figures"]}]
["0709.0997",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0997","Progr. Theor. Phys. 2007, Vol. 117, No. 6, pp. 973-991","doi:10.1143/PTP.117.973"],"date":["2007-09-07"],"type":["text"],"creator":["Prudnikov, V.","Prudnikov, P.","Zheng, B.","Dorofeev, S.","Kolesnikov, V."],"language":[],"coverage":[],"title":["Short-time critical dynamics of the three-dimensional systems with\n  long-range correlated disorder"],"description":["  Monte Carlo simulations of the short-time dynamic behavior are reported for\nthree-dimensional Ising and XY models with long-range correlated disorder at\ncriticality, in the case corresponding to linear defects. The static and\ndynamic critical exponents are determined for systems starting separately from\nordered and disordered initial states. The obtained values of the exponents are\nin a good agreement with results of the field-theoretic description of the\ncritical behavior of these models in the two-loop approximation and with our\nresults of Monte Carlo simulations of three-dimensional Ising model in\nequilibrium state.\n","Comment: 24 RevTeX pages, 12 figures"]}]
["0709.0999",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14M25 (Primary)","14J26, 14Q10 (Secondary)."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0999"],"date":["2007-09-07"],"type":["text"],"creator":["Dais, Dimitrios I."],"language":[],"coverage":[],"title":["Classification of Toric log Del Pezzo Surfaces having Picard Number 1\n  and Index $\\le 3$"],"description":["  Toric log Del Pezzo surfaces with Picard number 1 have been completely\nclassified whenever their index is $\\le 2$: In this paper we extend the\nclassification for those having index 3: We prove that, up to isomorphism,\nthere are exactly 18 surfaces of this kind.\n"]}]
["0709.1024",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1024"],"date":["2007-09-07"],"type":["text"],"creator":["Bouffanais, Roland","Keller, Vincent","Gruber, Ralf","Deville, Michel O."],"language":[],"coverage":[],"title":["Computational performance of a parallelized high-order spectral and\n  mortar element toolbox"],"description":["  In this paper, a comprehensive performance review of a MPI-based high-order\nspectral and mortar element method C++ toolbox is presented. The focus is put\non the performance evaluation of several aspects with a particular emphasis on\nthe parallel efficiency. The performance evaluation is analyzed and compared to\npredictions given by a heuristic model, the so-called Gamma model. A\ntailor-made CFD computation benchmark case is introduced and used to carry out\nthis review, stressing the particular interest for commodity clusters.\nConclusions are drawn from this extensive series of analyses and modeling\nleading to specific recommendations concerning such toolbox development and\nparallel implementation.\n","Comment: Preprint submitted for publication to Parallel Computing"]}]
["0709.1031",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1031"],"date":["2007-09-07"],"type":["text"],"creator":["Bisset, Mike","Kersting, Nick","Li, Jun"],"language":[],"coverage":[],"title":["How to Detect `Decoupled' Heavy Supersymmetric Higgs Bosons"],"description":["  Heretofore neglected decay modes of heavy MSSM Higgs bosons into a variety of\nneutralino pairs may push the LHC discovery reach for these crucial elements of\nan extended Higgs sector to nearly the TeV-scale -- if sparticle-sector MSSM\ninput parameters are favorable. This is well into the so-called decoupling\nregion, including moderate to low tan(beta) values, where no known signals\nexist for said heavy Higgs bosons via decays involving solely SM daughter\nparticles, and the lighter h^0 mimics the lone SM Higgs boson. While the\nexpanse of the Higgs to sparticle discovery region is sensitive to a number of\nMSSM parameters, including in particular those for the sleptons, its presence\nis primarily linked to the gaugino inputs -- in fact, to just one parameter,\nM_2, if gaugino unification is invoked. Thus consideration of high vs. low M_2\nrealms in the MSSM should be placed on a par with the extensive consideration\nalready given to high vs. low tan(beta) regimes.\n","Comment: 4 pages, 3 figures; uses revtex.cls, revtex.sty, aps.sty, aps10.sty,\n  prabib.sty"]}]
["0709.1033",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1033"],"date":["2007-09-07"],"type":["text"],"creator":["De Becker, M.","Rauw, G.","Pittard, J. M.","Blomme, R.","Romero, G. E.","Sana, H.","Stevens, I. R."],"language":[],"coverage":[],"title":["The investigation of particle acceleration in colliding-wind massive\n  binaries with SIMBOL-X"],"description":["  An increasing number of early-type (O and Wolf-Rayet) colliding wind binaries\n(CWBs) is known to accelerate particles up to relativistic energies. In this\ncontext, non-thermal emission processes such as inverse Compton (IC) scattering\nare expected to produce a high energy spectrum, in addition to the strong\nthermal emission from the shock-heated plasma. SIMBOL-X will be the ideal\nobservatory to investigate the hard X-ray spectrum (above 10 keV) of these\nsystems, i.e. where it is no longer dominated by the thermal emission. Such\nobservations are strongly needed to constrain the models aimed at understanding\nthe physics of particle acceleration in CWB. Such systems are important\nlaboratories for investigating the underlying physics of particle acceleration\nat high Mach number shocks, and probe a different region of parameter space\nthan studies of supernova remnants.\n","Comment: 2 pages, 2 figures, to appear in the proceedings of the workshop\n  \"Simbol-X: the hard X-ray universe in focus\", held in Bologna, Italy (14-16\n  May 2007)"]}]
["0709.1041",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1041"],"date":["2007-09-07"],"type":["text"],"creator":["Balfagon, Alberto C."],"language":[],"coverage":[],"title":["Rainich theory applied to m-rank tensors in n-dimensions"],"description":["  We show a tensorial-computational way to find out conditions that must fulfil\nan m-rank tensor in arbitrary dimension in order to be algebraically the\nenergy-momentum tensor of some field. We apply in this paper our method to\nthree 2-rank tensors: electromagnetic, mass less scalar field and perfect fluid\ntensors. Finally we apply the Rainich theory to some examples.\n","Comment: 7 pages, submitted to GRG"]}]
["0709.1049",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1049"],"date":["2007-09-07"],"type":["text"],"creator":["Mikhalkin, Grigory"],"language":[],"coverage":[],"title":["Introduction to Tropical Geometry (notes from the IMPA lectures in\n  Summer 2007)"],"description":["  These condensed notes treat some basic notions in Tropical Geometry\n(varieties, cycles, modifications, equivalence). These topics are to be\nextended, illustrated and included to the upcoming book project\nhttp://www.math.toronto.edu/mikha/book.pdf .\n","Comment: condensed notes (15 pages) from a 5 lecture minicourse"]}]
["0709.1051",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1051"],"date":["2007-09-07"],"type":["text"],"creator":["Gerkmann, Ralf","Mao, Sheng","Zuo, Kang"],"language":[],"coverage":[],"title":["Disproof of modularity of moduli space of CY 3-folds of double covers of\n  P3 ramified along eight planes in general positions"],"description":["  We prove that the moduli space of Calabi-Yau 3-folds coming from eight planes\nof $P^3$ in general positions is not modular. In fact we show the stronger\nstatement that the Zariski closure of the monodromy group is actually the whole\n$Sp(20,R)$. We construct an interesting submoduli, which we call\n\\emph{hyperelliptic locus}, over which the weight 3 $Q$-Hodge structure is the\nthird wedge product of the weight 1 $Q$-Hodge structure on the corresponding\nhyperelliptic curve. The non-extendibility of the hyperelliptic locus inside\nthe moduli space of a genuine Shimura subvariety is proved.\n","Comment: 27 pages"]}]
["0709.1054",{"format":[],"subject":["Mathematics - Algebraic Geometry","14Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1054"],"date":["2007-09-07"],"type":["text"],"creator":["Gerkmann, Ralf","Sheng, Mao","Zuo, Kang"],"language":[],"coverage":[],"title":["Computational details on the disproof of modularity"],"description":["  The purpose of these notes is to provide the details of the Jacobian ring\ncomputations carried out in [1], based on the computer algebra system Magma\n[2].\n","Comment: 16 pages"]}]
["0709.1059",{"format":[],"subject":["Mathematics - Numerical Analysis","65H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1059","C. R. Acad. Bulg. Sci 59 (2006), No 2, 131--136"],"date":["2007-09-07"],"type":["text"],"creator":["Proinov, Petko D."],"language":[],"coverage":[],"title":["A new semilocal convergence theorem for the Weierstrass method from data\n  at one point"],"description":["  In this paper we present a new semilocal convergence theorem from data at one\npoint for the Weierstrass iterative method for the simultaneous computation of\npolynomial zeros. The main result generalizes and improves all previous ones in\nthis area.\n","Comment: 8 pages"]}]
["0709.1062",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Representation Theory","22E65, 22E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1062"],"date":["2007-09-07"],"type":["text"],"creator":["Neeb, Karl-Hermann"],"language":[],"coverage":[],"title":["A complex semigroup approach to group algebras of infinite dimensional\n  Lie groups"],"description":["  A host algebra of a topological group G is a C^*-algebra whose\nrepresentations are in one-to-one correspondence with certain continuous\nunitary representations of G. In this paper we present an approach to host\nalgebras for infinite dimensional Lie groups which is based on complex\ninvolutive semigroups. Any locally bounded absolute value \\alpha on such a\nsemigroup S leads in a natural way to a C^*-algebra C^*(S,\\alpha), and we\ndescribe a setting which permits us to conclude that this C^*-algebra is a host\nalgebra for a Lie group G. We further explain how to attach to any such host\nalgebra an invariant weak-*-closed convex set in the dual of the Lie algebra of\nG enjoying certain nice convex geometric properties. If G is the additive group\nof a locally convex space, we describe all host algebras arising this way. The\ngeneral non-commutative case is left for the future.\n"]}]
["0709.1063",{"format":[],"subject":["Mathematics - Differential Geometry","22E65","22E67","17B66"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1063"],"date":["2007-09-07"],"type":["text"],"creator":["Neeb, Karl-Hermann"],"language":[],"coverage":[],"title":["Lie groups of bundle automorphisms and their extensions"],"description":["  We describe natural abelian extensions of the Lie algebra $\\aut(P)$ of\ninfinitesimal automorphisms of a principal bundle over a compact manifold $M$\nand discuss their integrability to corresponding Lie group extensions. Already\nthe case of a trivial bundle $P = M \\times K$ is quite interesting. In this\ncase, we show that essentially all central extensions of the gauge algebra\n$C^\\infty(M,\\fk)$ can be obtained from three fundamental types of cocycles with\nvalues in one of the spaces $\\fz := C^\\infty(M,V)$, $\\Omega^1(M,V)$ and\n$\\Omega^1(M,V)/\\dd C^\\infty(M,V)$. These cocycles extend to $\\aut(P)$, and,\nunder the assumption that $TM$ is trivial, we also describe the space\n$H^2({\\cal V}(M),\\fz)$ classifying the twists of these extensions. We then show\nthat all fundamental types have natural generalizations to non-trivial bundles\nand explain under which conditions they extend to $\\aut(P)$ and integrate to\nglobal Lie group extensions.\n"]}]
["0709.1064",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Algebraic Geometry","93D05","90C22","14Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1064"],"date":["2007-09-07"],"type":["text"],"creator":["Henrion, Didier"],"language":[],"coverage":[],"title":["On convexity of the frequency response of a stable polynomial"],"description":["  In the complex plane, the frequency response of a univariate polynomial is\nthe set of values taken by the polynomial when evaluated along the imaginary\naxis. This is an algebraic curve partitioning the plane into several connected\ncomponents. In this note it is shown that the component including the origin is\nexactly representable by a linear matrix inequality if and only if the\npolynomial is stable, in the sense that all its roots have negative real parts.\n"]}]
["0709.1068",{"format":[],"subject":["Mathematics - Numerical Analysis","65H05","12Y05","26C10","30C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1068","C. R. Acad. Bulg. Sci 59 (2006), No 7, 705--712"],"date":["2007-09-07"],"type":["text"],"creator":["Proinov, Petko D."],"language":[],"coverage":[],"title":["Semilocal convergence of two iterative methods for simultaneous\n  computation of polynomial zeros"],"description":["  In this paper we study some iterative methods for simultaneous approximation\nof polynomial zeros. We give new semilocal convergence theorems with error\nbounds for Ehrlich's and Nourein's iterations. Our theorems generalize and\nimprove recent results of Zheng and Huang [J. Comput. Math. 18 (2000),\n113--122], Petkovi\\'c and Herceg [J. Comput. Appl. Math. 136 (2001), 283--307]\nand Nedi\\'c [Novi Sad J. Math. 31 (2001), 103--111]. We also present a new\nsufficient condition for simple zeros of a polynomial.\n","Comment: 11 pages"]}]
["0709.1070",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1070"],"date":["2007-09-07"],"type":["text"],"creator":["Fang, Lujun","Zhang, Zhongzhi","Zhou, Shuigeng","Guan, Jihong"],"language":[],"coverage":[],"title":["A Synthetical Weights' Dynamic Mechanism for Weighted Networks"],"description":["  We propose a synthetical weights' dynamic mechanism for weighted networks\nwhich takes into account the influences of strengths of nodes, weights of links\nand incoming new vertices. Strength/Weight preferential strategies are used in\nthese weights' dynamic mechanisms, which depict the evolving strategies of many\nreal-world networks. We give insight analysis to the synthetical weights'\ndynamic mechanism and study how individual weights' dynamic strategies interact\nand cooperate with each other in the networks' evolving process. Power-law\ndistributions of strength, degree and weight, nontrivial strength-degree\ncorrelation, clustering coefficients and assortativeness are found in the model\nwith tunable parameters representing each model. Several homogenous\nfunctionalities of these independent weights' dynamic strategy are generalized\nand their synergy are studied.\n","Comment: 14pages, 9 figures"]}]
["0709.1074",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1074"],"date":["2007-09-07"],"type":["text"],"creator":["Xia, Shu-Tao","Fu, Fang-Wei"],"language":[],"coverage":[],"title":["Johnson Type Bounds on Constant Dimension Codes"],"description":["  Very recently, an operator channel was defined by Koetter and Kschischang\nwhen they studied random network coding. They also introduced constant\ndimension codes and demonstrated that these codes can be employed to correct\nerrors and/or erasures over the operator channel. Constant dimension codes are\nequivalent to the so-called linear authentication codes introduced by Wang,\nXing and Safavi-Naini when constructing distributed authentication systems in\n2003. In this paper, we study constant dimension codes. It is shown that\nSteiner structures are optimal constant dimension codes achieving the\nWang-Xing-Safavi-Naini bound. Furthermore, we show that constant dimension\ncodes achieve the Wang-Xing-Safavi-Naini bound if and only if they are certain\nSteiner structures. Then, we derive two Johnson type upper bounds, say I and\nII, on constant dimension codes. The Johnson type bound II slightly improves on\nthe Wang-Xing-Safavi-Naini bound. Finally, we point out that a family of known\nSteiner structures is actually a family of optimal constant dimension codes\nachieving both the Johnson type bounds I and II.\n","Comment: 12 pages, submitted to Designs, Codes and Cryptography"]}]
["0709.1079",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1079"],"date":["2007-09-07"],"type":["text"],"creator":["Houari, Mechkour"],"language":[],"coverage":[],"title":["Two-scale homogenization of piezoelectric perforated structures"],"description":["  We are interested in the homogenization of elastic-electric coupling\nequation, with rapidly oscillating coefficients, in periodically perforated\npiezoelectric body. We justify the two first terms in the usual asymptotic\ndevelopment of the problem solution. For the main convergence results of this\npaper, we use the notion of {\\it two-scale convergence}. A two-scale\nhomogenized system is obtained as the limit of the periodic problem. While in\nthe static limit the method provides homogenized electroelastic coefficients\nwhicht coincide with those deduced from other homogenization techniques\n(asymptotic homogenization, $\\Gamma$-convergence).\n","Comment: 21 pages"]}]
["0709.1082",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1082"],"date":["2007-09-07"],"type":["text"],"creator":["Campisi, Michele"],"language":[],"coverage":[],"title":["Microcanonical phase transitions in small systems"],"description":["  When studying the thermodynamic properties of mesoscopic systems the most\nappropriate microcanonical entropy is the volume entropy, i.e. the logarithm of\nthe volume of phase space enclosed by the hypersurface of constant energy. For\nsystems with broken ergodicity, the volume entropy has discontinuous jumps at\nvalues of energy that correspond to separatrix trajectories. Simultaneously\nthere is a convex intruder in the entropy function and a region of negative\nspecific heat below such critical energies. We illustrate this with a simple\nmodel composed of a chain of 3 particles which interact via a Lennard-Jones\npotential.\n","Comment: 5 pages, 4 figures"]}]
["0709.1084",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1084"],"date":["2007-09-07"],"type":["text"],"creator":["Minerbe, Vincent"],"language":[],"coverage":[],"title":["On some asymptotically flat manifolds with non maximal volume growth"],"description":["  Asymptotically flat manifolds with Euclidean volume growth are known to be\nALE. In this paper, we consider a class of asymptotically flat manifolds with\nslower volume growth and prove that their asymptotic geometry is that of a\nfibration over an ALE manifold. In particular, we show that gravitational\ninstantons with cubic volume growth are ALF.\n"]}]
["0709.1088",{"format":[],"subject":["Mathematics - Functional Analysis","47B15, 15A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1088"],"date":["2007-09-07"],"type":["text"],"creator":["Bercovici, H.","Li, W. S.","Timotin, D."],"language":[],"coverage":[],"title":["The Horn conjecture for compact selfadjoint operators"],"description":["  We determine the possible eigenvalues of compact selfadjoint operators\nA,B,C... with the property that A=B+C+... When all these operators are\npositive, the eigenvalues were known to be subject to certain inequalities\nwhich extend Horn's inequalities from the finite-dimensional case when A=B+C.\nWe find the proper extension of the Horn inequalities and show that they, along\nwith their reverse analogues, provide a complete characterization. Our results\nalso allow us to discuss the more general situation where only some of the\neigenvalues of the operators are specified. A special case is the requirement\nthat B+C+... be positive of rank at most r.\n","Comment: 20 pages"]}]
["0709.1096",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1096"],"date":["2007-09-07"],"type":["text"],"creator":["Gyftopoulos, Elias P."],"language":[],"coverage":[],"title":["Remarks on Our Understanding of Quantum Mechanics"],"description":["  Interpretations of key concepts, such as uncertainty relations, kinetic\nenergy, value of an observable, probability distributions, the projection or\ncollapse of a wave function postulate, and discrete versus continuous values,\nthat appear in several excellent textbooks on quantum mechanics are reviewed\nand found not to be consistent with our current understanding of quantum\ntheory. Possible alternatives are suggested.\n","Comment: 16 pages"]}]
["0709.1099",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1099"],"date":["2007-09-07"],"type":["text"],"creator":["Smaili, Cherif","Najjar, Maan El Badaoui El","Charpillet, Franois"],"language":[],"coverage":[],"title":["Multi-Sensor Fusion Method using Dynamic Bayesian Network for Precise\n  Vehicle Localization and Road Matching"],"description":["  This paper presents a multi-sensor fusion strategy for a novel road-matching\nmethod designed to support real-time navigational features within advanced\ndriving-assistance systems. Managing multihypotheses is a useful strategy for\nthe road-matching problem. The multi-sensor fusion and multi-modal estimation\nare realized using Dynamical Bayesian Network. Experimental results, using data\nfrom Antilock Braking System (ABS) sensors, a differential Global Positioning\nSystem (GPS) receiver and an accurate digital roadmap, illustrate the\nperformances of this approach, especially in ambiguous situations.\n"]}]
["0709.1100",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1100"],"date":["2007-09-07"],"type":["text"],"creator":["Wang, Haifeng","Pope, Stephen B."],"language":[],"coverage":[],"title":["Lagrangian Investigation of Auto-ignition in a Hydrogen Jet Flame in a\n  Vitiated Co-flow: Animations of Particle Trajectories in Composition Space\n  from PDF Model Calculations"],"description":["  PDF model calculations have been performed of the Cabra lifted hydrogen flame\nin a vitiated co-flow. Particle trajectories are extracted from the Lagrangian\nparticle method used to solve the modeled PDF equation. The particle\ntrajectories in the mixture fraction-temperature plane reveal (at successive\ndownstream locations): essentially inert mixing between the cold fuel jet and\nthe hot co-flow; the auto-ignition of very lean particles; and, subsequent\nmixing and reaction, leading to near-equilibrium compositions. The purpose of\nthis paper is to present animations of the particle trajectories obtained using\ndifferent turbulent mixing models.\n","Comment: 5 pages, 3 figures. Video 1 (EMST)\n  http://ecommons.library.cornell.edu/bitstream/1813/8237/2/LIFTED_H2_EMST_FUEL.mpg\n  Video 2 (IEM)\n  http://ecommons.library.cornell.edu/bitstream/1813/8237/4/LIFTED_H2_IEM_FUEL.mpg"]}]
["0709.1102",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1102"],"date":["2007-09-07"],"type":["text"],"creator":["Wetterich, Christof"],"language":[],"coverage":[],"title":["Light fermion masses and chiral freedom"],"description":["  Within the scenario of chiral freedom we compute the quark and lepton masses\nof the first two generations in terms of their chiral couplings. This allows us\nto make a rough estimate of the size of the chiral couplings, narrowing down\nthe uncertainty in the chiron contribution to low energy observables, like the\nanomalous magnetic moment of the muon. We also extract information about the\nchiron mass which determines the size of possible chiron effects at the LHC.\n","Comment: 15 pages, 7 figures"]}]
["0709.1103",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Complex Variables","58J05, 58J50, 32V05, 32V20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1103"],"date":["2007-09-07"],"type":["text"],"creator":["Hislop, Peter D.","Perry, Peter A.","Tang, Siu-Hung"],"language":[],"coverage":[],"title":["CR-Invariants and the Scattering Operator for Complex Manifolds with\n  Boundary"],"description":["  The purpose of this paper is to describe certain CR-covariant differential\noperators on a strictly pseudoconvex CR manifold $M$ as residues of the\nscattering operator for the Laplacian on an ambient complex K\\\"{a}hler manifold\n$X$ having $M$ as a `CR-infinity.' We also characterize the CR $Q$-curvature in\nterms of the scattering operator. Our results parallel earlier results of\nGraham and Zworski \\cite{GZ:2003}, who showed that if $X$ is an asymptotically\nhyperbolic manifold carrying a Poincar\\'{e}-Einstein metric, the $Q$-curvature\nand certain conformally covariant differential operators on the `conformal\ninfinity' $M$ of $X$ can be recovered from the scattering operator on $X$. The\nresults in this paper were announced in \\cite{HPT:2006}.\n","Comment: 32 pages"]}]
["0709.1108",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1108"],"date":["2007-09-07"],"type":["text"],"creator":["Ciszak, M.","Montina, A.","Arecchi, F. T."],"language":[],"coverage":[],"title":["Spike synchronization of a chaotic array as a phase transition"],"description":["  We study how a coupled array of spiking chaotic systems synchronizes to an\nexternal driving in a short time. Synchronization means spike separation at\nadjacent sites much shorter than the average inter-spike interval; a local lack\nof synchronization is called a defect. The system displays sudden spontaneous\ndefect disappearance at a critical coupling strength. Below critical coupling,\nthe system reaches order at a definite amplitude of an external input; this\norder persists for a fixed time slot. Thus, the array behaves as an excitable\nsystem, even though the single element lacks such a property. The above\nfeatures provide a dynamical explanation of feature binding in perceptual\ntasks.\n","Comment: 4 pages, 5 figures"]}]
["0709.1110",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Operator Algebras","81S10","53D50","58B34","81V25","83C57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1110"],"date":["2007-09-07"],"type":["text"],"creator":["Bieliavsky, Pierre"],"language":[],"coverage":[],"title":["Deformation quantization for actions of the affine group"],"description":["  We define a universal deformation formula (UDF) for the actions of the affine\ngroup on Frechet algebras. More precisely, starting with any associative\nFrechet algebra which the affine group acts on in a strongly continuous and\nisometrical manner, the UDF produces a family of topological associative\nalgebra structures on the space of smooth vectors of the action deforming the\ninitial product. The deformation field obtained is based over an infinite\ndimensional parameter space naturally associated with the space of\npseudo-differential operators on the real line. This note also presents some\ngeometrical aspects of the UDF and in particular its relation with hyperbolic\ngeometry.\n","Comment: preliminary version"]}]
["0709.1115",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1115","Phys. Rev. Lett. vol. 98, 146601 (2007)","doi:10.1103/PhysRevLett.98.146601"],"date":["2007-09-07"],"type":["text"],"creator":["Enayati-Rad, A. Narduzzo A.","Horii, S.","Hussey, N. E."],"language":[],"coverage":[],"title":["Possible co-existence of local itinerancy and global localization in a\n  quasi-one-dimensional conductor"],"description":["  In the chain compound PrBa$_2$Cu$_4$O$_8$ localization appears simultaneously\nwith a dimensional crossover in the electronic ground state when the scattering\nrate in the chains exceeds the hopping rate between the chains. Here we report\nthe discovery of a large, transverse magnetoresistance in PrBa$_2$Cu$_4$O$_8$\nin the localized regime. This result suggests a novel form of localization\nwhereby electrons retain their metallic (quasi-one-dimensional) character over\na microscopic length scale despite the fact that macroscopically, they exhibit\nlocalized (one-dimensional) behavior.\n","Comment: 4 pages, 4 Figures"]}]
["0709.1116",{"format":[],"subject":["Mathematics - Dynamical Systems","37G10, 37C25, 37C70, 37E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1116"],"date":["2007-09-07","2007-09-09"],"type":["text"],"creator":["Du, Bau-Sen","Li, Ming-Chia","Malkin, Mikhail"],"language":[],"coverage":[],"title":["Bifurcation of the ACT map"],"description":["  In this paper, we study the Arneodo-Coullet-Tresser map $\nF(x,y,z)=(ax-b(y-z), bx+a(y-z), cx-dx^k+e z)$ where $a,b,c,d,e$ are real with\n$bd\\neq 0$ and $k>1$ is an integer. We obtain stability regions for fixed\npoints of $F$ and symmetric period-2 points while $c$ and $e$ vary as\nparameters. Varying $a$ and $e$ as parameters, we show that there is a\nhyperbolic invariant set on which $F$ is conjugate to the full shift on two or\nthree symbols. We also show that chaotic behaviors of $F$ while $c$ and $d$\nvary as parameters and $F$ is near an anti-integrable limit. Some numerical\nresults indicates $F$ has Hopf bifurcation, strange attractors, and nested\nstructure of invariant tori.\n"]}]
["0709.1121",{"format":[],"subject":["Mathematics - Number Theory","11F75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1121"],"date":["2007-09-07"],"type":["text"],"creator":["Yasaki, Dan"],"language":[],"coverage":[],"title":["Integral cohomology of certain Picard modular surfaces"],"description":["  Let Gamma be a congruence subgroup of the Picard modular group of an\nimaginary number field k, and let D be the associated symmetric space. We\ndescribe a method to compute the integral cohomology of the locally symmetric\nspace Gamma\\D. The method is implemented for the case k=Q(i) and k=Q(sqrt(-3)),\nand the cohomology is computed for various Gamma.\n","Comment: 14 pages, 2 figures, 6 tables"]}]
["0709.1122",{"format":[],"subject":["Mathematics - Operator Algebras","46L08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1122"],"date":["2007-09-07"],"type":["text"],"creator":["Abadie, Beatriz"],"language":[],"coverage":[],"title":["Takai Duality for Crossed Products by Hilbert C*-bimodules"],"description":["  We discuss the crossed product by the dual action of the circle on the\ncrossed product of a C*-algebra A by a Hilbert C*-bimodule X. When X is an A-A\nMorita equivalence bimodule, the double crossed product is shown to be Morita\nequivalent to the C*-algebra A.\n","Comment: 16 pages"]}]
["0709.1123",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1123"],"date":["2007-09-07"],"type":["text"],"creator":["Montoya, M.","Saettone, E.","Rojas, J."],"language":[],"coverage":[],"title":["Monte-Carlo simulation for fragment mass and kinetic energy\n  distributions from neutron induced fission of 235U"],"description":["  The mass and kinetic energy distribution of nuclear fragments from thermal\nneutron induced fission of 235U have been studied using a Monte-Carlo\nsimulation. Besides reproducing the pronounced broadening on the standard\ndeviation of the final fragment kinetic energy distribution $\\sigma_{e}(m)$\naround the mass number m = 109, our simulation also produces a second\nbroadening around m = 125, that is in agreement with the experimental data\nobtained by Belhafaf et al. These results are consequence of the\ncharacteristics of the neutron emission, the variation in the primary fragment\nmean kinetic energy and the yield as a function of the mass.\n","Comment: 12 pages, 6 figures. Submited to Revista Mexicana de Fisica"]}]
["0709.1129",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1129"],"date":["2007-09-07"],"type":["text"],"creator":["Semmes, Stephen"],"language":[],"coverage":[],"title":["Analysis on disconnected sets"],"description":["  Some aspects of analysis on disconnected sets are briefly discussed, more\nalong the lines of regions with infinitely many components than Cantor sets.\n","Comment: 4 pages, latex-2e"]}]
["0709.1134",{"format":[],"subject":["Mathematics - Group Theory","20B30, 20B99."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1134"],"date":["2007-09-07"],"type":["text"],"creator":["Glebsky, Lev","Rivera, Luis Manuel"],"language":[],"coverage":[],"title":["Almost solutions of equations in permutations"],"description":["  We will say that the permutations f_1,...,f_n is an e-solution of an equation\nif the normalized Hamming distance between its l.h.p. and r.h.p. is less than\ne. We give a sufficient conditions when near to an e-solution exists an exact\nsolution and some examples when there does not exist such a solution.\n"]}]
["0709.1135",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","62F12 (Primary)","60H15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1135"],"date":["2007-09-07"],"type":["text"],"creator":["Cialenco, Igor","Lototsky, Sergey V."],"language":[],"coverage":[],"title":["Parameter estimation in diagonalizable bilinear stochastic parabolic\n  equations"],"description":["  A parameter estimation problem is considered for a stochastic parabolic\nequation with multiplicative noise under the assumption that the equation can\nbe reduced to an infinite system of uncoupled diffusion processes. From the\npoint of view of classical statistics, this problem turns out to be singular\nnot only for the original infinite-dimensional system but also for most\nfinite-dimensional projections. This singularity can be exploited to improve\nthe rate of convergence of traditional estimators as well as to construct\ncompletely new closed-form exact estimator.\n"]}]
["0709.1138",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1138"],"date":["2007-09-07","2007-09-08"],"type":["text"],"creator":["Jelenkovic, Predrag R.","Tan, Jian"],"language":[],"coverage":[],"title":["Characterizing Heavy-Tailed Distributions Induced by Retransmissions"],"description":["  Consider a generic data unit of random size L that needs to be transmitted\nover a channel of unit capacity. The channel availability dynamics is modeled\nas an i.i.d. sequence {A, A_i},i>0 that is independent of L. During each period\nof time that the channel becomes available, say A_i, we attempt to transmit the\ndata unit. If L<A_i, the transmission was considered successful; otherwise, we\nwait for the next available period and attempt to retransmit the data from the\nbeginning. We investigate the asymptotic properties of the number of\nretransmissions N and the total transmission time T until the data is\nsuccessfully transmitted. In the context of studying the completion times in\nsystems with failures where jobs restart from the beginning, it was shown that\nthis model results in power law and, in general, heavy-tailed delays. The main\nobjective of this paper is to uncover the detailed structure of this class of\nheavy-tailed distributions induced by retransmissions. More precisely, we study\nhow the functional dependence between P[L>x] and P[A>x] impacts the\ndistributions of N and T. In particular, we discover several functional\ncriticality points that separate classes of different functional behavior of\nthe distribution of N. We also discuss the engineering implications of our\nresults on communication networks since retransmission strategy is a\nfundamental component of the existing network protocols on all communication\nlayers, from the physical to the application one.\n","Comment: 39 pages, 2 figures"]}]
["0709.1139",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1139"],"date":["2007-09-07","2007-09-09"],"type":["text"],"creator":["Chernoff, David F.","Tye, S. -H. Henry"],"language":[],"coverage":[],"title":["Cosmic String Detection via Microlensing of Stars"],"description":["  Cosmic superstrings are produced towards the end of the brane inflation. If\nthe string tension is low enough, loops tend to be relatively long-lived. The\nresultant string network is expected to contain many loops which are smaller\nthan typical Galactic scales. Cosmic expansion damps the center of mass motion\nof the loops which then cluster like cold dark matter. Loops will lens stars\nwithin the galaxy and local group. We explore microlensing of stars as a tool\nto detect and to characterize some of the fundamental string and string network\nproperties, including the dimensionless string tension $G \\mu/c^2$ and the\ndensity of string loops within the Galaxy. As $G \\mu \\to 0$ the intrinsic\nmicrolensing rate diverges as $1/\\sqrt{G \\mu}$ but experimental detection will\nbe limited by shortness of the lensing timescale and/or smallness of the\nbending angle which each vary $\\propto G \\mu$. We find that detection is\nfeasible for a range of tensions. As an illustration, the planned optical\nastrometric survey mission, Gaia, should be able to detect numerous\nmicrolensing events for string networks with tensions $10^{-10} \\simless G \\mu\n\\simless 10^{-6}$. A null result for optical microlensing implies $G \\mu\n\\simless 10^{-10}$. If lensing of a given source is observed it will repeat\nbecause the internal motions of the loop are relativistic but the center of\nmass motion may be much smaller, of order the halo velocity. This distinctive\nhallmark $\\sim 1000$ repetitions, suggests a useful method for confirmation of\na potential lensing detection.\n","Comment: 31 pages, 11 figures"]}]
["0709.1141",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","34M05","34M55","47B38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1141"],"date":["2007-09-07"],"type":["text"],"creator":["Tydnyuk, Andrey"],"language":[],"coverage":[],"title":["Explicit Rational Solution of the KZ Equation (example)"],"description":["  We investigate the Knizhnik-Zamolodchikov linear differential system. The\ncoefficients of this system are rational functions. We have proved that the\nsolution of the KZ system is rational when k is equal to two and n is equal to\nthree (see [5]) . In this paper, we construct the corresponding solution in the\nexplicit form.\n"]}]
["0709.1143",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1143"],"date":["2007-09-07"],"type":["text"],"creator":["Rebei, A.","Hohlfeld, J."],"language":[],"coverage":[],"title":["Dynamics of femtosecond magnetization reversal induced by circularly\n  polarized light in the presence of fluctuations and dissipation"],"description":["  Magnetization reversal by a femtosecond circularly polarized laser pulse has\nbeen recently demonstrated in rare-earth doped transition metals (RE-TM). The\nswitching mechanism has been attributed to an inverse Faraday effect and\nthermal effects. Based on the parameters provided in the experimental work, we\nshow that this claim is unlikely to give rise to femtosecond reversal. Using a\nhybrid itinerant-localized picture of the RE-TM system, we propose\n  a new mechanism that requires the presence of the rare earth element to\nreduce the symmetry of the system as well as\n  a strong enhancement of spin-orbit coupling between the d electrons and the f\nmoments in the presence of the laser. Our model does not require\n  the heating close to the Curie temperature of the sample.\n"]}]
["cond-mat/0406681",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0406681","Book Chapter in Molecular Gels; Weiss, R. G., Terech, P., Eds.;\n  Springer: Dordrecht, 2005; pp 235-275."],"date":["2004-06-28"],"type":["text"],"creator":["Berret, Jean-Francois"],"language":[],"coverage":[],"title":["Rheology of Wormlike Micelles : Equilibrium Properties and Shear Banding\n  Transition"],"description":["  We review the experimental and theoretical results obtained during the past\ndecade on the structure and rheology of wormlike micellar solutions. We focus\non the linear and nonlinear viscoelasticity and emphasize the analogies with\npolymers. Based on a comprehensive survey of surfactant systems, the present\nstudy shows the existence of standard rheological behaviors for semidilute and\nconcentrated solutions. One feature of this behavior is a shear banding\ntransition associated with a stress plateau in the nonlinear mechanical\nresponse. For concentrated solutions, we show that in the plateau region the\nshear bands are isotropic and nematic.\n","Comment: review article, 52 pages, 24 figures, 241 references"]}]
["cond-mat/0512251",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512251","J. Am. Chem. Soc., 128 (5), 1755 -1761, 2006","doi:10.1021/ja0562999"],"date":["2005-12-12"],"type":["text"],"creator":["Berret, Jean-Francois","Schonbeck, Nicolas","Gazeau, Florence","Kharrat, Delphine El","Sandre, Olivier","Vacher, Annie","Airiau, Marc"],"language":[],"coverage":[],"title":["Controlled Clustering of Superparamagnetic Nanoparticles using Block\n  Copolymers : Design of New Contrast Agents for Magnetic Resonance Imaging"],"description":["  When polyelectrolyte-neutral block copolymers are mixed in aqueous solutions\nwith oppositely charged species, stable complexes are found to form\nspontaneously. The mechanism is based on electrostatics, and on the\ncompensation between the opposite charges. Electrostatic complexes exhibit a\ncore-shell microstructure. In the core, the polyelectrolyte blocks and the\noppositely charged species are tightly bound and form a dense coacervate\nmicrophase. The shell is made of the neutral chains and surrounds the core. In\nthis paper, we report on the structural and magnetic properties of such\ncomplexes made from 6.3 nm diameter superparamagnetic nanoparticles (maghemite\ngamma-Fe2O3) and cationic-neutral copolymers. The copolymers investigated are\npoly(trimethylammonium ethylacrylate methylsulfate)-b-poly(acrylamide), with\nmolecular weights 5000-b-30000 gmol-1 and 110000-b-30000 gmol-1. The mixed\ncopolymer-nanoparticle aggregates were characterized by a combination of light\nscattering and cryo-transmission electron microscopy. Their hydrodynamic\ndiameters were found in the range 70 - 150 nm and their aggregation numbers\n(number of nanoparticles per aggregate) between several tens to several\nhundreds. In addition, Magnetic Resonance Spin-Echo measurements show that the\ncomplexes have a better contrast in Magnetic Resonance Imaging than single\nnanoparticles, and that these complexes could be used for biomedical\napplications.\n","Comment: 7 figures, 7 pages, 52 references"]}]
["cond-mat/0607182",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607182","J. Phys. Chem. B, 110 (39), 19140 -19146, 2006","doi:10.1021/jp0603177"],"date":["2006-07-07"],"type":["text"],"creator":["Berret, Jean-Francois","Yokota, Kazuhiko","Morvan, Mikel","Schweins, Ralf"],"language":[],"coverage":[],"title":["Polymer-Nanoparticle Complexes : from Dilute Solution to Solid State"],"description":["  We report on the formation and the structural properties of supermicellar\naggregates also called electrostatic complexes, made from mineral nanoparticles\nand polyelectrolyte-neutral block copolymers in aqueous solutions. The mineral\nparticles put under scrutiny are ultra-fine and positively charged yttrium\nhydroxyacetate nanoparticles. Combining light, neutron and x-ray scattering\nexperiments, we have characterized the sizes and the aggregation numbers of the\norganic-inorganic complexes. We have found that the hybrid aggregates have\ntypical sizes in the range 100 nm and exhibit a remarkable colloidal stability\nwith respect to ionic strength and concentration variations. Solid films with\nthicknesses up to several hundreds of micrometers were cast from solutions,\nresulting in a bulk polymer matrix in which nanoparticle clusters are dispersed\nand immobilized. It was found in addition that the structure of the complexes\nremains practically unchanged during film casting.\n","Comment: 18 pages, 11 figures, 2 tables"]}]
["cond-mat/0608189",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608189","Journal of Colloid and Interface Science 303 (2006) 315-318","doi:10.1016/j.jcis.2006.07.025"],"date":["2006-08-08"],"type":["text"],"creator":["Berret, J. -F.","Sehgal, A.","Morvan, M.","Sandre, O.","Vacher, A.","Airiau, M."],"language":[],"coverage":[],"title":["Stable Oxide Nanoparticle Clusters Obtained by Complexation"],"description":["  We report on the electrostatic complexation between polyelectrolyte-neutral\ncopolymers and oppositely charged 6 nm-crystalline nanoparticles. For two\ndifferent dispersions of oxide nanoparticles, the electrostatic complexation\ngives rise to the formation of stable nanoparticle clusters in the range 20 -\n100 nm. It is found that inside the clusters, the particles are pasted together\nby the polyelectrolyte blocks adsorbed on their surface. Cryo-transmission\nelectronic microscopy allows to visualize the clusters and to determine the\nprobability distributions functions in size and in aggregation number. The\ncomparison between light scattering and cryo-microscopy results suggests the\nexistence of a polymer brush around the clusters.\n","Comment: 7 pages, 4 figures, to appear in JCIS"]}]
["cond-mat/0612255",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612255","Langmuir, 23 (6), 2993 -2999, 2007","doi:10.1021/la061958w"],"date":["2006-12-11"],"type":["text"],"creator":["Berret, J. -F.","Sandre, O.","Mauger, A."],"language":[],"coverage":[],"title":["Size Distribution of Superparamagnetic Particles Determined by Magnetic\n  Sedimentation"],"description":["  We report on the use of magnetic sedimentation as a means to determine the\nsize distribution of dispersed magnetic particles. The particles investigated\nhere are i) single anionic and cationic nanoparticles of diameter D = 7 nm and\nii) nanoparticle clusters resulting from electrostatic complexation with\npolyelectrolytes and polyelectrolyte-neutral copolymers. A theoretical\nexpression of the sedimentation concentration profiles at the steady state is\nproposed and it is found to describe accurately the experimental data. When\ncompared to dynamic light scattering, vibrating sample magnetometry and\ncryogenic transmission electron microscopy, magnetic sedimentation exhibits a\nunique property : it provides the core size and core size distribution of\nnanoparticle aggregates.\n","Comment: 9 pages - templated ACS - 7 figures - 1 table"]}]
["cond-mat/0701662",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701662","Macromolecules 40, 4260-4266 (2007)","doi:10.1021/ma062887a"],"date":["2007-01-26"],"type":["text"],"creator":["Berret, J. -F."],"language":[],"coverage":[],"title":["Stoichiometry of Electrostatic Complexes Determined by Light Scattering"],"description":["  We report on the electrostatic complexation between oppositely charged\npolymers and inorganic nanoparticles investigated by static and dynamical light\nscattering. The nanoparticles put under scrutiny were citrate-coated\nnanocrystals of cerium oxide (CeO2, nanoceria), of iron oxide (Fe2O3,\nmaghemite) and of europium-doped yttrium vanadate (Eu:YVO4) with sizes in the\n10 nm range. For the polymers, we have used cationic-neutral diblock copolymers\n(poly(trimethylammonium ethylacrylate)-b-poly(acrylamide), hereafter referred\nto as PTEA-b-PAM) with different molecular weights. For the three colloidal\ndispersions, we show that the electrostatic complexation gives rise to the\nformation of stable nanoparticle clusters in the 100 nm range. The complexation\nwas monitored by systematic measurements of the scattering intensity versus X,\nthe mixing ratio between nanoparticles and polymers. For 5 nanoparticle/polymer\npairs, namely CeO2/PTEA5K-b-PAM30K, Fe2O3/PTEA5K-b-PAM30K,\nFe2O3/PTEA11K-b-PAM30K, Eu:YVO4/PTEA2K-b-PAM60K and Eu:YVO4/PTEA5K-b-PAM30K, we\nfound a unique behavior : the scattering intensity exhibits a sharp and\nprominent peak in the intermediate X-range. To account for this behavior, we\nhave developed a model which assumes that regardless of X, the mixed aggregates\nare formed at a fixed polymer-to-nanoparticle ratio. The agreement between the\nresults and the model is excellent on the 5 systems. Results at different\nmolecular weights suggest that the stoichiometry of the mixed aggregates is\ncontrolled by the electrostatic interactions between the opposite charges. The\nmodel allows to derive the molecular weight and the stoichiometry of the mixed\naggregates.\n","Comment: 18 pages - 2 Tables - 3 figures - submitted to Macromolecules"]}]
["cond-mat/0701669",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701669","Phys. Rev. Lett. 99, 107001 (2007)"],"date":["2007-01-26"],"type":["text"],"creator":["Li, S. Y.","Taillefer, Louis","Wu, G.","Chen, X. H."],"language":[],"coverage":[],"title":["Single-gap s-wave superconductivity in Cu$_x$TiSe$_2$"],"description":["  The in-plane thermal conductivity $\\kappa$ of the layered superconductor\nCu$_x$TiSe$_2$ was measured down to temperatures as low as $T_c$/40, at $x$ =\n0.06 near where the CDW order vanishes. The absence of a residual linear term\nat $ T \\to 0$ is strong evidence for conventional s-wave superconductivity in\nthis system. This is further supported by the slow magnetic field dependence,\nalso consistent with a single gap, of uniform magnitude across the Fermi\nsurface. Comparison with the closely related material NbSe$_2$, where the\nsuperconducting gap is three times larger on the Nb 4$d$ band than on the Se\n4$p$ band, suggests that in Cu$_{0.06}$TiSe$_2$ the Se 4$p$ band is below the\nFermi level and the Ti 3$d$ band is alone responsible for the\nsuperconductivity.\n","Comment: 4 pages, 4 figures"]}]
["cond-mat/9901256",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9901256","Journal of Chemical Physics, 115, 2033-2037 (2001)"],"date":["1999-01-24"],"type":["text"],"creator":["Ayton, Gary","Evans, Denis J.","Searles, Debra J."],"language":[],"coverage":[],"title":["A Local Fluctuation Theorem"],"description":["  The Fluctuation Theorem (FT) gives an analytic expression for the\nprobability, in a nonequilibrium system of finite size observed for a finite\ntime, that the dissipative flux will flow in the reverse direction to that\nrequired by the Second Law of Thermodynamics. In the present letter a Local\nversion of the Fluctuation Theorem (LFT), is derived. We find that in the case\nof planar Poiseuille flow of a Newtonian fluid between thermostatted walls,\nnon-equilibrium molecular dynamics simulation results support LFT.\n","Comment: Submitted to Physical Review Letters"]}]
["cs/0609095",{"format":[],"subject":["Computer Science - Logic in Computer Science","D.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0609095"],"date":["2006-09-17","2007-09-10"],"type":["text"],"creator":["Wehler, Joachim"],"language":[],"coverage":[],"title":["Free Choice Petri Nets without frozen tokens and Bipolar Synchronization\n  Systems"],"description":["  Bipolar synchronization systems (BP-systems) constitute a class of coloured\nPetri nets, well suited for modeling the control flow of discrete, dynamical\nsystems. Every BP-system has an underlying ordinary Petri net, which is a\nT-system. Moreover, it has a second ordinary net attached, which is a\nfree-choice system. We prove that a BP-system is live and safe if the T-system\nand the free-choice system are live and safe and if the free-choice system has\nno frozen tokens. This result is the converse of a theorem of Genrich and\nThiagarajan and proves an elder conjecture. The proof compares the different\nPetri nets by Petri net morphisms and makes use of the classical theory of\nfree-choice systems\n"]}]
["math-ph/0605047",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","82B43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0605047","doi:10.1007/s10955-007-9347-4"],"date":["2006-05-15","2007-09-10"],"type":["text"],"creator":["Braga, Gastao A.","Cioletti, Leandro M.","Sanchis, Remy"],"language":[],"coverage":[],"title":["Decay Properties of the Connectivity for Mixed Long Range Percolation\n  Models on $\\Z^d$"],"description":["  In this short note we consider mixed short-long range independent bond\npercolation models on $\\Z^{k+d}$. Let $p_{uv}$ be the probability that the edge\n$(u,v)$ will be open. Allowing a $x,y$-dependent length scale and using a\nmulti-scale analysis due to Aizenman and Newman, we show that the long distance\nbehavior of the connectivity $\\tau_{xy}$ is governed by the probability\n$p_{xy}$. The result holds up to the critical point.\n","Comment: 6 pages"]}]
["math/0605501",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37L40 37L60 82C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605501","Nonlinearity 19 (2006) 2193-2210","doi:10.1088/0951-7715/19/9/012"],"date":["2006-05-18"],"type":["text"],"creator":["Bardet, Jean-Baptiste","Keller, Gerhard"],"language":[],"coverage":[],"title":["Phase transitions in a piecewise expanding coupled map lattice with\n  linear nearest neighbour coupling"],"description":["  We construct a mixing continuous piecewise linear map on [-1,1] with the\nproperty that a two-dimensional lattice made of these maps with a linear north\nand east nearest neighbour coupling admits a phase transition. We also provide\na modification of this construction where the local map is an expanding\nanalytic circle map. The basic strategy is borroughed from [Gielis-MacKay\n(2000)], namely we compare the dynamics of the CML to those of a probabilistic\ncellular automaton of Toom's type.\n","Comment: 19 pages"]}]
["math/0607173",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","16G20","05E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607173"],"date":["2006-07-06","2007-09-09"],"type":["text"],"creator":["Thomas, Hugh"],"language":[],"coverage":[],"title":["Defining an m-cluster category"],"description":["  We show that a certain orbit category considerd by Keller encodes the\ncombinatorics of the $m$-clusters of Fomin and Reading in a fashion similar to\nthe way the cluster category of Buan, Marsh, Reineke, Reiten, and Todorov\nencodes the combinatorics of the clusters of Fomin and Zelevinsky. This allows\nus to give type-uniform proofs of certain results of Fomin and Reading in the\nsimply laced cases.\n","Comment: Version 2 is substantially shorter, more focussed, and uses less\n  machinery. Version 3 has minor revisions following referee's suggestions, and\n  some sign corrections. To appear in J. Alg. 10 pages"]}]
["math/0610579",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - K-Theory and Homology","17B37, 81R50, 17B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610579","Comm. Algebra 35 (2007), 1814--1823"],"date":["2006-10-19"],"type":["text"],"creator":["Hu, Naihong","Liu, Dong"],"language":[],"coverage":[],"title":["Universal Central Extensions of the Matrix Leibniz Superalgebras sl(m,\n  n, A)"],"description":["  The universal central extensions and their extension kernels of the matrix\nLie superalgebra sl(m, n, A), the Steinberg Lie superalgebra st(m, n, A) in\ncategory {\\bf SLeib} of Leibniz superalgebras are determined under a weak\nassumption (compared with \\cite{MP}) using the first Hochschild homology and\nthe first cyclic homology group.\n","Comment: 8 pages. Communications in Algebra (to appear)"]}]
["math/0611241",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","20F65 (Primary)","20F67, 57M07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611241"],"date":["2006-11-08","2007-09-10"],"type":["text"],"creator":["Kent IV, Richard P.","Leininger, Christopher J.","Schleimer, Saul"],"language":[],"coverage":[],"title":["Trees and mapping class groups"],"description":["  There is a forgetful map from the mapping class group of a punctured surface\nto that of the surface with one fewer puncture. We prove that finitely\ngenerated purely pseudo-Anosov subgroups of the kernel of this map are convex\ncocompact in the sense of B. Farb and L. Mosher. In particular, we obtain an\naffirmative answer to their question of local convex cocompactness of K.\nWhittlesey's group.\n  In the course of the proof, we obtain a new proof of a theorem of I. Kra. We\nalso relate the action of this kernel on the curve complex to a family of\nactions on trees. This quickly yields a new proof of a theorem of J. Harer.\n","Comment: v2. Completely reorganized and rewritten; 22 pages. Revision includes\n  new proofs of theorems of Kra an Harer. v1. 18 pages"]}]
["math/0701409",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - History and Overview","01-02","14C20","15A72","14M17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701409"],"date":["2007-01-15","2007-09-10"],"type":["text"],"creator":["Brambilla, Maria Chiara","Ottaviani, Giorgio"],"language":[],"coverage":[],"title":["On the Alexander-Hirschowitz Theorem"],"description":["  The Alexander-Hirschowitz theorem says that a general collection of $k$\ndouble points in ${\\bf P}^n$ imposes independent conditions on homogeneous\npolynomials of degree $d$ with a well known list of exceptions. Alexander and\nHirschowitz completed its proof in 1995, solving a long standing classical\nproblem, connected with the Waring problem for polynomials. We expose a\nself-contained proof based mainly on previous works by Terracini, Hirschowitz,\nAlexander and Chandler, with a few simplifications. We claim originality only\nin the case $d=3$, where our proof is shorter. We end with an account of the\nhistory of the work on this problem.\n","Comment: 29 pages, the proof in the case of cubics has been simplified, three\n  references added, to appear in J. Pure Appl. Algebra"]}]
["math/0702030",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Spectral Theory","11F72","11M36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702030"],"date":["2007-02-01","2007-09-10"],"type":["text"],"creator":["Friedman, Joshua S."],"language":[],"coverage":[],"title":["Analogues of the Artin factorization formula for the automorphic\n  scattering matrix and Selberg zeta-function associated to a Kleinian group"],"description":["  For Kleinian groups acting on hyperbolic three-space, we prove factorization\nformulas for both the Selberg zeta-function and the automorphic scattering\nmatrix. We extend results of Venkov and Zograf from Fuchsian groups, to\nKleinian groups, and we give a proof that is simple and extendable to more\ngeneral groups.\n","Comment: To Appear in the Proceedings of the American Math Society; Second\n  edition: corrected some mistakes"]}]
["math/0702567",{"format":[],"subject":["Mathematics - Combinatorics","05B35","68Q17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702567"],"date":["2007-02-19","2007-09-09"],"type":["text"],"creator":["Mayhew, Dillon"],"language":[],"coverage":[],"title":["Matroid complexity and non-succinct descriptions"],"description":["  We investigate an approach to matroid complexity that involves describing a\nmatroid via a list of independent sets, bases, circuits, or some other family\nof subsets of the ground set. The computational complexity of algorithmic\nproblems under this scheme appears to be highly dependent on the choice of\ninput-type. We define an order on the various methods of description, and we\nshow how this order acts upon ten types of input. We also show that under this\napproach several natural algorithmic problems for matroids are complete in\nclasses thought not to be equal to P.\n","Comment: 16 pages, 1 figure. Title changed, proofs simplified, a small amount\n  of new material"]}]
["math/0702861",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","16G70,14A22,16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702861"],"date":["2007-02-28","2007-09-09"],"type":["text"],"creator":["Minamoto, Hiroyuki"],"language":[],"coverage":[],"title":["A noncommutative version of Beilinson's Theorem"],"description":["  We prove that the category of representations of the N-Kronecker quiver and\nthat of coherent sheaves on the noncommutative projective scheme of $R=k<\nX_1,...,X_N >/(\\sum^N_{i=1}X_i^2)$ are derived equivalent. This equivalence is\neasily proved by applying Orlov's Theorem, on the other hand,in our proof,the\nquadratic relation $\\sum_{i=1}^NX_i^2$ naturally arises from Auslander-Reiten\nTheory.\n","Comment: 16 pages. This paper is formerly named \"Auslander-Reiten theory and\n  noncommutative projective schemes\""]}]
["physics/0609079",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0609079","New Journal of Physics 8, 308 (2006)","doi:10.1088/1367-2630/8/12/308"],"date":["2006-09-09"],"type":["text"],"creator":["Castell, Xavier","Eguluz, Vctor M.","Miguel, Maxi San"],"language":[],"coverage":[],"title":["Ordering dynamics with two non-excluding options: Bilingualism in\n  language competition"],"description":["  We consider a modification of the voter model in which a set of interacting\nelements (agents) can be in either of two equivalent states (A or B) or in a\nthird additional mixed AB state. The model is motivated by studies of language\ncompetition dynamics, where the AB state is associated with bilingualism. We\nstudy the ordering process and associated interface and coarsening dynamics in\nregular lattices and small world networks. Agents in the AB state define the\ninterfaces, changing the interfacial noise driven coarsening of the voter model\nto curvature driven coarsening. We argue that this change in the coarsening\nmechanism is generic for perturbations of the voter model dynamics. When\ninteraction is through a small world network the AB agents restore coarsening,\neliminating the metastable states of the voter model. The time to reach the\nabsorbing state scales with system size as $\\tau \\sim \\ln N$ to be compared\nwith the result $\\tau \\sim N$ for the voter model in a small world network.\n","Comment: (16 pages, 6 figures)"]}]
["physics/0703122",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703122","J. Stat. Mech. (2007) P08013","doi:10.1088/1742-5468/2007/08/P08013"],"date":["2007-03-12","2007-06-28"],"type":["text"],"creator":["Sire, Clment"],"language":[],"coverage":[],"title":["Universal statistical properties of poker tournaments"],"description":["  We present a simple model of Texas hold'em poker tournaments which retains\nthe two main aspects of the game: i. the minimal bet grows exponentially with\ntime; ii. players have a finite probability to bet all their money. The\ndistribution of the fortunes of players not yet eliminated is found to be\nindependent of time during most of the tournament, and reproduces accurately\ndata obtained from Internet tournaments and world championship events. This\nmodel also makes the connection between poker and the persistence problem\nwidely studied in physics, as well as some recent physical models of biological\nevolution, and extreme value statistics.\n","Comment: Final longer version including data from Internet and WPT tournaments"]}]
["q-bio/0607049",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0607049"],"date":["2006-07-27","2007-09-10"],"type":["text"],"creator":["Davison, K.","Dolukhanov, P. M.","Sarson, G. R.","Shukurov, A.","Zaitseva, G. I."],"language":[],"coverage":[],"title":["Multiple Sources of the European Neolithic: Mathematical Modelling\n  Constrained by Radiocarbon Dates"],"description":["  We present a mathematical model, based on the compilation and statistical\nprocessing of radiocarbon dates, of the transition from the Mesolithic to the\nNeolithic, from about 7,000 to 4,000 BC in Europe. The arrival of the Neolithic\nis traditionally associated with the establishment of farming-based economies;\nyet in considerable areas of north-eastern Europe it is linked with the\nbeginning of pottery-making in the context of foraging-type communities.\nArchaeological evidence, radiocarbon dates and genetic markers are consistent\nwith the spread of farming from a source in the Near East. However, farming was\nless important in the East; the Eastern and Western Neolithic have distinct\nsignatures. We use a population dynamics model to suggest that this distinction\ncan be attributed to the presence of two waves of advance, one from the Near\nEast, and another through Eastern Europe. Thus, we provide a quantitative\nframework in which a unified interpretation of the Western and Eastern\nNeolithic can be developed.\n","Comment: Submitted to Quaternary International for publication. 17 pages, 4\n  Figures"]}]
["quant-ph/0211182",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0211182","Steuernagel O and Scheel S, J. Opt. B: Quantum Semiclass. Opt. 6\n  (2004) S66-S70","doi:10.1088/1464-4266/6/3/011"],"date":["2002-11-27"],"type":["text"],"creator":["Steuernagel, Ole"],"language":[],"coverage":[],"title":["Approaching the Heisenberg limit with two mode squeezed states"],"description":["  Two mode squeezed states can be used to achieve Heisenberg limit scaling in\ninterferometry: a phase shift of $\\delta \\phi \\approx 2.76 / < N >$ can be\nresolved. The proposed scheme relies on balanced homodyne detection and can be\nimplemented with current technology. The most important experimental\nimperfections are studied and their impact quantified.\n","Comment: 4 pages, 7 figures"]}]
["quant-ph/0508009",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0508009","J. of Math. Chem. 42, 461(2007)"],"date":["2005-08-01"],"type":["text"],"creator":["Ikhdair, Sameer M.","Sever, Ramazan"],"language":[],"coverage":[],"title":["Exact Eigenvalues and Eigenfunctions of the Hulthen Potential in the\n  PT-Symmetry for Any Angular Momentum"],"description":["  The Schrodinger equation with the PT-symmetric Hulthen potential is solved\nexactly by taking into account effect of the centrifugal barrier for any\nl-state. Eigenfunctions are obtained in terms of the Jacobi polynomials. The\nNikiforov-Uvarov method is used in the computations. Our numerical results are\nin good agreement with the ones obtained before.\n  Keywords: Energy Eigenvalues and Eigenfunctions; Hulthen potential;\nPT-symmetry; Nikiforov-Uvarov Method.\n","Comment: 24 pages"]}]
["quant-ph/0510154",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0510154"],"date":["2005-10-19","2007-09-10"],"type":["text"],"creator":["Zagoskin, A. M.","Smirnov, A. Yu.","Gupta, S. K.","Slobodov, I. S."],"language":[],"coverage":[],"title":["Nonlinear response and observable signatures of equilibrium entanglement"],"description":["  We investigate how equilibrium entanglement is manifested in the nonlinear\nresponse of an $N$-qubit system. We show that in the thermodynamic limit the\nirreducible part of the $n$th-order nonlinear susceptibility indicates that the\neigenstates of the system contain entangled $(n+1)$-qubit clusters. This opens\nthe way to a directly observable multiqubit entanglement signature. We show\nthat the irreducible part of the static cubic susceptibility of a system of\nfour flux qubits, as a function of external parameters, behaves as a global\n4-qubit entanglement measure introduced in Ref.\\cite{Love}.\n  We discuss the possibility of extracting purely-entanglement-generated\ncontribution from the general multipoint correlators in a multiqubit system.\n","Comment: Expanded version; new co-authors; numerical calculations and new\n  figures added; to appear in Quantum Information Processing (2007)"]}]
["quant-ph/0702054",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702054","Phys. Rev. A 76, 033802 (2007)"],"date":["2007-02-06","2007-07-26"],"type":["text"],"creator":["Lougovski, P.","Casagrande, F.","Lulli, A.","Solano, E."],"language":[],"coverage":[],"title":["Strongly-Driven One-Atom Laser and Decoherence Monitoring"],"description":["  We propose the implementation of a strongly-driven one-atom laser, based on\nthe off-resonant interaction of a three-level atom in $\\Lambda$-configuration\nwith a single cavity mode and three laser fields. We show that the system can\nbe described equivalently by a two-level atom resonantly coupled to the cavity\nand driven by a strong effective coherent field. The effective dynamics can be\nsolved exactly, including a thermal field bath, allowing an analytical\ndescription of field statistics and entanglement properties. We also show the\npossible generation of Schr\\\"odinger cat states for the whole atom-field system\nand for the field alone after atomic measurement. We propose a way to monitor\nthe system decoherence by measuring atomic population. Finally, we confirm the\nvalidity of our model through numerical solutions.\n","Comment: 9 pages, 7 figures Accepted in Phys. Rev. A"]}]
