["0704.1867",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1867","The European Physical Journal B, vol. 58, no. 2, pp. 167-173\n  (2007)","doi:10.1140/epjb/e2007-00219-y"],"date":["2007-04-14","2007-08-11"],"type":["text"],"creator":["Bauke, Heiko"],"language":[],"coverage":[],"title":["Parameter estimation for power-law distributions by maximum likelihood\n  methods"],"description":["  Distributions following a power-law are an ubiquitous phenomenon. Methods for\ndetermining the exponent of a power-law tail by graphical means are often used\nin practice but are intrinsically unreliable. Maximum likelihood estimators for\nthe exponent are a mathematically sound alternative to graphical methods.\n","Comment: Supplementary software:\n  http://www.physics.ox.ac.uk/users/bauke/Publications/index.html#powerlaws"]}]
["astro-ph/0508292",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0508292"],"date":["2005-08-12","2007-08-11"],"type":["text"],"creator":["Klioner, Sergei A."],"language":[],"coverage":[],"title":["Relativistic scaling of astronomical quantities and the system of\n  astronomical units"],"description":["  For relativistic modelling of high-accuracy astronomical data several time\nscales are used: barycentric and geocentric coordinate times, TCB and TCG, as\nwell as two additional time scales, TDB and TT, that are defined as linear\nfunctions of TCB and TCG, respectively.\n  The paper is devoted to a concise but still detailed explanation of the\nreasons and the implications of the relativistic scalings of astronomical\nquantities induced by the time scales TDB and TT.\n  We consequently distinguish between quantities and their numerical values\nexpressed in some units.\n  It is argued that the scaled time scales, the scaled spatial coordinates and\nthe scaled masses should be considered as distinct quantities which themselves\ncan be expressed in any units, and not as numerical values of the same\nquantities expressed in some different, non-SI units (``TDB units'' and ``TT\nunits'').\n  Along the same lines of argumentation the system of astronomical units is\ndiscussed in the relativistic framework. The whole freedom in the definitions\nof the systems of astronomical units for TCB and TDB is demonstrated. A number\nof possible ways to freeze the freedom are shown and discussed. It is argued\nthat in the future one should think about converting AU into a defined quantity\nby fixing its value in SI meters.\n"]}]
["math/0612612",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","00A08","97A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612612","INTEGERS: Electronic Journal of Combinatorial Number Theory 7\n  (2007) #G07"],"date":["2006-12-20","2007-08-11"],"type":["text"],"creator":["Bell, George I.","Hirschberg, Daniel S.","Guerrero-Garcia, Pablo"],"language":[],"coverage":[],"title":["The minimum size required of a solitaire army"],"description":["  The solitaire army is a one-person peg jumping game where a player attempts\nto advance an \"army\" of pegs as far as possible into empty territory. The game\nwas introduced by John Conway and is also known as \"Conway's Soldiers\". We\nconsider various generalizations of this game in different 2D geometries, unify\nthem under a common mathematical framework, and find the minimum size army\ncapable of advancing a given number of steps.\n","Comment: 22 pages, 12 figures"]}]
