["0704.0074",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0074"],"date":["2007-04-01","2007-08-21"],"type":["text"],"creator":["Abuhlail, J. Y.","Nauman, S. K."],"language":[],"coverage":[],"title":["Injective Morita contexts (revisited)"],"description":["  This paper is an exposition of the so-called injective Morita contexts (in\nwhich the connecting bimodule morphisms are injective) and Morita\n$\\alpha$contexts (in which the connecting bimodules enjoy some local\nprojectivity in the sense of Zimmermann-Huisgen). Motivated by situations in\nwhich only one trace ideal is in action, or the compatibility between the\nbimodule morphisms is not needed, we introduce the notions of Morita\nsemi-contexts and Morita data, and investigate them. Injective Morita data will\nbe used (with the help of static and adstatic modules) to establish\nequivalences between some intersecting subcategories related to subcategories\nof modules that are localized or colocalized by trace ideals of a Morita datum.\nWe end up with applications of Morita $\\alpha$-contexts to $\\ast$-modules and\ninjective right wide Morita contexts.\n"]}]
["0704.1803",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L35","46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1803"],"date":["2007-04-13","2007-08-22"],"type":["text"],"creator":["Elliott, George A.","Toms, Andrew S."],"language":[],"coverage":[],"title":["Regularity properties in the classification program for separable\n  amenable C*-algebras"],"description":["  We report on recent progress in the program to classify separable amenable\nC*-algebras. Our emphasis is on the newly apparent role of regularity\nproperties such as finite decomposition rank, strict comparison of positive\nelements, and Z-stability, and on the importance of the Cuntz semigroup. We\ninclude a brief history of the program's successes since 1989, a more detailed\nlook at the Villadsen-type algebras which have so dramatically changed the\nlandscape, and a collection of announcements on the structure and properties of\nthe Cuntz semigroup.\n","Comment: 19 pages, to appear in Bull. AMS, April 2008"]}]
["0704.2896",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Astrophysics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2896","PLoS ONE 2(8): e759 (2007)","doi:10.1371/journal.pone.0000759"],"date":["2007-04-22","2007-08-22"],"type":["text"],"creator":["Lieberman, Bruce S.","Melott, Adrian L."],"language":[],"coverage":[],"title":["Considering the Case for Biodiversity Cycles: Reexamining the Evidence\n  for Periodicity in the Fossil Record"],"description":["  Medvedev and Melott (2007) have suggested that periodicity in fossil\nbiodiversity may be induced by cosmic rays which vary as the Solar System\noscillates normal to the galactic disk. We re-examine the evidence for a 62\nmillion year (Myr) periodicity in biodiversity throughout the Phanerozoic\nhistory of animal life reported by Rohde & Mueller (2005), as well as related\nquestions of periodicity in origination and extinction. We find that the signal\nis robust against variations in methods of analysis, and is based on\nfluctuations in the Paleozoic and a substantial part of the Mesozoic.\nExamination of origination and extinction is somewhat ambiguous, with results\ndepending upon procedure. Origination and extinction intensity as defined by RM\nmay be affected by an artifact at 27 Myr in the duration of stratigraphic\nintervals. Nevertheless, when a procedure free of this artifact is implemented,\nthe 27 Myr periodicity appears in origination, suggesting that the artifact may\nultimately be based on a signal in the data. A 62 Myr feature appears in\nextinction, when this same procedure is used. We conclude that evidence for a\nperiodicity at 62 Myr is robust, and evidence for periodicity at approximately\n27 Myr is also present, albeit more ambiguous.\n","Comment: Minor modifications to reflect final published version"]}]
["0705.0223",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0223","Phys. Rev. E 76, 021114 (2007)","doi:10.1103/PhysRevE.76.021114"],"date":["2007-05-02"],"type":["text"],"creator":["Monthus, Cecile","Garel, Thomas"],"language":[],"coverage":[],"title":["On the multifractal statistics of the local order parameter at random\n  critical points : application to wetting transitions with disorder"],"description":["  Disordered systems present multifractal properties at criticality. In\nparticular, as discovered by Ludwig (A.W.W. Ludwig, Nucl. Phys. B 330, 639\n(1990)) on the case of diluted two-dimensional Potts model, the moments\n$\\bar{\\rho^q(r)}$ of the local order parameter $\\rho(r)$ scale with a set\n$x(q)$ of non-trivial exponents $x(q) \\neq q x(1)$. In this paper, we revisit\nthese ideas to incorporate more recent findings: (i) whenever a multifractal\nmeasure $w(r)$ normalized over space $ \\sum_r w(r)=1$ occurs in a random\nsystem, it is crucial to distinguish between the typical values and the\ndisorder averaged values of the generalized moments $Y_q =\\sum_r w^q(r)$, since\nthey may scale with different generalized dimensions $D(q)$ and $\\tilde D(q)$\n(ii) as discovered by Wiseman and Domany (S. Wiseman and E. Domany, Phys Rev E\n{\\bf 52}, 3469 (1995)), the presence of an infinite correlation length induces\na lack of self-averaging at critical points for thermodynamic observables, in\nparticular for the order parameter. After this general discussion valid for any\nrandom critical point, we apply these ideas to random polymer models that can\nbe studied numerically for large sizes and good statistics over the samples. We\nstudy the bidimensional wetting or the Poland-Scheraga DNA model with loop\nexponent $c=1.5$ (marginal disorder) and $c=1.75$ (relevant disorder). Finally,\nwe argue that the presence of finite Griffiths ordered clusters at criticality\ndetermines the asymptotic value $x(q \\to \\infty) =d$ and the minimal value $\n\\alpha_{min}=D(q \\to \\infty)=d-x(1) $ of the typical multifractal spectrum\n$f(\\alpha)$.\n","Comment: 17 pages, 20 figures"]}]
["0705.2337",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2337","Phys. Rev. B 75, 201303 (2007)","doi:10.1103/PhysRevB.75.201303"],"date":["2007-05-16"],"type":["text"],"creator":["Brouwer, Piet W.","Rahav, Saar"],"language":[],"coverage":[],"title":["Universal parametric correlations in the classical limit of quantum\n  transport"],"description":["  Quantum corrections to transport through a chaotic ballistic cavity are known\nto be universal. The universality not only applies to the magnitude of quantum\ncorrections, but also to their dependence on external parameters, such as the\nFermi energy or an applied magnetic field. Here we consider such parameter\ndependence of quantum transport in a ballistic chaotic cavity in the\nsemiclassical limit obtained by sending Planck's constant to zero without\nchanging the classical dynamics of the open cavity. In this limit quantum\ncorrections are shown to have a universal parametric dependence which is not\ndescribed by random matrix theory.\n","Comment: 4 pages, 2 figures"]}]
["0705.3391",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3391","J. Phys. A: Math. Theor. 40 (2007) F871-F878","doi:10.1088/1751-8113/40/36/F04"],"date":["2007-05-23","2007-05-31"],"type":["text"],"creator":["Kleinmann, M.","Kampermann, H.","Raynal, Ph.","Bruss, D."],"language":[],"coverage":[],"title":["Commutator Relations Reveal Solvable Structures in Unambiguous State\n  Discrimination"],"description":["  We present a criterion, based on three commutator relations, that allows to\ndecide whether two self-adjoint matrices with non-overlapping support are\nsimultaneously unitarily similar to quasidiagonal matrices, i.e., whether they\ncan be simultaneously brought into a diagonal structure with 2x2-dimensional\nblocks. Application of this criterion to unambiguous state discrimination\nprovides a systematic test whether the given problem is reducible to a solvable\nstructure. As an example, we discuss unambiguous state comparison.\n","Comment: 5 pages, discussion of related work added"]}]
["0705.3660",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3660","Phys Rev E 76, 021119 (2007)","doi:10.1103/PhysRevE.76.021119"],"date":["2007-05-24","2007-08-10"],"type":["text"],"creator":["Jack, Robert L.","Hagan, Michael F.","Chandler, David"],"language":[],"coverage":[],"title":["Fluctuation-dissipation ratios in the dynamics of self-assembly"],"description":["  We consider two seemingly very different self-assembly processes: formation\nof viral capsids, and crystallization of sticky discs. At low temperatures,\nassembly is ineffective, since there are many metastable disordered states,\nwhich are a source of kinetic frustration. We use fluctuation-dissipation\nratios to extract information about the degree of this frustration. We show\nthat our analysis is a useful indicator of the long term fate of the system,\nbased on the early stages of assembly.\n","Comment: 8 pages, 6 figures"]}]
["0705.4476",{"format":[],"subject":["Statistics - Applications","Mathematics - Statistics Theory","Statistics - Methodology","62F35, 62F30 (Primary) 62P30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4476","IMS Lecture Notes Monograph Series 2007, Vol. 54, 45-61","doi:10.1214/074921707000000238"],"date":["2007-05-30","2007-08-08"],"type":["text"],"creator":["Chen, Aiyou","Cao, Jin"],"language":[],"coverage":[],"title":["Network tomography based on 1-D projections"],"description":["  Network tomography has been regarded as one of the most promising\nmethodologies for performance evaluation and diagnosis of the massive and\ndecentralized Internet. This paper proposes a new estimation approach for\nsolving a class of inverse problems in network tomography, based on marginal\ndistributions of a sequence of one-dimensional linear projections of the\nobserved data. We give a general identifiability result for the proposed method\nand study the design issue of these one dimensional projections in terms of\nstatistical efficiency. We show that for a simple Gaussian tomography model,\nthere is an optimal set of one-dimensional projections such that the estimator\nobtained from these projections is asymptotically as efficient as the maximum\nlikelihood estimator based on the joint distribution of the observed data. For\npractical applications, we carry out simulation studies of the proposed method\nfor two instances of network tomography. The first is for traffic demand\ntomography using a Gaussian Origin-Destination traffic model with a power\nrelation between its mean and variance, and the second is for network delay\ntomography where the link delays are to be estimated from the end-to-end path\ndelays. We compare estimators obtained from our method and that obtained from\nusing the joint distribution and other lower dimensional projections, and show\nthat in both cases, the proposed method yields satisfactory results.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000238 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0707.1333",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1333"],"date":["2007-07-10","2007-08-22"],"type":["text"],"creator":["Christian, Joy"],"language":[],"coverage":[],"title":["Disproof of Bell's Theorem: Further Consolidations"],"description":["  The failure of Bell's theorem for Clifford algebra valued local variables is\nfurther consolidated by proving that the conditions of remote parameter\nindependence and remote outcome independence are duly respected within the\nrecently constructed exact, local realistic model for the EPR-Bohm\ncorrelations. Since the conjunction of these two conditions is equivalent to\nthe locality condition of Bell, this provides an independent geometric proof of\nthe local causality of the model, at the level of microstates. In addition to\nlocal causality, the model respects at least seven other conceptual and\noperational requirements, arising either from the predictions of quantum\nmechanics or the premises of Bell's theorem, including the Malus's law for\nsequential spin measurements. Since the agreement between the predictions of\nthe model and those of quantum mechanics is quantitatively precise in all\nrespects, the ensemble interpretation of the entangled singlet state becomes\namenable.\n","Comment: 11 pages; This is a followup to arXiv:quant-ph/0703179; see also\n  arXiv:quant-ph/0703244"]}]
["0707.2226",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2226"],"date":["2007-07-15","2007-08-22"],"type":["text"],"creator":["El-Bouanani, Hicham","Rouleux, Michel"],"language":[],"coverage":[],"title":["Thermodynamical Equilibrium of Vortices in the Isotropic Bidimensional\n  Kac Rotator"],"description":["  We consider here the problem of extrema for the Kac functional with long\nrange, ferromagnetic interaction, and vorticity conditions at infinity which\nmake it not weakly closed. Using a gradient-flow dynamics, we investigate local\nminima, showing strong analogies with the Ginzburg-Landau functional in\ninfinite volume.\n","Comment: 48pages"]}]
["0707.2784",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Disordered Systems and Neural Networks","High Energy Physics - Theory","Mathematics - Probability","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2784","J. Phys. A: Math. Theor. 40 (2007) F849-F855","doi:10.1088/1751-8113/40/36/F01"],"date":["2007-07-18","2007-08-22"],"type":["text"],"creator":["Borodin, Alexei","Kanzieper, Eugene"],"language":[],"coverage":[],"title":["A Note on the Pfaffian Integration Theorem"],"description":["  Two alternative, fairly compact proofs are presented of the Pfaffian\nintegration theorem that is surfaced in the recent studies of spectral\nproperties of Ginibre's Orthogonal Ensemble. The first proof is based on a\nconcept of the Fredholm Pfaffian; the second proof is purely linear-algebraic.\n","Comment: 8 pages; published version"]}]
["0708.0945",{"format":[],"subject":["Statistics - Applications","62P30, 62H12, 62G05, 62F10 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0945","IMS Lecture Notes Monograph Series 2007, Vol. 54, 12-23","doi:10.1214/074921707000000030"],"date":["2007-08-07"],"type":["text"],"creator":["Fang, Jiangang","Vardi, Yehuda","Zhang, Cun-Hui"],"language":[],"coverage":[],"title":["An iterative tomogravity algorithm for the estimation of network traffic"],"description":["  This paper introduces an iterative tomogravity algorithm for the estimation\nof a network traffic matrix based on one snapshot observation of the link loads\nin the network. The proposed method does not require complete observation of\nthe total load on individual edge links or proper tuning of a penalty parameter\nas existing methods do. Numerical results are presented to demonstrate that the\niterative tomogravity method controls the estimation error well when the link\ndata is fully observed and produces robust results with moderate amount of\nmissing link data.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000030 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.0959",{"format":[],"subject":["Statistics - Methodology","62-02, 62J12 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0959","IMS Lecture Notes Monograph Series 2007, Vol. 54, 76-91","doi:10.1214/074921707000000067"],"date":["2007-08-07"],"type":["text"],"creator":["Eyheramendy, Susana","Madigan, David"],"language":[],"coverage":[],"title":["A flexible Bayesian generalized linear model for dichotomous response\n  data with an application to text categorization"],"description":["  We present a class of sparse generalized linear models that include probit\nand logistic regression as special cases and offer some extra flexibility. We\nprovide an EM algorithm for learning the parameters of these models from data.\nWe apply our method in text classification and in simulated data and show that\nour method outperforms the logistic and probit models and also the elastic net,\nin general by a substantial margin.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000067 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.0968",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0968","IMS Lecture Notes Monograph Series 2007, Vol. 54, 92-102","doi:10.1214/074921707000000076"],"date":["2007-08-07"],"type":["text"],"creator":["Cabrera, Javier","Yu, Ching-Ray"],"language":[],"coverage":[],"title":["Estimating the proportion of differentially expressed genes in\n  comparative DNA microarray experiments"],"description":["  DNA microarray experiments, a well-established experimental technique, aim at\nunderstanding the function of genes in some biological processes. One of the\nmost common experiments in functional genomics research is to compare two\ngroups of microarray data to determine which genes are differentially\nexpressed. In this paper, we propose a methodology to estimate the proportion\nof differentially expressed genes in such experiments. We study the performance\nof our method in a simulation study where we compare it to other standard\nmethods. Finally we compare the methods in real data from two toxicology\nexperiments with mice.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000076 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1051",{"format":[],"subject":["Statistics - Computation","60J10, 62G05, 94C99 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1051","IMS Lecture Notes Monograph Series 2007, Vol. 54, 1-11","doi:10.1214/074921707000000021"],"date":["2007-08-08"],"type":["text"],"creator":["Mallows, Colin"],"language":[],"coverage":[],"title":["Deconvolution by simulation"],"description":["  Given samples (x_1,...,x_m) and (z_1,...,z_n) which we believe are\nindependent realizations of random variables X and Z respectively, where we\nfurther believe that Z=X+Y with Y independent of X, the problem is to estimate\nthe distribution of Y. We present a new method for doing this, involving\nsimulation. Experiments suggest that the method provides useful estimates.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000021 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1058",{"format":[],"subject":["Mathematics - Statistics Theory","62J99 (Primary) 62F12, 62G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1058","IMS Lecture Notes Monograph Series 2007, Vol. 54, 203-223","doi:10.1214/074921707000000166"],"date":["2007-08-08"],"type":["text"],"creator":["Gijbels, Irene","Lin, Danyu","Ying, Zhiliang"],"language":[],"coverage":[],"title":["Non- and semi-parametric analysis of failure time data with missing\n  failure indicators"],"description":["  A class of estimating functions is introduced for the regression parameter of\nthe Cox proportional hazards model to allow unknown failure statuses on some\nstudy subjects. The consistency and asymptotic normality of the resulting\nestimators are established under mild conditions. An adaptive estimator which\nachieves the minimum variance-covariance bound of the class is constructed.\nNumerical studies demonstrate that the asymptotic approximations are adequate\nfor practical use and that the efficiency gain of the adaptive estimator over\nthe complete-case analysis can be quite substantial. Similar methods are also\ndeveloped for the nonparametric estimation of the survival function of a\nhomogeneous population and for the estimation of the cumulative baseline hazard\nfunction under the Cox model.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000166 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1061",{"format":[],"subject":["Mathematics - Statistics Theory","62N01 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1061","IMS Lecture Notes Monograph Series 2007, Vol. 54, 224-238","doi:10.1214/074921707000000175"],"date":["2007-08-08"],"type":["text"],"creator":["Mandel, Micha"],"language":[],"coverage":[],"title":["Nonparametric estimation of a distribution function under biased\n  sampling and censoring"],"description":["  This paper derives the nonparametric maximum likelihood estimator (NPMLE) of\na distribution function from observations which are subject to both bias and\ncensoring. The NPMLE is obtained by a simple EM algorithm which is an extension\nof the algorithm suggested by Vardi (Biometrika, 1989) for size biased data.\nApplication of the algorithm to many models is discussed and a simulation study\ncompares the estimator's performance to that of the product-limit estimator\n(PLE). An example demonstrates the utility of the NPMLE to data where the PLE\nis inappropriate.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000175 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1064",{"format":[],"subject":["Mathematics - Statistics Theory","62G07, 62G08 (Primary) 90C25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1064","IMS Lecture Notes Monograph Series 2007, Vol. 54, 239-249","doi:10.1214/074921707000000184"],"date":["2007-08-08"],"type":["text"],"creator":["Pal, Jayanta Kumar","Woodroofe, Michael","Meyer, Mary"],"language":[],"coverage":[],"title":["Estimating a Polya frequency function_2"],"description":["  We consider the non-parametric maximum likelihood estimation in the class of\nPolya frequency functions of order two, viz. the densities with a concave\nlogarithm. This is a subclass of unimodal densities and fairly rich in general.\nThe NPMLE is shown to be the solution to a convex programming problem in the\nEuclidean space and an algorithm is devised similar to the iterative convex\nminorant algorithm by Jongbleod (1999). The estimator achieves Hellinger\nconsistency when the true density is a PFF_2 itself.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000184 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1069",{"format":[],"subject":["Statistics - Methodology","62E60, 41A58 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1069","IMS Lecture Notes Monograph Series 2007, Vol. 54, 250-259","doi:10.1214/074921707000000193"],"date":["2007-08-08"],"type":["text"],"creator":["Zhang, Juan","Kolassa, John E."],"language":[],"coverage":[],"title":["A comparison of the accuracy of saddlepoint conditional cumulative\n  distribution function approximations"],"description":["  Consider a model parameterized by a scalar parameter of interest and a\nnuisance parameter vector. Inference about the parameter of interest may be\nbased on the signed root of the likelihood ratio statistic R. The standard\nnormal approximation to the conditional distribution of R typically has error\nof order O(n^{-1/2}), where n is the sample size. There are several\nmodifications for R, which reduce the order of error in the approximations. In\nthis paper, we mainly investigate Barndorff-Nielsen's modified directed\nlikelihood ratio statistic, Severini's empirical adjustment, and DiCiccio and\nMartin's two modifications, involving the Bayesian approach and the conditional\nlikelihood ratio statistic. For each modification, two formats were employed to\napproximate the conditional cumulative distribution function; these are\nBarndorff-Nielson formats and the Lugannani and Rice formats. All\napproximations were applied to inference on the ratio of means for two\nindependent exponential random variables. We constructed one and two-sided\nhypotheses tests and used the actual sizes of the tests as the measurements of\naccuracy to compare those approximations.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000193 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1071",{"format":[],"subject":["Mathematics - Statistics Theory","62x07 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1071","IMS Lecture Notes Monograph Series 2007, Vol. 54, 268-273","doi:10.1214/074921707000000210"],"date":["2007-08-08"],"type":["text"],"creator":["Shepp, Larry"],"language":[],"coverage":[],"title":["Statistical thinking: From Tukey to Vardi and beyond"],"description":["  Data miners (minors?) and neural networkers tend to eschew modelling, misled\nperhaps by misinterpretation of strongly expressed views of John Tukey. I\ndiscuss Vardi's views of these issues as well as other aspects of Vardi's work\nin emision tomography and in sampling bias.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000210 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1085",{"format":[],"subject":["Statistics - Methodology","62H15, 62C10, 62C12, 62C25 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1085","IMS Lecture Notes Monograph Series 2007, Vol. 54, 62-75","doi:10.1214/074921707000000058"],"date":["2007-08-08"],"type":["text"],"creator":["Adhikari, A.","Denby, L.","Landwehr, J. M.","Meloche, J."],"language":[],"coverage":[],"title":["Using data network metrics, graphics, and topology to explore network\n  characteristics"],"description":["  Yehuda Vardi introduced the term network tomography and was the first to\npropose and study how statistical inverse methods could be adapted to attack\nimportant network problems (Vardi, 1996). More recently, in one of his final\npapers, Vardi proposed notions of metrics on networks to define and measure\ndistances between a network's links, its paths, and also between different\nnetworks (Vardi, 2004). In this paper, we apply Vardi's general approach for\nnetwork metrics to a real data network by using data obtained from special data\nnetwork tools and testing procedures presented here. We illustrate how the\nmetrics help explicate interesting features of the traffic characteristics on\nthe network. We also adapt the metrics in order to condition on traffic passing\nthrough a portion of the network, such as a router or pair of routers, and show\nfurther how this approach helps to discover and explain interesting network\ncharacteristics.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000058 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1130",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1130","IMS Lecture Notes Monograph Series 2007, Vol. 54, i-viii","doi:10.1214/074921707000000229"],"date":["2007-08-08"],"type":["text"],"creator":["Liu, Regina","Strawderman, William","Zhang, Cun-Hui"],"language":[],"coverage":[],"title":["Complex Datasets and Inverse Problems. Tomography, Networks and Beyond"],"description":["  This book is a collection of papers dedicated to the memory of Yehuda Vardi.\nYehuda was the chair of the Department of Statistics of Rutgers University when\nhe passed away unexpectedly on January 13, 2005. On October 21--22, 2005, some\n150 leading scholars from many different fields, including statistics,\ntelecommunications, biomedical engineering, bioinformatics, biostatistics and\nepidemiology, gathered at Rutgers in a conference in his honor. This conference\nwas on ``Complex Datasets and Inverse Problems: Tomography, Networks, and\nBeyond,'' and was organized by the editors. The present collection includes\nresearch work presented at the conference, as well as contributions from\nYehuda's colleagues. The theme of the conference was networks and other\nimportant and emerging areas of research involving incomplete data and\nstatistical inverse problems. Networks are abundant around us: communication,\ncomputer, traffic, social and energy are just a few examples. As enormous\namounts of network data are collected in this information age, the field has\nattracted a great amount of attention from researchers in statistics and\ncomputer engineering as well as telecommunication providers and various\ngovernment agencies. However, few statistical tools have been developed for\nanalyzing network data as they are typically governed by time-varying and\nmutually dependent communication protocols sitting on complicated\ngraph-structured network topologies. Many prototypical applications in these\nand other important technologies can be viewed as statistical inverse problems\nwith complex, massive, high-dimensional and possibly biased/incomplete data.\nThis unifying theme of inverse problems is particularly appropriate for a\nconference and volume dedicated to the memory of Yehuda. Indeed he made\ninfluential contributions to these fields, especially in medical tomography,\nbiased data, statistical inverse problems, and network tomography.\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000229 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1630",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1630"],"date":["2007-08-12","2007-08-22"],"type":["text"],"creator":["The BABAR Collaboration","Aubert, B."],"language":[],"coverage":[],"title":["Time-Dependent Analysis of the Decay B0 --> rho0 rho0"],"description":["  We study the decay B0 --> rho0 rho0 in a sample of about 427 million\nUpsilon(4S) --> BBbar decays collected with the BABAR detector at the PEP-II\nasymmetric-energy e+e- collider at SLAC. We find the branching fraction\n  B = (0.84 +/- 0.29 +/- 0.17)*1e-6 and longitudinal polarization fraction of\nf_L = 0.70 +/- 0.14 +/- 0.05, where the first uncertainty is statistical, and\nthe second is systematic. The evidence for the B0 --> rho0 rho0 signal has 3.6\nsigma significance. We investigate the proper-time dependence of the\nlongitudinal component in the decay and measure the CP-violating coefficients\nS^{00}_L = 0.5 +/- 0.9 +/- 0.2 and C^{00}_L = 0.4 +/- 0.9 +/- 0.2,\ncorresponding to the sine and cosine terms in the time evolution of asymmetry.\nWe study the implication of these results for penguin contributions in B -->\nrho rho decays and for the CKM unitarity angle alpha.\n","Comment: 20 pages, 18 postscript figures, submitted to LP2007. Second version\n  corrects submission date"]}]
["0708.1720",{"format":[],"subject":["Mathematics - Probability","15A52, 60F15, 62E20 (Primary)","60F17, 62H99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1720","Annals of Probability 2007, Vol. 35, No. 4, 1532-1572","doi:10.1214/009117906000001079"],"date":["2007-08-13"],"type":["text"],"creator":["Bai, Z. D.","Miao, B. Q.","Pan, G. M."],"language":[],"coverage":[],"title":["On asymptotics of eigenvectors of large sample covariance matrix"],"description":["  Let \\{$X_{ij}$\\}, $i,j=...,$ be a double array of i.i.d. complex random\nvariables with $EX_{11}=0,E|X_{11}|^2=1$ and $E|X_{11}|^4<\\infty$, and let\n$A_n=\\frac{1}{N}T_n^{{1}/{2}}X_nX_n^*T_n^{{1}/{2}}$, where $T_n^{{1}/{2}}$ is\nthe square root of a nonnegative definite matrix $T_n$ and $X_n$ is the\n$n\\times N$ matrix of the upper-left corner of the double array. The matrix\n$A_n$ can be considered as a sample covariance matrix of an i.i.d. sample from\na population with mean zero and covariance matrix $T_n$, or as a multivariate\n$F$ matrix if $T_n$ is the inverse of another sample covariance matrix. To\ninvestigate the limiting behavior of the eigenvectors of $A_n$, a new form of\nempirical spectral distribution is defined with weights defined by eigenvectors\nand it is then shown that this has the same limiting spectral distribution as\nthe empirical spectral distribution defined by equal weights. Moreover, if\n\\{$X_{ij}$\\} and $T_n$ are either real or complex and some additional moment\nassumptions are made then linear spectral statistics defined by the\neigenvectors of $A_n$ are proved to have Gaussian limits, which suggests that\nthe eigenvector matrix of $A_n$ is nearly Haar distributed when $T_n$ is a\nmultiple of the identity matrix, an easy consequence for a Wishart matrix.\n","Comment: Published at http://dx.doi.org/10.1214/009117906000001079 in the\n  Annals of Probability (http://www.imstat.org/aop/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1815",{"format":[],"subject":["Mathematics - Statistics Theory","62G08, 62G05 (Primary)","60G20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1815","Annals of Statistics 2007, Vol. 35, No. 2, 522-542","doi:10.1214/009053606000001398"],"date":["2007-08-14"],"type":["text"],"creator":["Cheng, Ming-Yen","Peng, Liang","Wu, Jyh-Shyang"],"language":[],"coverage":[],"title":["Reducing variance in univariate smoothing"],"description":["  A variance reduction technique in nonparametric smoothing is proposed: at\neach point of estimation, form a linear combination of a preliminary estimator\nevaluated at nearby points with the coefficients specified so that the\nasymptotic bias remains unchanged. The nearby points are chosen to maximize the\nvariance reduction. We study in detail the case of univariate local linear\nregression. While the new estimator retains many advantages of the local linear\nestimator, it has appealing asymptotic relative efficiencies. Bandwidth\nselection rules are available by a simple constant factor adjustment of those\nfor local linear estimation. A simulation study indicates that the finite\nsample relative efficiency often matches the asymptotic relative efficiency for\nmoderate sample sizes. This technique is very general and has a wide range of\napplications.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001398 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1838",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Machine Learning","68Q32 (Primary)","62G20, 62G99, 68T05, 68T10, 41A46, 41A99\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1838","Annals of Statistics 2007, Vol. 35, No. 2, 575-607","doi:10.1214/009053606000001226"],"date":["2007-08-14"],"type":["text"],"creator":["Steinwart, Ingo","Scovel, Clint"],"language":[],"coverage":[],"title":["Fast rates for support vector machines using Gaussian kernels"],"description":["  For binary classification we establish learning rates up to the order of\n$n^{-1}$ for support vector machines (SVMs) with hinge loss and Gaussian RBF\nkernels. These rates are in terms of two assumptions on the considered\ndistributions: Tsybakov's noise assumption to establish a small estimation\nerror, and a new geometric noise condition which is used to bound the\napproximation error. Unlike previously proposed concepts for bounding the\napproximation error, the geometric noise assumption does not employ any\nsmoothness assumption.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001226 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1880",{"format":[],"subject":["Mathematics - Statistics Theory","62E20 (Primary)","60F05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1880","Annals of Statistics 2007, Vol. 35, No. 2, 673-696","doi:10.1214/009053606000001343"],"date":["2007-08-14"],"type":["text"],"creator":["Hu, Zhishui","Robinson, John","Wang, Qiying"],"language":[],"coverage":[],"title":["Cram\\'{e}r-type large deviations for samples from a finite population"],"description":["  Cram\\'{e}r-type large deviations for means of samples from a finite\npopulation are established under weak conditions. The results are comparable to\nresults for the so-called self-normalized large deviation for independent\nrandom variables. Cram\\'{e}r-type large deviations for the finite population\nStudent $t$-statistic are also investigated.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001343 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1890",{"format":[],"subject":["Mathematics - Statistics Theory","62D05 (Primary)","62F15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1890","Annals of Statistics 2007, Vol. 35, No. 2, 724-737","doi:10.1214/009053606000001262"],"date":["2007-08-14"],"type":["text"],"creator":["Lahiri, P.","Mukherjee, Kanchan"],"language":[],"coverage":[],"title":["On the design-consistency property of hierarchical Bayes estimators in\n  finite population sampling"],"description":["  We obtain a limit of a hierarchical Bayes estimator of a finite population\nmean when the sample size is large. The limit is in the sense of ordinary\ncalculus, where the sample observations are treated as fixed quantities. Our\nresult suggests a simple way to correct the hierarchical Bayes estimator to\nachieve design-consistency, a well-known property in the traditional\nrandomization approach to finite population sampling. We also suggest three\ndifferent measures of uncertainty of our proposed estimator.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001262 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1892",{"format":[],"subject":["Mathematics - Statistics Theory","62G07, 62G20, 62F15 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1892","Annals of Statistics 2007, Vol. 35, No. 2, 738-746","doi:10.1214/009053606000001361"],"date":["2007-08-14"],"type":["text"],"creator":["Walker, Stephen G.","Lijoi, Antonio","Prünster, Igor"],"language":[],"coverage":[],"title":["On rates of convergence for posterior distributions in\n  infinite-dimensional models"],"description":["  This paper introduces a new approach to the study of rates of convergence for\nposterior distributions. It is a natural extension of a recent approach to the\nstudy of Bayesian consistency. In particular, we improve on current rates of\nconvergence for models including the mixture of Dirichlet process model and the\nrandom Bernstein polynomial model.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001361 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1908",{"format":[],"subject":["Mathematics - Statistics Theory","62K15 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1908","Annals of Statistics 2007, Vol. 35, No. 2, 793-814","doi:10.1214/009053606000001325"],"date":["2007-08-14"],"type":["text"],"creator":["Stufken, John","Tang, Boxin"],"language":[],"coverage":[],"title":["Complete enumeration of two-Level orthogonal arrays of strength $d$ with\n  $d+2$ constraints"],"description":["  Enumerating nonisomorphic orthogonal arrays is an important, yet very\ndifficult, problem. Although orthogonal arrays with a specified set of\nparameters have been enumerated in a number of cases, general results are\nextremely rare. In this paper, we provide a complete solution to enumerating\nnonisomorphic two-level orthogonal arrays of strength $d$ with $d+2$\nconstraints for any $d$ and any run size $n=\\lambda2^d$. Our results not only\ngive the number of nonisomorphic orthogonal arrays for given $d$ and $n$, but\nalso provide a systematic way of explicitly constructing these arrays. Our\napproach to the problem is to make use of the recently developed theory of\n$J$-characteristics for fractional factorial designs. Besides the general\ntheoretical results, the paper presents some results from applications of the\ntheory to orthogonal arrays of strength two, three and four.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001325 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.1929",{"format":[],"subject":["Mathematics - Statistics Theory","62M10 (Primary)","62E20, 62F10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1929","Annals of Statistics 2007, Vol. 35, No. 2, 844-869","doi:10.1214/009053606000001316"],"date":["2007-08-14"],"type":["text"],"creator":["Andrews, Beth","Davis, Richard A.","Breidt, F. Jay"],"language":[],"coverage":[],"title":["Rank-based estimation for all-pass time series models"],"description":["  An autoregressive-moving average model in which all roots of the\nautoregressive polynomial are reciprocals of roots of the moving average\npolynomial and vice versa is called an all-pass time series model. All-pass\nmodels are useful for identifying and modeling noncausal and noninvertible\nautoregressive-moving average processes. We establish asymptotic normality and\nconsistency for rank-based estimators of all-pass model parameters. The\nestimators are obtained by minimizing the rank-based residual dispersion\nfunction given by Jaeckel [Ann. Math. Statist. 43 (1972) 1449--1458]. These\nestimators can have the same asymptotic efficiency as maximum likelihood\nestimators and are robust. The behavior of the estimators for finite samples is\nstudied via simulation and rank estimation is used in the deconvolution of a\nsimulated water gun seismogram.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001316 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.2150",{"format":[],"subject":["Mathematics - Statistics Theory","62G05 (Primary)","62G08, 62G20, 62E02, 60G44 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2150","Annals of Statistics 2007, Vol. 35, No. 2, 888-916","doi:10.1214/009053606000001299"],"date":["2007-08-16"],"type":["text"],"creator":["Chen, Songnian","Zhou, Lingzhi"],"language":[],"coverage":[],"title":["Local partial likelihood estimation in proportional hazards regression"],"description":["  Fan, Gijbels and King [Ann. Statist. 25 (1997) 1661--1690] considered the\nestimation of the risk function $\\psi (x)$ in the proportional hazards model.\nTheir proposed estimator is based on integrating the estimated derivative\nfunction obtained through a local version of the partial likelihood. They\nproved the large sample properties of the derivative function, but the large\nsample properties of the estimator for the risk function itself were not\nestablished. In this paper, we consider direct estimation of the relative risk\nfunction $\\psi (x_2)-\\psi (x_1)$ for any location normalization point $x_1$.\nThe main novelty in our approach is that we select observations in shrinking\nneighborhoods of both $x_1$ and $x_2$ when constructing a local version of the\npartial likelihood, whereas Fan, Gijbels and King [Ann. Statist. 25 (1997)\n1661--1690] only concentrated on a single neighborhood, resulting in the\ncancellation of the risk function in the local likelihood function. The\nasymptotic properties of our estimator are rigorously established and the\nvariance of the estimator is easily estimated. The idea behind our approach is\nextended to estimate the differences between groups. A simulation study is\ncarried out.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001299 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.2153",{"format":[],"subject":["Mathematics - Statistics Theory","62G15, 62G15 (Primary)","62G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2153","Annals of Statistics 2007, Vol. 35, No. 2, 917-930","doi:10.1214/009053606000001280"],"date":["2007-08-16"],"type":["text"],"creator":["Mao, Chang Xuan","Lindsay, Bruce G."],"language":[],"coverage":[],"title":["Estimating the number of classes"],"description":["  Estimating the unknown number of classes in a population has numerous\nimportant applications. In a Poisson mixture model, the problem is reduced to\nestimating the odds that a class is undetected in a sample. The discontinuity\nof the odds prevents the existence of locally unbiased and informative\nestimators and restricts confidence intervals to be one-sided. Confidence\nintervals for the number of classes are also necessarily one-sided. A sequence\nof lower bounds to the odds is developed and used to define pseudo maximum\nlikelihood estimators for the number of classes.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001280 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.2180",{"format":[],"subject":["Mathematics - Statistics Theory","62G07 (Primary) 62G20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2180","Annals of Statistics 2007, Vol. 35, No. 3, 1031-1051","doi:10.1214/009053606000001532"],"date":["2007-08-16"],"type":["text"],"creator":["Cuevas, Antonio","Fraiman, Ricardo","Rodríguez-Casal, Alberto"],"language":[],"coverage":[],"title":["A nonparametric approach to the estimation of lengths and surface areas"],"description":["  The Minkowski content $L_0(G)$ of a body $G\\subset{\\mathbb{R}}^d$ represents\nthe boundary length (for $d=2$) or the surface area (for $d=3$) of $G$. A\nmethod for estimating $L_0(G)$ is proposed. It relies on a nonparametric\nestimator based on the information provided by a random sample (taken on a\nrectangle containing $G$) in which we are able to identify whether every point\nis inside or outside $G$. Some theoretical properties concerning strong\nconsistency, $L_1$-error and convergence rates are obtained. A practical\napplication to a problem of image analysis in cardiology is discussed in some\ndetail. A brief simulation study is provided.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001532 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.2184",{"format":[],"subject":["Mathematics - Statistics Theory","62F12 (Primary)","65C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2184","Annals of Statistics 2007, Vol. 35, No. 3, 990-1011","doi:10.1214/009053606000001389"],"date":["2007-08-16"],"type":["text"],"creator":["Sung, Yun Ju","Geyer, Charles J."],"language":[],"coverage":[],"title":["Monte Carlo likelihood inference for missing data models"],"description":["  We describe a Monte Carlo method to approximate the maximum likelihood\nestimate (MLE), when there are missing data and the observed data likelihood is\nnot available in closed form. This method uses simulated missing data that are\nindependent and identically distributed and independent of the observed data.\nOur Monte Carlo approximation to the MLE is a consistent and asymptotically\nnormal estimate of the minimizer $\\theta^*$ of the Kullback--Leibler\ninformation, as both Monte Carlo and observed data sample sizes go to infinity\nsimultaneously. Plug-in estimates of the asymptotic variance are provided for\nconstructing confidence regions for $\\theta^*$. We give Logit--Normal\ngeneralized linear mixed model examples, calculated using an R package.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001389 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.2197",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Machine Learning","62J07 (Primary)","62F35, 62G08, 62H30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2197","Annals of Statistics 2007, Vol. 35, No. 3, 1012-1030","doi:10.1214/009053606000001370"],"date":["2007-08-16"],"type":["text"],"creator":["Rosset, Saharon","Zhu, Ji"],"language":[],"coverage":[],"title":["Piecewise linear regularized solution paths"],"description":["  We consider the generic regularized optimization problem\n$\\hat{\\mathsf{\\beta}}(\\lambda)=\\arg\n\\min_{\\beta}L({\\sf{y}},X{\\sf{\\beta}})+\\lambda J({\\sf{\\beta}})$. Efron, Hastie,\nJohnstone and Tibshirani [Ann. Statist. 32 (2004) 407--499] have shown that for\nthe LASSO--that is, if $L$ is squared error loss and $J(\\beta)=\\|\\beta\\|_1$ is\nthe $\\ell_1$ norm of $\\beta$--the optimal coefficient path is piecewise linear,\nthat is, $\\partial \\hat{\\beta}(\\lambda)/\\partial \\lambda$ is piecewise\nconstant. We derive a general characterization of the properties of (loss $L$,\npenalty $J$) pairs which give piecewise linear coefficient paths. Such pairs\nallow for efficient generation of the full regularized coefficient paths. We\ninvestigate the nature of efficient path following algorithms which arise. We\nuse our results to suggest robust versions of the LASSO for regression and\nclassification, and to develop new, efficient algorithms for existing problems\nin the literature, including Mammen and van de Geer's locally adaptive\nregression splines.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001370 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.2233",{"format":[],"subject":["Mathematics - Statistics Theory","62G20 (Primary)","62G08 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2233","Annals of Statistics 2007, Vol. 35, No. 3, 1146-1165","doi:10.1214/009053607000000091"],"date":["2007-08-16"],"type":["text"],"creator":["Low, Mark G.","Zhou, Harrison H."],"language":[],"coverage":[],"title":["A complement to Le Cam's theorem"],"description":["  This paper examines asymptotic equivalence in the sense of Le Cam between\ndensity estimation experiments and the accompanying Poisson experiments. The\nsignificance of asymptotic equivalence is that all asymptotically optimal\nstatistical procedures can be carried over from one experiment to the other.\nThe equivalence given here is established under a weak assumption on the\nparameter space $\\mathcal{F}$. In particular, a sharp Besov smoothness\ncondition is given on $\\mathcal{F}$ which is sufficient for Poissonization,\nnamely, if $\\mathcal{F}$ is in a Besov ball $B_{p,q}^{\\alpha}(M)$ with $\\alpha\np>1/2$. Examples show Poissonization is not possible whenever $\\alpha p<1/2$.\nIn addition, asymptotic equivalence of the density estimation model and the\naccompanying Poisson experiment is established for all compact subsets of\n$C([0,1]^m)$, a condition which includes all H\\\"{o}lder balls with smoothness\n$\\alpha>0$.\n","Comment: Published at http://dx.doi.org/10.1214/009053607000000091 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.2369",{"format":[],"subject":["Mathematics - Statistics Theory","62F05, 62M10 (Primary)","60G10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2369","Annals of Statistics 2007, Vol. 35, No. 3, 1213-1237","doi:10.1214/009053606000001514"],"date":["2007-08-17"],"type":["text"],"creator":["Ling, Shiqing"],"language":[],"coverage":[],"title":["Testing for change points in time series models and limiting theorems\n  for NED sequences"],"description":["  This paper first establishes a strong law of large numbers and a strong\ninvariance principle for forward and backward sums of near-epoch dependent\nsequences. Using these limiting theorems, we develop a general asymptotic\ntheory on the Wald test for change points in a general class of time series\nmodels under the no change-point hypothesis. As an application, we verify our\nassumptions for the long-memory fractional ARIMA model.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001514 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.2373",{"format":[],"subject":["Mathematics - Statistics Theory","60M20 (Primary)","62F12, 62M10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2373","Annals of Statistics 2007, Vol. 35, No. 3, 1238-1277","doi:10.1214/009053606000001550"],"date":["2007-08-17"],"type":["text"],"creator":["Ing, Ching-Kang"],"language":[],"coverage":[],"title":["Accumulated prediction errors, information criteria and optimal\n  forecasting for autoregressive time series"],"description":["  The predictive capability of a modification of Rissanen's accumulated\nprediction error (APE) criterion, APE$_{\\delta_n}$, is investigated in\ninfinite-order autoregressive (AR($\\infty$)) models. Instead of accumulating\nsquares of sequential prediction errors from the beginning, APE$_{\\delta_n}$ is\nobtained by summing these squared errors from stage $n\\delta_n$, where $n$ is\nthe sample size and $1/n\\leq \\delta_n\\leq 1-(1/n)$ may depend on $n$. Under\ncertain regularity conditions, an asymptotic expression is derived for the\nmean-squared prediction error (MSPE) of an AR predictor with order determined\nby APE$_{\\delta_n}$. This expression shows that the prediction performance of\nAPE$_{\\delta_n}$ can vary dramatically depending on the choice of $\\delta_n$.\nAnother interesting finding is that when $\\delta_n$ approaches 1 at a certain\nrate, APE$_{\\delta_n}$ can achieve asymptotic efficiency in most practical\nsituations. An asymptotic equivalence between APE$_{\\delta_n}$ and an\ninformation criterion with a suitable penalty term is also established from the\nMSPE point of view. This offers new perspectives for understanding the\ninformation and prediction-based model selection criteria. Finally, we provide\nthe first asymptotic efficiency result for the case when the underlying\nAR($\\infty$) model is allowed to degenerate to a finite autoregression.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001550 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.2499",{"format":[],"subject":["Physics - Atomic Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2499"],"date":["2007-08-18","2007-08-22"],"type":["text"],"creator":["Mandal, Subhasish","Dixit, Gopal","Sahoo, B. K.","Chaudhuri, R. K.","Majumder, Sonjoy"],"language":[],"coverage":[],"title":["Theoretical spectroscopic studies of the atomic transitions and\n  lifetimes of low-lying states in Ti IV"],"description":["  The astrophysically important electric quadrupole (E2) and magnetic dipole\n(M1) transitions for the low-lying states of triply ionized titanium (Ti IV)\nare calculated very accurately using a state-of-art all-order many-body theory\ncalled Coupled Cluster (CC) theory in the relativistic frame-work. Different\nmany-body correlations of the CC theory has been estimated by studying the core\nand valence electron excitations to the unoccupied states. The calculated\nexcitation energies of different states are in very good agreement with the\nmeasurements. Also we compare our calculated electric dipole (E1) transition\namplitudes of few transitions with recent many-body calculations by different\ngroups. We have also carried out the calculations for the lifetimes of the\nlow-lying states of Ti IV. A long lifetime is found for the first excited\n3d$^{2}D_{5/2}$ state, which suggested that Ti IV may be one of the useful\ncandidates for many important studies. Most of the results reported here are\nnot available in the literature, to the best of our knowledge.\n","Comment: 15 pages submitted to J. Phys. B"]}]
["0708.2649",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2649"],"date":["2007-08-20","2007-08-22"],"type":["text"],"creator":["Giri, Pulak Ranjan"],"language":[],"coverage":[],"title":["Quantization of neutron in Earth's gravity"],"description":["  Gravity is the weakest of all four known forces in the universe. Quantum\nstates of an elementary particle due to such a weak field is certainly very\nshallow and would therefore be an experimental challenge to detect. Recently an\nexperimental attempt was made by V. V. Nesvizhevsky et al., Nature 415, 297\n(2002), to measure the quantum states of a neutron, which shows that ground\nstate and few excited states are \\sim 10^{-12}eV. We show that the energy of\nthe ground state of a neutron confined above Earth's surface should be \\sim\n10^{-37}eV. The experimentally observed energy levels are 10^{25} times deeper\nthan the actual energy levels it should be and thus certainly not due to\ngravitational effect of Earth. Therefore the correct interpretation for the\npainstaking experimental results of Ref. \\cite{nes1} is due to the confinement\npotential of a one dimensional box of length L \\sim 50\\mu m, generated from the\nexperimental setup as commented before \\cite{hansoon}. Our results thus creates\na new challenge to the experimentalist to resolve the shallow energy levels of\nthe neutron in Earth's gravitational field in future.\n","Comment: 2 pages, revtex, references added"]}]
["0708.2663",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Mathematics - General Mathematics","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2663","Mathematical Intelligencer, Volume 29, Number 2, pages 33-38\n  (2007)"],"date":["2007-08-20"],"type":["text"],"creator":["Socolar, Joshua E. S."],"language":[],"coverage":[],"title":["Hexagonal parquet tilings: k-isohedral monotiles with arbitrarily large\n  k"],"description":["  This paper addresses the question of whether a single tile with nearest\nneighbor matching rules can force a tiling in which the tiles fall into a large\nnumber of isohedral classes. A single tile is exhibited that can fill the\nEuclidean plane only with a tiling that contains k distinct isohedral sets of\ntiles, where k can be made arbitrarily large. It is shown that the construction\ncannot work for a simply connected 2D tile with matching rules for adjacent\ntiles enforced by shape alone. It is also shown that any of the following\nmodifications allows the construction to work: (1) coloring the edges of the\ntiling and imposing rules on which colors can touch; (2) allowing the tile to\nbe multiply connected; (3) requiring maximum density rather than space-filling;\n(4) allowing the tile to have a thickness in the third dimension.\n","Comment: 7 pages, 8 figures. Published in The Mathematical Intelligencer.\n  NOTE: The MI mistakenly published an earlier draft"]}]
["0708.2712",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2712"],"date":["2007-08-20"],"type":["text"],"creator":["Jansson, Ronnie","Farrar, Glennys R."],"language":[],"coverage":[],"title":["Maximum Likelihood method for ultrahigh energy cosmic ray cross\n  correlations with astrophysical sources"],"description":["  We extend the Maximum Likelihood method used by HiRes to study cross\ncorrelations between a catalog of candidate astrophysical sources and Ultrahigh\nEnergy Cosmic Rays (UHECRs), to allow for differing source luminosities. Our\napproach permits individual sources to be ranked according to their likelihood\nof having emitted the correlated UHECRs. We test both old and new method by\nsimulations for various scenarios. We conclude that there are 9 true\ncorrelation between HiRes UHECRs and known BLLacs, with a 6*10^-5 probability\nof such a correlation arising by chance.\n","Comment: 4 pages, 4 figures, proceedings of the 30th ICRC, Merida, Mexico 2007"]}]
["0708.2713",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2713"],"date":["2007-08-20"],"type":["text"],"creator":["Pantokratoras, Asterios"],"language":[],"coverage":[],"title":["Comment on \"Radiative effect on natural convection flows in porous\n  media, A.A. Mohammadein, M. A. Mansour, Sahar M. Abd El Gaied and Rama Subba\n  Reddy Gorla [Transport in Porous Media 32:263-283, 1998]\""],"description":["  In the above paper the authors treat the natural convection boundary layer\nflow in a Darcy-Brinkman-Forchheimer porous medium. In the energy equation the\nradiation effect has been taken into account. A two-parameter perturbation\nmethod is used for the solution of the equations. The first order results are\npresented in tables and figures. This is an interesting work but there are some\nweak points which are presented below:\n","Comment: 4 pages, 1 figure"]}]
["0708.2714",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2714"],"date":["2007-08-20"],"type":["text"],"creator":["Jansson, Ronnie","Farrar, Glennys R.","Waelkens, Andre","Ensslin, Torsten A."],"language":[],"coverage":[],"title":["Large scale magnetic field of the Milky Way from WMAP3 data"],"description":["  We report on initial results from a project to constrain the large-scale and\nturbulent magnetic fields of the Milky Way galaxy, which eventually will\nincorporate all of the relevant observational data. In this paper we fit\npopular large scale magnetic field models to WMAP3 polarization maps. We find\nthat the polarization data can constrain certain model parameters but does not\nuniquely determine the best-fit parameters. We also find that the polarization\ndata alone cannot distinguish between model symmetries, e.g., the existence of\nfield reversals. We show how future UHECR data can break this degeneracy.\n","Comment: 4 pages, 4 figures, proceedings of the 30th ICRC, Merida, Mexico 2007"]}]
["0708.2715",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2715"],"date":["2007-08-20"],"type":["text"],"creator":["Santos, Samantha Fonseca dos","Kokoouline, Viatcheslav","Greene, Chris H."],"language":[],"coverage":[],"title":["Dissociative recombination of H3+ in the ground and excited vibrational\n  states"],"description":["  The article presents calculated dissociative recombination (DR) rate\ncoefficients for H+3 . The previous theoretical work on H+3 was performed using\nthe adiabatic hyperspherical approximation to calculate the target ion\nvibrational states and it considered just a limited number of ionic rotational\nstates. In this study, we use accurate vibrational wave functions and a larger\nnumber of possible rotational states of the H3+ ground vibrational level. The\nDR rate coefficient obtained is found to agree better with the experimental\ndata from storage-ring experiments than the previous theoretical calculation.\nWe present evidence that excited rotational states could be playing an\nimportant role in those experiments for collision energies above 10 meV. The DR\nrate coefficients calculated separately for ortho- and para-H3+ are predicted\nto differ significantly at low energy, a result consistent with a recent\nexperiment. We also present DR rate coefficients for vibrationally-excited\ninitial states of H3+, which are found to be somewhat larger than the rate\ncoefficient for the ground vibrational level.\n","Comment: 20 pages, 5 figures"]}]
["0708.2716",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2716"],"date":["2007-08-20"],"type":["text"],"creator":["Fegan, S. J.","Vassiliev, V. V."],"language":[],"coverage":[],"title":["The performance of an idealized large-area array of moderate-sized IACTs"],"description":["  We present simulations of a large array of imaging atmospheric Cherenkov\ntelescopes (IACTs), for which the size of the array footprint is much larger\nthan the size of the Cherenkov lightpool. To evaluate limitations of the\nimaging atmospheric Cherenkov technique, the array is simulated under the\nassumption of ideal optics, having infinite resolution of the photon arrival\ndirection, which makes our conclusions independent of any particular telescope\nimplementation. The primary characteristics of the array performance, gamma-ray\ntrigger efficiency, photon energy at the peak of the detection rate, and\nangular resolution are calculated as a function of the parameters of the array:\ntelescope spacing, telescope aperture, and camera pixelation. We discuss\nimplication of the results for the design of the next generation ground-based\ngamma-ray observatory.\n","Comment: 4 pages, 3 figures, in Proc. 30th International Cosmic Ray\n  Conference, Merida, Mexico, 2007"]}]
["0708.2717",{"format":[],"subject":["Computer Science - Databases","H.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2717"],"date":["2007-08-20"],"type":["text"],"creator":["Gomez, Leticia","Kuijpers, Bart","Vaisman, Alejandro"],"language":[],"coverage":[],"title":["Aggregation Languages for Moving Object and Places of Interest Data"],"description":["  We address aggregate queries over GIS data and moving object data, where\nnon-spatial data are stored in a data warehouse. We propose a formal data model\nand query language to express complex aggregate queries. Next, we study the\ncompression of trajectory data, produced by moving objects, using the notions\nof stops and moves. We show that stops and moves are expressible in our query\nlanguage and we consider a fragment of this language, consisting of regular\nexpressions to talk about temporally ordered sequences of stops and moves. This\nfragment can be used to efficiently express data mining and pattern matching\ntasks over trajectory data.\n","Comment: 15 pages, 5 figures"]}]
["0708.2727",{"format":[],"subject":["Mathematics - Operator Algebras","46L05 (primary) 46M20 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2727"],"date":["2007-08-20"],"type":["text"],"creator":["Brown, Lawrence G.","Pedersen, Gert K."],"language":[],"coverage":[],"title":["Limits and C*-algebras of low rank or dimension"],"description":["  We explore various limit constructions for C*-algebras, such as composition\nseries and inverse limits, in relation to the notions of real rank, stable\nrank, and extremal richness. We also consider extensions and pullbacks. We\nidentify some conditions under which the constructions preserve low rank for\nthe C*-algebras or their multiplier algebras. We also discuss the version of\ntopological dimension theory appropriate for primitive ideal spaces of\nC*-algebras and provide an analogue for rank of the countable sum theorem of\ndimension theory. As an illustration of how the main results can be applied, we\nshow that a CCR algebra has stable rank one if and only if it has topological\ndimension zero or one, and we characterize those sigma-unital CCR algebras\nwhose multiplier algebras have stable rank one or extremal richness. (The real\nrank zero case was already known.)\n","Comment: This is the second-to-last of our joint papers and will appear in the\n  Journal of Operator Theory"]}]
["0708.2732",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2732"],"date":["2007-08-20"],"type":["text"],"creator":["Liang, Yingbin","Poor, H. Vincent"],"language":[],"coverage":[],"title":["Secrecy Capacity Region of Binary and Gaussian Multiple Access Channels"],"description":["  A generalized multiple access channel (GMAC) with one confidential message\nset is studied, where two users (users 1 and 2) attempt to transmit common\ninformation to a destination, and user 1 also has confidential information\nintended for the destination. Moreover, user 1 wishes to keep its confidential\ninformation as secret as possible from user 2. A deterministic GMAC is first\nstudied, and the capacity-equivocation region and the secrecy capacity region\nare obtained. Two main classes of the GMAC are then studied: the binary GMAC\nand the Gaussian GMAC. For both channels, the capacity-equivocation region and\nthe secrecy capacity region are established.\n","Comment: In Proceedings of the 44th Annual Allerton Conference on\n  Communication, Control and Computing, University of Illinois, Monticello, IL,\n  September 27-29, 2006"]}]
["0708.2733",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2733"],"date":["2007-08-20"],"type":["text"],"creator":["Liang, Yingbin","Poor, H. Vincent"],"language":[],"coverage":[],"title":["Secure Communications over Fading Channels"],"description":["  The fading wire-tap channel is investigated, where the source-to-destination\nchannel and the source-to-wire-tapper channel are corrupted by multiplicative\nfading gain coefficients in addition to additive Gaussian noise terms. The\nchannel state information is assumed to be known at both the transmitter and\nthe receiver. The parallel wire-tap channel with independent subchannels is\nfirst studied, which serves as an information-theoretic model for the fading\nwire-tap channel. The secrecy capacity of the parallel wire-tap channel is\nestablished. This result is then specialized to give the secrecy capacity of\nthe fading wire-tap channel, which is achieved with the source node dynamically\nchanging the power allocation according to the channel state realization. An\noptimal source power allocation is obtained to achieve the secrecy capacity.\n","Comment: In Proceedings of the 44th Annual Allerton Conference on\n  Communication, Control and Computing, University of Illinois, Monticello, IL,\n  September 27 - 29, 2006"]}]
["0708.2737",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2737"],"date":["2007-08-20"],"type":["text"],"creator":["Urbaneja, Miguel A.","Kudritzki, Rolf Peter","Bresolin, Fabio"],"language":[],"coverage":[],"title":["Extragalaxtic Stellar Astronomy"],"description":["  Despite their paucity, massive hot stars are real cosmic engines of\nfundamental importance in shaping our Universe, from its very early stages up\nto its current appearance. Understanding the physics of massive stars is then a\nkey issue for many relevant astrophysical phenomena. Probing the massive\nstellar population of nearby galaxies by means of quantitative spectroscopy\nallows us to unveil a wealth of information that will aid our current\nunderstanding of stellar and galaxy evolution. In addition, blue luminous stars\ncan be used as standard candles for extragalactic distances up to 10 Mpc. In\nthis contribution, we present a brief overview of recent steps we have\nundertaken in this exciting research field.\n","Comment: 4 pages, 1 figure, to appear in the conference proceedings \"Galaxies\n  in the Local Volume\", eds. B.S. Koribalski and H. Jerjen"]}]
["0708.2739",{"format":[],"subject":["Mathematics - Probability","60K25, 68M20, 90B15, 90B22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2739","Journal of Applied Probability 2006 Vol. 43, No. 1, 231-244","doi:10.1239/jap/1143936256"],"date":["2007-08-20"],"type":["text"],"creator":["Leskelä, Lasse"],"language":[],"coverage":[],"title":["Stabilization of an overloaded queueing network using measurement-based\n  admission control"],"description":["  Admission control can be employed to avoid congestion in queueing networks\nsubject to overload. In distributed networks the admission decisions are often\nbased on imperfect measurements on the network state. This paper studies how\nthe lack of complete state information affects the system performance by\nconsidering a simple network model for distributed admission control. The\nstability region of the network is characterized and it is shown how feedback\nsignaling makes the system very sensitive to its parameters.\n","Comment: Published at http://dx.doi.org/10.1239/jap/1143936256 in the Journal\n  of Applied Probability (http://projecteuclid.org/jap) by the Applied\n  Probability Trust (http://www.appliedprobability.org/)"]}]
["0708.2741",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2741"],"date":["2007-08-20"],"type":["text"],"creator":["Vassiliev, V. V.","Fegan, S. J."],"language":[],"coverage":[],"title":["Schwarzschild-Couder two-mirror telescope for ground-based gamma-ray\n  astronomy"],"description":["  Schwarzschild-type aplanatic telescopes with two aspheric mirrors, configured\nto correct spherical and coma aberrations, are considered for application in\ngamma-ray astronomy utilizing the ground-based atmospheric Cherenkov technique.\nWe use analytical descriptions for the figures of primary and secondary mirrors\nand, by means of numerical ray-tracing, we find telescope configurations which\nminimize astigmatism and maximize effective light collecting area. It is shown\nthat unlike the traditional prime-focus Davies-Cotton design, such telescopes\nprovide a solution for wide field of view gamma-ray observations. The designs\nare isochronous, can be optimized to have no vignetting across the field, and\nallow for significant reduction of the plate scale, making them compatible with\nfinely-pixilated cameras, which can be constructed from modern, cost-effective\nimage sensors such as multi-anode PMTs, SiPMs, or image intensifiers.\n","Comment: 4 pages, 6 figures, in Proc. 30th International Cosmic Ray\n  Conference, Merida, Mexico, 2007"]}]
["0708.2752",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G05, 14J28, 14C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2752"],"date":["2007-08-20"],"type":["text"],"creator":["van Luijk, Ronald"],"language":[],"coverage":[],"title":["Cubic points on cubic curves and the Brauer-Manin obstruction on K3\n  surfaces"],"description":["  We show that if over some number field there exists a certain diagonal plane\ncubic curve that is locally solvable everywhere, but that does not have points\nover any cubic galois extension of the number field, then the algebraic part of\nthe Brauer-Manin obstruction is not the only obstruction to the Hasse principle\nfor K3 surfaces.\n","Comment: 17 pages, comments welcome"]}]
["0708.2757",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2757"],"date":["2007-08-21"],"type":["text"],"creator":["Davydov, Alexei"],"language":[],"coverage":[],"title":["Twisted automorphisms of Hopf algebras"],"description":["  Twisted homomorphisms of bialgebras are bialgebra homomorphisms from the\nfirst into Drinfeld twistings of the second. They possess a composition\noperation extending composition of bialgebra homomorphisms. Gauge\ntransformations of twists, compatible with adjacent homomorphisms, give rise to\ngauge transformation of twisted homomorphisms, which behave nicely with respect\nto compositions. Here we study (gauge classes of) twisted automorphisms of\ncocommutative Hopf algebras. After revising well-known relations between\ntwists, twisted forms of bialgebras and $R$-matrices (for commutative\nbialgebras) we describe twisted automorphisms of universal enveloping algebras.\n"]}]
["0708.2758",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2758"],"date":["2007-08-21"],"type":["text"],"creator":["Davydov, Alexei"],"language":[],"coverage":[],"title":["Twisted automorphisms of group algebras"],"description":["  We continue the study of twisted automorphisms of Hopf algebras started in\n\"Twisted automorphisms of Hopf algebras\". In this paper we concentrate on the\ngroup algebra case. We describe the group of twisted automorphisms of the group\nalgebra of a group of order coprime to 6. The description turns out to be very\nsimilar to the one for the universal enveloping algebra given in \"Twisted\nautomorphisms of Hopf algebras\".\n"]}]
["0708.2761",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2761"],"date":["2007-08-21"],"type":["text"],"creator":["Davydov, Alexei"],"language":[],"coverage":[],"title":["Nuclei of categories with tensor products"],"description":["  Following the analogy between algebras (monoids) and monoidal categories the\nconstruction of nucleus for non-associative algebras is simulated on the\ncategorical level. Nuclei of categories of modules are considered as an\nexample.\n"]}]
["0708.2764",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2764"],"date":["2007-08-21"],"type":["text"],"creator":["Chan, Hock Peng"],"language":[],"coverage":[],"title":["Maxima of Moving Sums in a Poisson Random Field"],"description":["  The extremal tail probabilities of moving sums in a marked Poisson random\nfield is examined here. These sums are computed by adding up the weighted\noccurrences of events lying within a scanning set of fixed shape and size.\nChange of measure and analysis of local random fields are used to provide tail\nprobabilities. The asymptotic constants are initially expressed in a form that\nseems hard to evaluate and do not seem to provide any additional information on\nthe properties of the constants. A more sophisticated approach is then\nundertaken giving rise to an expression that is not only neater but also able\nto provide computable bounds. The technique used to obtain this constant can\nalso be modified to work on continuous processes.\n"]}]
["0708.2773",{"format":[],"subject":["Mathematics - Symplectic Geometry","17B63","17B56","55N99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2773"],"date":["2007-08-21"],"type":["text"],"creator":["Ammar, Mourad","Kass, Guy","Masmoudi, Mohsen","Poncin, Norbert"],"language":[],"coverage":[],"title":["Strongly r-matrix induced tensors, Koszul cohomology, and\n  arbitrary-dimensional quadratic Poisson cohomology"],"description":["  We introduce the concept of strongly $r$-matrix induced ({\\small SRMI})\nPoisson structure, report on the relation of this property with the stabilizer\ndimension of the considered quadratic Poisson tensor, and classify the Poisson\nstructures of the Dufour-Haraki classification (DHC) according to their\nmembership of the family of {\\small SRMI} tensors. One of the main results of\nour work is a generic cohomological procedure for {\\small SRMI} Poisson\nstructures in arbitrary dimension. This approach allows decomposing Poisson\ncohomology into, basically, a Koszul cohomology and a relative cohomology.\nMoreover, we investigate this associated Koszul cohomology, highlight its tight\nconnections with Spectral Theory, and reduce the computation of this main\nbuilding block of Poisson cohomology to a problem of linear algebra. We apply\nthese upshots to two structures of the DHC and provide an exhaustive\ndescription of their cohomology. We thus complete our list of data obtained in\nprevious works, see \\cite{MP} and \\cite{AMPN}, and gain fairly good insight\ninto the structure of Poisson cohomology.\n","Comment: 25 pages"]}]
["0708.2777",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60G55 (Primary) 60F05, 62M30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2777"],"date":["2007-08-21"],"type":["text"],"creator":["Schuhmacher, Dominic","Xia, Aihua"],"language":[],"coverage":[],"title":["A new metric between distributions of point processes"],"description":["  Most metrics between finite point measures currently used in the literature\nhave the flaw that they do not treat differing total masses in an adequate\nmanner for applications. This paper introduces a new metric $\\bar{d}_1$ that\ncombines positional differences of points under a closest match with the\nrelative difference in total mass in a way that fixes this flaw. A\ncomprehensive collection of theoretical results about $\\bar{d}_1$ and its\ninduced Wasserstein metric $\\bar{d}_2$ for point process distributions are\ngiven, including examples of useful $\\bar{d}_1$-Lipschitz continuous functions,\n$\\bar{d}_2$ upper bounds for Poisson process approximation, and $\\bar{d}_2$\nupper and lower bounds between distributions of point processes of i.i.d.\npoints. Furthermore, we present a statistical test for multiple point pattern\ndata that demonstrates the potential of $\\bar{d}_1$ in applications.\n","Comment: 20 pages, 2 figures"]}]
["0708.2784",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics","Mathematics - Algebraic Geometry","11T71, 14G50, 94B27, 94B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2784"],"date":["2007-08-21"],"type":["text"],"creator":["Sugiyama, Ken-ichi"],"language":[],"coverage":[],"title":["On a linear code from a configuration of affine lines"],"description":["  We will show how to obtain a linear code from a configuration of affine lines\nin general position and a suitable set of rational points. We will also explain\na new decoding algorithm based on the configuration, which seems to be quite\neffective.\n","Comment: 13 pages"]}]
["0708.2786",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2786"],"date":["2007-08-21"],"type":["text"],"creator":["Pradler, Josef"],"language":[],"coverage":[],"title":["Electroweak Contributions to Thermal Gravitino Production"],"description":["  At high temperatures, gravitinos are generated in inelastic scattering\nprocesses with particles that are in thermal equilibrium with the hot\nprimordial plasma. We consider the regeneration of gravitinos that starts with\ncompletion of reheating after inflation. Following a consistent\nfinite-temperature approach, we provide the complete result for the gravitino\nproduction rate to leading order in the gauge couplings. Focusing on gravitino\ndark matter scenarios we compute the relic density of thermally produced\ngravitinos. Moreover, we show that a conceivable determination of the gravitino\nmass at future colliders will allow for a unique test of the viability of\nthermal leptogenesis in the laboratory.\n","Comment: 101 pages; diploma thesis; University of Vienna, Austria; Oct.2006"]}]
["0708.2787",{"format":[],"subject":["Mathematics - Complex Variables","42A65, 30D15, 30C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2787"],"date":["2007-08-21"],"type":["text"],"creator":["Semmler, Gunter"],"language":[],"coverage":[],"title":["Complete interpolating sequences, the discrete Muckenhoupt condition,\n  and conformal mapping"],"description":["  We extend the parameterization of sine-type functions in terms of conformal\nmappings onto slit domains given by Eremenko and Sodin to the more general case\nof generating functions of real complete interpolating sequences. It turns out\nthat the cuts have to fulfill the discrete Muckenhoupt condition studied\nearlier by Lyubarskii and Seip.\n","Comment: 26 pages, 3 figures"]}]
["0708.2800",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2800"],"date":["2007-08-21"],"type":["text"],"creator":["Piotrovich, M. Yu.","Gnedin, Yu. N.","Natsvlishvili, T. M."],"language":[],"coverage":[],"title":["Synchrotron Self-Absorption Process in GRBs and the Isotropic Energy -\n  Peak Energy Fundamental Relation"],"description":["  The existence of strong correlation between the peak luminosity (and/or\nbolometric energetics) of Gamma Ray Bursts (GRB) is one of the most intrigue\nproblem of GRB physics. This correlation is not yet understood. Here we\ndemonstrate that this correlation can be explained in framework of synchrotron\nself-absorption (SSA) mechanism of GRB prompt emission. We estimate the\nmagnetic field strength of the central engine at the level $B\\sim 10^{14}\n(10^3/\\Gamma)^3 (1+z)^2$, where $\\Gamma$ is the Lorentz factor of fireball.\n","Comment: 5 pages"]}]
["0708.2802",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2802"],"date":["2007-08-21"],"type":["text"],"creator":["Kuznetsov, A. V.","Mikheev, N. V."],"language":[],"coverage":[],"title":["Plasma induced neutrino spin-flip in a supernova and new bounds on the\n  neutrino magnetic moment"],"description":["  The neutrino chirality-flip process under the conditions of the supernova\ncore is investigated in detail with the plasma polarization effects in the\nphoton propagator taken into account in a more complete form than in earlier\npublications. It is shown in part that the contribution of the proton fraction\nof plasma is essential. New upper bounds on the neutrino magnetic moment are\nobtained: mu_nu < (0.5 - 1.1) 10^{-12} mu_B from the limit on the supernova\ncore luminosity for nu_R emission, and mu_nu < (0.4 - 0.6) 10^{-12} mu_B from\nthe limit on the averaged time of the left-handed neutrino washing out. The\nbest upper bound on the neutrino magnetic moment from SN1987A is improved by\nthe factor of 3 to 7.\n","Comment: 10 pages, LaTeX, 6 eps figures, based on the talk presented at the\n  XIV International School ``Particles and Cosmology'', Baksan Valley,\n  Kabardino Balkaria, Russia, April 16-21, 2007, to appear in the Proceedings"]}]
["0708.2806",{"format":[],"subject":["Mathematics - Metric Geometry","58E20, 53C43, 53C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2806"],"date":["2007-08-21"],"type":["text"],"creator":["Jost, J.","Todjihounde, L."],"language":[],"coverage":[],"title":["Harmonic nets in metric spaces"],"description":["  We investigate harmonic maps from weighted graphs into metric spaces that\nlocally admit unique centers of gravity, like Alexandrov spaces with upper\ncurvature bounds. We prove an existence result by constructing an iterative\ngeometric process that converges to such maps, called harmonic nets for short.\n","Comment: A slightly edited version wil appear in Pacific Journal of\n  Mathematics"]}]
["0708.2808",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2808"],"date":["2007-08-21"],"type":["text"],"creator":["Hoyer, Paul"],"language":[],"coverage":[],"title":["Inclusive Perspectives"],"description":["  I discuss the relation between inclusive and exclusive dynamics suggested by\nBloom-Gilman duality. Duality implies the simultaneous applicability of two\ndistinct limits, the standard DIS limit of hard inclusive processes taken at\nfixed xB and a limit where the hadronic mass is held fixed. I review\nexperimental evidence for the relevance of the fixed mass limit in inclusive\nprocesses at high xF. Semi-local duality suggests that inclusive and exclusive\nprocesses occur on the same target Fock states. DIS scaling then implies that\nthe Fock states contributing to hard exclusive processes have a large\ntransverse size, i.e., that the hard scattering occurs off a single parton\nwhich carries a large fraction of the hadron momentum.\n","Comment: Concluding talk at the Workshop on \"Exclusive Reactions at High\n  Momentum Transfer\", Jefferson Lab, 21-24 May 2007. 14 pages, 10 figures"]}]
["0708.2814",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2814"],"date":["2007-08-21"],"type":["text"],"creator":["Pemmaraju, C. D.","Sanvito, S.","Burke, K."],"language":[],"coverage":[],"title":["Polarizability of molecular chains: does one need exact exchange?"],"description":["  Standard density functional approximations greatly over-estimate the static\npolarizability of longchain polymers, but Hartree-Fock or exact exchange\ncalculations do not. Simple self-interaction corrected (SIC) approximations can\nbe even better than exact exchange, while their computational cost can scale\nonly linearly with the number of occupied orbitals.\n","Comment: 4 pages, 3 figures"]}]
["0708.2815",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2815"],"date":["2007-08-21"],"type":["text"],"creator":["Tesfa, Sintayehu"],"language":[],"coverage":[],"title":["Driven degenerate three-level cascade laser"],"description":["  We analyze a degenerate three-level cascade laser coupled to an external\ncoherent light via one of the coupler mirrors and vacuum reservoir in the\nother, employing the stochastic differential equation associated with the\nnormal ordering. We study the squeezing properties and also calculate the mean\nphoton number of the cavity radiation. It turns out that the generated light\nexhibits up to 98.3% squeezing under certain conditions pertaining to the\ninitial preparation of the superposition and the amplitude of the driving\nradiation. Moreover, the mean photon number is found to be large where there is\na better squeezing. Hence it is believed that the system under consideration\ncan generate an intense squeezed light.\n","Comment: 8 pages, 8 figures"]}]
["0708.2819",{"format":[],"subject":["Mathematics - Group Theory","20E06, 20E26 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2819","Lobachevskii Journal of Mathematics. 11 (2002). 27-38"],"date":["2007-08-21"],"type":["text"],"creator":["Sokolov, E. V."],"language":[],"coverage":[],"title":["On the cyclic subgroup separability of free products of two groups with\n  amalgamated subgroup"],"description":["  Let $G$ be a free product of two groups with amalgamated subgroup, $\\pi$ be\neither the set of all prime numbers or the one-element set \\{$p$\\} for some\nprime number $p$. Denote by $\\Sigma$ the family of all cyclic subgroups of\ngroup $G$, which are separable in the class of all finite $\\pi$-groups.\nObviously, cyclic subgroups of the free factors, which aren't separable in\nthese factors by the family of all normal subgroups of finite $\\pi$-index of\ngroup $G$, the subgroups conjugated with them and all subgroups, which aren't\n$\\pi^{\\prime}$-isolated, don't belong to $\\Sigma$. Some sufficient conditions\nare obtained for $\\Sigma$ to coincide with the family of all other\n$\\pi^{\\prime}$-isolated cyclic subgroups of group $G$. It is proved, in\nparticular, that the residual $p$-finiteness of a free product with cyclic\namalgamation implies the $p$-separability of all $p^{\\prime}$-isolated cyclic\nsubgroups if the free factors are free or finitely generated residually\n$p$-finite nilpotent groups.\n","Comment: 10 pages; for other papers of this author, see\n  http://icu.ivanovo.ac.ru/tg-seminar"]}]
["0708.2832",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2832"],"date":["2007-08-21"],"type":["text"],"creator":["Barwick, Clark"],"language":[],"coverage":[],"title":["On Reedy Model Categories"],"description":["  The sole purpose of this note is to introduce some elementary results on the\nstructure and functoriality of Reedy model categories. In particular, I give a\nvery useful little criterion to determine whether composition with a morphism\nof Reedy categories determines a left or right Quillen functor. I then give a\nnumber of useful inheritance results.\n","Comment: 13 pages. Comments sincerely welcomed"]}]
["0708.2834",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2834"],"date":["2007-08-21"],"type":["text"],"creator":["Baltazar, Samuel E.","De Menech, Mario","Saalmann, Ulf","Romero, Aldo H.","Garcia, Martin E."],"language":[],"coverage":[],"title":["Negative differential resistance of Styrene on an ideal Si[111] surface:\n  dependence of the I-V characteristics on geometry, surface doping and shape\n  of the STM-tip"],"description":["  We study the electron transport properties through a supported organic\nmolecule styrene (C8H8) on an ideal silicon surface Si[111] and probed by a\nSTM-tip. The I-V characteristics and the differential conductance of the\nmolecule are calculated using a self consistent approach based on non\nequilibrium Green's functions. Two different adsorption configurations for the\nmolecule on the surface were considered which corresponds to a global and a\nlocal minimum of the total energy. In both cases we find a negative\ndifferential resistance (NDR) in a given interval of bias voltages. This effect\nis controlled by the states available close to the Fermi level of the surface\nand can be manipulated by properly doping the substrate. We also analyze the\ninfluence of the tip-shape on the I-V characteristics.\n","Comment: 20 pages, 13 figures"]}]
["0708.2838",{"format":[],"subject":["Mathematics - Algebraic Topology","55P99, 54C35, 55P15, 55P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2838"],"date":["2007-08-21"],"type":["text"],"creator":["Smrekar, Jaka"],"language":[],"coverage":[],"title":["CW type of inverse limits and function spaces"],"description":["  Given CW complexes X and Y, let map(X,Y) denote the space of continuous\nfunctions from X to Y with the compact open topology. The space map(X,Y) need\nnot have the homotopy type of a CW complex. Here the results of an extensive\ninvestigation of various necessary and various sufficient conditions for\nmap(X,Y) to have the homotopy type of a CW complex are exhibited. The results\nextend all previously known results on this topic. Moreover, appropriate\nconverses are given for the previously known sufficient conditions.\n  It is shown that this difficult question is related to well known problems in\nalgebraic topology. For example, the geometric Moore conjecture (asserting that\na simply connected finite complex admits an eventual geometric exponent at any\nprime if and only if it is elliptic) can be restated in terms of CW homotopy\ntype of certain function spaces.\n  Spaces of maps between CW complexes are a particular case of inverse limits\nof systems whose bonds are Hurewicz fibrations between spaces of CW homotopy\ntype. Related problems concerning CW homotopy type of the limit space of such a\nsystem are also studied. In particular, an almost complete solution to a well\nknown problem concerning towers of fibrations is presented.\n"]}]
["0708.2844",{"format":[],"subject":["Physics - Plasma Physics","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2844"],"date":["2007-08-21"],"type":["text"],"creator":["Khachatryan, A. G.","Irman, A.","van Goor, F. A.","Boller, K. -J."],"language":[],"coverage":[],"title":["Dynamics of Femtosecond Electron Bunches"],"description":["  In the laser wakefield accelerator (LWFA) a short intense laser pulse, with a\nduration of the order of a plasma wave period, excites an unusually strong\nplasma wake wave (laser wakefield). Recent experiments on laser wakefield\nacceleration [Nature (London) 431, p.535, p.538, p.541 (2004)] demonstrated\ngeneration of ultra-short (with a duration of a few femtoseconds) relativistic\nelectron bunches with relatively low energy spread of the order of a few\npercent. We have studied the dynamics of such bunches in vacuum and in laser\nwakefield. The results show strong bunch dynamics already on a few millimeters\npropagation distance in both cases. In vacuum, the bunch radius and emittance\nquickly grow. The latter worsens the focusability of the bunch. We found that\nwhen a femtosecond bunch is accelerated in a channel-guided laser wakefield,\nfor realistic bunch lengths, the bunch length is approximately conserved.\nHowever, the spread in betatron frequencies leads to fast betatron phase mixing\nin the bunch envelope for on-axis injection. When bunch is injected in a laser\nwakefield off-axis, the bunch decoherence results in considerable increase in\nthe normalized bunch emittance, and, in some cases, in increase in the energy\nspread, after acceleration. We also discuss a possible two-stage laser\nwakefield accelerator.\n","Comment: 34 pages, incl. 11 figs. and 1 table, submitted for publication"]}]
["0708.2847",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2847"],"date":["2007-08-21"],"type":["text"],"creator":["Massey, Philip","Plez, Bertrand","Levesque, Emily M.","Olsen, K. A. G.","Silva, David R.","Clayton, Geoffery C."],"language":[],"coverage":[],"title":["Physical Properties of Red Supergiants"],"description":["  Red supergiants (RSGs) are an evolved stage in the life of intermediate\nmassive stars (<25Mo). For many years their location in the H-R diagram was at\nvariance with the evolutionary models. Using the MARCS stellar atmosphere\nmodels, we have determined new effective temperatures and bolometric\nluminosities for RSGs in the Milky Way, LMC, and SMC, and our work has resulted\nin much better agreement with the evolutionary models. We have also found\nevidence of significant visual extinction due to circumstellar dust. Although\nin the Milky Way the RSGs contribute only a small fraction (<1%) of the dust to\nthe interstellar medium (ISM), in starburst galaxies or galaxies at large\nlook-back times, we expect that RSGs may be the main dust source. We are in the\nprocess of extending this work now to RSGs of higher and lower metallicities\nusing the galaxies M31 and WLM.\n","Comment: To appear in \"The Biggest, Baddest, Coolest Stars\" (ASP Conf\n  proceeding), ed. D. Luttermoser, B. Smith, and R. Stencel"]}]
["0708.2850",{"format":[],"subject":["Mathematics - Numerical Analysis","60H10, 60H35, 93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2850"],"date":["2007-08-21"],"type":["text"],"creator":["Lord, Gabriel","Malham, Simon J. A.","Wiese, Anke"],"language":[],"coverage":[],"title":["Efficient strong integrators for linear stochastic systems"],"description":["  We present numerical schemes for the strong solution of linear stochastic\ndifferential equations driven by an arbitrary number of Wiener processes. These\nschemes are based on the Neumann (stochastic Taylor) and Magnus expansions.\nFirstly, we consider the case when the governing linear diffusion vector fields\ncommute with each other, but not with the linear drift vector field. We prove\nthat numerical methods based on the Magnus expansion are more accurate in the\nmean-square sense than corresponding stochastic Taylor integration schemes.\nSecondly, we derive the maximal rate of convergence for arbitrary\nmulti-dimensional stochastic integrals approximated by their conditional\nexpectations. Consequently, for general nonlinear stochastic differential\nequations with non-commuting vector fields, we deduce explicit formulae for the\nrelation between error and computational costs for methods of arbitrary order.\nThirdly, we consider the consequences in two numerical studies, one of which is\nan application arising in stochastic linear-quadratic optimal control.\n","Comment: 27 pages, 4 figures"]}]
["0708.2853",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B13, 11B34, 11B05, 11A07, 11A41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2853"],"date":["2007-08-21"],"type":["text"],"creator":["Cilleruelo, Javier","Nathanson, Melvyn B."],"language":[],"coverage":[],"title":["Dense sets of integers with prescribed representation functions"],"description":["  Let A be a set of integers and let h \\geq 2. For every integer n, let r_{A,\nh}(n) denote the number of representations of n in the form n=a_1+...+a_h,\nwhere a_1,...,a_h belong to the set A, and a_1\\leq ... \\leq a_h. The function\nr_{A,h} from the integers Z to the nonnegative integers N_0 U {\\infty} is\ncalled the representation function of order h for the set A. We prove that\nevery function f from Z to N_0 U {\\infty} satisfying liminf_{|n|->\\infty} f\n(n)\\geq g is the representation function of order h for some sequence A of\nintegers, and that A can be constructed so that it increases \"almost\" as slowly\nas any given B_h[g] sequence. In particular, for every epsilon >0 and g \\geq\ng(h,epsilon), we can construct a sequence A satisfying r_{A,h}=f and A(x)\\gg\nx^{(1/h)-epsilon}.\n","Comment: 10 pages"]}]
["0708.2859",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2859"],"date":["2007-08-21"],"type":["text"],"creator":["Paramanik, D.","Majumdar, S.","Sahoo, S. R.","Sahu, S. N.","Varma, S."],"language":[],"coverage":[],"title":["Studies of self-organized Nanostructures on InP(111) surfaces after low\n  energy Ar+ ion irradiation"],"description":["  We report formation of self organized InP nano dots using 3 keV Ar+ ion\nsputtering, at $15^\\circ$ incidence from surface normal, on InP(111) surface.\nMorphology and optical properties of the sputtered surface, as a function of\nsputtering time, have been investigated by Scanning Probe Microscopy and Raman\nScattering techniques. Uniform patterns of nano dots are observed for different\ndurations of sputtering. The sizes and the heights of these nano dots vary\nbetween 10 to 100 nm and 20 to 40 nm, respectively. With increasing of\nsputtering time, t, the size and height of these nano dots increases up to a\ncertain sputtering time $t_c$. However beyond $t_c$, the dots break down into\nsmaller nanostructures, and as a result, the size and height of these\nnanostructures decrease. The uniformity and regularity of these structures are\nalso lost for sputtering beyond $t_c$. The crossover behavior is also observed\nin the rms surface roughness. Raman investigations of InP nano dots reveal\noptical phonon softening due to phonon confinement in the surface nano dots.\n","Comment: 7 pages, 4 figures"]}]
["0708.2883",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","41A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2883"],"date":["2007-08-21"],"type":["text"],"creator":["Farkas, Bálint","Révész, Szilárd Gy."],"language":[],"coverage":[],"title":["Positive bases in spaces of polynomials"],"description":["  For a nonempty compact set D of R we determine the maximal possible dimension\nof a subspace X of polynomial functions of degree at most m which possesses a\npositive bases (where positivity is understood on D). The exact value of this\nmaximal dimension depends on topological features of the base set D. We show\nthat at many cases dimension m can be achieved.Whereas only for low m or finite\nsets D it is possible to have m+1 (the full dimension of the space of\npolynomials of degree at most m) dimensional subspace X with positive basis.\nTherefore, it turns out that for no D it is possible to have a positive basis\nof the polynomial space of degree at most m for all m in N.\n"]}]
["0708.2885",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2885"],"date":["2007-08-21"],"type":["text"],"creator":["The Belle Collaboration","Abe, K."],"language":[],"coverage":[],"title":["Measurement of B -> D_s K pi branching ratios"],"description":["  We report a measurement of the exclusive $B^+$ meson decay to the final state\n$D_s^- K^+\\pi^+$ using $520 \\times 10^{6} B\\bar{B}$ pairs collected near the\n$\\Upsilon(4S)$ resonance, with the Belle detector at the KEKB asymmetric-energy\n$e^+e^-$ collider. Using the $D_S^- \\to \\phi \\pi^-$ decay mode to reconstruct\n$D_s^-$ mesons, we obtain the branching fraction ${\\cal B}(B^+\\to\nD_s^-K^+\\pi^+)= (1.77^{+0.12}_{-0.12} {\\mathrm (stat)} \\pm 0.16 {\\mathrm\n(syst)} \\pm 0.23 {\\cal(B)})\\times 10^{-4}$. We also present preliminary results\nof a study of the two-body $D_sK$, $D_s\\pi$ and $K\\pi$ subsystems observed in\nthis final state.\n","Comment: 22 pages, 12 figures, submitted to the 2007 Lepton-Photon Symposium"]}]
["0708.2891",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2891","doi:10.1088/0953-8984/19/31/315204"],"date":["2007-08-21"],"type":["text"],"creator":["Zhang, Jiandi","Ye, F.","Sha, Hao","Dai, Pengcheng","Fernandez-Baca, J. A.","Plummer, E. W."],"language":[],"coverage":[],"title":["Magnons in Ferromagnetic Metallic Manganites"],"description":["  Ferromagnetic (FM) manganites, a group of likely half-metallic oxides, are of\nspecial interest not only because they are a testing ground of the classical\ndoubleexchange interaction mechanism for the colossal magnetoresistance, but\nalso because they exhibit an extraordinary arena of emergent phenomena. These\nemergent phenomena are related to the complexity associated with strong\ninterplay between charge, spin, orbital, and lattice. In this review, we focus\non the use of inelastic neutron scattering to study the spin dynamics, mainly\nthe magnon excitations in this class of FM metallic materials. In particular,\nwe discussed the unusual magnon softening and damping near the Brillouin zone\nboundary in relatively narrow band compounds with strong Jahn-Teller lattice\ndistortion and charge/orbital correlations. The anomalous behaviors of magnons\nin these compounds indicate the likelihood of cooperative excitations involving\nspin, lattice, as well as orbital degrees of freedom.\n","Comment: published in J. Phys.: Cond. Matt. 20 figures"]}]
["0708.2892",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2892"],"date":["2007-08-21"],"type":["text"],"creator":["Allen, Jeff","Drescher, Hans-Joachim","Farrar, Glennys"],"language":[],"coverage":[],"title":["Comparison of hybrid and pure Monte Carlo shower generators on an event\n  by event basis"],"description":["  SENECA is a hybrid air shower simulation written by H. Drescher that utilizes\nboth Monte Carlo simulation and cascade equations. By using the cascade\nequations only in the high energy portion of the shower, where the shower is\ninherently one-dimensional, SENECA is able to utilize the advantages in speed\nfrom the cascade equations yet still produce complete, three dimensional\nparticle distributions at ground level which capture the shower to shower\nvariations coming from the early interactions. We present a comparison, on an\nevent by event basis, of SENECA and CORSIKA, a well trusted MC simulation code.\nBy using the same first interaction in both SENECA and CORSIKA, the effect of\nthe cascade equations can be studied within a single shower, rather than\naveraged over many showers. Our study shows that for showers produced in this\nmanner, SENECA agrees with CORSIKA to a very high accuracy with respect to\ndensities, energies, and timing information for individual species of\nground-level particles from both iron and proton primaries with energies\nbetween 1 EeV and 100 EeV. Used properly, SENECA produces ground particle\ndistributions virtually indistinguishable from those of CORSIKA in a fraction\nof the time. For example, for a shower induced by a 10 EeV proton, SENECA is 10\ntimes faster than CORSIKA, with comparable accuracy.\n","Comment: 4 pages, 4 figures, ICRC2007 conference proceding"]}]
["0708.2893",{"format":[],"subject":["Computer Science - Information Theory","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2893"],"date":["2007-08-21"],"type":["text"],"creator":["Ponomarenko, Nikolay","Lukin, Vladimir","Egiazarian, Karen","Astola, Jaakko","Ryabko, Boris Y"],"language":[],"coverage":[],"title":["Fast Recursive Coding Based on Grouping of Symbols"],"description":["  A novel fast recursive coding technique is proposed. It operates with only\ninteger values not longer 8 bits and is multiplication free. Recursion the\nalgorithm is based on indirectly provides rather effective coding of symbols\nfor very large alphabets. The code length for the proposed technique can be up\nto 20-30% less than for arithmetic coding and, in the worst case it is only by\n1-3% larger.\n","Comment: 3 pages, submitted to IEEE Transactions on Information Theory"]}]
["0708.2897",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 82B27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2897"],"date":["2007-08-21"],"type":["text"],"creator":["Sakai, Akira"],"language":[],"coverage":[],"title":["Diagrammatic bounds on the lace-expansion coefficients for oriented\n  percolation"],"description":["  We provide a complete proof of the diagrammatic bounds on the lace-expansion\ncoefficients for oriented percolation, which are used in [arXiv:math/0703455]\nto investigate critical behavior for long-range oriented percolation above\n2\\min{\\alpha,2} spatial dimensions.\n","Comment: 11 pages, supporting manuscript for [arXiv:math/0703455]"]}]
["0708.2899",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2899"],"date":["2007-08-21"],"type":["text"],"creator":["Elin, Mark","Levenshtein, Marina","Reich, Simeon","Shoikhet, David"],"language":[],"coverage":[],"title":["A rigidity theorem for holomorphic generators on the Hilbert ball"],"description":["  We present a rigidity property of holomorphic generators on the open unit\nball $\\mathbb{B}$ of a Hilbert space $H$. Namely, if $f\\in\\Hol (\\mathbb{B},H)$\nis the generator of a one-parameter continuous semigroup ${F_t}_{t\\geq 0}$ on\n$\\mathbb{B}$ such that for some boundary point $\\tau\\in \\partial\\mathbb{B}$,\nthe admissible limit $K$-$\\lim\\limits_{z\\to\\tau}\\frac{f(x)}{\\|x-\\tau\\|^{3}}=0$,\nthen $f$ vanishes identically on $\\mathbb{B}$.\n"]}]
["0708.2900",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","52A21 (Primary), 46B07, 46B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2900","Expositiones Mathematicae 19 (2001) 97-142","doi:10.1016/S0723-0869(01)80025-6"],"date":["2007-08-21"],"type":["text"],"creator":["Martini, Horst","Swanepoel, Konrad J","Weiss, Gunter"],"language":[],"coverage":[],"title":["The geometry of Minkowski spaces -- a survey. Part I"],"description":["  We survey elementary results in Minkowski spaces (i.e. finite dimensional\nBanach spaces) that deserve to be collected together, and give simple proofs\nfor some of them. We place special emphasis on planar results. Many of these\nresults have often been rediscovered as lemmas to other results. In Part I we\ncover the following topics: The triangle inequality and consequences such as\nthe monotonicity lemma, geometric characterizations of strict convexity,\nnormality (Birkhoff orthogonality), conjugate diameters and Radon curves,\nequilateral triangles and the affine regular hexagon construction, equilateral\nsets, circles: intersection, circumscribed, characterizations, circumference\nand area, inscribed equilateral polygons.\n","Comment: 56 pages, 28 figures"]}]
["0708.2908",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2908"],"date":["2007-08-21"],"type":["text"],"creator":["Li, GuangQi","Welack, Sven","Schreiber, Michael","Kleinekathoefer, Ulrich"],"language":[],"coverage":[],"title":["Optimal control of molecular electronics by femtosecond laser pulses"],"description":["  Combining the features of molecular wires and femtosecond laser pulses gives\nthe unique opportunity to optically switch electron currents in molecular\ndevices with very high speed. Based on a weak-coupling approximation between\nwire and leads a quantum master equation for the population dynamics and the\nelectric current through the molecular wire has been developed which allows for\narbitrary time-dependent laser fields interacting with the wire. This formalism\nis combined with the theory of optimal control. For a tight-binding\napproximation of the wire we show how to compute the laser pulses to switch the\ncurrent through the wire on and off. With this approach the desired pattern of\nthe current in time can be chosen in an almost arbitrary fashion.\n","Comment: 4 pages, 4 figures"]}]
["cond-mat/0008269",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0008269","Physica E (Amsterdam) 9 380-383 (2001).","doi:10.1016/S1386-9477(00)00232-0"],"date":["2000-08-18"],"type":["text"],"creator":["Pipek, Janos","Varga, Imre","Hofstetter, Etienne"],"language":[],"coverage":[],"title":["One-parameter superscaling in three dimensions"],"description":["  Numerical and analytical details are presented on the newly discovered\nsuperscaling property of the energy spacing distribution in the three\ndimensional Anderson model.\n","Comment: 4 pages, 3 figures"]}]
["cond-mat/0505207",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0505207","Journal of Luminescence 124, 99-112 (2007)","doi:10.1016/j.jlumin.2006.02.005"],"date":["2005-05-09","2006-02-07"],"type":["text"],"creator":["Bozsoki, P.","Kira, M.","Hoyer, W.","Meier, T.","Varga, I.","Thomas, P.","Koch, S. W."],"language":[],"coverage":[],"title":["Microscopic modeling of photoluminescence of strongly disordered\n  semiconductors"],"description":["  A microscopic theory for the luminescence of ordered semiconductors is\nmodified to describe photoluminescence of strongly disordered semiconductors.\nThe approach includes both diagonal disorder and the many-body Coulomb\ninteraction. As a case study, the light emission of a correlated plasma is\ninvestigated numerically for a one-dimensional two-band tight-binding model.\nThe band structure of the underlying ordered system is assumed to correspond to\neither a direct or an indirect semiconductor. In particular, luminescence and\nabsorption spectra are computed for various levels of disorder and sample\ntemperature to determine thermodynamic relations, the Stokes shift, and the\nradiative lifetime distribution.\n","Comment: 35 pages, 14 figures"]}]
["cond-mat/0512095",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512095","Phys. Rev. B 74, 075322 (2006)","doi:10.1103/PhysRevB.74.075322"],"date":["2005-12-05","2006-03-30"],"type":["text"],"creator":["Brouwer, Piet W.","Rahav, Saar"],"language":[],"coverage":[],"title":["A semiclassical theory of the Ehrenfest-time dependence of quantum\n  transport in ballistic quantum dots"],"description":["  We present a trajectory-based semiclassical calculation of the Ehrenfest-time\ndependence of the weak localization correction and the universal conductance\nfluctuations of a ballistic quantum dot with ideal point contacts. While the\nweak localization correction is proportional to exp(-tau_E/tau_D), where tau_E\nand tau_D are the dot's Ehrenfest time and dwell time, respectively, the\nvariance of the conductance is found to be independent of tau_E. The latter is\nin agreement with numerical simulations of the quantum kicked rotator\n[Tworzydlo et al., Phys. Rev. B 69, 165318 (2004) and Jacquod and Sukhorukov,\nPhys. Rev. Lett. 92, 116801 (2004)].\n","Comment: 14 pages, 9 figures; Substantially revised manuscript, correcting\n  mistakes in earlier versions"]}]
["cond-mat/0606384",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606384","Phys. Rev. B 74, 085313 (2006)","doi:10.1103/PhysRevB.74.085313"],"date":["2006-06-14"],"type":["text"],"creator":["Brouwer, Piet W.","Rahav, Saar"],"language":[],"coverage":[],"title":["Towards a semiclassical justification of the `effective random matrix\n  theory' for transport through ballistic chaotic quantum dots"],"description":["  The scattering matrix S of a ballistic chaotic cavity is the direct sum of a\n`classical' and a `quantum' part, which describe the scattering of channels\nwith typical dwell time smaller and larger than the Ehrenfest time,\nrespectively. According to the `effective random matrix theory' of Silvestrov,\nGoorden, and Beenakker [Phys. Rev. Lett. 90, 116801 (2003)], statistical\naverages involving the quantum-mechanical scattering matrix are given by random\nmatrix theory. While this effective random matrix theory is known not to be\napplicable for quantum interference corrections to transport, which appear to\nsubleading order in the number of scattering channels N, it is believed to\ncorrectly describe quantum transport to leading order in N. We here partially\nverify this belief, by comparing the predictions of the effective random matrix\ntheory for the ensemble averages of polynomial functions of S and S^dagger of\ndegree 2, 4, and 6 to a semiclassical calculation.\n","Comment: 18 pages, 9 figures"]}]
["cond-mat/0609323",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609323","Phys. Rev. B 76, 085329 (2007)"],"date":["2006-09-13","2007-08-22"],"type":["text"],"creator":["Inarrea, Jesus","Platero, Gloria","MacDonald, A. H."],"language":[],"coverage":[],"title":["Electronic transport through a double quantum dot in the spin blockade\n  regime: Theoretical models"],"description":["  We analyzed the electronic transport through a double quantum dot in the spin\nblockade regime. Experiments of current rectification by Pauli exclusion\nprinciple in double quantum dots were discussed. The electron and nuclei spin\ndynamics and their interplay due to the Hyperfine interaction were\nself-consistently analyzed within the framework of rate equations. Our results\nshow that the current leakage experimentally observed in the spin-blockade\nregion, is due to spin-flip processes induced by Hyperfine interaction through\nOverhauser effect. We show as well how a magnetic field applied parallel to the\ncurrent allows excited states to participate in the electronic current and\nremoves spin blockade. Our model includes also a self-consistent description of\ninelastic transitions where the energy is exchanged through interactions with\nacoustic phonons in the environment. It accounts for spontaneous emission of\nphonons which results in additional features in the current characteristics. We\ndevelop a microscopical model to treat the Hyperfine interaction in each dot.\nUsing this model we study the dynamical nuclear polarization as a function of\nthe applied voltage.\n","Comment: 7 pages 7 figures, PRB 76, 085329 (2007)"]}]
["cond-mat/0612134",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612134","Nucl. Phys. B 780, 105 (2007)","doi:10.1016/j.nuclphysb.2007.03.027"],"date":["2006-12-05"],"type":["text"],"creator":["Ryu, S.","Furusaki, A.","Ludwig, A. W. W.","Mudry, C."],"language":[],"coverage":[],"title":["Conductance fluctuations in disordered superconductors with broken\n  time-reversal symmetry near two dimensions"],"description":["  We extend the analysis of the conductance fluctuations in disordered metals\nby Altshuler, Kravtsov, and Lerner (AKL) to disordered superconductors with\nbroken time-reversal symmetry in $d=(2+\\epsilon)$ dimensions (symmetry classes\nC and D of Altland and Zirnbauer). Using a perturbative renormalization group\nanalysis of the corresponding non-linear sigma model (NL$\\sigma$M) we compute\nthe anomalous scaling dimensions of the dominant scalar operators with $2s$\ngradients to one-loop order. We show that, in analogy with the result of AKL\nfor ordinary, metallic systems (Wigner-Dyson classes), an infinite number of\nhigh-gradient operators would become relevant (in the renormalization group\nsense) near two dimensions if contributions beyond one-loop order are ignored.\nWe explore the possibility to compare, in symmetry class D, the\n$\\epsilon=(2-d)$ expansion in $d<2$ with exact results in one dimension. The\nmethod we use to perform the one-loop renormalization analysis is valid for\ngeneral symmetric spaces of K\\\"ahler type, and suggests that this is a generic\nproperty of the perturbative treatment of NL$\\sigma$Ms defined on Riemannian\nsymmetric target spaces.\n","Comment: 23 pages"]}]
["cond-mat/0612506",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612506","Quart. J. Mech. Appl. Math. 60, 367-389, 2007.","doi:10.1093/qjmam/hbm007"],"date":["2006-12-19","2007-03-09"],"type":["text"],"creator":["Norris, Andrew N."],"language":[],"coverage":[],"title":["Quadratic invariants of elastic moduli"],"description":["  A quadratic invariant is defined as a quadratic form in the elements of a\ntensor that remains invariant under a group of coordinate transformations. It\nis proved that there are 7 quadratic invariants of the 21-element elastic\nmodulus tensor under SO(3) and 35 under SO(2). This answers some open questions\nraised by Ting (1987) and Ahmad (2002).\n","Comment: 20 pages"]}]
["cond-mat/0703067",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703067","Physical Review Letters 99, 087401 (2007)","doi:10.1103/PhysRevLett.99.087401"],"date":["2007-03-02","2007-07-30"],"type":["text"],"creator":["Lindwall, Greta","Wacker, Andreas","Weber, Carsten","Knorr, Andreas"],"language":[],"coverage":[],"title":["Zero-phonon linewidth and phonon satellites in the optical absorption of\n  nanowire-based quantum dots"],"description":["  The optical properties of quantum dots embedded in a catalytically grown\nsemiconductor nanowire are studied theoretically. In comparison to dots in a\nbulk environment, the excitonic absorption is strongly modified by the\none-dimensional character of the nanowire phonon spectrum. In addition to\npronounced satellite peaks due to phonon-assisted absorption, we find a finite\nwidth of the zero-phonon line already in the lowest-order calculation.\n","Comment: final version, to appear in Physical Review Letters (4 pages with 4\n  figures included, minor changes with respect to first version)"]}]
["math/0409209",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11Y16, 14Q05, 14H40, 11G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0409209","Math. Comp. 76 (2007), 2213-2239"],"date":["2004-09-13","2006-07-02"],"type":["text"],"creator":["Khuri-Makdisi, Kamal"],"language":[],"coverage":[],"title":["Asymptotically fast group operations on Jacobians of general curves"],"description":["  Let $C$ be a curve of genus $g$ over a field $k$. We describe probabilistic\nalgorithms for addition and inversion of the classes of rational divisors in\nthe Jacobian of $C$. After a precomputation, which is done only once for the\ncurve $C$, the algorithms use only linear algebra in vector spaces of dimension\nat most $O(g \\log g)$, and so take $O(g^{3 + \\epsilon})$ field operations in\n$k$, using Gaussian elimination. Using fast algorithms for the linear algebra,\none can improve this time to $O(g^{2.376})$. This represents a significant\nimprovement over the previous record of $O(g^4)$ field operations (also after a\nprecomputation) for general curves of genus $g$.\n","Comment: 27 pages, considerably improved and streamlined revision of previous\n  draft. Readers wishing to consult the previous extended draft should download\n  version 2 of this paper"]}]
["math/0502500",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14N10, 14L30, 55N91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502500"],"date":["2005-02-23","2007-08-22"],"type":["text"],"creator":["Feher, L. M.","Nemethi, A.","Rimanyi, R."],"language":[],"coverage":[],"title":["The degree of the discriminant of irreducible representations"],"description":["  We present a formula for the degree of the discriminant of irreducible\nrepresentations of a Lie group, in terms of the roots of the group and the\nhighest weight of the representation. The proof uses equivariant cohomology\ntechniques, namely, the theory of Thom polynomials, and a new method for their\ncomputation. We study the combinatorics of our formulas in various special\ncases.\n"]}]
["math/0510265",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510265","Int. Journal of Math., vol. 18, no. 8 (2007) 869-885."],"date":["2005-10-12","2006-05-28"],"type":["text"],"creator":["Khovanov, Mikhail"],"language":[],"coverage":[],"title":["Triply-graded link homology and Hochschild homology of Soergel bimodules"],"description":["  We trade matrix factorizations and Koszul complexes for Hochschild homology\nof Soergel bimodules to modify the construction of triply-graded link homology\nand relate it to Kazhdan-Lusztig theory.\n","Comment: latex, 19 pages, 4 eps figures; v3 corrects few more misprints"]}]
["math/0511124",{"format":[],"subject":["Mathematics - Algebraic Geometry","20G20, 15A48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511124"],"date":["2005-11-07","2007-08-22"],"type":["text"],"creator":["Rietsch, Konstanze"],"language":[],"coverage":[],"title":["A mirror symmetric construction of qH*_T(G/P)_(q)"],"description":["  Let G be a simple simply connected complex algebraic group. We give a Lie\ntheoretic construction of a conjectural mirror family associated to a general\nflag variety G/P, and show that it recovers the Peterson variety presentation\nfor the T-equivariant quantum cohomology rings qH*_T(G/P)_(q) with quantum\nparameters inverted. For SL_n/B we relate our construction to the mirror family\ndefined by Givental and its T-equivariant analogue due to Joe and Kim.\n","Comment: 35 pages, revised version for publication in Adv. Math., in\n  particular includes new section on the equivariant case in type A"]}]
["math/0606739",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","60F05 (Primary)","62E20, 62M10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606739","Annals of Statistics 2007, Vol. 35, No. 3, 1324-1350","doi:10.1214/009053607000000190"],"date":["2006-06-28","2007-08-17"],"type":["text"],"creator":["Lahiri, S. N."],"language":[],"coverage":[],"title":["Asymptotic expansions for sums of block-variables under weak dependence"],"description":["  Let $\\{X_i\\}_{i=-\\infty}^{\\infty}$ be a sequence of random vectors and\n$Y_{in}=f_{in}(\\mathcal{X}_{i,\\ell})$ be zero mean block-variables where\n$\\mathcal{X}_{i,\\ell}=(X_i,...,X_{i+\\ell-1}),i\\geq 1$, are overlapping blocks\nof length $\\ell$ and where $f_{in}$ are Borel measurable functions. This paper\nestablishes valid joint asymptotic expansions of general orders for the joint\ndistribution of the sums $\\sum_{i=1}^nX_i$ and $\\sum_{i=1}^nY_{in}$ under weak\ndependence conditions on the sequence $\\{X_i\\}_{i=-\\infty}^{\\infty}$ when the\nblock length $\\ell$ grows to infinity. In contrast to the classical Edgeworth\nexpansion results where the terms in the expansions are given by powers of\n$n^{-1/2}$, the expansions derived here are mixtures of two series, one in\npowers of $n^{-1/2}$ and the other in powers of $[\\frac{n}{\\ell}]^{-1/2}$.\nApplications of the main results to (i) expansions for Studentized statistics\nof time series data and (ii) second order correctness of the blocks of blocks\nbootstrap method are given.\n","Comment: Published at http://dx.doi.org/10.1214/009053607000000190 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0609182",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - K-Theory and Homology","46L35, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609182"],"date":["2006-09-06","2007-08-22"],"type":["text"],"creator":["Brown, Nathanial P.","Perera, Francesc","Toms, Andrew S."],"language":[],"coverage":[],"title":["The Cuntz semigroup, the Elliott conjecture, and dimension functions on\n  C*-algebras"],"description":["  We prove that the Cuntz semigroup is recovered functorially from the Elliott\ninvariant for a large class of C*-algebras. In particular, our results apply to\nthe largest class of simple C*-algebras for which K-theoretic classification\ncan be hoped for. This work has three significant consequences. First, it\nprovides new conceptual insight into Elliott's classification program, proving\nthat the usual form of the Elliott conjecture is equivalent, among Z-stable\nalgebras, to a conjecture which is in general substantially weaker and for\nwhich there are no known counterexamples. Second and third, it resolves, for\nthe class of algebras above, two conjectures of Blackadar and Handelman\nconcerning the basic structure of dimension functions on C*-algebras. We also\nprove in passing that the Cuntz-Pedersen semigroup is recovered functorially\nfrom the Elliott invariant for a large class of unital simple C*-algebras.\n","Comment: Sent to Jenny Craig, lost 3 pages, to appear in Crelle's Journal\n  (18p.)"]}]
["math/0609214",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - K-Theory and Homology","46L35","46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609214"],"date":["2006-09-07","2007-08-22"],"type":["text"],"creator":["Toms, Andrew S."],"language":[],"coverage":[],"title":["An infinite family of non-isomorphic C*-algebras with identical K-theory"],"description":["  We exhibit a countably infinite family of simple, separable, nuclear, and\nmutually non-isomorphic C*-algebras which agree on K-theory and traces. The\nalgebras do not absorb the Jiang-Su algebra Z tensorially, answering a question\nof N. C. Phillips. They are also pairwise shape and Morita equivalent. The\ndistinguishing invariant is the radius of comparison, a non-stable invariant of\nthe Cuntz semigroup.\n","Comment: 12 pages, to appear in Trans. AMS"]}]
["math/0609295",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","62M09 (Primary)","60G18, 60H07, 60H10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609295","Annals of Statistics 2007, Vol. 35, No. 3, 1183-1212","doi:10.1214/009053606000001541"],"date":["2006-09-11","2007-08-17"],"type":["text"],"creator":["Tudor, Ciprian A.","Viens, Frederi G."],"language":[],"coverage":[],"title":["Statistical aspects of the fractional stochastic calculus"],"description":["  We apply the techniques of stochastic integration with respect to fractional\nBrownian motion and the theory of regularity and supremum estimation for\nstochastic processes to study the maximum likelihood estimator (MLE) for the\ndrift parameter of stochastic processes satisfying stochastic equations driven\nby a fractional Brownian motion with any level of H\\\"{o}lder-regularity (any\nHurst parameter). We prove existence and strong consistency of the MLE for\nlinear and nonlinear equations. We also prove that a version of the MLE using\nonly discrete observations is still a strongly consistent estimator.\n","Comment: Published at http://dx.doi.org/10.1214/009053606000001541 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0610619",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60H05 (Primary)","28C20, 60B11 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610619","Annals of Probability 2007, Vol. 35, No. 4, 1438-1478","doi:10.1214/009117906000001006"],"date":["2006-10-20","2007-08-13"],"type":["text"],"creator":["van Neerven, J. M. A. M.","Veraar, M. C.","Weis, L."],"language":[],"coverage":[],"title":["Stochastic integration in UMD Banach spaces"],"description":["  In this paper we construct a theory of stochastic integration of processes\nwith values in $\\mathcal{L}(H,E)$, where $H$ is a separable Hilbert space and\n$E$ is a UMD Banach space (i.e., a space in which martingale differences are\nunconditional). The integrator is an $H$-cylindrical Brownian motion. Our\napproach is based on a two-sided $L^p$-decoupling inequality for UMD spaces due\nto Garling, which is combined with the theory of stochastic integration of\n$\\mathcal{L}(H,E)$-valued functions introduced recently by two of the authors.\nWe obtain various characterizations of the stochastic integral and prove\nversions of the It\\^{o} isometry, the Burkholder--Davis--Gundy inequalities,\nand the representation theorem for Brownian martingales.\n","Comment: Published at http://dx.doi.org/10.1214/009117906000001006 in the\n  Annals of Probability (http://www.imstat.org/aop/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0611141",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60F10, 60J60, 60K35 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611141","Annals of Probability 2007, Vol. 35, No. 4, 1250-1306","doi:10.1214/009117906000001060"],"date":["2006-11-06","2007-08-13"],"type":["text"],"creator":["Greven, A.","Hollander, F. den"],"language":[],"coverage":[],"title":["Phase transitions for the long-time behavior of interacting diffusions"],"description":["  Let $(\\{X_i(t)\\}_{i\\in \\mathbb{Z}^d})_{t\\geq 0}$ be the system of interacting\ndiffusions on $[0,\\infty)$ defined by the following collection of coupled\nstochastic differential equations: \\begin{eqnarray}dX_i(t)=\\sum\\limits_{j\\in\n\\mathbb{Z}^d}a(i,j)[X_j(t)-X_i(t)] dt+\\sqrt{bX_i(t)^2} dW_i(t), \\eqntext{i\\in\n\\mathbb{Z}^d,t\\geq 0.}\\end{eqnarray} Here, $a(\\cdot,\\cdot)$ is an irreducible\nrandom walk transition kernel on $\\mathbb{Z}^d\\times \\mathbb{Z}^d$, $b\\in\n(0,\\infty)$ is a diffusion parameter, and $(\\{W_i(t)\\}_{i\\in\n\\mathbb{Z}^d})_{t\\geq 0}$ is a collection of independent standard Brownian\nmotions on $\\mathbb{R}$. The initial condition is chosen such that\n$\\{X_i(0)\\}_{i\\in \\mathbb{Z}^d}$ is a shift-invariant and shift-ergodic random\nfield on $[0,\\infty)$ with mean $\\Theta\\in (0,\\infty)$ (the evolution preserves\nthe mean). We show that the long-time behavior of this system is the result of\na delicate interplay between $a(\\cdot,\\cdot)$ and $b$, in contrast to systems\nwhere the diffusion function is subquadratic. In particular, let\n$\\hat{a}(i,j)={1/2}[a(i,j)+a(j,i)]$, $i,j\\in \\mathbb{Z}^d$, denote the\nsymmetrized transition kernel. We show that: (A) If $\\hat{a}(\\cdot,\\cdot)$ is\nrecurrent, then for any $b>0$ the system locally dies out. (B) If\n$\\hat{a}(\\cdot,\\cdot)$ is transient, then there exist $b_*\\geq b_2>0$ such\nthat: (B1)d The system converges to an equilibrium $\\nu_{\\Theta}$ (with mean\n$\\Theta$) if $0<b<b_*$. (B2) The system locally dies out if $b>b_*$. (B3)\n$\\nu_{\\Theta}$ has a finite 2nd moment if and only if $0<b<b_2$. (B4) The 2nd\nmoment diverges exponentially fast if and only if $b>b_2$. The equilibrium\n$\\nu_{\\Theta}$ is shown to be associated and mixing for all $0<b<b_*$. We argue\nin favor of the conjecture that $b_*>b_2$. We further conjecture that the\nsystem locally dies out at $b=b_*$. For the case where $a(\\cdot,\\cdot)$ is\nsymmetric and transient we further show that: (C) There exists a sequence\n$b_2\\geq b_3\\geq b_4\\geq ... >0$ such that: (C1) $\\nu_{\\Theta}$ has a finite\n$m$th moment if and only if $0<b<b_m$. (C2) The $m$th moment diverges\nexponentially fast if and only if $b>b_m$. (C3) $b_2\\leq (m-1)b_m<2$. uad(C4)\n$\\lim_{m\\to\\infty}(m-1)b_m=c=\\sup_{m\\geq 2}(m-1)b_m$. The proof of these\nresults is based on self-duality and on a representation formula through which\nthe moments of the components are related to exponential moments of the\ncollision local time of random walks. Via large deviation theory, the latter\nlead to variational expressions for $b_*$ and the $b_m$'s, from which sharp\nbounds are deduced. The critical value $b_*$ arises from a stochastic\nrepresentation of the Palm distribution of the system. The special case where\n$a(\\cdot,\\cdot)$ is simple random walk is commonly referred to as the parabolic\nAnderson model with Brownian noise. This case was studied in the memoir by\nCarmona and Molchanov [Parabolic Anderson Problem and Intermittency (1994)\nAmer. Math. Soc., Providence, RI], where part of our results were already\nestablished.\n","Comment: Published at http://dx.doi.org/10.1214/009117906000001060 in the\n  Annals of Probability (http://www.imstat.org/aop/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0702257",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C55, 35K90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702257"],"date":["2007-02-09","2007-08-22"],"type":["text"],"creator":["Chau, Albert","Tam, Luen-Fai"],"language":[],"coverage":[],"title":["A survey on the K\\\"ahler-Ricci flow and Yau's uniformization conjecture"],"description":["  Yau's uniformization conjecture states: a complete noncompact K\\\"ahler\nmanifold with positive holomorphic bisectional curvature is biholomorphic to\n$\\ce^n$. The K\\\"ahler-Ricci flow has provided a powerful tool in understanding\nthe conjecture, and has been used to verify the conjecture in several important\ncases. In this article we present a survey of the K\\\"ahler-Ricci flow with\nfocus on its application to uniformization. Other interesting methods and\nresults related to the study of Yau's conjecture are also discussed.\n","Comment: Theorem 4.4 has been improved. Theorem 6.6 has been added"]}]
["math/0703852",{"format":[],"subject":["Mathematics - Dynamical Systems","34G10, 47D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703852"],"date":["2007-03-28","2007-08-22"],"type":["text"],"creator":["Van Minh, Nguyen"],"language":[],"coverage":[],"title":["Katznelson-Tzafriri Type Theorems for Individual Solutions of Evolution\n  Equations"],"description":["  In this paper we present an extension of the Katznelson-Tzafriri Theorem to\nthe asymptotic behavior of individual solutions of evolution equations $u'(t)\n=Au(t)+f(t)$. The obtained results do not require the uniform continuity of\nsolutions as well as the well-posedness of the equations. The method of study\nis based on a recently developed approach to the spectral of functions that is\ndirect and free of C_0-semigroups.\n","Comment: This is the revised (and final) version of the version of March 28,\n  2007. This paper is to appear in the Proceedings of the A.M.S"]}]
["nlin/0008021",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0008021","Phys. Rev. E 62, 7867 (2000)","doi:10.1103/PhysRevE.62.7867"],"date":["2000-08-17"],"type":["text"],"creator":["Eckhardt, Bruno","Fishman, Shmuel","Varga, Imre"],"language":[],"coverage":[],"title":["Semiclassical cross section correlations"],"description":["  We calculate within a semiclassical approximation the autocorrelation\nfunction of cross sections. The starting point is the semiclassical expression\nfor the diagonal matrix elements of an operator. For general operators with a\nsmooth classical limit the autocorrelation function of such matrix elements has\ntwo contributions with relative weights determined by classical dynamics. We\nshow how the random matrix result can be obtained if the operator approaches a\nprojector onto a single initial state. The expressions are verified in\ncalculations for the kicked rotor.\n","Comment: 6 pages, 2 figures"]}]
["nlin/0008023",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0008023","Physica E (Amsterdam) 9 535-541 (2001).","doi:10.1016/S1386-9477(00)00259-9"],"date":["2000-08-18"],"type":["text"],"creator":["Eckhardt, Bruno","Varga, Imre","Pollner, Peter"],"language":[],"coverage":[],"title":["Correlations and fluctuations of matrix elements and cross sections"],"description":["  The fluctuations and correlations of matrix elements of cross sections are\ninvestigated in open systems that are chaotic in the classical limit. The form\nof the correlation functions is discussed within a statistical analysis and\ntested in calculations for a damped quantum kicked rotator. We briefly comment\non the modifications expected for systems with slowly decaying correlations, a\ntypical feature in mixed phase spaces.\n","Comment: 7 pages, 7 figures"]}]
["nlin/0607025",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0607025","Phys. Rev. E 74, 066208 (2006)","doi:10.1103/PhysRevE.74.066208"],"date":["2006-07-13"],"type":["text"],"creator":["Brouwer, Piet W.","Rahav, Saar","Tian, Chushun"],"language":[],"coverage":[],"title":["The spectral form factor near the Ehrenfest-time"],"description":["  We calculate the Ehrenfest-time dependence of the leading quantum correction\nto the spectral form factor of a ballistic chaotic cavity using periodic orbit\ntheory. For the case of broken time-reversal symmetry, our result differs from\nthat previously obtained using field-theoretic methods [Tian and Larkin, Phys.\nRev. B 70, 035305 (2004)]. The discrepancy shows that short-time regularization\nprocedures dramatically affect physics near the Ehrenfest-time.\n","Comment: 6 pages, 1 figure"]}]
["quant-ph/0411038",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0411038","Quantum Information Processing 6, 127 (2007)"],"date":["2004-11-04"],"type":["text"],"creator":["Kindermann, M.","Cory, D. G."],"language":[],"coverage":[],"title":["Read out of a Nuclear Spin Qubit"],"description":["  We propose a detector to read out the state of a single nuclear spin, with\npotential application in future scalable NMR quantum computers. It is based on\na ``spin valve'' between bulk nuclear spin systems that is highly sensitive to\nthe state of the measured spin. We suggest a concrete realization of that\ndetector in a Silicon lattice. Transport of spin through the proposed spin\nvalve is analogous to that of charge through an electronic nanostructure, but\nexhibits distinctive new features.\n","Comment: 4 pages, 4 figures"]}]
["quant-ph/0603143",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0603143","Proceedings of the 8th International Conference on Quantum\n  Communication, Measurement and Computing, Edited by O. Hirota, J. H. Shapiro,\n  and M. Sasaki, (NICT Press, Japan, 2007), pp.311-314"],"date":["2006-03-16","2007-08-22"],"type":["text"],"creator":["Heydari, Hoshang"],"language":[],"coverage":[],"title":["Generating set for general multipartite entangled states"],"description":["  We propose a entanglement generating set for a general multipartite state\nbased on the of concurrence. In particular, we show that concurrence for\ngeneral multipartite states can be constructed by different classes of local\noperators which are defined by complement of positive operator valued measure\non quantum phases. The entanglement generating set consists of different\nclasses of entanglement that are detected by these classes of operators and\ncontributes to the degree of entanglement for a general multipartite state.\n","Comment: 5 pages"]}]
