["0704.0515",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0515","Phys. Rev. Lett. 99, 086404 (2007)","doi:10.1103/PhysRevLett.99.086404"],"date":["2007-04-04","2007-07-16"],"type":["text"],"creator":["Peguiron, J.","Bruder, C.","Trauzettel, B."],"language":[],"coverage":[],"title":["Temperature dependence of Coulomb drag between finite-length quantum\n  wires"],"description":["  We evaluate the Coulomb drag current in two finite-length\nTomonaga-Luttinger-liquid wires coupled by an electrostatic backscattering\ninteraction. The drag current in one wire shows oscillations as a function of\nthe bias voltage applied to the other wire, reflecting interferences of the\nplasmon standing waves in the interacting wires. In agreement with this\npicture, the amplitude of the current oscillations is reduced with increasing\ntemperature. This is a clear signature of non-Fermi-liquid physics because for\ncoupled Fermi liquids the drag resistance is always expected to increase as the\ntemperature is raised.\n","Comment: 5 pages, 5 figures; v2: accepted version at PRL"]}]
["0704.3300",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3300","Physics Letters A 368 (2007) 442-449","doi:10.1016/j.physleta.2007.04.055"],"date":["2007-04-24"],"type":["text"],"creator":["Konno, Kohkichi","Nishida, Munehiro","Tanda, Satoshi","Hatakenaka, Noriyuki"],"language":[],"coverage":[],"title":["The effect of dissipation on quantum transmission resonance"],"description":["  Quantum transmissions of a free particle passing through a rectangular\npotential barrier with dissipation are studied using a path decomposition\ntechnique. Dissipative processes strongly suppress the transmission probability\nat resonance just above the barrier resulting in an unexpected reduction of the\nmean traversal time through the potential barrier.\n","Comment: 8 pages, 5 figures, Accepted for publication in Physics Letters A"]}]
["0705.0033",{"format":[],"subject":["Mathematics - Dynamical Systems","37A99, 28D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0033"],"date":["2007-04-30","2007-08-25"],"type":["text"],"creator":["Frantzikinakis, Nikos","McCutcheon, Randall"],"language":[],"coverage":[],"title":["Ergodic Theory: Recurrence"],"description":["  We survey the impact of the Poincar\\'e recurrence principle in ergodic\ntheory, especially as pertains to the field of ergodic Ramsey theory.\n","Comment: Final version. To appear in the Encyclopedia of Complexity and System\n  Science"]}]
["0705.3142",{"format":[],"subject":["Mathematics - Geometric Topology","(Primary) 32G15","(Secondary) 30F30, 57R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3142"],"date":["2007-05-22","2007-08-27"],"type":["text"],"creator":["Boissy, Corentin"],"language":[],"coverage":[],"title":["Configurations of saddle connections of quadratic differentials on CP1\n  and on hyperelliptic Riemann surfaces"],"description":["  Configurations of rigid collections of saddle connections are connected\ncomponent invariants for strata of the moduli space of quadratic differentials.\nThey have been classified for strata of Abelian differentials by Eskin, Masur\nand Zorich. Similar work for strata of quadratic differentials has been done in\nMasur and Zorich, although in that case the connected components were not\ndistinguished. We classify the configurations for quadratic differentials on\nthe Riemann sphere and on hyperelliptic connected components of the moduli\nspace of quadratic differentials. We show that, in genera greater than five,\nany configuration that appears in the hyperelliptic connected component of a\nstratum also appears in the non-hyperelliptic one.\n","Comment: 34 pages, 12 figures, submitted, improved presentation and typography"]}]
["0705.4039",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4039","Physical Review B, vol. 76, 085432 (2007)","doi:10.1103/PhysRevB.76.085432"],"date":["2007-05-28","2007-08-17"],"type":["text"],"creator":["Herbut, Igor F."],"language":[],"coverage":[],"title":["SO(3) symmetry between Neel and ferromagnetic order parameters for\n  graphene in a magnetic field"],"description":["  I consider the Hubbard model of graphene in an external magnetic field and in\nthe Hartree-Fock approximation. In the continuum limit, the ground state energy\nat half filling becomes nearly symmetric under rotations of the three-component\nvector (N1,N2,m), with the first two components representing the Neel order\nparameter orthogonal to and the third component the magnetization parallel with\nthe external magnetic field. When the symmetry breaking effects arising from\nthe lattice, Zeeman coupling, and higher Landau levels are included the system\ndevelops a quantum critical point at which the antiferromagnetic order\ndisappears and the magnetization has a kink. The observed incompressible state\nat filling factor one is argued to arise due to a finite third component of the\nNeel order parameter at these electron densities. Recent experiments appear\nconsistent with vanishing N1 and N2, and finite N3, at the filling factors zero\nand one, respectively.\n","Comment: 5 revtex pages: new figure, new eqs. 20-22, and the discussion of the\n  experiment of Jiang et al added (v2). Cosmetic changes (v3). Accepted in PRB"]}]
["0706.3245",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3245"],"date":["2007-06-21","2007-08-27"],"type":["text"],"creator":["Liu, Yu-Xiao","Zhao, Zhen-Hua","Yang, Jie","Duan, Yi-Shi"],"language":[],"coverage":[],"title":["The total energy-momentum of the universe in teleparallel gravity"],"description":["  We investigate the conservation law of energy-momentum in teleparallel\ngravity by using general Noether theorem. The energy-momentum current has also\nsuperpotential and is therefore identically conserved. The total\nenergy-momentum, which includes the contributions of both matter and\ngravitational fields, is given by the integral of scalar densities over a\nthree-dimensional spacelike hypersurface. As an example, the universe in\nteleparallel gravity is investigated. It is shown that the total\nenergy-momentum vanishes independently of both the curvature parameter and the\nthree dimensionless coupling constants of teleparallel gravity.\n","Comment: 14 pages, no figures, V2: 13 pages, section II reorganized"]}]
["0707.0667",{"format":[],"subject":["Mathematical Physics","Mathematics - Classical Analysis and ODEs","Quantum Physics","30E20","33B10","33C45","33F10","42C05","81Q99","94A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0667","J. Phys. A: Math. Theor. 40, 8345-8361 (2007)","doi:10.1088/1751-8113/40/29/010"],"date":["2007-07-04"],"type":["text"],"creator":["de Vicente, Julio I.","Gandy, Silvia","Sánchez-Ruiz, Jorge"],"language":[],"coverage":[],"title":["Information entropy of Gegenbauer polynomials of integer parameter"],"description":["  The position and momentum information entropies of $D$-dimensional quantum\nsystems with central potentials, such as the isotropic harmonic oscillator and\nthe hydrogen atom, depend on the entropies of the (hyper)spherical harmonics.\nIn turn, these entropies are expressed in terms of the entropies of the\nGegenbauer (ultraspherical) polynomials $C_n^{(\\lambda)}(x)$, the parameter\n$\\lambda$ being either an integer or a half-integer number. Up to now, however,\nthe exact analytical expression of the entropy of Gegenbauer polynomials of\narbitrary degree $n$ has only been obtained for the particular values of the\nparameter $\\lambda=0,1,2$. Here we present a novel approach to the evaluation\nof the information entropy of Gegenbauer polynomials, which makes use of\ntrigonometric representations for these polynomials and complex integration\ntechniques. Using this method, we are able to find the analytical expression of\nthe entropy for arbitrary values of both $n$ and $\\lambda\\in\\mathbb{N}$.\n","Comment: 19 pages, 1 Postscript figure"]}]
["0707.1635",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1635"],"date":["2007-07-11","2007-08-27"],"type":["text"],"creator":["Feigin, B.","Feigin, E.","Jimbo, M.","Miwa, T.","Mukhin, E."],"language":[],"coverage":[],"title":["Principal $\\hat{sl}(3)$ subspaces and quantum Toda Hamiltonian"],"description":["  We study a class of representations of the Lie algebra of Laurent polynomials\nwith values in the nilpotent subalgebra of sl(3). We derive Weyl-type (bosonic)\ncharacter formulas for these representations. We establish a connection between\nthe bosonic formulas and the Whittaker vector in the Verma module for the\nquantum group $U_v sl(3)$. We also obtain a fermionic formula for an\neigenfunction of the sl(3) quantum Toda Hamiltonian.\n","Comment: Latex, 42 pages"]}]
["0708.0701",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0701","Phys. Rev. B 76, 060407(R) (2007)","doi:10.1103/PhysRevB.76.060407"],"date":["2007-08-05"],"type":["text"],"creator":["Kecke, Lars","Momoi, Tsutomu","Furusaki, Akira"],"language":[],"coverage":[],"title":["Multi-magnon bound states in the frustrated ferromagnetic 1D chain"],"description":["  We study a one-dimensional Heisenberg chain with competing ferromagnetic\nnearest-neighbor and antiferromagnetic next-nearest neighbor interactions in\nmagnetic field. Starting from the fully polarized high-field state, we\ncalculate the dispersions of the lowest-lying $n$-magnon excitations and the\nsaturation field (n=2,3,4). We show that the lowest-lying excitations are\nalways bound multi-magnon states with a total momentum of $\\pi$ except for a\nsmall parameter range. We argue that bose condensation of the bound $n$ magnons\nleads to novel Tomonaga-Luttinger liquids with multi-polar correlations;\nnematic and triatic ordered liquids correspond to n=2 and n=3.\n","Comment: 5 pages, 3 figures"]}]
["0708.3254",{"format":[],"subject":["Mathematics - General Mathematics","26A09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3254","Octogon, Vol. 6, No. 2, 117-120, 1998"],"date":["2007-08-23"],"type":["text"],"creator":["Bencze, Mihaly","Smarandache, Florentin"],"language":[],"coverage":[],"title":["Applications of Wallis Theorem"],"description":["  In this paper we present theorems and applications of Wallis theorem related\nto trigonometric integrals.\n","Comment: 5 pages"]}]
["0708.3257",{"format":[],"subject":["Mathematics - Number Theory","11J70","11K50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3257"],"date":["2007-08-23"],"type":["text"],"creator":["Kraaikamp, Cor","Schmidt, Thomas A.","Smeets, Ionica"],"language":[],"coverage":[],"title":["Tong's spectrum for Rosen continued fractions"],"description":["  The Rosen fractions are an infinite set of continued fraction algorithms,\neach giving expansions of real numbers in terms of certain algebraic integers.\nFor each, we give a best possible upper bound for the minimum in appropriate\nconsecutive blocks of approximation coefficients (in the sense of Diophantine\napproximation by continued fraction convergents). We also obtain metrical\nresults for large blocks of ``bad'' approximations.\n","Comment: 22 pages, 5 figures"]}]
["0708.3259",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Databases","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3259"],"date":["2007-08-23"],"type":["text"],"creator":["Bille, Philip","Pagh, Anna","Pagh, Rasmus"],"language":[],"coverage":[],"title":["Fast evaluation of union-intersection expressions"],"description":["  We show how to represent sets in a linear space data structure such that\nexpressions involving unions and intersections of sets can be computed in a\nworst-case efficient way. This problem has applications in e.g. information\nretrieval and database systems. We mainly consider the RAM model of\ncomputation, and sets of machine words, but also state our results in the I/O\nmodel. On a RAM with word size $w$, a special case of our result is that the\nintersection of $m$ (preprocessed) sets, containing $n$ elements in total, can\nbe computed in expected time $O(n (\\log w)^2 / w + km)$, where $k$ is the\nnumber of elements in the intersection. If the first of the two terms\ndominates, this is a factor $w^{1-o(1)}$ faster than the standard solution of\nmerging sorted lists. We show a cell probe lower bound of time $\\Omega(n/(w m\n\\log m)+ (1-\\tfrac{\\log k}{w}) k)$, meaning that our upper bound is nearly\noptimal for small $m$. Our algorithm uses a novel combination of approximate\nset representations and word-level parallelism.\n"]}]
["0708.3261",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","58D27","81R10","32Q60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3261"],"date":["2007-08-23"],"type":["text"],"creator":["Laubinger, Martin"],"language":[],"coverage":[],"title":["Complex Structures on Principal Bundles"],"description":["  Holomorphic principal G-bundles over a complex manifold M can be studied\nusing non-abelian cohomology groups H^1(M,G). On the other hand, if M=\\Sigma is\na closed Riemann surface, there is a correspondence between holomorphic\nprincipal G-bundles over \\Sigma and coadjoint orbits in the dual of a central\nextension of the Lie algebra C^\\infty(\\Sigma, \\g). We review these results and\nprovide the details of an integrability condition for almost complex structures\non smoothly trivial bundles. This article is a shortened version of the\nauthor's Diplom thesis.\n","Comment: 17 pages"]}]
["0708.3263",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3263"],"date":["2007-08-23"],"type":["text"],"creator":["He, Xuhua"],"language":[],"coverage":[],"title":["$G$-stable pieces and Lusztig's dimension estimates"],"description":["  We use $G$-stable pieces to construct some equidimensional varieties and as a\nconsequence, obtain Lusztig's dimension estimates \\cite[section 4]{L2}. This is\na generalization of \\cite{HL}.\n","Comment: 8 pages"]}]
["0708.3267",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3267"],"date":["2007-08-23"],"type":["text"],"creator":["Bergmann, Gerd"],"language":[],"coverage":[],"title":["The Friedel-Anderson and Kondo Impurity Problem for Arbitrary s-Band\n  Density of States and Exchange Interaction"],"description":["  In his renormalization paper of the Kondo effect Wilson replaced the full\nband of s-electrons by a small number of ''Wilson states''. He started from a\nrather artificial symmetric band with constant density of states and constant\ninteraction with the impurity. It is shown in the present paper that with a\nminor modification the Wilson states are optimally suited to treat the\ninteraction of an impurity with an arbitrary s-band. Each Wilson state\nrepresents electrons of a whole energy range. It carries the interaction of all\nthese electrons with the impurity. All the other electron states in this energy\nrange have zero interaction with the impurity and are neglected in the\ncalculation. The resulting error is minor. As an example the singlet-triplet\nexcitation energy of a Kondo impurity is numerically calculated for a\ntight-binding band with a strongly energy dependent density of states.\n"]}]
["0708.3271",{"format":[],"subject":["Physics - Biological Physics","Physics - Computational Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3271"],"date":["2007-08-24"],"type":["text"],"creator":["Mohan, T. R. Krishna"],"language":[],"coverage":[],"title":["Simulation of Spread and Control of Lesions in Brain"],"description":["  A simulation model for the spread and control of lesions in the brain is\nconstructed using a planar network (graph) representation for the Central\nNervous System (CNS). The model is inspired by the lesion structures observed\nin the case of Multiple Sclerosis (MS), a chronic disease of the CNS. The\ninitial lesion site is at the center of a unit square and spreads outwards\nbased on the success rate in damaging edges (axons) of the network. The damaged\nedges send out alarm signals which, at appropriate intensity levels, generate\nprogrammed cell death. Depending on the extent and timing of the programmed\ncell death, the lesion may get controlled or aggravated akin to the control of\nwild fires by burning of peripheral vegetation. The parameter phase space of\nthe model shows smooth transition from uncontrolled situation to controlled\nsituation. The simulations show that the model is capable of generating a wide\nvariety of lesion growth and arrest scenarios.\n","Comment: 5 pages, 3 postscript figures, submitted for publication"]}]
["0708.3272",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3272"],"date":["2007-08-24"],"type":["text"],"creator":["The Belle Collaboration","Abe, K."],"language":[],"coverage":[],"title":["Search for Lepton Flavor Violating tau Decays into Three Leptons"],"description":["  We search for lepton-flavor-violating tau decays into three leptons (electron\nor muon) using 535 fb^{-1} of data collected with the Belle detector at the\nKEKB asymmetric-energy e+e- collider. No evidence for these decays is observed\nand we set 90% confidence level upper limits on the branching fractions between\n2.0x10^{-8} and 4.1x10^{-8}. These results improve the best previously\npublished upper limits by factors from 4.9 to 7.0.\n","Comment: 12 pages, 12 figures, contributed to EPS 2007 and Lepton Photon 2007"]}]
["0708.3274",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3274"],"date":["2007-08-24"],"type":["text"],"creator":["Liu, Yang","Long, Gui Lu","Sun, Yang"],"language":[],"coverage":[],"title":["Analytic Constructions of General n-Qubit Controlled Gates"],"description":["  In this Letter, we present two analytic expressions that most generally\nsimulate $n$-qubit controlled-$U$ gates with standard one-qubit gates and CNOT\ngates using exponential and polynomial complexity respectively. Explicit\ncircuits and general expressions of decomposition are derived. The exact\nnumbers of basic operations in these two schemes are given using gate counting\ntechnique.\n","Comment: 4 pages 7 figures"]}]
["0708.3276",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3276"],"date":["2007-08-24"],"type":["text"],"creator":["The Belle Collaboration","Abe, K."],"language":[],"coverage":[],"title":["Search for lepton flavor violating $\\tau \\to \\ell V^0$ decays at Belle"],"description":["  We have searched for neutrinoless $\\tau$ lepton decays into $\\ell$ and $V^0$,\nwhere $\\ell$ stands for an electron or muon, and $V^0$ for a vector meson\n($\\phi$, $\\omega$, $K^{*0}$ or $\\bar{K}^{*0}$), using 543 fb$^{-1}$ of data\ncollected with the Belle detector at the KEKB asymmetric-energy $e^+e^-$\ncollider. No excess of signal events over the expected background is observed,\nand we set upper limits on the branching fractions in the range $(0.7 - 1.8)\n\\times 10^{-7}$ at the 90% confidence level. These upper limits include the\nfirst results for $\\ell \\omega$ as well as new limits that are $3.6 - 9.6$\ntimes more restrictive than our previous results for $\\ell \\phi$, $\\ell K^{*0}$\nand $\\ell \\bar{K}^{*0}$.\n","Comment: 6 pages, 11 figures, contributed to EPS 2007 and Lepton Photon 2007"]}]
["0708.3278",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3278"],"date":["2007-08-24"],"type":["text"],"creator":["Gepp, Adrian","Stocks, Phil"],"language":[],"coverage":[],"title":["A Review of Procedure to Evolve Quantum Procedures"],"description":["  There exist quantum algorithms that are more efficient than their classical\ncounterparts; such algorithms were invented by Shor in 1994 and then Grover in\n1996. A lack of invention since Grover's algorithm has been commonly attributed\nto the non-intuitive nature of quantum algorithms to the classically trained\nperson. Thus, the idea of using computers to automatically generate quantum\nalgorithms based on an evolutionary model emerged. A limitation of this\napproach is that quantum computers do not yet exist and quantum simulation on a\nclassical machine has an exponential order overhead. Nevertheless, early\nresearch into evolving quantum algorithms has shown promise.\n  This paper provides an introduction into quantum and evolutionary algorithms\nfor the computer scientist not familiar with these fields. The exciting field\nof using evolutionary algorithms to evolve quantum algorithms is then reviewed.\n","Comment: 28 pages and 9 figures"]}]
["0708.3286",{"format":[],"subject":["Mathematics - Combinatorics","33F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3286"],"date":["2007-08-24"],"type":["text"],"creator":["Kauers, Manuel","Zeilberger, Doron"],"language":[],"coverage":[],"title":["Experiments with a Positivity Preserving Operator"],"description":["  We consider some multivariate rational functions which have (or are\nconjectured to have) only positive coefficients in their series expansion. We\nconsider an operator that preserves positivity of series coefficients, and\napply the inverse of this operator to the rational functions. We obtain new\nrational functions which seem to have only positive coefficients, whose\npositivity would imply positivity of the original series, and which, in a\ncertain sense, cannot be improved any further.\n"]}]
["0708.3288",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3288"],"date":["2007-08-24"],"type":["text"],"creator":["Nelson, William"],"language":[],"coverage":[],"title":["The probability of inflation in Loop Quantum Cosmology"],"description":["  The probability of there being sufficient inflation to solve the fine-tuning\nassociated with the horizon and flatness problems has recently been shown to be\nexponentially small, within the context of classical general relativity. Here\nthis result is extended by considering loop quantum gravity effects, that are\nsignificant at small scales. In addition to accounting for high-energy\ndepartures from classicality, it is shown that, in contrast to the classical\ncase, the loop quantum cosmological probability measure is naturally finite, at\nleast in some well defined region. It is also shown that these loop quantum\ngravity corrections can overcome the classical suppression of the probability\nonly for extremely unnatural choices of ambiguity parameters, implying that\nsingle field, slow-roll inflation is exponentially unlikely.\n","Comment: Proceedings for the International Workshop ``From Quantum to Emergent\n  Gravity: Theory and Phenomenology'', SISSA, Trieste (Italy), June 11-15 2007"]}]
["0708.3289",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3289"],"date":["2007-08-24"],"type":["text"],"creator":["Heck, Horst","Wang, Jenn-Nan"],"language":[],"coverage":[],"title":["Optimal stability estimate of the inverse boundary value problem by\n  partial measurements"],"description":["  In this work we establish log-type stability estimates for the inverse\npotential and conductivity problems with partial Dirichlet-to-Neumann map,\nwhere the Dirichlet data is homogeneous on the inaccessible part. This result,\nto some extent, improves our former result on the partial data problem in which\nlog-log-type estimates were derived.\n"]}]
["0708.3293",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3293"],"date":["2007-08-24"],"type":["text"],"creator":["Lorenz, Jan"],"language":[],"coverage":[],"title":["Continuous Opinion Dynamics: Insights through Interactive Markov Chains"],"description":["  We reformulate the agent-based opinion dynamics models of Weisbuch-Deffuant\nand Hegselmann-Krause as interactive Markov chains. So we switch the scope from\na finite number of n agents to a finite number of n opinion classes. Thus, we\nwill look at an infinite population distributed to opinion classes instead of\nagents with real number opinions. The interactive Markov chains show similar\ndynamical behavior as the agent-based models: stabilization and clustering. Our\nframework leads to a discrete bifurcation diagram for each model which gives a\ngood view on the driving forces and the attractive states of the system. The\nanalysis shows that the emergence of minor clusters in the Weisbuch-Deffuant\nmodel and of meta-stable states with very slow convergence to consensus in the\nHegselmann Krause model are intrinsic to the dynamical behavior.\n","Comment: 8 pages, 7 figures"]}]
["0708.3295",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3295"],"date":["2007-08-24"],"type":["text"],"creator":["Browaeys, A.","Beugnon, J.","Tuchendler, C.","Marion, H.","Gaëtan, A.","Miroshnychenko, Y.","Darquié, B.","Dingjan, J.","Sortais, Y. R. P.","Lance, A. M.","Jones, M. P. A.","Messin, G.","Grangier, P."],"language":[],"coverage":[],"title":["Recent progress on the manipulation of single atoms in optical tweezers\n  for quantum computing"],"description":["  This paper summarizes our recent progress towards using single rubidium atoms\ntrapped in an optical tweezer to encode quantum information. We demonstrate\nsingle qubit rotations on this system and measure the coherence of the qubit.\nWe move the quantum bit over distances of tens of microns and show that the\ncoherence is reserved. We also transfer a qubit atom between two tweezers and\nshow no loss of coherence. Finally, we describe our progress towards\nconditional entanglement of two atoms by photon emission and two-photon\ninterferences.\n","Comment: Proceedings of the ICOLS07 conference"]}]
["0708.3297",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3297"],"date":["2007-08-24"],"type":["text"],"creator":["Papineau, Chloe"],"language":["fr"],"coverage":[],"title":["Cosmological and phenomenological consequences of string theories"],"description":["  The Standard Model is the low-energy limit of a microscopic theory which\nincludes extra dimensions and new symmetries. A part of my thesis consisted in\nconstructing a new class of models with two extra dimensions. We showed that\nthese models can drive a dynamical symmetry breaking in four dimensions. In\nparticular, they are dual to models with four fermions which need a\nnon-perturbative treatment. We also studied supersymmetry and its local\nversion, supergravity, in string theory inspired models with ten dimensions.\nExtra fields called moduli are present after dimensional reduction and are\ngenerically flat directions of the total potential. We constructed a model of\nstabilisation for the moduli in which the supersymmetry breaking yields a light\ngravitino mass of order 10 TeV. The cosmological constant can be adjusted to be\nvery small. Such models exhibit a promising phenomenology.\n","Comment: 123 pages, 9 figures, PhD thesis, in French (to be replaced by an\n  English version asap)"]}]
["0708.3301",{"format":[],"subject":["Mathematics - History and Overview","05A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3301"],"date":["2007-08-24"],"type":["text"],"creator":["Callan, David"],"language":[],"coverage":[],"title":["Cesaro's integral formula for the Bell numbers (corrected)"],"description":["  M. E. Cesaro (1885) gave a quite remarkable expression for the Bell number\n--the number of partitions of an n-element set -- as a definite integral. This\nnote is an exposition, correcting a typographical error in the original.\n","Comment: 3 pages"]}]
["0708.3303",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3303"],"date":["2007-08-24"],"type":["text"],"creator":["Gaier, O.","Hamrle, J.","Hermsdoerfer, S. J.","Hillebrands, B.","Sakuraba, Y.","Oogane, M.","Ando, Y."],"language":[],"coverage":[],"title":["Influence of the L21 ordering degree on the magnetic properties in\n  Co2MnSi Heusler films"],"description":["  We report on the influence of the improved L21 ordering degree on the\nmagnetic properties of Co2MnSi Heusler films. Different fractions of the L21\nphase are obtained by different post-growth annealing temperatures ranging from\n350 degC to 500 degC. Room temperature magneto-optical Kerr effect measurements\nreveal an increase of the coercivity at an intermediate annealing temperature\nof 425 degC, which is a fingerprint of an increased number of pinning centers\nat this temperature. Furthermore, Brillouin light scattering studies show that\nthe improvement of the L21 order in the Co2MnSi films is correlated with a\ndecrease of the saturation magnetization by about 9%. The exchange stiffness\nconstant of Co2MnSi, however, increases by about 8% when the L21 order is\nimproved. Moreover, we observe a drop of the cubic anisotropy constant K1 by a\nfactor of 10 for an increasing amount of the L21 phase.\n","Comment: 14 pages, 10 figures"]}]
["0708.3306",{"format":[],"subject":["Mathematics - Number Theory","11S80","11B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3306"],"date":["2007-08-24"],"type":["text"],"creator":["Kim, Taekyun"],"language":[],"coverage":[],"title":["Carlitz q-Bernoulli numbers and q-Stirling numbers"],"description":["  In this paper we consider carlitz q-Bernoulli numbers and q-stirling numbers\nof the first and the second kind. From these numbers we derive many interesting\nformulae associated with q-Bernoulli numbers.\n","Comment: 10 pages"]}]
["0708.3308",{"format":[],"subject":["Mathematics - Category Theory","18D10 (Primary)","16E40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3308","East-West J. of Mathematics Vol. 5, No 1, 2003"],"date":["2007-08-24"],"type":["text"],"creator":["Quang, Nguyen Tien"],"language":[],"coverage":[],"title":["Structure of Ann-categories and Mac Lane - Shukla cohomology"],"description":["  In this paper we study the structure of a class of categories having two\noperations which satisfy axioms analoguos to that of rings. Such categories are\ncalled \"Ann - categories\". We obtain the classification theorems for regular\nAnn - categories and Ann - functors by using Mac Lane - Shukla cohomology of\nrings. These results give new interpretations of the cohomology groups and of\nthe rings\n","Comment: 14 pager"]}]
["0708.3310",{"format":[],"subject":["Mathematics - Differential Geometry","53A10","53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3310"],"date":["2007-08-24"],"type":["text"],"creator":["Tam, Luen-Fei","Zhou, Detang"],"language":[],"coverage":[],"title":["Stability properties for the higher dimensional catenoid in $\\rr^{n+1}$"],"description":["  This paper concerns some stability properties of higher dimensional catenoids\nin $\\rr^{n+1}$ with $n\\ge 3$. We prove that higher dimensional catenoids have\nindex one. We use $\\delta$-stablity for minimal hypersurfaces and show that the\ncatenoid is $\\frac 2n$-stable and a complete $\\frac 2n$-stable minimal\nhypersurface is a catenoid or a hyperplane provided the second fundamental form\nsatisfies some decay conditions.\n","Comment: 15 pages"]}]
["0708.3314",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3314","doi:10.1007/s00214-007-0323-5"],"date":["2007-08-24"],"type":["text"],"creator":["Agliari, E.","Burioni, R.","Cassi, D.","Neri, F. M."],"language":[],"coverage":[],"title":["Autocatalytic reaction on low-dimensional substrates"],"description":["  We discuss a model for the autocatalytic reaction $A+B\\to 2A$ on substrates\nwhere the reactants perform a compact exploration of the space, i.e., on\nlattices whose spectral dimension $\\tilde{d}$ is $< 2$. For finite systems, the\ntotal time $\\tau$ for the reaction to end scales according to two different\nregimes, for high and low concentrations of reactants. The functional\ndependence of $\\tau$ on the volume of the substrate and the concentration of\nreactants is discussed within a mean-field approximation. Possible applications\nare discussed.\n","Comment: 15 pages"]}]
["0708.3329",{"format":[],"subject":["Mathematics - Representation Theory","16G60, 18A30, 18Exx, 18G25, 20C05, 20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3329"],"date":["2007-08-24"],"type":["text"],"creator":["Grime, Matthew"],"language":[],"coverage":[],"title":["Finite dimensional modules and perpendicular subcategories"],"description":["  We explain how, under some hypotheses, one can construct a sequence of finite\ndimensional $kG$-modules that lie in certain prescribed additive subcategories,\nbut whose direct limits do not. We use these to show that many of the\ntriangulated quotients of $\\Mod$ are not generated, as triangulated categories,\nby the corresponding quotient of $\\mod$ considered as a full subcategory.\n","Comment: 5 pages, expanding on a construction from the author's PhD thesis"]}]
["0708.3334",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3334"],"date":["2007-08-24"],"type":["text"],"creator":["Urbig, Diemo","Lorenz, Jan"],"language":[],"coverage":[],"title":["Communication regimes in opinion dynamics: Changing the number of\n  communicating agents"],"description":["  This article contributes in four ways to the research on time-discrete\ncontinuous opinion dynamics with compromising agents. First, communication\nregimes are introduced as an elementary concept of opinion dynamic models.\nSecond, we develop a model that covers two major models of continuous opinion\ndynamics, i.e. the basic model of Deffuant and Weisbuch as well as the model of\nKrause and Hegselmann. To combine these models, which handle different numbers\nof communicating agents, we convert the convergence parameter of Deffuant and\nWeisbuch into a parameter called self-support. Third, we present simulation\nresults that shed light on how the number of communicating agents but also how\nthe self-support affect opinion dynamics. The fourth contribution is a\ntheoretically driven criterion when to stop a simulation and how to extrapolate\nto infinite many steps.\n","Comment: 15 pages, 6 figures, In: Proceedings of the Second Conference of the\n  European Social Simulation Association (ESSA), September 16-19, Valladolid,\n  Spain, 2004 (ISBN 84-688-7964-9)"]}]
["0708.3336",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3336"],"date":["2007-08-24"],"type":["text"],"creator":["Rice, James H."],"language":[],"coverage":[],"title":["Far-field fluorescence microscopy beyond the diffraction limit:\n  Fluorescence imaging with ultrahigh resolution"],"description":["  Fluorescence microscopy is an important and extensively utilised tool for\nimaging biological systems. However, the image resolution that can be obtained\nhas a limit as defined through the laws of diffraction. Demand for improved\nresolution has stimulated research into developing methods to image beyond the\ndiffraction limit based on far-field fluorescence microscopy techniques. Rapid\nprogress is being made in this area of science with methods emerging that\nenable fluorescence imaging in the far-field to possess a resolution well\nbeyond the diffraction limit. This review outlines developments in far-field\nfluorescence methods which enable ultrahigh resolution imaging and application\nof these techniques to biology. Future possible trends and directions in\nfar-field fluorescence imaging with ultrahigh resolution are also outlined.\n","Comment: 27 pages, 2 figures, 2 tables, review of devlopments in super\n  resolution fluorescence microscopy"]}]
["0708.3339",{"format":[],"subject":["Physics - Physics and Society","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3339","In: The Fifth International Conference on Nonlinear Mechanics\n  (ICNM-V), pp. 967-969 (Shanghai, June 2007)"],"date":["2007-08-24"],"type":["text"],"creator":["Helbing, Dirk","Johansson, Anders","Al-Abideen, Habib Z."],"language":[],"coverage":[],"title":["Crowd turbulence: the physics of crowd disasters"],"description":["  The panic stampede is a serious concern during mass events like soccer\nchampionship games. Despite huge numbers of security forces and crowd control\nmeasures, hundreds of lives are lost in crowd disasters each year. An analysis\nof video recordings of the annual pilgrimage in Makkah reveals how high-density\ncrowds develop to turbulent dynamics and earthquake-like eruptions, which is\nimpossible to control.\n","Comment: For a more detailed study see http://arxiv.org/abs/physics/0701203"]}]
["0708.3341",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3341","Dans Proceedings of ACM Working Conference on Advanced Visual\n  Interfaces (AVI 2006), Venezia, Italy, May 23-26, 2006 - ACM Working\n  Conference on Advanced Visual Interfaces (AVI 2006), Venezia : Italie (2006)"],"date":["2007-08-24"],"type":["text"],"creator":["Christmann, Olivier","Carbonell, Noëlle"],"language":[],"coverage":[],"title":["Browsing through 3D representations of unstructured picture collections:\n  an empirical study"],"description":["  The paper presents a 3D interactive representation of fairly large picture\ncollections which facilitates browsing through unstructured sets of icons or\npictures. Implementation of this representation implies choosing between two\nvisualization strategies: users may either manipulate the view (OV) or be\nimmersed in it (IV). The paper first presents this representation, then\ndescribes an empirical study (17 participants) aimed at assessing the utility\nand usability of each view. Subjective judgements in questionnaires and\ndebriefings were varied: 7 participants preferred the IV view, 4 the OV one,\nand 6 could not choose between the two. Visual acuity and visual exploration\nstrategies seem to have exerted a greater influence on participants'\npreferences than task performance or feeling of immersion.\n","Comment: 4 pages"]}]
["0708.3349",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 82B43, 82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3349"],"date":["2007-08-24"],"type":["text"],"creator":["Balint, Andras","Camia, Federico","Meester, Ronald"],"language":[],"coverage":[],"title":["Sharp phase transition and critical behaviour in 2D divide and colour\n  models"],"description":["  Consider subcritical Bernoulli bond percolation with fixed parameter p<p_c.\nWe define a dependent site percolation model by the following procedure: for\neach bond cluster, we colour all vertices in the cluster black with probability\nr and white with probability 1-r, independently of each other. On the square\nlattice, defining the critical probabilities for the site model and its dual,\nr_c(p) and r_c^*(p) respectively, as usual, we prove that r_c(p)+r_c^*(p)=1 for\nall subcritical p. On the triangular lattice, where our method also works, this\nleads to r_c(p)=1/2, for all subcritical p. On both lattices, we obtain\nexponential decay of cluster sizes below r_c(p), divergence of the mean cluster\nsize at r_c(p), and continuity of the percolation function in r on [0,1]. We\nalso discuss possible extensions of our results, and formulate some natural\nconjectures. Our methods rely on duality considerations and on recent\nextensions of the classical RSW theorem.\n","Comment: 39 pages, 4 figures"]}]
["0708.3352",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3352"],"date":["2007-08-24"],"type":["text"],"creator":["Heinzle, J. Mark"],"language":[],"coverage":[],"title":["Bounds on 2m/r for static perfect fluids"],"description":["  For spherically symmetric relativistic perfect fluid models, the well-known\nBuchdahl inequality provides the bound $2 M/R \\leq 8/9$, where $R$ denotes the\nsurface radius and $M$ the total mass of a solution. By assuming that the ratio\n$p/\\rho$ be bounded, where $p$ is the pressure, $\\rho$ the density of\nsolutions, we prove a sharper inequality of the same type, which depends on the\nactual bound imposed on $p/\\rho$. As a special case, when we assume the\ndominant energy condition $p/\\rho \\leq 1$, we obtain $2 M/R \\leq 6/7$.\n","Comment: 11 pages"]}]
["0708.3354",{"format":[],"subject":["Mathematics - Commutative Algebra","13A02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3354"],"date":["2007-08-24"],"type":["text"],"creator":["Weiss, Arthur Jay"],"language":[],"coverage":[],"title":["Some Non-Unimodal Level Algebras"],"description":["  In 2005, building on his own recent work and that of F. Zanello, A. Iarrobino\ndiscovered some constructions that, he conjectured, would yield level algebras\nwith non-unimodal Hilbert functions. This thesis provides proofs of\nnon-unimodality for Iarrobino's level algebras, as well as for other level\nalgebras that the author has constructed along similar lines. The key technical\ncontribution is to extend some results published by Iarrobino in 1984.\nIarrobino's results provide insight into some naturally arising vector\nsubspaces of the vector space R_d of forms of fixed degree in a polynomial ring\nin several variables. In this thesis, the problem is approached by\ncombinatorial methods and results similar to Iarrobino's are proved for a\ndifferent class of vector subspaces of R_d.\n  The combinatorial methods involve the definition of a new class of matrices\ncalled L-Matrices, which have useful properties that are inherited by their\nsubmatrices. A particular class of square L-Matrices, associated with some\nspecialized partially ordered sets having interesting combinatorial properties,\nis identified. For this class of L-Matrices, necessary and sufficient\nconditions are given that they be nonsingular. Several larger questions are\ndiscussed whose answers are incrementally improved by the knowledge that the\nnew non-unimodal level algebras exist.\n","Comment: Doctoral Thesis, Tufts University, 2007. Key-words: Level algebra,\n  Gorenstein algebra, Artin Algebra, Hilbert function, Unimodality, lattice\n  ideal"]}]
["0708.3356",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","41A30","41A50","41A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3356"],"date":["2007-08-24"],"type":["text"],"creator":["Ismailov, Vugar"],"language":[],"coverage":[],"title":["On the approximation by weighted ridge functions"],"description":["  We characterize the best $L_{2}$ approximation to a multivariate function by\nlinear combinations of ridge functions multiplied by some fixed weight\nfunctions. In the special case when the weight functions are constants, we\npropose explicit formulas for both the best approximation and approximation\nerror.\n","Comment: 8 pages"]}]
["0708.3362",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3362"],"date":["2007-08-24"],"type":["text"],"creator":["Nagirimadugu, Ankita"],"language":[],"coverage":[],"title":["An Initial Assessment of a Clear Air Turbulence Forecasting Product"],"description":["  Clear air turbulence, also known as CAT, can cause damage to an aircrafts\nstructure and, in severe cases, harm passengers. Though CAT has been thoroughly\nstudied since the mid 1960s, scientists have not been able to create an\naccurate forecasting device. The product tested is known as the\nDeformation-Vertical Shear Index (DVSI), created by Knox, Ellrod, and Williams.\nThe DVSI is currently used by several commercial carriers and military\naircraft. The general feedback has been positive; however, results indicate\nthat the product tends to overestimate CAT intensity.\n","Comment: 13 pages, 10 figures, paper satisfies requirement for completion of\n  mentorship program"]}]
["0708.3365",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3365"],"date":["2007-08-24"],"type":["text"],"creator":["Pooley, D.","Rappaport, S.","Levine, A.","Pfahl, E.","Schwab, J."],"language":[],"coverage":[],"title":["Chandra X-Ray Observation of the Globular Cluster GLIMPSE-C01"],"description":["  We have observed the recently discovered rich star cluster GLIMPSE-C01 for 46\nks with the Chandra X-ray Observatory. Seventeen X-ray sources with\nluminosities greater than 0.6e31 ergs/s were discovered, one of which is likely\na quiescent low-mass X-ray binary. The spatial distribution of these X-ray\nsources with respect to the NIR and IR images of the cluster, combined with the\nluminosity and spectral hardness distributions of the sources, provide strong\nevidence that GLIMPSE-C01 is a rich Galactic globular cluster.\n","Comment: 4 pages, submitted to ApJ Letters"]}]
["0708.3367",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3367"],"date":["2007-08-24"],"type":["text"],"creator":["Boyer, Timothy H."],"language":[],"coverage":[],"title":["Interaction of a Point Charge and a Magnet: Comments on \"Hidden\n  Mechanical Momentum Due to Hidden Nonelectromagnetic Forces\""],"description":["  The interaction of a point charge and a magnetic moment (and by extension a\npoint charge and a solenoid) is explored within well-defined point-charge\nmagnetic-moment models where full calculations are possible. It is shown\nexplicitly how the \"hidden mechanical momentum\" is introduced by the \"hidden\"\nexternal forces of constraint, requiring a prescribed response (through order\n1/c^2) of the system to electromagnetic forces. These external forces often go\nunmentioned in the textbook and research literature. The dependence of \"hidden\nmechanical momentum\" upon detailed external (nonelectromagnetic) forces may\nundermine the idea's usefulness in describing nature. Some statements of\ndubious validity in the textbook literature are noted.\n","Comment: 36 pages"]}]
["0708.3368",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3368"],"date":["2007-08-24"],"type":["text"],"creator":["Jaramillo, Benjamín","Núñez-Yépez, H. N.","Salas-Brito, A. L."],"language":[],"coverage":[],"title":["On the critical dipole moment in one-dimension"],"description":["  We calculate the minimum magnitude an electric dipole must have for a 1D\nsystem, interacting through the dipole, to support bound states.\n","Comment: 6 pages, no figures"]}]
["0708.3369",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13C40","14M06","14M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3369"],"date":["2007-08-24"],"type":["text"],"creator":["Huneke, Craig","Migliore, Juan","Nagel, Uwe","Ulrich, Bernd"],"language":[],"coverage":[],"title":["Minimal Homogenous Liaison and Licci Ideals"],"description":["  We study the linkage classes of homogeneous ideals in polynomial rings. An\nideal is said to be homogeneously licci if it can be linked to a complete\nintersection using only homogeneous regular sequences at each step. We ask a\nnatural question:\n  if $I$ is homogeneously licci, then can it be linked to a complete\nintersection by linking using regular sequences of forms of smallest possible\ndegree at each step (we call such ideals minimally homogeneously licci)? In\nthis paper we answer this question in the negative. In particular, for every\n$n\\geq 28$ we construct a set of $n$ points in $\\mathbb P^3$ which are\nhomogeneously licci, but not minimally homogeneously licci. Moreover, we prove\nthat one cannot distinguish between the classes of homogeneously licci and\nnon-licci ideals based only on their Hilbert functions, nor distinguish between\nhomogeneously licci and minimally homogeneously licci ideals based solely on\nthe graded Betti numbers. Finally, by taking hypersurface sections, we show\nthat the natural question has a negative answer whenever the height of the\nideal is at least three.\n","Comment: 11 pages. To appear in the proceedings of the Midwest Algebra,\n  Geometry and their Interactions Conference"]}]
["0708.3373",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3373","Phys. Rev. B 75, 035331 (2007)","doi:10.1103/PhysRevB.75.035331"],"date":["2007-08-24"],"type":["text"],"creator":["Graham, A. C.","Sawkey, D. L.","Pepper, M.","Simmons, M. Y.","Ritchie, D. A."],"language":[],"coverage":[],"title":["Energy-level pinning and the 0.7 spin state in one dimension: GaAs\n  quantum wires studied using finite-bias spectroscopy"],"description":["  We study the effects of electron-electron interactions on the energy levels\nof GaAs quantum wires (QWs) using finite-bias spectroscopy. We probe the energy\nspectrum at zero magnetic field, and at crossings of opposite-spin-levels in\nhigh in-plane magnetic field B. Our results constitute direct evidence that\nspin-up (higher energy) levels pin to the chemical potential as they populate.\nWe also show that spin-up and spin-down levels abruptly rearrange at the\ncrossing in a manner resembling the magnetic phase transitions predicted to\noccur at crossings of Landau levels. This rearranging and pinning of subbands\nprovides a phenomenological explanation for the 0.7 structure, a\none-dimensional (1D) nanomagnetic state, and its high-B variants.\n","Comment: 6 pages, 4 figures"]}]
["0708.3378",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3378"],"date":["2007-08-24"],"type":["text"],"creator":["de Andrade, Garcia"],"language":[],"coverage":[],"title":["Lagrange Instability of Geodesics in Curved Double Twisted Liquid\n  Crystals"],"description":["  It is shown that curved and flat helical double twisted liquid crystal (DTLC)\nin blue phase, can be unstable (stable) depending of the sign, negative\n(positive) of sectional curvature, depending on the pitch of the helix of the\nnematic crystal. In both cases Cartan torsion is presented. It is also shown\nthat the instability or stability depends on the value of the pitch of the\nhelix in nematic crystals. Frank energy stability A similar result using the\nmethod of Frank energy stability in the twist of cholesteric liquid crystal was\ngiven by Kiselev and Sluckin [PRE 71(2005)], where the free twist number\ndetermines the equilibrium value of the cholesteric liquid crystals (CLC) pitch\nof the helix. As a final example we solve the geodesic equations in twisted\nnematics with variable pitch helix and non-constant torsion. This\nnon-Riemannian geometrical approach, also seems to unify two recent analysis of\ncylindrical columns given by Santangelo et al [PRL 99,(2007)] and the curved\ncrystal endowed with torsion, given by Vitelli et al [Proc Nat Acad Sci\n(2006)]. Stability of toroidal curved surfaces were also previously considered\nby Bowick et al [PRE 69,(2004)], as an example of curvature-induced defect.\nInvestigation of the Lagrangean instability may be useful in the investigation\nof HIV viruses and proteins.\n","Comment: Depto de Fisica Teorica-IF-UERJ-Brasil"]}]
["0708.3381",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3381","IEEE Transactions on Robotics and Automation 19, 3 (2003) 403-410"],"date":["2007-08-24"],"type":["text"],"creator":["Chablat, Damien","Wenger, Philippe"],"language":[],"coverage":[],"title":["Architecture Optimization of a 3-DOF Translational Parallel Mechanism\n  for Machining Applications, the Orthoglide"],"description":["  This paper addresses the architecture optimization of a 3-DOF translational\nparallel mechanism designed for machining applications. The design optimization\nis conducted on the basis of a prescribed Cartesian workspace with prescribed\nkinetostatic performances. The resulting machine, the Orthoglide, features\nthree fixed parallel linear joints which are mounted orthogonally and a mobile\nplatform which moves in the Cartesian x-y-z space with fixed orientation. The\ninteresting features of the Orthoglide are a regular Cartesian workspace shape,\nuniform performances in all directions and good compactness. A small-scale\nprototype of the Orthoglide under development is presented at the end of this\npaper.\n"]}]
["0708.3383",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3383"],"date":["2007-08-24"],"type":["text"],"creator":["Shivamoggi, B. K.","van Heijst, G. J. F."],"language":[],"coverage":[],"title":["Zonal Shear Flows with a Free Surface: Hamiltonian Formulation and\n  Linear and Nonlinear Stability"],"description":["  General theoretical results via a Hamiltonian formulation are developed for\nzonal shear flows with the inclusion of the vortex stretching effect of the\ndeformed free surface. These results include a generalization of the\nFlierl-Stern-Whitehead zero angular momentum theorem} for localized nonlinear\nstructures on or off the beta-plane, and sufficient conditions for linear and\nnonlinear stability in the Liapunov sense - the latter are derived via bounds\non the equilibrium potential vorticity gradient.\n"]}]
["0708.3384",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3384"],"date":["2007-08-24"],"type":["text"],"creator":["Chakrabarti, Raj","Wu, Rebing","Rabitz, Herschel"],"language":[],"coverage":[],"title":["Orthogonal measurement-assisted quantum control"],"description":["  Existing algorithms for the optimal control of quantum observables are based\non locally optimal steps in the space of control fields, or as in the case of\ngenetic algorithms, operate on the basis of heuristics that do not explicitly\ntake into account details pertaining to the geometry of the search space. We\npresent globally efficient algorithms for quantum observable control that\nfollow direct or close-to-direct paths in the domain of unitary dynamical\npropagators, based on partial reconstruction of these propagators at successive\npoints along the search trajectory through orthogonal observable measurements.\nThese algorithms can be implemented experimentally and offer an alternative to\nthe adaptive learning control approach to optimal control experiments (OCE).\nTheir performance is compared to that of local gradient-based control\noptimization.\n","Comment: 16 pages, 0 figures"]}]
["0708.3387",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3387"],"date":["2007-08-24"],"type":["text"],"creator":["Yi, Zhihang","Kim, Il-Min"],"language":[],"coverage":[],"title":["The Impact of Noise Correlation and Channel Phase Information on the\n  Data-Rate of the Single-Symbol ML Decodable Distributed STBCs"],"description":["  Very recently, we proposed the row-monomial distributed orthogonal space-time\nblock codes (DOSTBCs) and showed that the row-monomial DOSTBCs achieved\napproximately twice higher bandwidth efficiency than the repetitionbased\ncooperative strategy [1]. However, we imposed two limitations on the\nrow-monomial DOSTBCs. The first one was that the associated matrices of the\ncodes must be row-monomial. The other was the assumption that the relays did\nnot have any channel state information (CSI) of the channels from the source to\nthe relays, although this CSI could be readily obtained at the relays without\nany additional pilot signals or any feedback overhead. In this paper, we first\nremove the row-monomial limitation; but keep the CSI limitation. In this case,\nwe derive an upper bound of the data-rate of the DOSTBC and it is larger than\nthat of the row-monomial DOSTBCs in [1]. Secondly, we abandon the CSI\nlimitation; but keep the row-monomial limitation. Specifically, we propose the\nrow-monomial DOSTBCs with channel phase information (DOSTBCs-CPI) and derive an\nupper bound of the data-rate of those codes. The rowmonomial DOSTBCs-CPI have\nhigher data-rate than the DOSTBCs and the row-monomial DOSTBCs. Furthermore, we\nfind the actual row-monomial DOSTBCs-CPI which achieve the upper bound of the\ndata-rate.\n"]}]
["astro-ph/0701577",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0701577","Published by \"Istituto Nazionale di_Fisica Nucleare, Naples\n  Section - Naples, Italy, December 2006\""],"date":["2007-01-19","2007-08-27"],"type":["text"],"creator":["Napolitano, N. R.","Paolillo, M."],"language":[],"coverage":[],"title":["1st Workshop of Astronomy and Astrophysics for Students"],"description":["  The \"1st Workshop of Astronomy and Astrophysics for Students\" was organized\nwith the purpose of bringing togheter scientific Institutions involved in\nAstrophysical researches, of the Campania region and beyond. In this context\nthe expression \"Astronomy and Astrophysics\" was used in its broadest meaning,\ni.e. including all topics related to the study of the Universe: the Sun and the\nSolar system, Stars, Galaxies, Cosmology, Astroparticles and Astronomical\nTechnologies, with the belief that all scientific areas would benefit from\ninteraction with related, if not strictly connected, research environments. The\ngoal of the Workshop was to offer Students (undergraduate, graduate, PhD and\nPost-Docs) the opportunity to share their expertise with colleagues studying\nand working in other Universities and/or Research Institutes involved in\nresearch programs of astrophysical interests. At the same time the Workshop was\nintended to be a place were the partecipants could, possibly for the first\ntime, promote the work done at any level of their educational and/or\nprofessional growth. The full Conference Proceedings are available in\nelectronic form at http://www.na.astro.it/astrows06\n","Comment: Conference proceedings of the \"1st Workshop of Astronomy and\n  Astrophysics for Students\" held in Naples (ITALY) on April 19-20, 2006.\n  Published by INFN-Naples, eds. N.R. Napolitano & M. Paolillo. The full\n  Conference Proceedings are available at http://www.na.astro.it/astrows06 -\n  Updated TOC"]}]
["astro-ph/0703466",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0703466","Phys. Rev. D76 (2007) 043522","doi:10.1103/PhysRevD.76.043522"],"date":["2007-03-18","2007-07-08"],"type":["text"],"creator":["Coimbra-Araujo, Carlos H.","Letelier, Patricio S."],"language":[],"coverage":[],"title":["A thin disk in higher dimensional space-time and dark matter\n  interpretation"],"description":["  We find a family of exact solutions of Einstein equations describing the\nfield of a static axisymmetric thin disk living in six-dimensional space-time.\nIn particular, we study the disks constructed (by cutting out the central part\nof the spacetime) from the conventional Schwarzschild and Chazy-Curzon\nsolutions with simple extensions in the extra 2 dimensions. The disks are\ninterpreted in terms of two counter-rotating streams of particles on free\ncircular orbits. Two extra parameters -- the constants of motion resulting from\nprojections of the particle-velocities' extra components -- are constrained by\nthe requirement that the orbits within the disk be stable. The requirement is\nmet just in cases when the radial profile of the disk orbital speed fits the\nrotation curves of many spiral galaxies. It thus turns out that the effective\nmodification of the gravity law by extra dimensions could explain the observed\nflatness of these curves equally well as the usually given dark-matter\ninterpretation. In the second part of the paper we show that the inclusion of\nextra dimensions also leads to better fits of the gravitational-lensing data\nfor galaxy clusters, without changing results obtained in solar-system scales.\nFinally, we discuss whether the effect of extra dimensions could also be\ntranslated as following from the occurrence of extra matter (\"Kaluza-Klein\nparticles\"). A comment on possible properties of such particles and a chance to\ndetect them at LHC is given in the appendix.\n","Comment: Accepted for plublication in Physical Review D, title and abstract\n  changed, inclusion of results for solar system and galaxy clusters\n  (gravitational lensing), 20 pages, 10 figures"]}]
["astro-ph/9804003",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9804003"],"date":["1998-03-31","2007-08-27"],"type":["text"],"creator":["Alves, D.","Alcock, C.","Cook, K.","Marshall, S.","Minniti, D.","Allsman, R.","Axelrod, T.","Freeman, K.","Peterson, B.","Rodgers, A.","Griest, K.","Vandehei, T.","Becker, A.","Stubbs, C.","Tomaney, A.","Bennett, D.","Lehner, M.","Quinn, P.","Pratt, M.","Sutherland, W.","Welch, D."],"language":[],"coverage":[],"title":["The MACHO Project LMC Variable Star Inventory: Classical Cepheids and\n  AGB Variables"],"description":["  This paper has been withdrawn by the author.\n","Comment: This paper has been withdrawn"]}]
["cond-mat/0511581",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511581","Eur. Phys. J. D 44, 541 (2007)","doi:10.1140/epjd/e2007-00221-7"],"date":["2005-11-23","2007-08-27"],"type":["text"],"creator":["Hao, Yajiang","Zhang, Yunbo","Liang, J. Q.","Chen, Shu"],"language":[],"coverage":[],"title":["Phase separation in the trapped spinor gases with anisotropic spin-spin\n  interaction"],"description":["  We investigate the effect of the anisotropic spin-spin interaction on the\nground state density distribution of the one dimensional spin-1 bosonic gases\nwithin a modified Gross-Pitaevskii theory both in the weakly interaction regime\nand in the Tonks-Girardeau (TG) regime. We find that for ferromagnetic spinor\ngas the phase separation occurs even for weak anisotropy of the spin-spin\ninteraction, which becomes more and more obvious and the component of $m_F=0$\ndiminishes as the anisotropy increases. However, no phase separation is found\nfor anti-ferromagnetic spinor gas in both regimes.\n","Comment: 5pages, 4 figures"]}]
["cond-mat/0609559",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609559","Handbook of Magnetism and Advanced Magnetic Materials, Vol. 5, ed.\n  H. Kronmuller and S. Parkin (Wiley, New York, 2007), p. 2671"],"date":["2006-09-21"],"type":["text"],"creator":["Norman, M. R."],"language":[],"coverage":[],"title":["High Temperature Superconductivity - Magnetic Mechanisms"],"description":["  A brief history is offered concerning the relation of magnetism to\nsuperconductivity, and the possibility that magnetic correlations are\nresponsible for certain types of superconductors. A central focus is on high\ntemperature cuprate superconductivity and the important question of whether its\nd-wave pairing is caused by antiferromagnetic or singlet correlations.\nConnected with this question is the much debated relation of the pseudogap\nphase to the superconducting phase, and whether lattice degrees of freedom are\nrelevant or not.\n","Comment: 34 pages, 16 figures, Contribution to the Handbook of Magnetism and\n  Advanced Magnetic Materials, vol. 5, Wiley"]}]
["cond-mat/0610028",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610028"],"date":["2006-10-01","2007-08-26"],"type":["text"],"creator":["Hasegawa, Hideo"],"language":[],"coverage":[],"title":["Stochastic bifurcation of FitzHugh-Nagumo ensembles subjected to\n  additive and/or multiplicative noises"],"description":["  We have studied the dynamical properties of finite $N$-unit FitzHugh-Nagumo\n(FN) ensembles subjected to additive and/or multiplicative noises,\nreformulating the augmented moment method (AMM) with the Fokker-Planck equation\n(FPE) method [H. Hasegawa, J. Phys. Soc. Jpn. {\\bf 75}, 033001 (2006)]. In the\nAMM, original $2N$-dimensional stochastic equations are transformed to\neight-dimensional deterministic ones, and the dynamics is described in terms of\naverages and fluctuations of local and global variables. The stochastic\nbifurcation is discussed by a linear stability analysis of the {\\it\ndeterministic} AMM equations. The bifurcation transition diagram of\nmultiplicative noise is rather different from that of additive noise: the\nformer has the wider oscillating region than the latter. The synchronization in\nglobally coupled FN ensembles is also investigated. Results of the AMM are in\ngood agreement with those of direct simulations (DSs).\n","Comment: 23 pages, 13 figures, accepted in Physica D with minor changes"]}]
["cond-mat/0611170",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611170","Phys. Rev. B 76, 054443 (2007)","doi:10.1103/PhysRevB.76.054443"],"date":["2006-11-07","2007-08-27"],"type":["text"],"creator":["Cai, Zi","Chen, Shu","Kou, Supeng","Wang, Yupeng"],"language":[],"coverage":[],"title":["Two-dimensional spin-1 frustrated Heisenberg model with valence-bond\n  ground states"],"description":["  In this paper, we propose a method to understand the nature for the quantum\ndisorder phase of the two-dimensional (2D) high spin frustrated model. The\nground state and excitation properties of a fully frustrated 2D spin-1 model\nare studied based on a model whose groundstate can be found exactly. By analogy\nto the pseudo-potential approach in the fractional quantum Hall effect, we\nconclude that the ground states of the fully frustrated spin-1 model are doubly\ndegenerate valance bond solid (VBS) states along the horizontal or vertical\ndirection of the square lattice. We also find that the ground state could be\ncharacterized by a nonzero string order, which rarely happened in the 2D case.\nThe method that we used is novel for a 2D spin system and reveals the\nconnection between the fractional quantum hall effect and the frustrated 2D\nantiferromagnetism system. The VBS states capture the main character of the\ndisordered phase in the 2D spin-1 frustrated system, and can be verified by a\nnumerical method.\n","Comment: 7 pages, 3 figures"]}]
["cond-mat/0611440",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611440","J. Phys.: Condens. Matter 19, 305016 (2007)","doi:10.1088/0953-8984/19/30/305016"],"date":["2006-11-16","2007-02-26"],"type":["text"],"creator":["Manini, Nicola","Cesaratto, Marco","Santoro, Giuseppe E.","Tosatti, Erio","Vanossi, Andrea"],"language":[],"coverage":[],"title":["Solitons and exact velocity quantization of incommensurate sliders"],"description":["  We analyze in some detail the recently discovered velocity quantization\nphenomena in the classical motion of an idealized one-dimensional solid\nlubricant, consisting of a harmonic chain interposed between two periodic\nsliders. The ratio w = v_cm/v_ext of the chain center-of-mass velocity to the\nexternally imposed relative velocity of the sliders is pinned to exact\n``plateau'' values for wide ranges of parameters, such as sliders corrugation\namplitudes, external velocity, chain stiffness and dissipation, and is strictly\ndetermined by the commensurability ratios alone. The phenomenon is caused by\none slider rigidly dragging the density solitons (kinks/antikinks) that the\nchain forms with the other slider. Possible consequences of these results for\nsome real systems are discussed.\n","Comment: 12 pages 6 figures. Small fixup after Referee's comments. In print in\n  J. Phys.: Condens. Matter"]}]
["cond-mat/0703586",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703586","Phys. Rev. B 76, 064413 (2007)","doi:10.1103/PhysRevB.76.064413"],"date":["2007-03-22","2007-08-27"],"type":["text"],"creator":["Abendschein, A.","Capponi, S."],"language":[],"coverage":[],"title":["Contractor-Renormalization approach to frustrated magnets in magnetic\n  field"],"description":["  We propose to use the Contractor Renormalization (CORE) technique in order to\nderive effective models for quantum magnets in a magnetic field. CORE is a\npowerful non-perturbative technique that can reduce the complexity of a given\nmicroscopic model by focusing on the low-energy part. We provide a detailed\nanalysis of frustrated spin ladders which have been widely studied in the past:\nin particular, we discuss how to choose the building block and emphasize the\nuse of their reduced density matrix. With a good choice of basis, CORE is able\nto reproduce the existence or not of magnetization plateaux in the whole phase\ndiagram contrary to usual perturbation theory. We also address the issue of\nplateau formation in two-dimensional bilayers and point out the analogy between\nnon-frustrated strongly anisotropic models and frustrated SU(2) ones.\n","Comment: 13 pages, 20 figures; published version with minor changes"]}]
["gr-qc/0409004",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0409004","Int.J.Mod.Phys. D14 (2005) 1507-1526","doi:10.1142/S0218271805007383"],"date":["2004-09-01","2007-08-27"],"type":["text"],"creator":["Balaguera-Antolinez, Andres","Boehmer, Christian G.","Nowakowski, Marek"],"language":[],"coverage":[],"title":["On astrophysical bounds of the cosmological constant"],"description":["  Astrophysical bounds on the cosmological constant are examined for\nspherically symmetric bodies. Similar limits emerge from hydrostatical and\ngravitational equilibrium and the validity of the Newtonian limit. It is argued\nthat the bound coming from the analysis of exact solutions is not a feature of\nthe relativistic theory since it also emerges from the Newtonian theory.\n  The methods in use seem to be disjoint from the basic principles, however\nthey have the same implication regarding the upper bounds. Therefore we will\ncompare different inequalities and comment on the possible relationship between\nthem.\n","Comment: 19 pages, LaTeX; revised version with new section 8, improved\n  introduction and summary; one reference added"]}]
["gr-qc/0511057",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0511057","Class.Quant.Grav. 23 (2006) 485-496","doi:10.1088/0264-9381/23/2/013"],"date":["2005-11-11","2007-08-27"],"type":["text"],"creator":["Balaguera-Antolinez, Andres","Boehmer, Christian G.","Nowakowski, Marek"],"language":[],"coverage":[],"title":["Scales Set by the Cosmological Constant"],"description":["  The cosmological constant sets certain scales important in cosmology. We show\nthat Lambda in conjunction with other parameters like the Schwarzschild radius\nleads to scales relevant not only for cosmological but also for astrophysical\napplications. Of special interest is the extension of orbits and velocity of\ntest particles traveling over Mpc distances. We will show that there exists a\nlower and an upper cut-off on the possible velocities of test particles. For a\ntest body moving in a central gravitational field Lambda enforces a maximal\nvalue of the angular momentum if we insist on bound orbits of the test body\nwhich move at a distance larger than the Schwarzschild radius.\n","Comment: 15 pages, 2 figures, 1 table; one reference added"]}]
["math/0207058",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0207058","Proceedings of 13th Gokova Geometry-Topology Conference (2006). pp\n  1-38"],"date":["2002-07-05","2007-08-24"],"type":["text"],"creator":["Ceyhan, Ozgur"],"language":[],"coverage":[],"title":["On moduli of pointed real curves of genus zero"],"description":["  We introduce the moduli space $R \\bar{M}_{2k,l}$ of pointed real curves of\ngenus zero and give its natural stratification. The strata of $R\n\\bar{M}_{2k,l}$ correspond to real curves of genus zero with different\ndegeneration types and are encoded by their dual trees with certain\ndecorations. By using this stratification, we calculate the first\nStiefel-Whitney class of $R \\bar{M}_{2k,l}$ and construct the orientation\ndouble cover $R \\widetilde{M}_{2k,l}$$ of $R \\bar{M}_{2k,l}$.\n","Comment: 38 pages, 7 figures, minor grammar mistakes has been corrected"]}]
["math/0603138",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Classical Analysis and ODEs","20-02, 46-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603138"],"date":["2006-03-06","2007-08-25"],"type":["text"],"creator":["Tessera, Romain"],"language":[],"coverage":[],"title":["Asymptotic isoperimetry on groups and uniform embeddings into Banach\n  spaces"],"description":["  We characterize the asymptotic behaviour of the compression associated to a\nuniform embedding into some Lp-space for a large class of groups including\nconnected Lie groups with exponential growth and word-hyperbolic finitely\ngenerated groups. In particular, the Hilbert compression rate of these groups\nis equal to 1. This also provides new and optimal estimates for the compression\nof a uniform embedding of the infinite 3-regular tree into some Lp-space. The\nmain part of the paper is devoted to the explicit construction of affine\nisometric actions of amenable Lie groups on Lp-spaces whose compressions are\nasymptotically optimal. These constructions are based on an asymptotic lower\nbound of the Lp-isoperimetric profile inside balls. We compute this profile for\nall amenable connected Lie groups and for all finite p, providing new geometric\ninvariants of these groups. We also relate the Hilbert compression rate with\nother asymptotic quantities such as volume growth and probability of return of\nrandom walks.\n","Comment: 38 pages, modification: correct proof of the lower bound 2/3 of the\n  compression of (Z \\wr Z)"]}]
["math/0603184",{"format":[],"subject":["Mathematics - Probability","60F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603184","Stochastics, 79(5), (2007), 449-468","doi:10.1080/17442500701323023"],"date":["2006-03-08"],"type":["text"],"creator":["Kumon, Masayuki","Takemura, Akimichi","Takeuchi, Kei"],"language":[],"coverage":[],"title":["Game-theoretic versions of strong law of large numbers for unbounded\n  variables"],"description":["  We consider strong law of large numbers (SLLN) in the framework of\ngame-theoretic probability of Shafer and Vovk (2001). We prove several versions\nof SLLN for the case that Reality's moves are unbounded. Our game-theoretic\nversions of SLLN largely correspond to standard measure-theoretic results.\nHowever game-theoretic proofs are different from measure-theoretic ones in the\nexplicit consideration of various hedges. In measure-theoretic proofs existence\nof moments are assumed, whereas in our game-theoretic proofs we assume\navailability of various hedges to Skeptic for finite prices.\n"]}]
["math/0603539",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603539"],"date":["2006-03-22","2007-08-27"],"type":["text"],"creator":["Wenger, Stefan"],"language":[],"coverage":[],"title":["Characterizations of metric trees and Gromov hyperbolic spaces"],"description":["  In a recent paper Chatterji and Niblo proved that a geodesic metric space is\nGromov hyperbolic if and only if the intersection of any two closed balls has\nuniformly bounded eccentricity. In their paper, the authors raise the question\nwhether a geodesic metric space with the property that the intersection of any\ntwo closed balls has eccentricity 0, is necessarily a real tree. The purpose of\nthis note is to answer this question affirmatively. We also partially improve\nthe main result of Chatterji and Niblo by showing that already sublinear\neccentricity implies Gromov hyperbolicity.\n","Comment: minor changes in the structure, proof of Rademacher theorem for\n  Lipschitz maps into metric spaces added, outline of proof added"]}]
["math/0605307",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605307","Journal of Mathematical Analysis and Applications, Vol 332, Number\n  2, 2007, p1308-1313.","doi:10.1016/j.jmaa.2006.11.007"],"date":["2006-05-11"],"type":["text"],"creator":["Jiang, Zhenglu","Fu, Xiaoyong","Tian, Hongjiong"],"language":[],"coverage":[],"title":["A Simple Proof of Inequalities of Integrals of Composite Functions"],"description":["  In this paper we give a simple proof of inequalities of integrals of\nfunctions which are the composition of nonnegative continous convex functions\non a vector space ${\\bf R}^m$ and vector-valued functions in a weakly compact\nsubset of a Banach vector space generated by $m$ $L_\\mu^p$-spaces for $1\\leq\np<+\\infty.$ Also, the same inequalities hold if these vector-valued functions\nare in a weakly* compact subset of a Banach vector space generated by $m$\n$L_\\mu^\\infty$-spaces instead.\n"]}]
["math/0606010",{"format":[],"subject":["Mathematics - Geometric Topology","11F32, 11M36, 57M25, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606010"],"date":["2006-05-31","2007-08-26"],"type":["text"],"creator":["Sugiyama, Ken-ichi"],"language":[],"coverage":[],"title":["An analog of the Iwasawa conjecture for a compact hyperbolic threefold"],"description":["  For a local system on a compact hyperbolic threefold, under a cohomological\nassumption, we will show that the order of its twisted Alexander polynomial and\nof the Ruelle L function at $s=0$ coincide. Moreover we will show that their\nleading constant are also identical. These results may be considered as a\nsolution of a geomeric analogue of the Iwasawa conjecture in the algebraic\nnumber theory.\n","Comment: 16 pages, no figure"]}]
["math/0606567",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Combinatorics","37A45, 37A30, 28D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606567"],"date":["2006-06-22","2007-08-25"],"type":["text"],"creator":["Frantzikinakis, Nikos"],"language":[],"coverage":[],"title":["Multiple ergodic averages for three polynomials and applications"],"description":["  We find the smallest characteristic factor and a limit formula for the\nmultiple ergodic averages associated to any family of three polynomials and\npolynomial families of the form $\\{l_1p,l_2p,...,l_kp\\}$. We then derive\nseveral multiple recurrence results and combinatorial implications, including\nan answer to a question of Brown, Graham, and Landman, and a generalization of\nthe Polynomial Szemer\\'edi Theorem of Bergelson and Leibman for families of\nthree polynomials with not necessarily zero constant term. We also simplify and\ngeneralize a recent result of Bergelson, Host, and Kra, showing that for all\n$\\epsilon>0$ and every subset of the integers $\\Lambda$ the set $$\n\\big\\{n\\in\\N\\colon d^*\\big(\\Lambda\\cap (\\Lambda+p_1(n))\\cap\n(\\Lambda+p_2(n))\\cap (\\Lambda+ p_3(n))\\big)>(d^*(\\Lambda))^4-\\epsilon\\big\\} $$\nhas bounded gaps for \"most\" choices of integer polynomials $p_1,p_2,p_3$.\n","Comment: 47 pages, Final version to appear in the Trans. Amer. Math. Soc"]}]
["math/0608793",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608793","Indian Journal of History of Science, 42.2 (2007) 149-161"],"date":["2006-08-31","2006-09-02"],"type":["text"],"creator":["Parakh, Abhishek"],"language":[],"coverage":[],"title":["Aryabhata's Root Extraction Methods"],"description":["  We investigate the mathematics behind 1500 year old root extraction methods\npresented by Aryabhata in his famous mathematical treatise \"Aryabhatiya\". Also,\nwe look at their computational complexity.\n","Comment: 11 pages"]}]
["math/0611169",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D22","13D45","14K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611169"],"date":["2006-11-07","2007-08-27"],"type":["text"],"creator":["Roberts, Paul","Singh, Anurag K.","Srinivas, V."],"language":[],"coverage":[],"title":["Annihilators of Local Cohomology in Characteristic Zero"],"description":["  This paper discusses the problem of whether it is possible to annihilate\nelements of local cohomology modules by elements of arbitrarily small order\nunder a fixed valuation. We first discuss the general problem and its\nrelationship to the Direct Summand Conjecture, and next present two concrete\nexamples where annihilators with small order are shown to exist. We then prove\na more general theorem, where the existence of such annihilators is established\nin some cases using results on abelian varieties and the Albanese map.\n","Comment: 18 pages"]}]
["math/0701524",{"format":[],"subject":["Mathematics - Commutative Algebra","13D45","13A35","13H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701524"],"date":["2007-01-18","2007-08-27"],"type":["text"],"creator":["Singh, Anurag K.","Walther, Uli"],"language":[],"coverage":[],"title":["Local cohomology and pure morphisms"],"description":["  We study a question raised by Eisenbud, Mustata, and Stillman regarding the\ninjectivity of natural maps from Ext modules to local cohomology modules. We\nobtain some positive answers to this question which extend earlier results of\nLyubeznik. In the process, we also prove a vanishing theorem for local\ncohomology modules which connects theorems previously known in the case of\npositive characteristic and in the case of monomial ideals.\n"]}]
["math/0703250",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Optimization and Control","12J25, 93C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703250"],"date":["2007-03-09","2007-08-27"],"type":["text"],"creator":["Firer, Marcelo","Miranda, Daniel"],"language":[],"coverage":[],"title":["Control Theory for Semigroups over Local Fields"],"description":["  Let $G$ be a 1-connected, almost-simple Lie group over a local field and\n$\\mathcal{S}$ a subsemigroup of $G$ with non-empty interior. The action of the\nregular hyperbolic elements in the interior of $\\mathcal{S}$ on the flag\nmanifold $G/P$ and on the associated Euclidean building allows us to prove that\nthe invariant control set exists and is unique. We also provide a\ncharacterization of the set of transitivity of the control sets: its elements\nare the fixed points of type w for a regular hyperbolic isometry, where w is an\nelement of the Weyl group of $G$. Thus, for each w in W there is a control set\n$D_{w}$ and $W(\\mathcal{S})$ the subgroup of the Weyl group such that the\ncontrol set $D_{w}$ coincides with the invariant control set $D_{1}$ is a Weyl\nsubgroup of $W$. We conclude by showing that the control sets are parameterized\nby the lateral classes $W(S)\\backslash W$.\n","Comment: 31 pages; 1 figure"]}]
["math/0703641",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703641"],"date":["2007-03-21","2007-08-27"],"type":["text"],"creator":["Costin, Ovidiu","Garoufalidis, Stavros"],"language":[],"coverage":[],"title":["Resurgence of the Euler-MacLaurin summation formula"],"description":["  The Euler-MacLaurin summation formula relates a sum of a function to a\ncorresponding integral, with a remainder term. The remainder term has an\nasymptotic expansion, and for a typical analytic function, it is a divergent\n(Gevrey-1) series. Under some decay assumptions of the function in a half-plane\n(resp. in the vertical strip containing the summation interval), Hardy (resp.\nAbel-Plana) prove that the asymptotic expansion is a Borel summable series, and\ngive an exact Euler-MacLaurin summation formula.\n  Using a mild resurgence hypothesis for the function to be summed, we give a\nBorel summable transseries expression for the remainder term, as well as a\nLaplace integral formula, with an explicit integrand which is a resurgent\nfunction itself. In particular, our summation formula allows for resurgent\nfunctions with singularities in the vertical strip containing the summation\ninterval.\n  Finally, we give two applications of our results. One concerns the\nconstruction of solutions of linear difference equations with a small\nparameter. And another concerns the problem of proving resurgence of formal\npower series associated to knotted objects.\n","Comment: AMS-LaTeX, 15 pages with 2 figures"]}]
["physics/0604021",{"format":[],"subject":["Physics - Classical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0604021"],"date":["2006-04-04","2007-08-27"],"type":["text"],"creator":["Donev, Stoil","Tashkova, Maria"],"language":[],"coverage":[],"title":["From Maxwell Stresses to Nonlinear Field Equations"],"description":["  This paper aims to show that making use of Newton's view on equations of\nmotion of a physical system and of the Maxwell stress tensor we come to a\nnatural nonlinearization of Maxwell equations in vacuum making use only of\nnonrelativistic terms. The new equations include all Maxwell solutions plus new\nones, among which one may find time-stable and spatially finite ones with\nphoton-like properties and behavior.\n","Comment: 13 pages, Latex, final version, no figures, new section on eigen\n  properties of Maxwell stress tensor added, minor corresponding changes in the\n  text"]}]
["physics/0608059",{"format":[],"subject":["Physics - Physics and Society","Physics - Physics Education","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0608059","Skeptical Inquirer v. 31, issue 4 (2007), p. 27"],"date":["2006-08-05","2007-08-27"],"type":["text"],"creator":["Efthimiou, C. J.","Gandhi, S."],"language":[],"coverage":[],"title":["Cinema Fiction vs Physics Reality: Ghosts, Vampires and Zombies"],"description":["  We examine certain features of popular myths regarding ghosts, vampires and\nzombies as they appear in film and folklore. We use physics to illuminate\ninconsistencies associated with these myths and to give practical explanation\nto certain aspects.\n","Comment: Based on entertaining talks by C.E. to attack pseudoscientific\n  beliefs. Version 2: title reversed; an addendum was addeed; 4 borrowed\n  graphics were replaced by authors' graphics"]}]
