["0704.1118",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1118","Phys. Rev. B 76, 014115 (2007)","doi:10.1103/PhysRevB.76.014115"],"date":["2007-04-09"],"type":["text"],"creator":["Aprile, E.","Giboni, K. L.","Majewski, P.","Ni, K.","Yamashita, M."],"language":[],"coverage":[],"title":["Observation of Anti-correlation between Scintillation and Ionization for\n  MeV Gamma-Rays in Liquid Xenon"],"description":["  A strong anti-correlation between ionization and scintillation signals\nproduced by MeV gamma-rays in liquid xenon has been measured and used to\nimprove the energy resolution by combining the two signals. The improvement is\nexplained by reduced electron-ion recombination fluctuations of the combined\nsignal compared to fluctuations of the individual signals. Simultaneous\nmeasurements of ionization and scintillation signals were carried out with\nCs-137, Na-22 and Co-60 gamma rays, as a function of electric field in the\nliquid. A resolution of 1.7%(sigma) at 662 keV was measured at 1 kV/cm,\nsignificantly better than the resolution from either scintillation or\nionization alone. A detailed analysis indicates that further improvement to\nless than 1%(sigma) is possible with higher light collection efficiency and\nlower electronic noise.\n"]}]
["0705.2672",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2672","A&A 470, 733-739 (2007)","doi:10.1051/0004-6361:20077354"],"date":["2007-05-18"],"type":["text"],"creator":["Schäfer, C.","Speith, R.","Kley, W."],"language":[],"coverage":[],"title":["Collisions between equal sized ice grain agglomerates"],"description":["  Following the recent insight in the material structure of comets,\nprotoplanetesimals are assumed to have low densities and to be highly porous\nagglomerates. It is still unclear if planetesimals can be formed from these\nobjects by collisional growth. Therefore, it is important to study numerically\nthe collisional outcome from low velocity impacts of equal sized porous\nagglomerates which are too large to be examined in a laboratory experiment. We\nuse the Lagrangian particle method Smooth Particle Hydrodynamics to solve the\nequations that describe the dynamics of elastic and plastic bodies.\nAdditionally, to account for the influence of porosity, we follow a previous\ndeveloped equation of state and certain relations between the material strength\nand the relative density. Collisional growth seems possible for rather low\ncollision velocities and particular material strengths. The remnants of\ncollisions with impact parameters that are larger than 50% of the radius of the\ncolliding objects tend to rotate. For small impact parameters, the colliding\nobjects are effectively slowed down without a prominent compaction of the\nporous structure, which probably increases the possibility for growth. The\nprotoplanetesimals, however, do not stick together for the most part of the\nemployed material strengths. An important issue in subsequent studies has to be\nthe influence of rotation to collisional growth. Moreover, for realistic\nsimulations of protoplanetesimals it is crucial to know the correct material\nparameters in more detail.\n","Comment: 7 pages, 11 figures, accepted by A&A"]}]
["0706.3861",{"format":[],"subject":["Mathematics - Functional Analysis","46B03, 46B04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3861"],"date":["2007-06-26","2007-07-30"],"type":["text"],"creator":["Ferenczi, Valentin","Galego, Eloi Medina"],"language":[],"coverage":[],"title":["Countable groups of isometries on Banach spaces"],"description":["  A group G is representable in a Banach space X if G is isomorphic to the\ngroup of isometries on X in some equivalent norm. We prove that a countable\ngroup G is representable in a separable real Banach space X in several general\ncases, including when $G=\\{-1,1\\} \\times H$, H finite and $\\dim X \\geq |H|$, or\nwhen G contains a normal subgroup with two elements and X is of the form c_0(Y)\nor $\\ell_p(Y)$, $1 \\leq p <+\\infty$. This is a consequence of a result inspired\nby methods of S. Bellenot and stating that under rather general conditions on a\nseparable real Banach space X and a countable bounded group G of isomorphisms\non X containing -Id, there exists an equivalent norm on X for which G is equal\nto the group of isometries on X.\n  We also extend methods of K. Jarosz to prove that any complex Banach space of\ndimension at least 2 may be renormed to admit only trivial real isometries, and\nthat any real Banach space which is a cartesian square may be renormed to admit\nonly trivial and conjugation real isometries. It follows that every real space\nof dimension at least 4 and with a complex structure up to isomorphism may be\nrenormed to admit exactly two complex structures up to isometry, and that every\nreal cartesian square may be renormed to admit a unique complex structure up to\nisometry.\n","Comment: 44 pages"]}]
["0707.3401",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Probability","46L53, 46L54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3401"],"date":["2007-07-23","2007-07-28"],"type":["text"],"creator":["Wang, Jiun-Chau"],"language":[],"coverage":[],"title":["Limit laws for boolean convolutions"],"description":["  We study the distributional behavior for products, and for sums of boolean\nindependent random variables in an infinitesimal triangular array. We show that\nthe limit laws of boolean convolutions are determined by the limit laws of free\nconvolutions, and vice versa. We further use these results to show several\nconnections between the limiting distributional behavior of classical\nconvolutions and that of boolean convolutions. The proof of our results is\nbased on the analytical apparatus developed for free convolutions.\n","Comment: Second version; corrected typos"]}]
["0707.3717",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3717"],"date":["2007-07-25","2007-07-30"],"type":["text"],"creator":["Busnel, Yann","Bertier, Marin","Fleury, Eric","Kermarrec, Anne-Marie"],"language":[],"coverage":[],"title":["GCP: Gossip-based Code Propagation for Large-scale Mobile Wireless\n  Sensor Networks"],"description":["  Wireless sensor networks (WSN) have recently received an increasing interest.\nThey are now expected to be deployed for long periods of time, thus requiring\nsoftware updates. Updating the software code automatically on a huge number of\nsensors is a tremendous task, as ''by hand'' updates can obviously not be\nconsidered, especially when all participating sensors are embedded on mobile\nentities. In this paper, we investigate an approach to automatically update\nsoftware in mobile sensor-based application when no localization mechanism is\navailable. We leverage the peer-to-peer cooperation paradigm to achieve a good\ntrade-off between reliability and scalability of code propagation. More\nspecifically, we present the design and evaluation of GCP ({\\emph Gossip-based\nCode Propagation}), a distributed software update algorithm for mobile wireless\nsensor networks. GCP relies on two different mechanisms (piggy-backing and\nforwarding control) to improve significantly the load balance without\nsacrificing on the propagation speed. We compare GCP against traditional\ndissemination approaches. Simulation results based on both synthetic and\nrealistic workloads show that GCP achieves a good convergence speed while\nbalancing the load evenly between sensors.\n"]}]
["0707.3750",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3750"],"date":["2007-07-25","2007-07-30"],"type":["text"],"creator":["Andonov, Rumen","Collet, Guillaume","Gibrat, Jean-François","Marin, Antoine","Poirriez, Vincent","Yanev, Nikola"],"language":[],"coverage":[],"title":["Recent Advances in Solving the Protein Threading Problem"],"description":["  The fold recognition methods are promissing tools for capturing the structure\nof a protein by its amino acid residues sequence but their use is still\nrestricted by the needs of huge computational resources and suitable efficient\nalgorithms as well. In the recent version of FROST (Fold Recognition Oriented\nSearch Tool) package the most efficient algorithm for solving the Protein\nThreading Problem (PTP) is implemented due to the strong collaboration between\nthe SYMBIOSE group in IRISA and MIG in Jouy-en-Josas. In this paper, we present\nthe diverse components of FROST, emphasizing on the recent advances in\nformulating and solving new versions of the PTP and on the way of solving on a\ncomputer cluster a million of instances in a easonable time.\n"]}]
["0707.3781",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3781"],"date":["2007-07-25","2007-07-30"],"type":["text"],"creator":["Liberatore, Paolo"],"language":[],"coverage":[],"title":["Bijective Faithful Translations among Default Logics"],"description":["  In this article, we study translations between variants of defaults logics\nsuch that the extensions of the theories that are the input and the output of\nthe translation are in a bijective correspondence. We assume that a translation\ncan introduce new variables and that the result of translating a theory can\neither be produced in time polynomial in the size of the theory or its output\nis polynomial in that size; we however restrict to the case in which the\noriginal theory has extensions. This study fills a gap between two previous\npieces of work, one studying bijective translations among restrictions of\ndefault logics, and the other one studying non-bijective translations between\ndefault logics variants.\n","Comment: Removed one useless section"]}]
["0707.3950",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - General Mathematics","26D5x, 33B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3950"],"date":["2007-07-26","2007-07-28"],"type":["text"],"creator":["Villarino, Mark B."],"language":[],"coverage":[],"title":["Ramanujan's Harmonic Number Expansion into Negative Powers of a\n  Triangular Number"],"description":["  An algebraic transformation of the DeTemple-Wang half-integer approximation\nto the harmonic series produces the general formula and error estimate for the\nRamanujan expansion for the nth harmonic number into negative powers of the nth\ntriangular number. We also discuss the history of the Ramanujan expansion for\nthe nth harmonic number as well as sharp estimates of its accuracy, with\ncomplete proofs, and we compare it with other approximative formulas.\n","Comment: sharp error estimates and general formulas for Ramanujan's harmonic\n  number expansion; correction of typo in the Ramanujan-Lodge lower bound\n  constant; thanks to Jonathan Post and Martin Fuller; fixed typo in the title"]}]
["0707.4002",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4002"],"date":["2007-07-26"],"type":["text"],"creator":["Cleary, Kieran","Lawrence, Charles R.","Marshall, Jason A.","Hao, Lei","Meier, David"],"language":[],"coverage":[],"title":["Spitzer Observations of Powerful Radio Sources"],"description":["  We have measured the mid-infrared radiation from an orientation-unbiased\nsample of powerful 3C RR galaxies and quasars using the IRS and MIPS\ninstruments aboard the Spitzer Space Telescope. We fit the Spitzer data as well\nas other measurements from the literature with synchrotron and dust components.\nAt 15 microns, quasars are typically four times brighter than radio galaxies\nwith the same isotropic radio power. Based on our fits, half of this difference\ncan be attributed to the presence of non-thermal emission in the quasars but\nnot the radio galaxies. The other half is consistent with dust absorption in\nthe radio galaxies but not the quasars.\n","Comment: 4 pages, 2 figures. To appear in \"The Central Engine of Active\n  Galactic Nuclei\", ed. L.C. Ho and J.-M. Wang, ASP Conference Series"]}]
["0707.4007",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","51M20 (Primary), 20F55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4007"],"date":["2007-07-26"],"type":["text"],"creator":["Monson, Barry","Schulte, Egon"],"language":[],"coverage":[],"title":["Reflection Groups and Polytopes over Finite Fields, III"],"description":["  When the standard representation of a crystallographic Coxeter group is\nreduced modulo an odd prime p, one obtains a finite group G^p acting on some\northogonal space over Z_p . If the Coxeter group has a string diagram, then G^p\nwill often be the automorphism group of a finite abstract regular polytope. In\nparts I and II we established the basics of this construction and enumerated\nthe polytopes associated to groups of rank at most 4, as well as all groups of\nspherical or Euclidean type. Here we extend the range of our earlier criteria\nfor the polytopality of G^p . Building on this we investigate the class of\n3-infinity groups of general rank, and then complete a survey of those locally\ntoroidal polytopes which can be described by our construction.\n","Comment: Advances in Applied Mathematics (to appear); 19 pages"]}]
["0707.4028",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4028"],"date":["2007-07-26"],"type":["text"],"creator":["Fellman, Philip V.","Strathern, Mark"],"language":[],"coverage":[],"title":["The Symmetries and Redundancies of Terror: Patterns in the Dark, A study\n  of Terrorist Network Strategy and Structure"],"description":["  Although much political capital has been made regarding the war on terrorism,\nand while appropriations have gotten underway, there has been a dearth of deep\nwork on counter-terrorism, and despite massive efforts by the federal\ngovernment, most cities and states do not have a robust response system. In\nfact, most do not yet have a robust audit system with which to evaluate their\nvulnerabilities or their responses. At the federal level there remain many\nunresolved problems of coordination. One reason for this is the shift of much\nof federal spending on war-fighting in Afghanistan and Iraq. While this\napproach has drawn deep and lasting criticism, it is, in fact, in accord with\nmany principles of both military and corporate strategy. In the following paper\nwe explore several models of terrorist networks and the implications of both\nthe models and their substantive conclusions for combating terrorism.\n","Comment: 13 pages, 3 figures. Proceedings of the 2004 annual meeting of the\n  North American Association for Computation in the Social and Organizational\n  Sciences"]}]
["0707.4032",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Neural and Evolutionary Computing","C.1.3","C.2.0","E.3.x","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4032"],"date":["2007-07-26"],"type":["text"],"creator":["Lian, Shiguo","Sun, Jinsheng","Wang, Zhiquan"],"language":[],"coverage":[],"title":["One-way Hash Function Based on Neural Network"],"description":["  A hash function is constructed based on a three-layer neural network. The\nthree neuron-layers are used to realize data confusion, diffusion and\ncompression respectively, and the multi-block hash mode is presented to support\nthe plaintext with variable length. Theoretical analysis and experimental\nresults show that this hash function is one-way, with high key sensitivity and\nplaintext sensitivity, and secure against birthday attacks or\nmeet-in-the-middle attacks. Additionally, the neural network's property makes\nit practical to realize in a parallel way. These properties make it a suitable\nchoice for data signature or authentication.\n","Comment: 7 pages,5 figures,submitted"]}]
["0707.4034",{"format":[],"subject":["Mathematics - Number Theory","11Y99, 11T06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4034"],"date":["2007-07-26"],"type":["text"],"creator":["Ahmadi, Omran","Shparlinski, Igor E.","Voloch, Jose Felipe"],"language":[],"coverage":[],"title":["Multiplicative Order of Gauss Periods"],"description":["  We obtain a lower bound on the multiplicative order of Gauss periods which\ngenerate normal bases over finite fields. This bound improves the previous\nbound of J. von zur Gathen and I. E. Shparlinski.\n","Comment: 9 pages"]}]
["0707.4038",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4038"],"date":["2007-07-27"],"type":["text"],"creator":["Fellman, Philip V.","Groothuis, Adam","Mertz, Sharon","Wright, Roxana"],"language":[],"coverage":[],"title":["Dynamic modeling of competing technology designs, pricing and consumer\n  dynamics"],"description":["  The modeling of technology succession and new technology adoption includes a\nwide array of techniques from complexity theory. In our previous work, we\napplied the results of the Windrum-Birchenhall model to technology policy and\ntechnology development strategies. However, as we began to explore the\nWindrum-Birchenhall simulation we discovered significant limitations in their\nmodel and felt that a new model was needed which could accommodate simultaneous\nmacro and micro-level events in order effectively simulate market volatilities.\nThe following paper discusses the architecture of the new model of\ntechnological succession developed at the Southern New Hampshire University\nInternational Business Modeling Laboratory and explains results from early\nsimulation runs. We continue to develop this model and expect to have\nadditional applications and simulation results as our research progresses.\n","Comment: 9 pages, 6 figures. Proceedings of the 2006 annual meeting of the\n  North American Association for Computation in the Social and Organizational\n  Sciences"]}]
["0707.4041",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4041"],"date":["2007-07-27"],"type":["text"],"creator":["Schmeltzer, D.","Chang, Hsuan-Yeh"],"language":[],"coverage":[],"title":["Persistent Current in Two Coupled Rings"],"description":["  We report the solution of the persistent current in two coupled rings in the\npresence of external magnetic fluxes. We showed that the magnetic fluxes modify\nthe global phase of the electronic wave function for multiple connected\ngeometry formed by the coupled rings. We obtained an exact solution for the\npersistent current and investigated the exact solution numerically. For two\nlarge coupled rings with equal fluxes, we found that the persistent current in\nthe two coupled rings is in fact equal to that in a single ring. This theory\nexplains the experimental results observed in a line of sixteen coupled rings.\n(Phys. Rev. Lett. 86, 3124 (2001).)\n","Comment: 12 pages, submitted to Physical Review Letters"]}]
["0707.4050",{"format":[],"subject":["Mathematics - Operator Algebras","46L35, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4050"],"date":["2007-07-27"],"type":["text"],"creator":["Dadarlat, Marius","Toms, Andrew S."],"language":[],"coverage":[],"title":["A universal property for the Jiang-Su algebra"],"description":["  We prove that the infinite tensor power of a unital separable C*-algebra\nabsorbs the Jiang-Su algebra Z tensorially if and only if it contains,\nunitally, a subhomogeneous algebra without characters. This yields a succinct\nuniversal property for Z in a category so large that there are no unital\nseparable C*-algebras without characters known to lie outside it. This category\nmoreover contains the vast majority of our stock-in-trade separable amenable\nC*-algebras, and is closed under passage to separable superalgebras and\nquotients, and hence to unital tensor products, unital direct limits, and\ncrossed products by countable discrete groups.\n  One consequence of our main result is that strongly self-absorbing ASH\nalgebras are Z-stable, and therefore satisfy the hypotheses of a recent\nclassification theorem of W. Winter. One concludes that Z is the only\nprojectionless strongly self-absorbing ASH algebra, completing the\nclassification of strongly self-absorbing ASH algebras.\n","Comment: 22 pages"]}]
["0707.4057",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4057"],"date":["2007-07-27"],"type":["text"],"creator":["Kluge, Thomas","Collaboration, for the H1"],"language":[],"coverage":[],"title":["Inclusive Jet Production in DIS at High Q^2 and Extraction of the Strong\n  Coupling"],"description":["  Inclusive jet production is studied in neutral current deep-inelastic\npositron-proton scattering at large four momentum transfer squared Q^2>150\nGeV^2 with the H1 detector at HERA. The measurements are found to be well\ndescribed by calculations at next-to-leading order in perturbative QCD.\n  The running of the strong coupling is demonstrated and the value of\nalpha_s(M_Z) is determined.\n","Comment: To appear in the proceedings of 15th International Workshop On\n  Deep-Inelastic Scattering And Related Subjects (DIS2007), 16-20 Apr 2007,\n  Munich, Germany"]}]
["0707.4059",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4059"],"date":["2007-07-27"],"type":["text"],"creator":["Kluge, Thomas"],"language":[],"coverage":[],"title":["Summary of H1 Results on the Strong Coupling from Inclusive and Final\n  States"],"description":["  Several determinations of the strong coupling from the H1 Collaboration are\nreviewed.\n","Comment: To appear in the proceedings of 15th International Workshop On\n  Deep-Inelastic Scattering And Related Subjects (DIS2007), 16-20 Apr 2007,\n  Munich, Germany"]}]
["0707.4075",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4075"],"date":["2007-07-27"],"type":["text"],"creator":["Andronic, A","Braun-Munzinger, P","Redlich, K","Stachel, J"],"language":[],"coverage":[],"title":["Statistical hadronization model predictions for charmed hadrons at LHC"],"description":["  We present predictions of the statistical hadronization model for charmed\nhadrons production in Pb+Pb collisions at LHC.\n","Comment: 2 pages, 2 figues; presented in the CERN workshop \"Heavy Ion\n  Collisions at the LHC: Last Call for Predictions\""]}]
["0707.4076",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4076"],"date":["2007-07-27"],"type":["text"],"creator":["Andronic, A.","Braun-Munzinger, P.","Stachel, J."],"language":[],"coverage":[],"title":["Thermal model predictions of hadron ratios at LHC"],"description":["  We present predictions of the thermal model for hadron ratios in central\nPb+Pb collisions at LHC.\n","Comment: 2 pages; presented in the CERN workshop \"Heavy Ion Collisions at the\n  LHC: Last Call for Predictions\""]}]
["0707.4080",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4080"],"date":["2007-07-27"],"type":["text"],"creator":["Mathews, Prakash","Ravindran, V."],"language":[],"coverage":[],"title":["QCD prerequisites for extra dimension searches"],"description":["  For the dilepton production at hadron collider in TeV scale gravity models,\ninclusion of QCD corrections to NLO stabilises the cross section with respect\nto scale variations. The K-factors for the various distributions for the ADD\nand RS model at both LHC and Tevatron are presented.\n","Comment: Invited talk at the 17th DAE-BRNS High Energy Physics Symposium\n  (HEP06), Kharagpur, India, 11-15 Dec 2006"]}]
["0707.4083",{"format":[],"subject":["Computer Science - Information Theory","E.4.x"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4083"],"date":["2007-07-27"],"type":["text"],"creator":["Bezzateev, Sergey","Shekhunova, Natalia"],"language":[],"coverage":[],"title":["Chain of Separable Binary Goppa Codes and their Minimal Distance"],"description":["  It is shown that subclasses of separable binary Goppa codes, $\\Gamma(L,G)$ -\ncodes, with $L=\\{\\alpha \\in GF(2^{2l}):G(\\alpha)\\neq 0 \\}$ and special Goppa\npolynomials G(x) can be presented as a chain of embedded codes. The true\nminimal distance has been obtained for all codes of the chain.\n","Comment: 7 pages, 1 figure"]}]
["0707.4085",{"format":[],"subject":["Mathematics - Combinatorics","05C75, 05C69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4085"],"date":["2007-07-27"],"type":["text"],"creator":["Valencia, Carlos E.","Barrita, Marcos I."],"language":[],"coverage":[],"title":["1-join composition for $\\alpha$-critical graphs"],"description":["  Given two graphs G and H its 1-{\\it join} is the graph obtained by taking the\ndisjoint union of G and H and adding all the edges between a nonempty subset of\nvertices of G and a nonempty subset of vertices of H. In general, composition\noperations of graphs has played a fundamental role in some structural results\nof graph theory and in particular the 1-join composition has played an\nimportant role in decomposition theorems of several class of graphs such as the\nclaw-free graphs, the bull-free graphs, the perfect graphs, etc.\n  A graph G is called {\\it $\\alpha$-critical} if $\\alpha(G\\setminus e)>\n\\alpha(G)$ for all the edges e of G, where $\\alpha(G)$, the {\\it stability\nnumber} of G, is equal to the maximum cardinality of a stable set of G, and a\nset of vertices M of G is {\\it stable} if no two vertices in M are adjacent.\nThe study $\\alpha$-critical graphs is important, for instance a complete\ndescription of $\\alpha$-critical graphs would yield a good characterization of\nthe stability number of G.\n  In this paper we give necessary and sufficient conditions that G and H must\nsatisfy in order to its 1-join will be an $\\alpha$-critical graph. Therefore we\nget a very useful way to construct basic $\\alpha$-critical graphs using the\n1-join of graphs.\n","Comment: 18 pages, 7 figures"]}]
["0707.4090",{"format":[],"subject":["Mathematics - Number Theory","11A05, 11A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4090"],"date":["2007-07-27"],"type":["text"],"creator":["Yamada, Tomohiro"],"language":[],"coverage":[],"title":["On some properties of $\\sigma(N)$"],"description":["  We show asymptotic upper and lower bounds for the greatest common divisor of\nN and $\\sigma(N)$. We also show that there are infinitely many integers N with\nfairly large g.c.d. of N and $\\sigma(N)$.\n","Comment: 10 pages"]}]
["0707.4097",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4097"],"date":["2007-07-27"],"type":["text"],"creator":["Vayenas, Constantinos G.","Giannareli, Stamatia","Souentie, Stamatios"],"language":[],"coverage":[],"title":["Gravitational moduli forces in small nuclei and analytical computation\n  of the Newton constant"],"description":["  The magnitude of gravity at subatomic distances was investigated in the\nnuclear size range by examining the vibrational kinetic energy of baryons and\nquarks, treated as waveparticles and strings, in the 4He and 2H nuclei. Due to\nthe relativistic increase in mass and concomitant wave particle confinement at\nhigh vibrational energies, it is found that gravitational moduli forces are\nsignificant and comparable in size with the strong interaction forces exerted\nbetween color quarks. This leads to analytical expressions for the\ngravitational constant and for the binding energies of the 4He and 2H nuclei in\nclose agreement with experiment.\n","Comment: 37 pages, 12 figures, Based on a preprint under consideration for\n  publication at the Intl. Journal of Modern Physics A"]}]
["0707.4099",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4099"],"date":["2007-07-27"],"type":["text"],"creator":["Rossi, M.","Rota, R.","Vitali, E.","Galli, D. E.","Reatto, L."],"language":[],"coverage":[],"title":["Microscopic studies of solid 4He with Path Integral Projector Monte\n  Carlo"],"description":["  We have investigated the ground state properties of solid $^4$He with the\nShadow Path Integral Ground State method. This exact T=0 K projector method\nallows to describes quantum solids without introducing any a priori equilibrium\nposition. We have found that the efficiency in computing off-diagonal\nproperties in the solid phase sensibly improves when the direct sampling of\npermutations, in principle not required, is introduced. We have computed the\nexact one-body density matrix (obdm) in large commensurate 4He crystal finding\na decreasing condensate fraction with increasing imaginary time of projection,\nmaking our result not conclusive on the presence of Bose-Einstein condensation\nin bulk solid 4He. We can only give an upper bound of 2.5 times 10^-8 on the\ncondensate fraction. We have exploited the SPIGS method to study also 4He\ncrystal containing grain boundaries by computing the related surface energy and\nthe obdm along these defects. We have found that also highly symmetrical grain\nboundaries have a finite condensate fraction. We have also derived a route for\nthe estimation of the true equilibrium concentration of vacancies x_v in bulk\nT=0 K solid 4He, which is shown to be finite, x_v=0.0014(1) at the melting\ndensity, when computed with the variational shadow wave function technique.\n","Comment: Submitted to Proceedings of the 14th International Conference on\n  Recent Progress in Many Body Theories (RPMBT14)"]}]
["0707.4106",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4106"],"date":["2007-07-27"],"type":["text"],"creator":["Vogt, Andreas"],"language":[],"coverage":[],"title":["Parton Distributions: Progress and Challenges"],"description":["  We briefly discuss recent research on the spin-averaged parton densities of\nthe proton, focusing on some aspects relevant to hard processes at the LHC.\nSpecifically, after recalling the basic framework and the need for higher-order\ncalculations, we address the evolution equations governing the scale dependence\nof the parton distributions and their solution, schemes for initial conditions\nand the inclusion of heavy quarks, recent progress on fits to data, and future\nhigh-precision constraints from LHC measurements.\n","Comment: 12 pages, LaTeX, 12 figures. Plenary talk presented at DIS 2007,\n  Munich, April 2007. To appear in the proceedings"]}]
["0707.4108",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4108"],"date":["2007-07-27"],"type":["text"],"creator":["Pipino, A.","D'Ercole, A.","Matteucci, F."],"language":[],"coverage":[],"title":["What hydrodynamical simulations tell us about the radial properties of\n  the stellar populations in Ellipticals"],"description":["  Elliptical galaxies probably host the most metal rich stellar populations in\nthe Universe. The processes leading to both the formation and the evolution of\nsuch stars are discussed by means of a new gas dynamical model which implements\ndetailed chemical evolution prescriptions. Moreover, the radial variations in\nthe metallicity distribution of these stars are investigated by means of\nG-dwarf-like diagrams. By comparing model predictions with observations, we\nderive a picture of galaxy formation in which the higher is the mass of the\ngalaxy, the shorter are the infall and the star formation timescales. The\ngalaxies seem to have formed outside-in, namely the most external regions\naccrete gas, form stars and develop a galactic wind very quickly (a few Myr)\ncompared to the central core, where the star formation can last up to 1 Gyr. We\nshow for the first time a model able in reproducing the mass-metallicity and\nthe color-magnitude relations as well as the radial metallicity gradient, and,\nat the same time, the observed either positive or negative slopes in the\n[alpha/Fe] abundace ratio gradient in stars.\n","Comment: 2 pages, to appear on the \"Pathways Through an Eclectic Universe\"\n  conference proceedings, Eds J. Knapen, T. Mahoney and A. Vazdekis"]}]
["0707.4118",{"format":[],"subject":["Mathematics - Algebraic Topology","55P48 (primary), 16E40 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4118"],"date":["2007-07-27"],"type":["text"],"creator":["Hu, Po"],"language":[],"coverage":[],"title":["The Hochschild cohomology of a Poincar\\'e algebra"],"description":["  In this note, we define the notion of a cactus set, and show that its\ngeometric realization is naturally an algebra over Voronov's cactus operad,\nwhich is equivalent to the framed 2-dimensional little disks operad\n$\\mathcal{D}_2$. Using this, we show that the Hochschild cohomology of a\nPoincar\\'e algebra A is an algebra over (the chain complexes of)\n$\\mathcal{D}_2$.\n","Comment: 12 pages"]}]
["0707.4121",{"format":[],"subject":["Mathematics - Probability","60G70, 60E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4121","doi:10.1007/s00184-007-0142-7"],"date":["2007-07-27"],"type":["text"],"creator":["Yanev, George P.","Ahsanullah, M.","Beg, M. I."],"language":[],"coverage":[],"title":["Characterizations of probability distributions via bivariate regression\n  of record values"],"description":["  Bairamov et al. (Aust N Z J Stat 47:543-547, 2005) characterize the\nexponential distribution in terms of the regression of a function of a record\nvalue with its adjacent record values as covariates. We extend these results to\nthe case of non-adjacent covariates. We also consider a more general setting\ninvolving monotone transformations. As special cases, we present\ncharacterizations involving weighted arithmetic, geometric, and harmonic means.\n","Comment: accepted in Metrika"]}]
["0707.4124",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4124","Queueing Systems / Queueing Systems Theory Appl 49, 1 (2005) 73-84","doi:10.1007/s11134-004-5556-6"],"date":["2007-07-27"],"type":["text"],"creator":["Draief, Moez","Mairesse, Jean"],"language":[],"coverage":[],"title":["Services within a busy period of an M/M/1 queue and Dyck paths"],"description":["  We analyze the service times of customers in a stable M/M/1 queue in\nequilibrium depending on their position in a busy period. We give the law of\nthe service of a customer at the beginning, at the end, or in the middle of the\nbusy period. It enables as a by-product to prove that the process of instants\nof beginning of services is not Poisson. We then proceed to a more precise\nanalysis. We consider a family of polynomial generating series associated with\nDyck paths of length 2n and we show that they provide the correlation function\nof the successive services in a busy period with (n+1) customers.\n"]}]
["0707.4125",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4125"],"date":["2007-07-27"],"type":["text"],"creator":["Huang, Y. F.","Lu, T.","Cheng, K. S."],"language":[],"coverage":[],"title":["Nonrelativistic phase in gamma-ray burst afterglows"],"description":["  The discovery of multiband afterglows definitely shows that most $\\gamma$-ray\nbursts are of cosmological origin. $\\gamma$-ray bursts are found to be one of\nthe most violent explosive phenomena in the Universe, in which astonishing\nultra-relativistic motions are involved. In this article, the multiband\nobservational characteristics of $\\gamma$-ray bursts and their afterglows are\nbriefly reviewed. The standard model of $\\gamma$-ray bursts, i.e. the fireball\nmodel, is described. Emphasis is then put on the importance of the\nnonrelativistic phase of afterglows. The concept of deep Newtonian phase is\nelaborated. A generic dynamical model that is applicable in both the\nrelativistic and nonrelativistic phases is introduced. Based on these\nelaborations, the overall afterglow behaviors, from the very early stages to\nthe very late stages, can be conveniently calculated.\n","Comment: A review paper accepted for publication in a Chinese journal of:\n  Progress in Natural Science. 6 figures, 21 pages"]}]
["0707.4136",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4136"],"date":["2007-07-27"],"type":["text"],"creator":["Sengupta, Ambar N."],"language":[],"coverage":[],"title":["Gauge Theory in Two Dimensions: Topological, Geometric and Probabilistic\n  Aspects"],"description":["  We present a description of two dimensional Yang-Mills gauge theory on the\nplane and on compact surfaces, examining the topological, geometric and\nprobabilistic aspects.\n","Comment: 16 pages, presented at a conference titled Stochastic Analysis and\n  Mathematical Physics 2006, organized by Ana Bela Cruzeiro and Jean-Claude\n  Zambrini"]}]
["0707.4137",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4137"],"date":["2007-07-27"],"type":["text"],"creator":["KLOE collaboration","Ambrosino, F.","Antonelli, A.","Antonelli, M.","Archilli, F.","Bacci, C.","Beltrame, P.","Bencivenni, G.","Bertolucci, S.","Bini, C.","Bloise, C.","Bocchetta, S.","Bocci, V.","Bossi, F.","Branchini, P.","Caloi, R.","Campana, P.","Capon, G.","Capussela, T.","Ceradini, F.","Chi, S.","Chiefari, G.","Ciambrone, P.","De Lucia, E.","De Santis, A.","De Simone, P.","De Zorzi, G.","Denig, A.","Di Domenico, A.","Di Donato, C.","Di Falco, S.","Di Micco, B.","Doria, A.","Dreucci, M.","Felici, G.","Ferrari, A.","Ferrer, M. L.","Finocchiaro, G.","Fiore, S.","Forti, C.","Franzini, P.","Gatti, C.","Gauzzi, P.","Giovannella, S.","Gorini, E.","Graziani, E.","Incagli, M.","Kluge, W.","Kulikov, V.","Lacava, F.","Lanfranchi, G.","Lee-Franzini, J.","Leone, D.","Martini, M.","Massarotti, P.","Mei, W.","Meola, S.","Miscetti, S.","Moulson, M.","Müller, S.","Murtas, F.","Napolitano, M.","Nguyen, F.","Palutan, M.","Pasqualucci, E.","Passeri, A.","Patera, V.","Perfetto, F.","Primavera, M.","Santangelo, P.","Saracino, G.","Sciascia, B.","Sciubba, A.","Scuri, F.","Sfiligoi, I.","Spadaro, T.","Testa, M.","Tortora, L.","Valente, P.","Valeriani, B.","Venanzoni, G.","Versaci, R.","Xu, G."],"language":[],"coverage":[],"title":["Measurement of the slope parameter \\alpha for the \\eta\\to 3\\pi^0 decay\n  at KLOE"],"description":["  We report a preliminary measurement of the slope parameter $\\alpha$ for the\n$\\eta\\to 3\\piz$ decay carried out with KLOE at DA$\\Phi$NE; where $\\alpha$ is\nthe parameter describing the energy dependence of the square of the matrix\nelement for this decay. By fitting the event density in the Dalitz plot with a\ncollected statistic of 420 pb$^{-1}$ we determine $\\alpha = -0.027 \\pm 0.004\n(stat) ^{+0.004}_{-0.006} (syst)$. This result is consistent with current\nchiral perturbation theory calculations within the unitary approach.\n","Comment: \" Contributed paper to Lepton-Photon 2007 \". 5 pages, 4 figures"]}]
["0707.4138",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4138"],"date":["2007-07-27","2007-07-28"],"type":["text"],"creator":["Homeier, Derek","Allard, Nicole F.","Johnas, Christine M. S.","Hauschildt, Peter H.","Allard, France"],"language":[],"coverage":[],"title":["Alkali Line Profiles in Ultracool White Dwarfs"],"description":["  We present PHOENIX atmosphere models for metal-rich cool white dwarfs using\nimproved line shapes for the Na I and K I resonance doublets. Profiles for\ncollisional broadening due to H2 and He based on the adiabatic representation\nshow strong deviations from Van der Waals interaction at short distances.\nComparison with observed spectra that show extremely broadened Na I lines\nindicates that a He-rich atmospheric composition is required to explain the\nline strengths and spectral energy distributions. Our current synthetic\nspectra, using an expansion in powers of density to the third order optimised\nfor brown dwarf atmosphere conditions, significantly underestimate the observed\nabsorption in the far wings, even predicting smaller total line strength than a\nLorentzian profile. This is due to the handling of multiple perturber\ninteractions becoming inadequate for the extreme densities of the coolest white\ndwarfs. The density expansion would have to be extended at least to the 7th\norder for an accurate treatment of such conditions and might break down\naltogether in the densest objects. The results of a direct calculation of the\nunified profile should therefore be used for model atmospheres of cool\nmetal-rich white dwarfs. Qualitative comparison of the full adiabatic profile\nto the spectrum of WD2356-209 indicates good agreement with the observed line\nshape. Observations of the coolest white dwarfs may therefore serve as a\nlaboratory for testing the physics of the deeper atmospheres and interiors of\nbrown dwarfs and giant planets.\n","Comment: 15th European Workshop on White Dwarfs (2006), ASP Conference Series\n  vol. 372, eds. R. Napiwotzki and M. R. Burleigh, 2007 - 6 pages, 4 figures"]}]
["0707.4146",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4146"],"date":["2007-07-27"],"type":["text"],"creator":["Anghel, Marian","Steinwart, Ingo"],"language":[],"coverage":[],"title":["Forecasting the Evolution of Dynamical Systems from Noisy Observations"],"description":["  We consider the problem of designing almost optimal predictors for dynamical\nsystems from a finite sequence of noisy observations and incomplete knowledge\nof the dynamics and the noise. We first discuss the properties of the optimal\n(Bayes) predictor and present the limitations of memory-free forecasting\nmethods, and of any finite memory methods in general. We then show that a\nnonparametric support vector machine approach to forecasting can consistently\nlearn the optimal predictor for all pairs of dynamical systems and bounded\nobservational noise processes that possess summable correlation sequences.\nNumerical experiments show that this approach adapts the memory length of the\nforecaster to the complexity of the learning task and the size of the\nobservation sequence.\n","Comment: 5 pages, 4 figures, 1 table"]}]
["0707.4149",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4149"],"date":["2007-07-27"],"type":["text"],"creator":["Chen, Xiuxiong","Tang, Yudong"],"language":[],"coverage":[],"title":["Test configurations and Geodesic rays"],"description":["  For smooth test configurations, there always exist C^{1,1} geodesic rays in\nKahler metric space parallel to the algebraic ray. The $\\yen$ invariant agrees\nwith Futaki invariant, at least under nice assumptions. Explicit examples in\nToric cases are calculated. On simple test configurations, Donaldson's\ncorrespondence between HCMA solution and holomorphic disc family is extended.\n","Comment: 30 pages"]}]
["0707.4150",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4150"],"date":["2007-07-27"],"type":["text"],"creator":["Vazdekis, A.","Peletier, R. F."],"language":[],"coverage":[],"title":["IAU Symposium 241 - Stellar Populations as Building Blocks of Galaxies"],"description":["  Stellar populations, building blocks of galaxies, are direct tracers of the\nstar formation history, the chemical enrichment and the assembly of galaxies in\nthe Universe. They therfore allow us to understand how galaxies formed and\nevolved. This last decade has witnessed a revolution in our observations of\ngalaxies; with larger telescopes and new instruments we are not only able to\nlook deeper in the Universe, we can also study nearby galaxies with greater\ndetail. The fact that now is becoming possible to resolve stars up to the\ndistance of Virgo Cluster allows us to rigorously compare and calibrate the\nanalysis of the integrated light with resolved stellar populations. These\nProceedings report the considerable progress made in recent years in this\ntopic. Theorists and observers, researchers of resolved and unresolved stellar\npopulations, discussed the ingredients of stellar population models, and\nrigorously compared them to new data, forcing theorists to develop more refined\nmodels and methods to derive the physical parameters of the stellar\npopulations. New results from the Milky Way, the Local Group, and nearby and\ndistant galaxies were presented.\n","Comment: This is the table of contents of the upcoming proceedings of IAU\n  Symposium 241. The book will appear in September, from Cambridge University\n  Press, and will also be available electronically at\n  http://www.journals.cambridge.org/action/displayJournal?jid=IAU"]}]
["0707.4156",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4156","Fluctuations and Noise Letters, v. 5, pp. L443-L456 (2005)"],"date":["2007-07-27"],"type":["text"],"creator":["Fine, B. V.","Bakker, J. P. R.","Dijkhuis, J. I."],"language":[],"coverage":[],"title":["Long-range fluctuations of random potential landscape as a mechanism of\n  1/f noise in hydrogenated amorphous silicon"],"description":["  We describe a mechanism, which links the long-range potential fluctuations\ninduced by charged defects to the low frequency resistance noise widely known\nas 1/f noise. This mechanism is amenable to the first principles microscopic\ncalculation of the noise spectrum, which includes the absolute noise intensity.\nWe have performed such a calculation for the thin films of hydrogenated\namorphous silicon (a-Si:H) under the condition that current flows perpendicular\nto the plane of the films, and found a very good agreement between the\ntheoretical noise intensity and the measured one. The mechanism described is\nquite general. It should be present in a broad class of systems containing\npoorly screened charged defects.\n","Comment: 14 pages, 3 figures, final version"]}]
["0707.4166",{"format":[],"subject":["Computer Science - Software Engineering","D.2.13","D.2.10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4166"],"date":["2007-07-27"],"type":["text"],"creator":["Veldhuizen, Todd L."],"language":[],"coverage":[],"title":["Parsimony Principles for Software Components and Metalanguages"],"description":["  Software is a communication system. The usual topic of communication is\nprogram behavior, as encoded by programs. Domain-specific libraries are\ncodebooks, domain-specific languages are coding schemes, and so forth. To turn\nmetaphor into method, we adapt toolsfrom information theory--the study of\nefficient communication--to probe the efficiency with which languages and\nlibraries let us communicate programs. In previous work we developed an\ninformation-theoretic analysis of software reuse in problem domains. This new\npaper uses information theory to analyze tradeoffs in the design of components,\ngenerators, and metalanguages. We seek answers to two questions: (1) How can we\njudge whether a component is over- or under-generalized? Drawing on minimum\ndescription length principles, we propose that the best component yields the\nmost succinct representation of the use cases. (2) If we view a programming\nlanguage as an assemblage of metalanguages, each providing a complementary\nstyle of abstraction, how can these metalanguages aid or hinder us in\nefficiently describing software? We describe a complex triangle of interactions\nbetween the power of an abstraction mechanism, the amount of reuse it enables,\nand the cognitive difficulty of its use.\n","Comment: Generative Programming and Component Engineering 2007"]}]
["cond-mat/0608095",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608095","Paolo Marconcini and Massimo Macucci, \"A novel choice of the\n  graphene unit vectors, useful in zone-folding computations,\" Carbon, Volume\n  45, Issue 5, April 2007, Pages 1018-1024"],"date":["2006-08-03","2007-07-30"],"type":["text"],"creator":["Marconcini, Paolo","Macucci, Massimo"],"language":[],"coverage":[],"title":["A novel choice of the graphene unit vectors, useful in zone-folding\n  computations"],"description":["  The dispersion relations of carbon nanotubes are often obtained\ncross-sectioning those of graphene (zone-folding technique) in a rectangular\nregion of the reciprocal space, where it is easier to fold the resulting\nrelations into the nanotube Brillouin zone. We propose a particular choice of\nthe unit vectors for the graphene lattice, which consists of the symmetry\nvector and the translational vector of the considered carbon nanotube. Due to\nthe properties of the corresponding unit vectors in the reciprocal space, this\nchoice is particularly useful for understanding the relationship between the\nrectangular region where the folding procedure is most easily applied and the\noverall graphene reciprocal space. Such a choice allows one to find, from any\ngraphene wave vector, the equivalent one inside the rectangular region in a\ncomputationally inexpensive way. As an example, we show how the use of these\nunit vectors makes it easy to limit the computation to the bands nearest to the\nenergy maxima and minima when determining the nanotube dispersion relations\nfrom those of graphene with the zone-folding technique.\n","Comment: 16 pages, 3 figures"]}]
["cs/0501005",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0501005","Computers & Operations Research 34 (2007) 1177-1191","doi:10.1016/j.cor.2005.06.017"],"date":["2005-01-03"],"type":["text"],"creator":["Fernandez, Alberto","Gomez, Sergio"],"language":[],"coverage":[],"title":["Portfolio selection using neural networks"],"description":["  In this paper we apply a heuristic method based on artificial neural networks\nin order to trace out the efficient frontier associated to the portfolio\nselection problem. We consider a generalization of the standard Markowitz\nmean-variance model which includes cardinality and bounding constraints. These\nconstraints ensure the investment in a given number of different assets and\nlimit the amount of capital to be invested in each asset. We present some\nexperimental results obtained with the neural network heuristic and we compare\nthem to those obtained with three previous heuristic methods.\n","Comment: 12 pages; submitted to \"Computers & Operations Research\""]}]
["cs/0702024",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0702024"],"date":["2007-02-04","2007-07-30"],"type":["text"],"creator":["Chertkov, M.","Stepanov, M."],"language":[],"coverage":[],"title":["Searching for low weight pseudo-codewords"],"description":["  Belief Propagation (BP) and Linear Programming (LP) decodings of Low Density\nParity Check (LDPC) codes are discussed. We summarize results of\ninstanton/pseudo-codeword approach developed for analysis of the error-floor\ndomain of the codes. Instantons are special, code and decoding specific,\nconfigurations of the channel noise contributing most to the Frame-Error-Rate\n(FER). Instantons are decoded into pseudo-codewords. Instanton/pseudo-codeword\nwith the lowest weight describes the largest Signal-to-Noise-Ratio (SNR)\nasymptotic of FER, while the whole spectra of the low weight instantons is\ndescriptive of the FER vs SNR profile in the extended error-floor domain.\nFirst, we describe a general optimization method that allows to find the\ninstantons for any coding/decoding. Second, we introduce LP-specific\npseudo-codeword search algorithm that allows efficient calculations of the\npseudo-codeword spectra. Finally, we discuss results of combined BP/LP\nerror-floor exploration experiments for two model codes.\n","Comment: 7 pages, 6 figures, proceedings of ITA'07, San Diego"]}]
["hep-th/0603054",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0603054"],"date":["2006-03-07","2007-07-28"],"type":["text"],"creator":["Ma, Zheng Ze"],"language":[],"coverage":[],"title":["Microcausality violation of scalar field on noncommutative spacetime\n  with the time-space noncommutativity"],"description":["  Quantum field theories on noncommutative spacetime have many different\nproperties from those on commutative spacetime. In this paper, we study the\nmicrocausality of free scalar field on noncommutative spacetime. We expand the\nscalar field in the form of usual Lorentz invariant measure in noncommutative\nspacetime. Then we calculate the expectation values of the Moyal commutators\nfor the quadratic operators, such as $\\phi(x)\\star\\phi(x)$, $\\pi({\\bf\nx},t)\\star\\pi({\\bf x},t)$, $\\partial_{i}\\phi({\\bf\nx},t)\\star\\partial_{i}\\phi({\\bf x},t)$, and $\\partial_{i}\\phi({\\bf\nx},t)\\star\\pi({\\bf x},t)$. We obtain that for space-space noncommutativity,\ni.e., $\\theta^{0i}=0$ in $\\theta^{\\mu\\nu}$, microcausality of free scalar field\non noncommutative spacetime is satisfied. For time-space noncommutativity,\ni.e., $\\theta^{0i}\\neq0$ in $\\theta^{\\mu\\nu}$, microcausality of free scalar\nfield on noncommutative spacetime is violated.\n","Comment: 22 pages, Latex, v2, a little revised, v3, some arguments improved,\n  the title changed"]}]
["math/0511406",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Probability","46L07, 46L09, 46L51, 46L52, 46L53, 46L54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511406"],"date":["2005-11-16","2007-07-30"],"type":["text"],"creator":["Junge, Marius","Parcet, Javier"],"language":[],"coverage":[],"title":["Theory of Amalgamated Lp Spaces in Noncommutative Probability"],"description":["  Let $f_1, f_2, ..., f_n$ be a family of independent copies of a given random\nvariable f in a probability space $(\\Omega, \\mathcal{F}, \\mu)$. Then, the\nfollowing equivalence of norms holds whenever $1 \\le q \\le p < \\infty$\n$$\\Big(\\int_{\\Omega} \\Big[ \\sum_{k=1}^n |f_k|^q \\Big]^{\\frac{p}{q}} d \\mu\n\\Big)^{\\frac1p} \\sim \\max_{r \\in \\{p,q\\}} {n^{\\frac1r} \\Big(\\int_\\Omega |f|^r\nd\\mu \\Big)^{\\frac1r}}.$$ We prove a noncommutative analogue of this inequality\nfor sums of free random variables over a given von Neumann subalgebra. This\nformulation leads to new classes of noncommutative function spaces which appear\nin quantum probability as square functions, conditioned square functions and\nmaximal functions. Our main tools are Rosenthal type inequalities for free\nrandom variables, noncommutative martingale theory and factorization of\noperator-valued analytic functions. This allows us to generalize this\ninequality as a result for noncommutative L_p in the category of operator\nspaces. Moreover, the use of free random variables produces the right\nformulation for $p=\\infty$, which has not a commutative counterpart.\n","Comment: 127 pages A wrong remark has been dropped"]}]
["math/0512186",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","16S15","16S50","15A36","15A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512186","Journal of Algebra, 310 (2007), no. 1, 15--40"],"date":["2005-12-08","2005-12-19"],"type":["text"],"creator":["Petrenko, B. V.","Sidki, S. N."],"language":[],"coverage":[],"title":["On pairs of matrices generating matrix rings and their presentations"],"description":["  Let $M_n(\\mathbb{Z})$ the ring of $n$-by-$n$ matrices with integral entries,\nand $n \\geq 2$. This paper studies the set $G_n(\\mathbb{Z})$ of pairs $(A,B)\n\\in M_n(\\mathbb{Z})^2$ generating $M_n(\\mathbb{Z})$ as a ring. We use several\npresentations of $M_{n}(\\mathbb{Z})$ with generators $X=\\sum_{i=1}^n E_{i+1,i}$\nand $Y=E_{11}$ to obtain the following consequences. \\begin{enumerate} \\item\nLet $k \\geq 1$. Then the rings $M_n(\\mathbb{Q})^k$ and $\\bigoplus_{j=1}^{k}\nM_{n_j} (\\mathbb{Z})$, where $n_1, ..., n_k \\geq 2$ are pairwise relatively\nprime, have presentations with 2 generators and finitely many relations.\n  \\item Let $D$ be a commutative domain of sufficiently large characteristic\nover which every finitely generated projective module is free. We use 4\nrelations for $X$ and $Y$ to describe all representations of the ring\n$M_{n}(D)$ into $M_{m}(D)$ for $m \\geq n$.\n  \\item We obtain information about the asymptotic density of $G_n(F)$ in\n$M_n(F)^2$ over different fields, and over the integers. \\end{enumerate}\n","Comment: 33 pages. One typo has been corrected: in the first line of the proof\n  of Theorem 2.19 on p. 16, $G_n(\\mathbb{F}_q)$ was replaced with\n  $M_n(\\mathbb{F}_q)^2-G_n(\\mathbb{F}_q)$. No other changes have been made"]}]
["math/0602515",{"format":[],"subject":["Mathematics - Probability","60G50 (Primary) 60K35, 60D05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602515"],"date":["2006-02-22","2007-07-29"],"type":["text"],"creator":["Schweinsberg, Jason"],"language":[],"coverage":[],"title":["The loop-erased random walk and the uniform spanning tree on the\n  four-dimensional discrete torus"],"description":["  Let x and y be points chosen uniformly at random from $\\Z_n^4$, the\nfour-dimensional discrete torus with side length n. We show that the length of\nthe loop-erased random walk from x to y is of order $n^2 (\\log n)^{1/6}$,\nresolving a conjecture of Benjamini and Kozma. We also show that the scaling\nlimit of the uniform spanning tree on $\\Z_n^4$ is the Brownian continuum random\ntree of Aldous. Our proofs use the techniques developed by Peres and Revelle,\nwho studied the scaling limits of the uniform spanning tree on a large class of\nfinite graphs that includes the d-dimensional discrete torus for $d \\geq 5$, in\ncombination with results of Lawler concerning intersections of four-dimensional\nrandom walks.\n","Comment: A few typos and minor errors corrected, some proofs simplified"]}]
["math/0603587",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F30, 14F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603587"],"date":["2006-03-24","2007-07-30"],"type":["text"],"creator":["Caro, Daniel"],"language":[],"coverage":[],"title":["Overconvergent log isocrystals and holonomicity"],"description":["  Let V be a complete discrete valuation ring of unequal characteristic with\nperfect residue field. Let X be smooth separated formal V-scheme, Z a strict\nnormal crossing divisor of X and T a divisor of the special fiber of X. We\nstudy in this work isocrystals on the smooth log formal V-scheme associated to\n(X,Z) overconvergent along T.\n","Comment: 36 pages"]}]
["math/0604176",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Operator Algebras","58J42 (Primary)","53B20, 53A30, 58J40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604176"],"date":["2006-04-07","2007-07-27"],"type":["text"],"creator":["Ponge, Raphael"],"language":[],"coverage":[],"title":["Noncommutative residue, conformal invariants and lower dimensional\n  volumes in Riemannian geometry"],"description":["  The results of this paper are outdated. Finer versions of them will appear\nelsewhere.\n","Comment: This paper has been withdrawn"]}]
["math/0607678",{"format":[],"subject":["Mathematics - Algebraic Geometry","20G25, 14G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607678"],"date":["2006-07-26","2007-07-30"],"type":["text"],"creator":["Viehmann, Eva"],"language":[],"coverage":[],"title":["Connected components of closed affine Deligne-Lusztig varieties"],"description":["  We determine the set of connected components of closed affine Deligne-Lusztig\nvarieties for special maximal compact subgroups of split connected reductive\ngroups. Especially, we show that such an affine Deligne-Lusztig variety has\nisolated points if and only if its dimension is 0. From the dimension formula\nfor affine Deligne-Lusztig varieties we obtain a description of the set of\nthese varieties that are zero-dimensional.\n","Comment: 15 pages, some errors corrected, to appear in Mathematische Annalen"]}]
["math/0610142",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Topology","53D35, 57R17, 57S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610142"],"date":["2006-10-04","2007-07-28"],"type":["text"],"creator":["McDuff, Dusa"],"language":[],"coverage":[],"title":["The symplectomorphism group of a blow up"],"description":["  We study the relation between the symplectomorphism group Symp M of a closed\nconnected symplectic manifold M and the symplectomorphism and diffeomorphism\ngroups Symp \\TM and Diff \\TM of its one point blow up \\TM. There are three main\narguments. The first shows that for any oriented M the natural map from pi_1(M)\nto pi_0(Diff \\TM) is often injective. The second argument applies when M is\nsimply connected and detects nontrivial elements in the homotopy group\npi_1(Diff \\TM) that persist into the space of self homotopy equivalences of\n\\TM. Since it uses purely homological arguments, it applies to c-symplectic\nmanifolds (M,a), that is, to manifolds of dimension 2n that support a class a\nin H^2(M;R) such that a^n\\ne 0.\n  The third argument uses the symplectic structure on M and detects nontrivial\nelements in the (higher) homology of BSymp \\TM using characteristic classes\ndefined by parametric Gromov--Witten invariants. Some results about many point\nblow ups are also obtained. For example we show that if M is the 4-torus with\nk-fold blow up \\TM_k (where k>0) then pi_1(Diff \\TM_k) is not generated by the\ngroups pi_1\\Symp (\\TM_k, \\Tom) as \\Tom ranges over the set of all symplectic\nforms on \\TM_k.\n","Comment: 29 pages; v3 with minor revisions, to be published in Geom. Dedicata"]}]
["math/0611155",{"format":[],"subject":["Mathematics - Probability","60G50 (Primary) 60K35, 60J75 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611155"],"date":["2006-11-06","2007-07-29"],"type":["text"],"creator":["Schweinsberg, Jason"],"language":[],"coverage":[],"title":["Loop-erased random walk on finite graphs and the Rayleigh process"],"description":["  Let $(G_n)_{n=1}^{\\infty}$ be a sequence of finite graphs, and let Y_t be the\nlength of a loop-erased random walk on G_n after t steps. We show that for a\nlarge family of sequences of finite graphs, which includes the case in which\nG_n is the d-dimensional torus of size-length n for $d \\geq 4$, the process\n$(Y_t)_{t=0}^{\\infty}$, suitably normalized, converges to the Rayleigh process\nintroduced by Evans, Pitman, and Winter. Our proof relies heavily on ideas of\nPeres and Revelle, who used loop-erased random walks to show that the uniform\nspanning tree on large finite graphs converges to the Brownian continuum random\ntree of Aldous.\n"]}]
["math/0611290",{"format":[],"subject":["Mathematics - Operator Algebras","46L54, 47C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611290"],"date":["2006-11-09","2007-07-28"],"type":["text"],"creator":["Fang, Junsheng","Hadwin, Don","Ravichandran, Mohan"],"language":[],"coverage":[],"title":["On Transitive Algebras Containing a Standard Finite von Neumann\n  Subalgebra"],"description":["  Let $\\M$ be a finite von Neumann algebra acting on a Hilbert space $\\H$ and\n$\\AA$ be a transitive algebra containing $\\M'$. In this paper we prove that if\n$\\AA$ is 2-fold transitive, then $\\AA$ is strongly dense in $\\B(\\H)$. This\nimplies that if a transitive algebra containing a standard finite von Neumann\nalgebra (in the sense of [Ha1]) is 2-fold transitive, then $\\AA$ is strongly\ndense in $\\B(\\H)$. Non-selfadjoint algebras related to free products of finite\nvon Neumann algebras, e.g., $\\L{\\mathbb{F}_n}$ and $(M_2(\\cc),\n{1/2}Tr)*(M_2(\\cc), {1/2}Tr)$, are studied. Brown measures of certain operators\nin $(M_2(\\cc), {1/2}Tr)*(M_2(\\cc), {1/2}Tr)$ are explicitly computed.\n","Comment: 24 pages, to appear on Journal of Functional Analysis"]}]
["math/0701886",{"format":[],"subject":["Mathematics - Probability","Mathematics - Metric Geometry","51F99, 53B21, 60B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701886"],"date":["2007-01-30","2007-07-30"],"type":["text"],"creator":["Ollivier, Yann"],"language":[],"coverage":[],"title":["Ricci curvature of Markov chains on metric spaces"],"description":["  We define the Ricci curvature of Markov chains on metric spaces as a local\ncontraction coefficient of the random walk acting on the space of probability\nmeasures equipped with a Wasserstein transportation distance. For Brownian\nmotion on a Riemannian manifold this gives back the value of Ricci curvature of\na tangent vector. Examples of positively curved spaces for this definition\ninclude the discrete cube and discrete versions of the Ornstein--Uhlenbeck\nprocess. Moreover this generalization is consistent with the Bakry--\\'Emery\nRicci curvature for Brownian motion with a drift on a Riemannian manifold.\n  Positive Ricci curvature is easily shown to imply a spectral gap, a\nL\\'evy--Gromov-like Gaussian concentration theorem and a kind of modified\nlogarithmic Sobolev inequality. These bounds are sharp in several interesting\nexamples.\n"]}]
["math/0702272",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702272"],"date":["2007-02-09","2007-07-30"],"type":["text"],"creator":["Guilhot, Jeremie"],"language":[],"coverage":[],"title":["On the determination of Kazhdan-Lusztig cells in affine Weyl groups with\n  unequal parameters"],"description":["  Let W be a Coxeter group and L be a weight function on W. Following Lusztig,\nwe have a corresponding decomposition of W into left cells, which have\nimportant applications in representation theory. We study the case where $W$ is\nan affine Weyl group of type $\\tilde{G_{2}}$. Using explicit computation with\n\\textsf{CHEVIE}, we show that (1) there are only finitely many possible\ndecompositions into left cells and (2) the number of left cells is finite in\neach case, thus confirming some of Lusztig's conjectures in this case. For the\nproof, we show some equalities on the Kazhdan-Lusztig polynomials which hold\nfor any affine Weyl groups.\n","Comment: 22 pages, 2 figures, the revised version contains additional\n  reference and some rewritting. Submitted"]}]
["math/0702654",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra","16E40 (Primary) 13D03, 13H10, 20J06 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702654"],"date":["2007-02-22","2007-07-30"],"type":["text"],"creator":["Avramov, Luchezar L.","Iyengar, Srikanth B."],"language":[],"coverage":[],"title":["Constructing modules with prescribed cohomological support"],"description":["  A cohomological support, Supp_A(M), is defined for finitely generated modules\nM over an left noetherian ring R, with respect to a ring A of central\ncohomology operations on the derived category of R-modules. It is proved that\nif the A-module Ext^R(M,M) is noetherian and Ext_i^R(M,R)=0 for i>>0, then\nevery closed subset of Supp_A(M) is the support of some finitely generated\nR-module. This theorem specializes to known realizability results for varieties\nof modules over group algebras, over local complete intersections, and over\nfinite dimensional algebras over a field. The theorem is also used to produce\nlarge families of finitely generated modules of finite projective dimension\nover commutative local noetherian rings.\n","Comment: To appear in the Illinois Journal of Mathematics, the issue honoring\n  Phillip Griffith. Revised version has 18 pages. A word (the first one) has\n  been added to the title and the material has been reorganized into seven\n  sections, in place of the original six. There are, however, no changes of any\n  substance"]}]
["math/0703853",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","19E15, 11R37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703853"],"date":["2007-03-28","2007-07-30"],"type":["text"],"creator":["Schmidt, Alexander"],"language":[],"coverage":[],"title":["Singular Homology of Arithmetic Schemes"],"description":["  We construct a singular homology theory on the category of schemes of finite\ntype over a Dedekind domain and verify several basic properties. For arithmetic\nschemes we construct a reciprocity isomorphism between the integral singular\nhomology in degree zero and the abelianized modified tame fundamental group.\n","Comment: final version, to appear in \"Algebra & Number Theory\""]}]
["physics/0702015",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Other Condensed Matter","Computer Science - Discrete Mathematics","Physics - Data Analysis, Statistics and Probability","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0702015","New Journal of Physics 9 (2007) 176","doi:10.1088/1367-2630/9/6/176"],"date":["2007-02-02"],"type":["text"],"creator":["Arenas, A.","Duch, J.","Fernandez, A.","Gomez, S."],"language":[],"coverage":[],"title":["Size reduction of complex networks preserving modularity"],"description":["  The ubiquity of modular structure in real-world complex networks is being the\nfocus of attention in many trials to understand the interplay between network\ntopology and functionality. The best approaches to the identification of\nmodular structure are based on the optimization of a quality function known as\nmodularity. However this optimization is a hard task provided that the\ncomputational complexity of the problem is in the NP-hard class. Here we\npropose an exact method for reducing the size of weighted (directed and\nundirected) complex networks while maintaining invariant its modularity. This\nsize reduction allows the heuristic algorithms that optimize modularity for a\nbetter exploration of the modularity landscape. We compare the modularity\nobtained in several real complex-networks by using the Extremal Optimization\nalgorithm, before and after the size reduction, showing the improvement\nobtained. We speculate that the proposed analytical size reduction could be\nextended to an exact coarse graining of the network in the scope of real-space\nrenormalization.\n","Comment: 14 pages, 2 figures"]}]
["quant-ph/0702244",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702244","Phys. Rev. A 76, 012331 (2007)","doi:10.1103/PhysRevA.76.012331"],"date":["2007-02-26"],"type":["text"],"creator":["Karasik, Raisa I.","Marzlin, Karl-Peter","Sanders, Barry C.","Whaley, K. Birgitta"],"language":[],"coverage":[],"title":["Multi-particle decoherence free subspaces in extended systems"],"description":["  We develop a method to determine spatial configurations to realize\ndecoherence-free subspaces for spatially extended multi-particle systems. We\nhave assumed normal reservoir behavior including translational invariance of\nthe reservoir and preparation in stationary states or mixture thereof and weak\nMarkovian system-reservoir coupling that requires energy transfer. One\nimportant outcome of our method is a proof that there does not exist a\nmulti-particle decoherence-free subspace in such systems except in the limit\nthat the spatial extent of the system becomes infinitesimal.\n","Comment: 12 pages, 2 figures"]}]
["quant-ph/0703168",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703168","Physics Letters A 367 (2007) 300-306","doi:10.1016/j.physleta.2007.03.010"],"date":["2007-03-19"],"type":["text"],"creator":["Znojil, Miloslav"],"language":[],"coverage":[],"title":["Determination of the domain of the admissible matrix elements in the\n  four-dimensional PT-symmetric anharmonic model"],"description":["  Many manifestly non-Hermitian Hamiltonians (typically, PT-symmetric complex\nanharmonic oscillators) possess a strictly real, \"physical\" bound-state\nspectrum. This means that they are (quasi-)Hermitian with respect to a suitable\nnon-standard metric. The domain D of the existence of this metric is studied\nhere for a nontrivial though still non-numerical four-parametric \"benchmark\"\nmatrix model.\n","Comment: 18 pages, 2 figures"]}]
