["0704.0019",{"format":[],"subject":["Mathematics - Probability","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0019","RIMS Kokyuroku, No.1551, pp.57-62 (2007)"],"date":["2007-03-31","2007-06-23"],"type":["text"],"creator":["Konno, Norio"],"language":[],"coverage":[],"title":["Approximation for extinction probability of the contact process based on\n  the Gr\\\"obner basis"],"description":["  In this note we give a new method for getting a series of approximations for\nthe extinction probability of the one-dimensional contact process by using the\nGr\\\"obner basis.\n","Comment: 6 pages, Journal-ref added"]}]
["0705.0434",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0434","Phys. Rev. Lett. 98, 256403 (2007)","doi:10.1103/PhysRevLett.98.256403"],"date":["2007-05-03","2007-06-23"],"type":["text"],"creator":["Jönsson, P. E.","Mathieu, R.","Wernsdorfer, W.","Tkachuk, A. M.","Barbara, B."],"language":[],"coverage":[],"title":["Absence of Conventional Spin-Glass Transition in the Ising Dipolar\n  System LiHo_xY_{1-x}F_4"],"description":["  The magnetic properties of single crystals of LiHo_xY_{1-x}F_4 with x=16.5%\nand x=4.5% were recorded down to 35 mK using a micro-SQUID magnetometer. While\nthis system is considered as the archetypal quantum spin glass, the detailed\nanalysis of our magnetization data indicates the absence of a phase transition,\nnot only in a transverse applied magnetic field, but also without field. A\nzero-Kelvin phase transition is also unlikely, as the magnetization seems to\nfollow a non-critical exponential dependence on the temperature. Our analysis\nthus unmasks the true, short-ranged nature of the magnetic properties of the\nLiHo_xY_{1-x}F_4 system, validating recent theoretical investigations\nsuggesting the lack of phase transition in this system.\n","Comment: 5 pages, 4 figures"]}]
["0705.3729",{"format":[],"subject":["Mathematical Physics","Mathematics - Functional Analysis","39B42","82C40","14A42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3729"],"date":["2007-05-25","2007-06-23"],"type":["text"],"creator":["Carlen, Eric A.","Geronimo, Jeffry S.","Loss, Michael"],"language":[],"coverage":[],"title":["Determination of the spectral gap in the Kac model for physical momentum\n  and energy conserving collisions"],"description":["  The Kac model describes the local evolution of a gas of $N$ particles with\nthree dimensional velocities by a random walk in which the steps correspond to\nbinary collisions that conserve momentum as well as energy. The state space of\nthis walk is a sphere of dimension $3N - 4$. The Kac conjecture concerns the\nspectral gap in the one step transition operator $Q$ for this walk. In this\npaper, we compute the exact spectral gap.\n  As in previous work by Carlen, Carvalho and Loss where a lower bound on the\nspectral gap was proved, we use a method that relates the spectral properties\nof $Q$ to the spectral properties of a simpler operator $P$, which is simply an\naverage of certain non commuting projections. The new feature is that we show\nhow to use a knowledge of certain eigenfunctions and eigenvalues of $P$ to\ndetermine spectral properties of $Q$, instead of simply using the spectral gap\nfor $P$ to bound the spectral gap for $Q$, inductively in $N$, as in previous\nwork. The methods developed here can be applied to many other high--dimensional\nstochastic process, as we shall explain.\n  We also use some deep results on Jacobi polynomials to obtain the required\nspectral information on $P$, and we show how the identity through which Jacobi\npolynomials enter our problem may be used to obtain new bounds on Jacobi\npolynomials.\n","Comment: This June 21 version contains a new theorem significantly extending\n  the scope of the results, and more eplanation of how the method works"]}]
["0705.3904",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3904"],"date":["2007-05-26","2007-06-22"],"type":["text"],"creator":["Liu, Dan","Zhao, Xin","Long, Gui Lu"],"language":[],"coverage":[],"title":["Multiple Entropy Measures for Multipartite Quantum Entanglement"],"description":["  A new entanglement measure, the multiple entropy measures (MEMS), is proposed\nto quantify quantum entanglement of multi-partite quantum state. The MEMS is\nvector-like with $m=[N/2]$, the integer part of $N/2$, components: $[S_1,\nS_2,..., S_m]$, and the $i$-th component $S_i$ is the geometric mean of\n$i$-body partial entropy of the system. The $S_i$ measures how strong an\narbitrary $i$ bodies from the system are entangled with the rest of the system.\nThe MEMS is not only transparent in physical picture, but also simple to\ncalculate. It satisfies the conditions for a good entanglement measure. We have\nanalyzed the entanglement properties of the GHZ-state, the W-states and\ncluster-states under MEMS. The cluster-state is more entangled than the\nGHZ-state and W-state under MEMS.\n","Comment: 4 pages and 4 figures. references added"]}]
["0706.1088",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35B27","35Q30","35Q35","74D05","74E30","74Q10","76T99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1088"],"date":["2007-06-07","2007-06-22"],"type":["text"],"creator":["Panchenko, Alexander"],"language":[],"coverage":[],"title":["G-convergence and homogenization of viscoelastic flows"],"description":["  The paper is devoted to homogenization of two-phase incompressible\nviscoelastic flows with disordered microstructure. We study two cases. In the\nfirst case, both phases are modeled as Kelvin-Voight viscoelastic materials. In\nthe second case, one phase is a Kelvin-Voight material, and the other is a\nviscous Newtonian fluid. The microscale system contains the conservation of\nmass and balance of momentum equations. The inertial terms in the momentum\nequation incorporate the actual interface advected by the flow. In the\nconstitutive equations, a frozen interface is employed. The interface geometry\nis arbitrary: we do not assume periodicity, statistical homogeneity or scale\nseparation. The problem is homogenized using G-convergence and oscillating test\nfunctions. Since the microscale system is not parabolic, previously known\nconstructions of the test functions do not work here. The test functions\ndeveloped in the paper are non-local in time and satisfy divergence-free\nconstraint exactly. The latter feature enables us to avoid working with\npressure directly. We show that the effective medium is a single phase\nviscoelastic material that is not necessarily of Kelvin-Voight type. The\neffective constitutive equation contains a long memory viscoelastic term, as\nwell as instantaneous elastic and viscous terms.\n"]}]
["0706.2056",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2056"],"date":["2007-06-14","2007-06-23"],"type":["text"],"creator":["Haisch, Ulrich"],"language":[],"coverage":[],"title":["Recent Developments in Bbar -> X_s gamma"],"description":["  We present a concise review of the recent theoretical progress concerning the\nstandard model calculation of the inclusive radiative Bbar -> X_s gamma decay.\nParticular attention is thereby devoted to the calculations of the\nnext-to-next-to-leading order fixed-order O(alpha_s^2) contributions, non-local\nO(alpha_s Lambda/m_b) power corrections, and logarithmic-enhanced O(alpha_s^2)\ncut-effects to the decay rate. The current status of new physics calculations\nof the inclusive b -> s gamma mode is also briefly summarized.\n","Comment: 7 pages, 2 figures, 1 table, based on invited talks given at the\n  third meeting of the workshop ``Flavour in the era of the LHC'', CERN,\n  Geneva, March 15--17, 2006 and at XLIInd Rencontres de Moriond, QCD and\n  Hadronic Interactions, La Thuile, Italy, March 17--24, 2007, v2: minor\n  modifications"]}]
["0706.2163",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2163"],"date":["2007-06-14","2007-06-23"],"type":["text"],"creator":["Karliner, Marek","Keren-Zur, Boaz","Lipkin, Harry J.","Rosner, Jonathan L."],"language":[],"coverage":[],"title":["Predictions for masses of Xi_b baryons"],"description":["  The recent observation by CDF of Sigma_b^{+-} (uub and ddb) baryons within 2\nMeV of the predicted Sigma_b - Lambda_b splitting has provided strong\nconfirmation for the theoretical approach based on modeling the color hyperfine\ninteraction. We now apply this approach to predict the masses of the Xi_b\nfamily of baryons with quark content usb and dsb - the ground state Xi_b at\n5790 to 5800 MeV, and the excited states Xi_b^' and Xi_b^*. The main source of\nuncertainty is the method used to estimate the mass difference m_b - m_c from\nknown hadrons. We verify that corrections due to the details of the interquark\npotential and to Xi_b-Xi_b^' mixing are small.\n","Comment: Figure annotation amended"]}]
["cond-mat/0601240",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601240","PNAS 104, 11150-11154 (2007).","doi:10.1073/pnas.0701175104"],"date":["2006-01-11"],"type":["text"],"creator":["Carmi, Shai","Havlin, Shlomo","Kirkpatrick, Scott","Shavitt, Yuval","Shir, Eran"],"language":[],"coverage":[],"title":["MEDUSA - New Model of Internet Topology Using k-shell Decomposition"],"description":["  The k-shell decomposition of a random graph provides a different and more\ninsightful separation of the roles of the different nodes in such a graph than\ndoes the usual analysis in terms of node degrees. We develop this approach in\norder to analyze the Internet's structure at a coarse level, that of the\n\"Autonomous Systems\" or ASes, the subnetworks out of which the Internet is\nassembled. We employ new data from DIMES (see http://www.netdimes.org), a\ndistributed agent-based mapping effort which at present has attracted over 3800\nvolunteers running more than 7300 DIMES clients in over 85 countries. We\ncombine this data with the AS graph information available from the RouteViews\nproject at Univ. Oregon, and have obtained an Internet map with far more detail\nthan any previous effort.\n  The data suggests a new picture of the AS-graph structure, which\ndistinguishes a relatively large, redundantly connected core of nearly 100 ASes\nand two components that flow data in and out from this core. One component is\nfractally interconnected through peer links; the second makes direct\nconnections to the core only. The model which results has superficial\nsimilarities with and important differences from the \"Jellyfish\" structure\nproposed by Tauro et al., so we call it a \"Medusa.\" We plan to use this picture\nas a framework for measuring and extrapolating changes in the Internet's\nphysical structure. Our k-shell analysis may also be relevant for estimating\nthe function of nodes in the \"scale-free\" graphs extracted from other\nnaturally-occurring processes.\n","Comment: 24 pages, 17 figures"]}]
["cond-mat/0608027",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608027","doi:10.1103/PhysRevB.74.195323"],"date":["2006-08-01"],"type":["text"],"creator":["Tang, Chi-Shung","Gudmundsson, Vidar"],"language":[],"coverage":[],"title":["Coherent magnetotransport spectroscopy in an edge-blocked double quantum\n  wire with window and resonator coupling"],"description":["  We propose an electronic double quantum wire system that contains a pair of\nedge blocking potential and a coupling element in the middle barrier between\ntwo ballistic quantum wires. A window and a resonator coupling control between\nthe parallel wires are discussed and compared for the enhancement of the\ninterwire transfer processes in an appropriate magnetic field. We illustrate\nthe results of the analysis by performing computational simulations on the\nconductance and probability density of electron waves in the window and\nresonator coupled double wire system.\n","Comment: RevTeX, 9 pages with 10 included postscript figures, high resolution\n  version available at http://hartree.raunvis.hi.is/~vidar/Rann/DW_CSTVG_06.pdf"]}]
["cond-mat/0609499",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609499","Phys. Lett. A366, 611-614 (2007)","doi:10.1016/j.physleta.2007.02.060"],"date":["2006-09-20","2007-02-23"],"type":["text"],"creator":["Qin, Jihong","Chen, Ting","Feng, Shiping"],"language":[],"coverage":[],"title":["Pressure dependence of superconductivity in doped two-leg ladder\n  cuprates"],"description":["  Within the kinetic energy driven superconducting mechanism, the effect of the\npressure on superconductivity in doped two-leg ladder cuprates is studied. It\nis shown that the superconducting transition temperature in doped two-leg\nladder cuprate superconductors increases with increasing pressure in the\nunderpressure regime, and reaches a maximum in the optimal pressure, then\ndecreases in the overpressure regime. This domed shape of the pressure\ndependence of the superconducting transition temperature is similar to that of\nthe pressure dependence of the longitudinal part of the superconducting gap\nparameter, indicating that superconductivity in doped two-leg ladder cuprates\nis mainly produced by the development of the pairing correlation along legs.\n","Comment: 5 pages, 3 figures, added figure 3, references, and discussions"]}]
["cs/0607080",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0607080","PNAS 104, 11150-11154 (2007).","doi:10.1073/pnas.0701175104"],"date":["2006-07-17"],"type":["text"],"creator":["Carmi, Shai","Havlin, Shlomo","Kirkpatrick, Scott","Shavitt, Yuval","Shir, Eran"],"language":[],"coverage":[],"title":["New Model of Internet Topology Using k-shell Decomposition"],"description":["  We introduce and use k-shell decomposition to investigate the topology of the\nInternet at the AS level. Our analysis separates the Internet into three\nsub-components: (a) a nucleus which is a small (~100 nodes) very well connected\nglobally distributed subgraph; (b) a fractal sub-component that is able to\nconnect the bulk of the Internet without congesting the nucleus, with self\nsimilar properties and critical exponents; and (c) dendrite-like structures,\nusually isolated nodes that are connected to the rest of the network through\nthe nucleus only. This unique decomposition is robust, and provides insight\ninto the underlying structure of the Internet and its functional consequences.\nOur approach is general and useful also when studying other complex networks.\n","Comment: 4 pages, 4 figures"]}]
["gr-qc/0605057",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0605057"],"date":["2006-05-10","2007-06-23"],"type":["text"],"creator":["Bel, Ll."],"language":[],"coverage":[],"title":["A look inside the theory of the linear approximation"],"description":["  We introduce in the framework of the linear approximation of General\nrelativity a natural distinction between General gauge transformations\ngenerated by any vector field and those Special ones for which this vector\nfield is a gradient. This allows to introduce geometrical objects that are not\ninvariant under General gauge transformations but they are under Special ones.\nWe develop then a formalism that strengthens the analogy of the formalisms of\nthe electromagnetic and the gravitational theories in a Special relativity\nframework. We are thus able to define the energy-momentum tensor of the\ngravitational field and to fully analyze the gravitational field of isolated\npoint masses or continuous distributions of them obtained by linear\nsuperpositions.\n","Comment: 14 pages, typos corrected, section replaced"]}]
["math/0210485",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry","32J05 (Primary), 32C22, 53C55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0210485","Invent. Math. 164, No. 2, 233-248 (2006)","doi:10.1007/s00222-005-0475-7"],"date":["2002-10-31","2005-10-11"],"type":["text"],"creator":["Marinescu, George","Dinh, Tien-Cuong"],"language":[],"coverage":[],"title":["On the compactification of hyperconcave ends and the theorems of Siu-Yau\n  and Nadel"],"description":["  We show that the pseudoconcave holes of some naturally arising class of\nmanifolds, called hyperconcave ends, can be filled in, including the case of\ncomplex dimension 2 . As a consequence we obtain a stronger version of the\ncompactification theorem of Siu-Yau and extend Nadel's theorems to dimension 2.\n","Comment: 13 pages, AMSLaTeX, short version accepted for publication in\n  Inventiones Math"]}]
["math/0402146",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14M25 (Primary) 14C20, 52B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402146","Tohoku Math. J. (2) 58 (2006), no. 3, 447--459."],"date":["2004-02-09","2005-06-28"],"type":["text"],"creator":["Payne, Sam"],"language":[],"coverage":[],"title":["Fujita's very ampleness conjecture for singular toric varieties"],"description":["  We present a self-contained combinatorial approach to Fujita's conjectures in\nthe toric case. Our main new result is a generalization of Fujita's very\nampleness conjecture for toric varieties with arbitrary singularities. In an\nappendix, we use similar methods to give a new proof of an analogous toric\ngeneralization of Fujita's freeness conjecture due to Fujino.\n","Comment: 15 pages. v2: minor revisions, updated references, added appendix\n  with proof of Fujino's Theorem. v3: minor changes, final version, to appear\n  in Tohoku Math. J"]}]
["math/0501104",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M25","14C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501104","Adv. Math. 207 (2006), no. 2, 634--645."],"date":["2005-01-07","2006-01-12"],"type":["text"],"creator":["Hering, Milena","Kuronya, Alex","Payne, Sam"],"language":[],"coverage":[],"title":["Asymptotic cohomological functions of toric divisors"],"description":["  We study functions on the class group of a toric variety measuring the rates\nof growth of the cohomology groups of multiples of divisors. We show that these\nfunctions are piecewise polynomial with respect to finite polyhedral chamber\ndecompositions. As applications, we express the self-intersection number of a\nT-Cartier divisor as a linear combination of the volumes of the bounded regions\nin the corresponding hyperplane arrangement and prove an asymptotic converse to\nSerre vanishing.\n","Comment: 13 pages. v2: corrected typos, minor revisions. To appear in Adv.\n  Math"]}]
["math/0504576",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N15","14H99","14N30","14M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504576"],"date":["2005-04-28","2007-06-23"],"type":["text"],"creator":["Di Gennaro, Vincenzo"],"language":[],"coverage":[],"title":["Hierarchical structure of the family of curves with maximal genus\n  verifying flag conditions"],"description":["  Fix integers $r,s_1,...,s_l$ such that $1\\leq l\\leq r-1$ and $s_l\\geq r-l+1$,\nand let $\\Cal C(r;s_1,...,s_l)$ be the set of all integral, projective and\nnondegenerate curves $C$ of degree $s_1$ in the projective space $\\bold P^r$,\nsuch that, for all $i=2,...,l$, $C$ does not lie on any integral, projective\nand nondegenerate variety of dimension $i$ and degree $<s_i$. We say that a\ncurve $C$ satisfies the {\\it{flag condition}} $(r;s_1,...,s_l)$ if $C$ belongs\nto $\\Cal C(r;s_1,...,s_l)$. Define $ G(r;s_1,...,s_l)=max\\left\\{p_a(C): C\\in\n\\Cal C(r;s_1,...,s_l)\\right \\}, $ where $p_a(C)$ denotes the arithmetic genus\nof $C$. In the present paper, under the hypothesis $s_1>>...>>s_l$, we prove\nthat a curve $C$ satisfying the flag condition $(r;s_1,...,s_l)$ and of maximal\narithmetic genus $p_a(C)=G(r;s_1,...,s_l)$ must lie on a unique flag such as\n$C=V_{s_1}^{1}\\subset V_{s_2}^{2}\\subset ... \\subset V_{s_l}^{l}\\subset {\\bold\nP^r}$, where, for any $i=1,...,l$, $V_{s_i}^i$ denotes an integral projective\nsubvariety of ${\\bold P^r}$ of degree $s_i$ and dimension $i$, such that its\ngeneral linear curve section satisfies the flag condition $(r-i+1;s_i,...,s_l)$\nand has maximal arithmetic genus $G(r-i+1;s_i,...,s_l)$. This proves the\nexistence of a sort of a hierarchical structure of the family of curves with\nmaximal genus verifying flag conditions.\n","Comment: 10 pages, revised version, to appear in Proc. Amer. Math. Soc"]}]
["math/0506376",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M25 (Primary) 14C15, 53C26, 55N91 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506376","Math. Res. Lett. 13 (2006), no. 1, 29--41."],"date":["2005-06-19","2005-10-31"],"type":["text"],"creator":["Payne, Sam"],"language":[],"coverage":[],"title":["Equivariant Chow cohomology of toric varieties"],"description":["  We show that the equivariant Chow cohomology ring of a toric variety is\nnaturally isomorphic to the ring of integral piecewise polynomial functions on\nthe associated fan. This gives a large class of singular spaces for which\nlocalization holds in equivariant Chow cohomology with integer coefficients. We\nalso compute the equivariant Chow cohomology of toric prevarieties and general\ncomplex hypertoric varieties in terms of piecewise polynomial functions.\n","Comment: 14 pages. v2: minor typographical changes. To appear in Math. Res.\n  Lett"]}]
["math/0506622",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C20","14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506622","Math. Z. 253 (2006), no. 2, 421--431."],"date":["2005-06-30","2005-10-31"],"type":["text"],"creator":["Payne, Sam"],"language":[],"coverage":[],"title":["Stable base loci, movable curves, and small modifications, for toric\n  varieties"],"description":["  We show that the dual of the cone of divisors on a complete Q-factorial toric\nvariety X whose stable base loci have dimension less than k is generated by\ncurves on small modifications that move in families sweeping out the birational\ntransforms of k-dimensional subvarieties of X. We give an example showing that\nit does not suffice to consider curves on X itself.\n","Comment: 10 pages, 1 figure. v2: minor expository changes. To appear in Math.\n  Z"]}]
["math/0510679",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M25","14C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510679","Proc. Japan Acad. Ser. A Math. Sci. 81 (2005), no. 10, 174--179\n  (2006)."],"date":["2005-10-31","2006-01-11"],"type":["text"],"creator":["Fujino, Osamu","Payne, Sam"],"language":[],"coverage":[],"title":["Smooth complete toric threefolds with no nontrivial nef line bundles"],"description":["  We describe all of the smooth complete toric threefolds of Picard number 5\nwith no nontrivial nef line bundles, and show that no such examples exist with\nPicard number less than 5.\n","Comment: 8 pages. This is an improved version of the second author's preprint\n  math.AG/0501204 v2: minor revisions. To appear in Proc. Japan Acad. Ser. A"]}]
["math/9802074",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9802074","Bol. Acad. Nacional de Ciencias (Cordoba) 63, 45-78 (1999)."],"date":["1998-02-16","1998-05-21"],"type":["text"],"creator":["Andruskiewitsch, N.","Graña, M."],"language":[],"coverage":[],"title":["Braided Hopf algebras over non abelian finite groups"],"description":["  This is a survey of general aspects of the theory of braided Hopf algebras\nwith emphasis on a special class of braided graded Hopf algebras named tobas.\nThe interest on tobas arises from problems of classification of pointed Hopf\nalgebras. We discuss tobas from different points of view following ideas of\nLusztig, Nichols and Schauenburg. We then concentrate on braided Hopf algebras\nin the Yetter-Drinfeld category over H, where H is the group algebra of a non\nabelian finite group. We present some finite dimensional examples arising in an\nunpublished work by Milinski and Schneider.\n","Comment: 38 pages. LaTeX2e. Characterization of TOBAs through bilinear form\n  generalized"]}]
["quant-ph/0612095",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612095"],"date":["2006-12-12","2007-06-23"],"type":["text"],"creator":["Larson, Jonas"],"language":[],"coverage":[],"title":["Dynamics of the Jayne-Cummings and Rabi models: old wine in new bottles"],"description":["  By using a wave packet approach, this paper reviews the Jaynes-Cummings model\nwith and without the rotating wave approximation in a non-standard way. This\ngives new insight, not only of the two models themselves, but of the rotating\nwave approximation as well. Expressing the models by field quadrature\noperators, instead of the typically used boson ladder operators, wave packet\nsimulations are presented. Several known phenomena of these systems, such as\ncollapse-revivals, Rabi oscillation, squeezing and entanglement, are reviewed\nand explained in this new picture, either in an adiabatic or diabatic frame.\nThe harmonic shape of the potential curves that the wave packets evolve on and\nthe existence of a level crossing make these results interesting in a broader\nsense than only for models in quantum optics, especially in atomic and\nmolecular physics.\n","Comment: 16 pages, 17 figures; Replaced by published version; Accepted in\n  Physica Scripta"]}]
