["0706.1990",{"format":[],"subject":["Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1990"],"date":["2007-06-13","2007-07-14"],"type":["text"],"creator":["Schmidt, Fabian","Ave, Maximo","Cazon, Lorenzo","Chou, Aaron"],"language":[],"coverage":[],"title":["Applying Extensive Air Shower Universality to Ground Detector Data"],"description":["  Air shower universality states that the electromagnetic part of\nhadron-induced extensive air showers (EAS) can be completely described in terms\nof the primary energy and shower age. In addition, simulations show that the\nmuon part is well characterized by an overall normalization which depends on\nthe primary particle and hadronic interaction model. We investigate the\nconsequences of EAS universality for ground arrays, which sample EAS at large\ncore distances, and show how universality can be used to experimentally\ndetermine the muon content as well as the primary energy of cosmic ray air\nshowers in a model-independent way.\n","Comment: Proceedings of the 30th International Cosmic Ray Conference, Merida,\n  Mexico; 4 pages, 4 figures"]}]
["0706.4047",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4047","Thermochimica Acta 460 (25/08/2007) 85-87","doi:10.1016/j.tca.2007.05.010"],"date":["2007-06-27"],"type":["text"],"creator":["Garden, Jean-Luc"],"language":[],"coverage":[],"title":["Simple derivation of the frequency dependent complex heat capacity"],"description":["  This paper gives a simple derivation of the well-known expression of the\nfrequency dependent complex heat capacity in modulated temperature experiments.\nIt aims at clarified again that the generalized calorimetric susceptibility is\nonly due to the non-equilibrium behaviour occurring in the vicinity of\nthermodynamic equilibrium of slow internal degrees of freedom of a sample when\nthe temperature oscillates at a well determined frequency.\n"]}]
["0706.4143",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4143","Thermochimica Acta 452, Issue 2 (15/01/2007) 85-105","doi:10.1016/j.tca.2006.08.017"],"date":["2007-06-28"],"type":["text"],"creator":["Garden, Jean-Luc"],"language":[],"coverage":[],"title":["Macroscopic non-equilibrium thermodynamics in dynamic calorimetry"],"description":["  What is really measured in dynamic calorimetric experiments is still an open\nquestion. This paper is devoted to this question, which can be usefully\nenvisaged by means of macroscopic non-equilibrium thermodynamics. From the\npioneer work of De Donder on chemical reactions and with other authors along\nthe 20th century, the question is tackled under an historical point of view. A\nspecial attention is paid about the notions of frequency dependent complex heat\ncapacity and entropy production due to irreversible processes occurring during\nan experiment. This phenomenological approach based on thermodynamics, not\nwidely spread in the literature of calorimetry, could open significant\nperspectives on the study of macro-systems undergoing physico-chemical\ntransformations probed by dynamic calorimetry.\n","Comment: review article (21 pages)"]}]
["hep-ph/0611270",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0611270"],"date":["2006-11-21","2007-07-15"],"type":["text"],"creator":["Yin, Peng-fei","Zhu, Shou-hua"],"language":[],"coverage":[],"title":["Unique Higgs boson signature at colliders"],"description":["  The HyperCP collaboration has observed three events for the decay $\\Sigma^+\n\\to p \\mu^+ \\mu^-$. The three events may be interpreted as a new narrow-width\nCP-odd scalar $a$ with the mass $214.3 \\pm 0.5$ MeV. Here $a$ decays dominantly\ninto di-muon ($\\mu^+\\mu^-$). As the consequence of tiny mass difference between\n$m_a$ and 2$m_\\mu$ ($2 m_{\\mu} \\approx$ 211.3 MeV), di-muon will be boosted to\nalmost the same direction at colliders. Such kind of di-muon events have been\noverlooked in the past experiments. Provided that the precision data preferred\nlight SM-like Higgs boson $h$ decays dominantly into $a a$ other than into\n$b\\bar b$, in order to be consistent with null Higgs boson search at LEP, the\n$h\\to aa \\to 4\\mu$ ($2\\mu^+ 2\\mu^-$) will be the unique Higgs boson signature\nwhich has not been noticed before. The SM-like Higgs boson may hide itself from\nthe usual analysis of LEP and Tevatron experiments, which should be reanalyzed\nin the light of new theoretical and experimental developments. In this paper,\nwe also investigate this unique Higgs boson signature at colliders and conclude\nthat the SM-like Higgs boson could be discovered with rather low integrated\nluminosity, provided that the $h\\to 4\\mu$ reconstruction efficiency is not\nextremely low. It is not impossible that such kind of unique Higgs boson $4\\mu$\nevents are now lurking in the existing LEP and/or Tevatron data.\n","Comment: 5 pages including 6 figures. Discussion on NMSSM parameter space\n  added"]}]
["math/0605406",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Group Theory","53D35, 53D40, 53D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605406"],"date":["2006-05-15","2007-07-15"],"type":["text"],"creator":["Entov, Michael","Polterovich, Leonid","Zapolsky, Frol"],"language":[],"coverage":[],"title":["Quasi-morphisms and the Poisson bracket"],"description":["  For a class of symplectic manifolds, we introduce a functional which assigns\na real number to any pair of continuous functions on the manifold. This\nfunctional has a number of interesting properties. On the one hand, it is\nLipschitz with respect to the uniform norm. On the other hand, it serves as a\nmeasure of non-commutativity of functions in the sense of the Poisson bracket,\nthe operation which involves first derivatives of the functions. Furthermore,\nthe same functional gives rise to a non-trivial lower bound for the error of\nthe simultaneous measurement of a pair of non-commuting Hamiltonians. These\nresults manifest a link between the algebraic structure of the group of\nHamiltonian diffeomorphisms and the function theory on a symplectic manifold.\nThe above-mentioned functional comes from a special homogeneous quasi-morphism\non the universal cover of the group, which is rooted in the Floer theory.\n","Comment: minor changes, to appear in Pure and Applied Mathematics Quarterly\n  (special issue dedicated to Gregory Margulis' 60th birthday)"]}]
["physics/0505138",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0505138","Annals of Physics 322(8) (2007) 1727-1770","doi:10.1016/j.aop.2006.10.001"],"date":["2005-05-19","2007-07-15"],"type":["text"],"creator":["Tsitverblit, N."],"language":[],"coverage":[],"title":["Double-component convection due to different boundary conditions in an\n  infinite slot diversely oriented to the gravity"],"description":["  Onset of small-amplitude oscillatory and both small- and finite-amplitude\nsteady double-component convection arising due to component different boundary\nconditions in an infinite slot is studied for various slot orientations to the\ngravity. The main focus is on two compensating background gradients of the\ncomponents. The physical mechanisms underlying steady and oscillatory\nconvection are analyzed from the perspective of a universally consistent\nunderstanding of the effects of different boundary conditions.\n","Comment: V2: Submitted to and published in Annals of Physics. 59 manuscript\n  pages, 15 figures (occupying 21 pages). The full abstract is on the first\n  page. Nonessential modifications/enhancements in the presentation (more\n  compact presentation of the text and figure data, some style improvements,\n  etc.)"]}]
["quant-ph/0703270",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703270","Physical Review Letters 99, 2 (13/07/2007) 020503","doi:10.1103/PhysRevLett.99.020503"],"date":["2007-03-29","2007-07-15"],"type":["text"],"creator":["Milman, Pérola","Maineult, Wilfried","Guibal, Samuel","Guidoni, Luca","Douçot, Benoît","Ioffe, Lev","Coudreau, Thomas"],"language":[],"coverage":[],"title":["Topologically decoherence-protected qubits with trapped ions"],"description":["  We show that trapped ions can be used to simulate a highly symmetrical\nHamiltonian with eingenstates naturally protected against local sources of\ndecoherence. This Hamiltonian involves long range coupling between particles\nand provides a more efficient protection than nearest neighbor models discussed\nin previous works. Our results open the perspective of experimentally realizing\nin controlled atomic systems, complex entangled states with decoherence times\nup to nine orders of magnitude longer than isolated quantum systems.\n","Comment: 4 pages"]}]
