["0707.0699",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Classical Analysis and ODEs","Mathematics - General Mathematics","01A50","12D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0699"],"date":["2007-07-04"],"type":["text"],"creator":["Euler, Leonhard"],"language":[],"coverage":[],"title":["A double demonstration of a theorem of Newton, which gives a relation\n  between the coefficient of an algebraic equation and the sums of the powers\n  of its roots"],"description":["  Translation from the Latin original, \"Demonstratio gemina theorematis\nNeutoniani, quo traditur relatio inter coefficientes cuiusvis aequationis\nalgebraicae et summas potestatum radicum eiusdem\" (1747). E153 in the Enestrom\nindex. In this paper Euler gives two proofs of Newton's identities, which\nexpress the sums of powers of the roots of a polynomial in terms of its\ncoefficients. The first proof takes the derivative of a logarithm. The second\nproof uses induction and the fact that in a polynomial of degree $n$, the\ncoefficient of $x^{n-k}$ is equal to the sum of the products of $k$ roots,\ntimes $(-1)^k$.\n","Comment: 9 pages"]}]
["0707.0700",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra","13F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0700"],"date":["2007-07-05"],"type":["text"],"creator":["Cifuente, José C.","Strapasson, João E.","Corrêa, Ana C.","Kitani, Patrícia M."],"language":[],"coverage":[],"title":["The Ring of Integers in the Canonical Structures of the Planes"],"description":["  The \\emph{canonical structures of the plane} are those that result, up to\nisomorphism, from the rings that have the form $\\mathds{R}[x]/(ax^2+bx+c)$ with\n$a\\neq 0$.That ring is isomorphic to $\\mathds{R}[\\theta]$, where $\\theta$ is\nthe equivalence class of x, which satisfies $\\theta^2 = (-\\dfrac{c}{a}) +\n\\theta (-\\dfrac{b}{a})$. On the other hand, it is known that, up to\nisomorphism, there are only three canonical structures: the corresponding to\n$\\theta^2 = -1$ (the complex numbers), $\\theta^2 = 1$ (the perplex or\nhyperbolic numbers) and $\\theta^2 = 0$ (the parabolic numbers). This article\ncopes with the algebraic structure of the rings of integers\n$\\mathds{Z}[\\theta]$ in the perplex and parabolic cases by \\emph{analogy} to\nthe complex cases: the ring of Gaussian integers. For those rings a\n\\emph{division algorithm} is proved and it is obtained, as a consequence, the\ncharacterization of the prime and irreducible elements.\n","Comment: 9 pages"]}]
["0707.0704",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0704"],"date":["2007-07-04"],"type":["text"],"creator":["Banerjee, Onureena","Ghaoui, Laurent El","d'Aspremont, Alexandre"],"language":[],"coverage":[],"title":["Model Selection Through Sparse Maximum Likelihood Estimation"],"description":["  We consider the problem of estimating the parameters of a Gaussian or binary\ndistribution in such a way that the resulting undirected graphical model is\nsparse. Our approach is to solve a maximum likelihood problem with an added\nl_1-norm penalty term. The problem as formulated is convex but the memory\nrequirements and complexity of existing interior point methods are prohibitive\nfor problems with more than tens of nodes. We present two new algorithms for\nsolving problems with at least a thousand nodes in the Gaussian case. Our first\nalgorithm uses block coordinate descent, and can be interpreted as recursive\nl_1-norm penalized regression. Our second algorithm, based on Nesterov's first\norder method, yields a complexity estimate with a better dependence on problem\nsize than existing interior point methods. Using a log determinant relaxation\nof the log partition function (Wainwright & Jordan (2006)), we show that these\nsame algorithms can be used to solve an approximate sparse maximum likelihood\nproblem for the binary case. We test our algorithms on synthetic data, as well\nas on gene expression and senate voting records data.\n"]}]
["0707.0707",{"format":[],"subject":["Mathematics - Algebraic Topology","55P43","18E30","16D90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0707"],"date":["2007-07-04"],"type":["text"],"creator":["Heider, Andreas"],"language":[],"coverage":[],"title":["Two results from Morita theory of stable model categories"],"description":["  We prove two results from Morita theory of stable model categories. Both can\nbe regarded as topological versions of recent algebraic theorems. One is on\nrecollements of triangulated categories, which have been studied in the\nalgebraic case by J{\\o}rgensen. We give a criterion which answers the following\nquestion: When is there a recollement for the derived category of a given\nsymmetric ring spectrum in terms of two other symmetric ring spectra? The other\nresult is on well generated triangulated categories in the sense of Neeman.\nPorta characterizes the algebraic well generated categories as localizations of\nderived categories of DG categories. We prove a topological analogon: a\ntopological triangulated category is well generated if and only if it is\ntriangulated equivalent to a localization of the derived category of a\nsymmetric ring spectrum with several objects. Here `topological' means\ntriangulated equivalent to the homotopy category of a spectral model category.\nMoreover, we show that every well generated spectral model category is Quillen\nequivalent to a Bousfield localization of a category of modules via a single\nQuillen functor.\n","Comment: 69 pages"]}]
["0707.0711",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0711"],"date":["2007-07-04"],"type":["text"],"creator":["Mandel, Ilya"],"language":[],"coverage":[],"title":["Spin distribution following minor mergers and the effect of spin on the\n  detection range for low-mass-ratio inspirals"],"description":["  We compute the probability distribution for the spin of a black hole\nfollowing a series of minor mergers with isotropically distributed,\nnon-spinning, inspiraling compact objects. By solving the Fokker-Planck\nequation governing this stochastic process, we obtain accurate analytical fits\nfor the evolution of the mean and standard deviation of the spin distribution\nin several parameter regimes. We complement these analytical fits with\nnumerical Monte-Carlo simulations in situations when the Fokker-Planck analysis\nis not applicable. We find that a ~150 solar-mass intermediate-mass black hole\nthat gained half of its mass through minor mergers with neutron stars will have\ndimensionless spin parameter chi=a/M~0.2 \\pm 0.08. We estimate the effect of\nthe spin of the central black hole on the detection range for\nintermediate-mass-ratio inspiral (IMRI) detections by Advanced LIGO and\nextreme-mass-ratio inspiral(EMRI) detections by LISA. We find that for\nrealistic black hole spins, the inclination-averaged Advanced-LIGO IMRI\ndetection range may be increased by up to 10% relative to the range for IMRIs\ninto non-spinning intermediate-mass black holes. For LISA, we find that the\ndetection range for EMRIs into 10^5 solar-mass massive black holes (MBHs) is\nnot significantly affected by MBH spin, the range for EMRIs into 10^6\nsolar-mass MBHs is affected at the ~ 10% level, and EMRIs into maximally\nspinning 10^7 solar-mass MBHs are detectable to a distance ~25 times greater\nthan EMRIs into non-spinning black holes. The resulting bias in favor of\ndetecting EMRIs into rapidly spinning MBHs will play a role when extracting the\nMBH spin distribution from EMRI statistics.\n","Comment: 18 pages, 5 figures"]}]
["0707.0712",{"format":[],"subject":["Mathematical Physics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0712"],"date":["2007-07-04"],"type":["text"],"creator":["Hillar, Christopher J.","Johnson, Charles R."],"language":[],"coverage":[],"title":["On the Positivity of the Coefficients of a Certain Polynomial Defined by\n  Two Positive Definite Matrices"],"description":["  It is shown that the polynomial \\[p(t) = \\text{Tr}[(A+tB)^m]\\] has positive\ncoefficients when $m = 6$ and $A$ and $B$ are any two 3-by-3 complex Hermitian\npositive definite matrices. This case is the first that is not covered by\nprior, general results. This problem arises from a conjecture raised by Bessis,\nMoussa and Villani in connection with a long-standing problem in theoretical\nphysics. The full conjecture, as shown recently by Lieb and Seiringer, is\nequivalent to $p(t)$ having positive coefficients for any $m$ and any two\n$n$-by-$n$ positive definite matrices. We show that, generally, the question in\nthe real case reduces to that of singular $A$ and $B$, and this is a key part\nof our proof.\n","Comment: 7 pages, J. Statistical Physics"]}]
["0707.0715",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0715"],"date":["2007-07-05"],"type":["text"],"creator":["Deak, Robert","Neda, Zoltan","Barna, Peter B."],"language":[],"coverage":[],"title":["An improved kinetic Monte Carlo approach for epitaxial submonolayer\n  growth"],"description":["  Two-component submonolayer growth on triangular lattice is qualitatively\nstudied by kinetic Monte Carlo techniques. The hopping barrier governing\nsurface diffusion of the atoms is estimated with an improved formula and using\nrealistic pair interaction potentials. Realistic degrees of freedoms enhancing\nthe surface diffusion of atoms are also introduced. The main advantages of the\npresented technique are the reduced number of free parameters and the clear\ndiffusion activated mechanism for the segregation of different types of atoms.\nThe potential of this method is exemplified by reproducing (i) vacancy and\nstacking fault related phase-boundary creation and dynamics; (ii) a special\nco-deposition and segregation process where the segregated atoms of the second\ncomponent surrounds the islands formed by the first type of atoms.\n","Comment: 12 pages, 6 figures"]}]
["0707.0718",{"format":[],"subject":["Mathematics - Number Theory","11F03","11F50","11F27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0718"],"date":["2007-07-05"],"type":["text"],"creator":["Skoruppa, Nils-Peter"],"language":[],"coverage":[],"title":["Jacobi Forms of Critical Weight and Weil Representations"],"description":["  Jacobi forms can be considered as vector valued modular forms, and Jacobi\nforms of critical weight correspond to vector valued modular forms of weight\n$\\frac12$. Since the only modular forms of weight $\\frac12$ on congruence\nsubgroups of $\\SL$ are theta series the theory of Jacobi forms of critical\nweight is intimately related to the theory of Weil representations of finite\nquadratic modules. This article explains this relation in detail, gives an\naccount of various facts about Weil representations which are useful in this\ncontext, and it gives some applications of the theory developed herein by\nproving various vanishing theorems and by proving a conjecture on Jacobi forms\nof weight one on $\\SL$ with character.\n"]}]
["0707.0724",{"format":[],"subject":["Computer Science - Robotics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0724","Problems of Mechanics 25, 4 (01/12/2006) 26-42"],"date":["2007-07-05"],"type":["text"],"creator":["Kanaan, Daniel","Wenger, Philippe","Chablat, Damien"],"language":[],"coverage":[],"title":["Workspace Analysis of the Parallel Module of the VERNE Machine"],"description":["  The paper addresses geometric aspects of a spatial three-degree-of-freedom\nparallel module, which is the parallel module of a hybrid serial-parallel\n5-axis machine tool. This parallel module consists of a moving platform that is\nconnected to a fixed base by three non-identical legs. Each leg is made up of\none prismatic and two pairs of spherical joint, which are connected in a way\nthat the combined effects of the three legs lead to an over-constrained\nmechanism with complex motion. This motion is defined as a simultaneous\ncombination of rotation and translation. A method for computing the complete\nworkspace of the VERNE parallel module for various tool lengths is presented.\nAn algorithm describing this method is also introduced.\n"]}]
["0707.0734",{"format":[],"subject":["Mathematics - Probability","60G50","60F15","60J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0734"],"date":["2007-07-05"],"type":["text"],"creator":["Csáki, Endre","Földes, Antónia","Révész, Pál"],"language":[],"coverage":[],"title":["Transient NN random walk on the line"],"description":["  We prove strong theorems for the local time at infinity of a nearest neighbor\ntransient random walk. First, laws of the iterated logarithm are given for the\nlarge values of the local time. Then we investigate the length of intervals\nover which the walk runs through (always from left to right) without ever\nreturning.\n","Comment: 25 pages"]}]
["0707.0738",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","32G15","30F30","57R30","37D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0738"],"date":["2007-07-05"],"type":["text"],"creator":["Hubert, Pascal","Lanneau, Erwan","Moeller, Martin"],"language":[],"coverage":[],"title":["Completely periodic directions and orbit closures of many pseudo-Anosov\n  Teichmueller discs in Q(1,1,1,1)"],"description":["  In this paper, we investigate the closure of a large class of Teichm\\\"uller\ndiscs in the stratum Q(1,1,1,1) or equivalently, in a GL^+_2(R)-invariant locus\nL of translation surfaces of genus three. We describe a systematic way to prove\nthat the GL^+_2(R)-orbit closure of a translation surface in L is the whole of\nL. The strategy of the proof is an analysis of completely periodic directions\non such a surface and an iterated application of Ratner's theorem to unipotent\nsubgroups acting on an ``adequate'' splitting. This analysis applies for\nexample to all Teichmueller discs stabilized obtained by Thurston's\nconstruction with a trace field of degree three which moreover ``obviously not\nVeech''. We produce an infinite series of such examples and show moreover that\nthe favourable splitting situation does not arise everywhere on L, contrary to\nthe situation in genus two. We also study completely periodic directions on\ntranslation surfaces in L. For instance, we prove that completely periodic\ndirections are dense on surfaces obtained by Thurston's construction.\n","Comment: 38 pages, submitted"]}]
["0707.0740",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","H.2.4","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0740"],"date":["2007-07-05"],"type":["text"],"creator":["Ali, A.","Anjum, A.","Bunn, J.","Khan, F.","McClatchey, R.","Newman, H.","Steenberg, C.","Thomas, M.","Willers, Ian"],"language":[],"coverage":[],"title":["A Multi Interface Grid Discovery System"],"description":["  Discovery Systems (DS) can be considered as entry points for global loosely\ncoupled distributed systems. An efficient Discovery System in essence increases\nthe performance, reliability and decision making capability of distributed\nsystems. With the rapid increase in scale of distributed applications, existing\nsolutions for discovery systems are fast becoming either obsolete or incapable\nof handling such complexity. They are particularly ineffective when handling\nservice lifetimes and providing up-to-date information, poor at enabling\ndynamic service access and they can also impose unwanted restrictions on\ninterfaces to widely available information repositories. In this paper we\npresent essential the design characteristics, an implementation and a\nperformance analysis for a discovery system capable of overcoming these\ndeficiencies in large, globally distributed environments.\n","Comment: 2 pages, 4 figures. Presented at the Grid 2006 conference, Barcelona\n  Spain"]}]
["0707.0742",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","H.2.4","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0742"],"date":["2007-07-05"],"type":["text"],"creator":["Ali, A.","Anjum, A.","Azim, T.","Bunn, J.","Ikram, A.","McClatchey, R.","Newman, H.","Steenberg, C.","Thomas, M.","Willers, I."],"language":[],"coverage":[],"title":["Mobile Computing in Physics Analysis - An Indicator for eScience"],"description":["  This paper presents the design and implementation of a Grid-enabled physics\nanalysis environment for handheld and other resource-limited computing devices\nas one example of the use of mobile devices in eScience. Handheld devices offer\ngreat potential because they provide ubiquitous access to data and\nround-the-clock connectivity over wireless links. Our solution aims to provide\nusers of handheld devices the capability to launch heavy computational tasks on\ncomputational and data Grids, monitor the jobs status during execution, and\nretrieve results after job completion. Users carry their jobs on their handheld\ndevices in the form of executables (and associated libraries). Users can\ntransparently view the status of their jobs and get back their outputs without\nhaving to know where they are being executed. In this way, our system is able\nto act as a high-throughput computing environment where devices ranging from\npowerful desktop machines to small handhelds can employ the power of the Grid.\nThe results shown in this paper are readily applicable to the wider eScience\ncommunity.\n","Comment: 8 pages, 7 figures. Presented at the 3rd Int Conf on Mobile Computing\n  & Ubiquitous Networking (ICMU06. London October 2006"]}]
["0707.0744",{"format":[],"subject":["Computer Science - Logic in Computer Science","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0744"],"date":["2007-07-05"],"type":["text"],"creator":["Bergstra, Jan","Bethke, Inge","Burgess, Mark"],"language":[],"coverage":[],"title":["A process algebra based framework for promise theory"],"description":["  We present a process algebra based approach to formalize the interactions of\ncomputing devices such as the representation of policies and the resolution of\nconflicts. As an example we specify how promises may be used in coming to an\nagreement regarding a simple though practical transportation problem.\n","Comment: 9 pages, 4 figures"]}]
["0707.0745",{"format":[],"subject":["Computer Science - Databases","H.2.4","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0745"],"date":["2007-07-05"],"type":["text"],"creator":["Munir, K.","Odeh, M.","McClatchey, R.","Khan, S.","Habib, I."],"language":[],"coverage":[],"title":["Semantic Information Retrieval from Distributed Heterogeneous Data\n  Sources"],"description":["  Information retrieval from distributed heterogeneous data sources remains a\nchallenging issue. As the number of data sources increases more intelligent\nretrieval techniques, focusing on information content and semantics, are\nrequired. Currently ontologies are being widely used for managing semantic\nknowledge, especially in the field of bioinformatics. In this paper we describe\nan ontology assisted system that allows users to query distributed\nheterogeneous data sources by hiding details like location, information\nstructure, access pattern and semantic structure of the data. Our goal is to\nprovide an integrated view on biomedical information sources for the\nHealth-e-Child project with the aim to overcome the lack of sufficient\nsemantic-based reformulation techniques for querying distributed data sources.\nIn particular, this paper examines the problem of query reformulation across\nbiomedical data sources, based on merged ontologies and the underlying\nheterogeneous descriptions of the respective data sources.\n","Comment: 6 pages, 3 figures. Presented at the 4th International Workshop on\n  Frontiers of Information Technology -- FIT 2006. Islamabad, Pakistan December\n  2006"]}]
["0707.0748",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","H.2.4","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0748"],"date":["2007-07-05"],"type":["text"],"creator":["Estrella, F.","Hauer, T.","McClatchey, R.","Odeh, M.","Rogulin, D","Solomonides, T."],"language":[],"coverage":[],"title":["Experiences of Engineering Grid-Based Medical Software"],"description":["  Objectives: Grid-based technologies are emerging as potential solutions for\nmanaging and collaborating distributed resources in the biomedical domain. Few\nexamples exist, however, of successful implementations of Grid-enabled medical\nsystems and even fewer have been deployed for evaluation in practice. The\nobjective of this paper is to evaluate the use in clinical practice of a\nGrid-based imaging prototype and to establish directions for engineering future\nmedical Grid developments and their subsequent deployment. Method: The\nMammoGrid project has deployed a prototype system for clinicians using the Grid\nas its information infrastructure. To assist in the specification of the system\nrequirements (and for the first time in healthgrid applications), use-case\nmodelling has been carried out in close collaboration with clinicians and\nradiologists who had no prior experience of this modelling technique. A\ncritical qualitative and, where possible, quantitative analysis of the\nMammoGrid prototype is presented leading to a set of recommendations from the\ndelivery of the first deployed Grid-based medical imaging application. Results:\nWe report critically on the application of software engineering techniques in\nthe specification and implementation of the MammoGrid project and show that\nuse-case modelling is a suitable vehicle for representing medical requirements\nand for communicating effectively with the clinical community. This paper also\ndiscusses the practical advantages and limitations of applying the Grid to\nreal-life clinical applications and presents the consequent lessons learned.\n","Comment: 18 pages, 2 tables, 5 figures. In press International Journal of\n  Medical Informatics. Elsevier publishers"]}]
["0707.0749",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0749"],"date":["2007-07-05"],"type":["text"],"creator":["Globa, P. G.","Zasavitsky, E. A.","Kantser, V. G.","Sidelinikova, S. P.","Dikusar, A. I."],"language":[],"coverage":[],"title":["Kinetics of Electrodeposition of Silver and Copper at Template Synthesis\n  of Nanowires"],"description":["  The results of investigation of kinetics of nanopores filling into membranes\nfrom aluminum oxide (pore diameter - 200 nm, porosity ~ 50%) at\nelectrodeposition of copper and silver are described. It is shown, that at\nidentical quantity of electricity passed through solutions, the degree of pores\nfilling by metal (average thickness of a deposit) is various for copper and\nsilver deposition. Calculated (according Faraday Law) and experimental\ndependences of deposition rates of these metals on quantity of electricity\npassed at direct and pulse currents are presented. Galvanodynamic i - v\ndependences have been obtained at various current scanning rates. The smaller\nrate of deposition allows to decrease concentration limitations of electrode\nprocess and to obtain higher average thickness of metal deposits and higher\nfilling degree. The limiting values of quantity of electricity for direct and\npulse currents were determined. The average thickness of silver and copper\ndeposits was obtained. A degree of pores filling, the morphology and chemical\nmicroanalysis were studied on cross-section of the membrane, using TESCAN SEM\nequipped with an Oxford Instruments INCA Enerqy EDX-system.\n","Comment: 6 pages, 7 figures"]}]
["0707.0751",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0751","J. Stat. Mech. (2007) P07002","doi:10.1088/1742-5468/2007/07/P07002"],"date":["2007-07-05"],"type":["text"],"creator":["Corberi, Federico","Lippiello, Eugenio","Zannetti, Marco"],"language":[],"coverage":[],"title":["Fluctuation-Dissipation relations far from Equilibrium"],"description":["  In this Article we review some recent progresses in the field of\nnon-equilibrium linear response theory. We show how a generalization of the\nfluctuation-dissipation theorem can be derived for Markov processes, and\ndiscuss the Cugliandolo-Kurchan \\cite{Cugliandolo93} fluctuation dissipation\nrelation for aging systems and the theorem by Franz {\\it et. al.}\n\\cite{Franz98} relating static and dynamic properties. We than specialize the\nsubject to phase-ordering systems examining the scaling properties of the\nlinear response function and how these are determined by the behavior of\ntopological defects. We discuss how the connection between statics and dynamics\ncan be violated in these systems at the lower critical dimension or as due to\nstochastic instability.\n","Comment: 18 pages, 10 figures"]}]
["0707.0754",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0754"],"date":["2007-07-05"],"type":["text"],"creator":["Semenov, Denis A."],"language":[],"coverage":[],"title":["The Symmetry of the Genetic Code and a Universal Trend of Amino Acid\n  Gain and Loss"],"description":["  Part 1 of the study intends to show that the universal trend of amino acid\ngain and loss discovered by Jordan et al. (2005) can be accounted for by the\nspontaneity of DNA typical damages. These damages lead to replacements of\nguanine and cytosine by thymine. Part 2 proposes a hypothesis of the evolution\nof the genetic code, the leading mechanism of which is the nucleotide\nspontaneous damage. The hypothesis accounts for the universal trend of amino\nacid gain and loss, stability of the genetic code towards point mutations, the\npresence of code dialects, and the symmetry of the genetic code table.\n","Comment: 7 pages, 3 tables"]}]
["0707.0755",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0755"],"date":["2007-07-05"],"type":["text"],"creator":["Jabeen, Zahera","Gupte, Neelima"],"language":[],"coverage":[],"title":["A cellular automaton identification of the universality classes of\n  spatiotemporal intermittency"],"description":["  The phase diagram of the coupled sine circle map lattice shows\nspatio-temporal intermittency of two distinct types: spatio-temporal\nintermittency of the directed percolation (DP) class, and spatial intermittency\nwhich does not belong to this class. These two types of behaviour are seen to\nbe special cases of the spreading and non-spreading regimes seen in the system.\nIn the spreading regime, each site can infect its neighbours permitting an\ninitial disturbance to spread, whereas in the non-spreading regime no infection\nis possible. The two regimes are separated by a line which we call the\ninfection line. The coupled map lattice can be mapped on to an equivalent\ncellular automaton which shows a transition from a probabilistic cellular\nautomaton (PCA) to a deterministic cellular automaton (DCA) at the infection\nline. Thus the existence of the DP and non-DP universality classes in the same\nsystem is signalled by the PCA to DCA transition. We also discuss the dynamic\norigin of this transition.\n","Comment: 11 pages, 6 figures"]}]
["0707.0761",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Distributed, Parallel, and Cluster Computing","D.2.11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0761"],"date":["2007-07-05"],"type":["text"],"creator":["Manset, David","Verjus, Herve","McClatchey, Richard"],"language":[],"coverage":[],"title":["Managing Separation of Concerns in Grid Applications Through\n  Architectural Model Transformations"],"description":["  Grids enable the aggregation, virtualization and sharing of massive\nheterogeneous and geographically dispersed resources, using files, applications\nand storage devices, to solve computation and data intensive problems, across\ninstitutions and countries via temporary collaborations called virtual\norganizations (VO). Most implementations result in complex superposition of\nsoftware layers, often delivering low quality of service and quality of\napplications. As a consequence, Grid-based applications design and development\nis increasingly complex, and the use of most classical engineering practices is\nunsuccessful. Not only is the development of such applications a\ntime-consuming, error prone and expensive task, but also the resulting\napplications are often hard-coded for specific Grid configurations, platforms\nand infra-structures. Having neither guidelines nor rules in the design of a\nGrid-based application is a paradox since there are many existing architectural\napproaches for distributed computing, which could ease and promote rigorous\nengineering methods based on the re-use of software components. It is our\nbelief that ad-hoc and semi-formal engineer-ing approaches, in current use, are\ninsufficient to tackle tomorrows Grid develop-ments requirements. Because\nGrid-based applications address multi-disciplinary and complex domains (health,\nmilitary, scientific computation), their engineering requires rigor and\ncontrol. This paper therefore advocates a formal model-driven engineering\nprocess and corresponding design framework and tools for building the next\ngeneration of Grids.\n","Comment: 4 pages, 2 figures. Presented at the First European Conference on\n  Software Architectures (ECSA 2007). Madrid, Spain September 24-26, 2007"]}]
["0707.0762",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","H.2.4","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0762"],"date":["2007-07-05"],"type":["text"],"creator":["Habib, Irfan","Soomro, Kamran","Anjum, Ashiq","McClatchey, Richard","Ali, Arshad","Bloodsworth, Peter"],"language":[],"coverage":[],"title":["PhantomOS: A Next Generation Grid Operating System"],"description":["  Grid Computing has made substantial advances in the past decade; these are\nprimarily due to the adoption of standardized Grid middleware. However Grid\ncomputing has not yet become pervasive because of some barriers that we believe\nhave been caused by the adoption of middleware centric approaches. These\nbarriers include: scant support for major types of applications such as\ninteractive applications; lack of flexible, autonomic and scalable Grid\narchitectures; lack of plug-and-play Grid computing and, most importantly, no\nstraightforward way to setup and administer Grids. PhantomOS is a project which\naims to address many of these barriers. Its goal is the creation of a user\nfriendly pervasive Grid computing platform that facilitates the rapid\ndeployment and easy maintenance of Grids whilst providing support for major\ntypes of applications on Grids of almost any topology. In this paper we present\nthe detailed system architecture and an overview of its implementation.\n","Comment: 8 pages, 6 figures. Presented at the UK eScience All Hands Meeting\n  2007 (AHM07). Nottingham, UK. September 2007"]}]
["0707.0763",{"format":[],"subject":["Computer Science - Databases","D.2.11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0763"],"date":["2007-07-05"],"type":["text"],"creator":["Anjum, Ashiq","Bloodsworth, Peter","Branson, Andrew","Hauer, Tamas","McClatchey, Richard","Munir, Kamran","Rogulin, Dmitry","Shamdasani, Jetendr"],"language":[],"coverage":[],"title":["The Requirements for Ontologies in Medical Data Integration: A Case\n  Study"],"description":["  Evidence-based medicine is critically dependent on three sources of\ninformation: a medical knowledge base, the patients medical record and\nknowledge of available resources, including where appropriate, clinical\nprotocols. Patient data is often scattered in a variety of databases and may,\nin a distributed model, be held across several disparate repositories.\nConsequently addressing the needs of an evidence-based medicine community\npresents issues of biomedical data integration, clinical interpretation and\nknowledge management. This paper outlines how the Health-e-Child project has\napproached the challenge of requirements specification for (bio-) medical data\nintegration, from the level of cellular data, through disease to that of\npatient and population. The approach is illuminated through the requirements\nelicitation and analysis of Juvenile Idiopathic Arthritis (JIA), one of three\ndiseases being studied in the EC-funded Health-e-Child project.\n","Comment: 6 pages, 1 figure. Presented at the 11th International Database\n  Engineering & Applications Symposium (Ideas2007). Banff, Canada September\n  2007"]}]
["0707.0769",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0769"],"date":["2007-07-05"],"type":["text"],"creator":["Umeki, Makoto"],"language":[],"coverage":[],"title":["Double Periodicity and Frequency-Locking in the Langford Equation"],"description":["  The bifurcation structure of the Langford equation is studied numerically in\ndetail. Periodic, doubly-periodic, and chaotic solutions and the routes to\nchaos via coexistence of double periodicity and period-doubling bifurcations\nare found by the Poincar\\'e plot of successive maxima of the first mode $x_1$.\nFrequency-locked periodic solutions corresponding to the Farey sequence $F_n$\nare examined up to $n=14$. Period-doubling bifurcations appears on some of the\nperiodic solutions and the similarity of bifurcation structures between the\nsine-circle map and the Langford equation is shown. A method to construct the\nPoincar\\'e section for triple periodicity is proposed.\n","Comment: 9 pages, 10 figures, 2 tables, submitted to JJIAM"]}]
["0707.0774",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","47Bxx","46A03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0774"],"date":["2007-07-05"],"type":["text"],"creator":["Alpay, Daniel","Timoshenko, Olga","Volok, Dan"],"language":[],"coverage":[],"title":["Caratheodory-Fejer interpolation and related topics in locally convex\n  spaces"],"description":["  We study Caratheodory-Herglotz functions whose values are continuous\noperators from a locally convex topological space which admits the\nfactorization property into its conjugate dual space. We show how this case can\nbe reduced to the case of functions whose values are bounded operators from a\nHilbert space into itself.\n"]}]
["0707.0778",{"format":[],"subject":["Mathematical Physics","81U99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0778"],"date":["2007-07-05"],"type":["text"],"creator":["Gadella, M.","Wickramasekara, S."],"language":[],"coverage":[],"title":["On the applications of Hardy class functions in scattering theory"],"description":["  This paper is a response to an article (R. de la Madrid, Journal of Physics\nA: Mathematical and General, 39,9255-9268 (2006)) recently published in Journal\nof Physics A: Mathematical and Theoretical. The article claims that the theory\nof resonances and decaying states based on certain rigged Hilbert spaces of\nHardy functions is physically untenable. In this paper we show that all of the\nkey conclusions of the cited article are the result of either the errors in\nmathematical reasoning or an inadequate understanding of the literature on the\nsubject.\n","Comment: 22 pages"]}]
["0707.0779",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0779"],"date":["2007-07-05"],"type":["text"],"creator":["Raïs, Mustapha"],"language":[],"coverage":[],"title":["Note sur les invariants du groupe affine"],"description":["  In the paper, it is proved that any $C^{1}$-function on GL(n) which is\nlocally $P$-invariant (here $P$ is the affine (sub)group of GL(n)) is locally\n$G$-invairant. There is also a statement for distributions (a very weak form of\nBaruch's results).\n"]}]
["0707.0780",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Logic","81D07, 81R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0780"],"date":["2007-07-05"],"type":["text"],"creator":["Zilber, B."],"language":[],"coverage":[],"title":["Non-commutative Zariski geometries and their classical limit"],"description":["  We undertake a case study of two series of nonclassical Zariski geometries.\nWe show that these geometries can be realised as representations of certain\nnoncommutative $C^*$-algebras and introduce a natural limit construction which\nfor each of the two series produces a classical U(1)-gauge field over a\n2-dimensional Riemann surface.\n"]}]
["0707.0782",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0782"],"date":["2007-07-05"],"type":["text"],"creator":["Raïs, Mustapha"],"language":[],"coverage":[],"title":["Notes sur la notion d'invariant caract\\'eristique"],"description":["  Let $G$ be a Lie group acting on a vector space $V$. Given a set of\n$G$-invariants, one can ask the question : does this set of invariants\ncharacterize the group $G$ ? We recall here some known results, ask questions\nand state some conjectures for different choices of invariants : polynomial\nfunctions, orbits, distributions, and different types of groups.\n"]}]
["0707.0783",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0783"],"date":["2007-07-05"],"type":["text"],"creator":["Aprodu, Marian","Naie, Daniel"],"language":[],"coverage":[],"title":["Log-canonical threshold for curves on a smooth surface"],"description":["  It is shown that the log-canonical threshold of a curve with an isolated\nsingularity is computed by the term ideal of the curve in a suitable system of\nlocal parameters at the singularity. The proof uses the Enriques diagram of the\nsingularity and shows that the log-canonical threshold depends only on a\nnon-degenerate path of that diagram.\n"]}]
["0707.0785",{"format":[],"subject":["Mathematics - Group Theory","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0785"],"date":["2007-07-05"],"type":["text"],"creator":["Picantin, Matthieu"],"language":[],"coverage":[],"title":["Garside monoids vs divisibility monoids"],"description":["  Divisibility monoids (resp. Garside monoids) are a natural algebraic\ngeneralization of Mazurkiewicz trace monoids (resp. spherical Artin monoids),\nnamely monoids in which the distributivity of the underlying lattices (resp.\nthe existence of common multiples) is kept as an hypothesis, but the relations\nbetween the generators are not supposed to necessarily be commutations (resp.\nbe of Coxeter type). Here, we show that the quasi-center of these monoids can\nbe studied and described similarly, and then we exhibit the intersection\nbetween the two classes of monoids.\n"]}]
["0707.0787",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0787"],"date":["2007-07-05"],"type":["text"],"creator":["Zhang, Hai-Qiang","Li, Juan","Xu, Tao","Zhang, Ya-Xing","Tian, Bo"],"language":[],"coverage":[],"title":["Symbolic-computation study of integrable properties for the\n  (2+1)-dimensional Gardner equation with the two-singular-manifold method"],"description":["  The singular manifold method from the Painleve analysis can be used to\ninvestigate many important integrable properties for the nonlinear partial\ndifferential equations.In this paper, the two-singular-manifold method is\napplied to the (2+1)-dimensional Gardner equation with two Painleve expansion\nbranches to determine the Hirota bilinear form, Backlund transformation, Lax\npairs and Darboux transformation. Based on the obtained Lax pairs, the binary\nDarboux transformation is constructed and the N N Grammian solution is also\nderived by performing the iterative algorithm Ntimes with symbolic computation.\n"]}]
["0707.0789",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0789"],"date":["2007-07-05"],"type":["text"],"creator":["Kartsovnik, W. I.","Pelekh, V. V."],"language":[],"coverage":[],"title":["On the mechanism of the flow of polymers"],"description":["  A non-Newtonian flow of a polymer melt is discussed. The description of the\nexponential decrease of the apparent viscosity by the well-known Eyring formula\nwith an activation energy reduction proportional to the shear stress does not\ntake into account specific features of the polymeric structure. We propose to\nmodify the description of the macromolecular flow mechanism by including\nconformational changes of the polymeric chains. The elasticity of a strained\npolymeric chain, having an entropy origin, can be the reason of the reduction\nof the activation energy for the transition of a molecular-kinetic unit of the\nchain into a new equilibrium state in the flow direction during the thermal\nfluctuation. In that case, the activation energy of the transition should\ndecrease by a value proportional to the reversible high-elastic component of\nthe shear deformation caused by the flow of the polymer.\n","Comment: 8 pages"]}]
["0707.0795",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","39B82"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0795"],"date":["2007-07-05"],"type":["text"],"creator":["Faiziev, Valeriy A.","Sahoo, Prasanna K."],"language":[],"coverage":[],"title":["Stability of a functional equation of Deeba on semigroups"],"description":["  Let $S$ be a semigroup and $X$ a Banach space. The functional equation $\\phi\n(xyz)+ \\phi (x) + \\phi (y) + \\phi (z) = \\phi (xy) + \\phi (yz) + \\phi (xz)$ is\nsaid to be stable for the pair $(X, S)$ if and only if $f: S\\to X$ satisfying\n$\\| f(xyz)+f(x) + f(y) + f(z) - f(xy)- f(yz)-f(xz)\\| \\leq \\delta $ for some\npositive real number $\\delta$ and all $x, y, z \\in S$, there is a solution\n$\\phi : S \\to X$ such that $f-\\phi$ is bounded. In this paper, among others, we\nprove the following results: 1) this functional equation, in general, is not\nstable on an arbitrary semigroup; 2) this equation is stable on periodic\nsemigroups; 3) this equation is stable on abelian semigroups; 4) any semigroup\nwith left (or right) law of reduction can be embedded into a semigroup with\nleft (or right) law of reduction where this equation is stable.\n","Comment: 29 pages"]}]
["0707.0803",{"format":[],"subject":["Mathematics - Representation Theory","33C67","46E20","58J35","22E30","43A85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0803"],"date":["2007-07-05"],"type":["text"],"creator":["Olafsson, Gestur","Schlichtkrull, Henrik"],"language":[],"coverage":[],"title":["Representation theory, Radon transform and the heat equation on a\n  Riemannian symmetric space"],"description":["  Let X=G/K be a Riemannian symmetric space of the noncompact type. We give a\nshort exposition of the representation theory related to X, and discuss its\nholomorphic extension to the complex crown, a G-invariant subdomain in the\ncomplexified symmetric space X_\\C=G_\\C/K_\\C. Applications to the heat transform\nand the Radon transform for X are given.\n"]}]
["0707.0804",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0804","Behavioural Processes (18/05/2007) sous presse","doi:10.1016/j.beproc.2007.05.003"],"date":["2007-07-05"],"type":["text"],"creator":["Boos, M.","Zimmer, C.","Carriere, A.","Robin, J. P.","Petit, O."],"language":[],"coverage":[],"title":["Post-hatching parental care behaviour and hormonal status in a precocial\n  bird"],"description":["  In birds, the link between parental care behaviour and prolactin release\nduring incubation persists after hatching in altricial birds, but has never\nbeen precisely studied during the whole rearing period in precocial species,\nsuch as ducks. The present study aims to understand how changes in parental\ncare after hatching are related to circulating prolactin levels in mallard hens\nrearing ducklings. Blood was sampled in hens over at least 13 post-hatching\nweeks and the behaviour of the hens and the ducklings was recorded daily until\nfledging. Contacts between hens and the ducklings, leadership of the ducklings\nand gathering of them steadily decreased over post-hatching time. Conversely,\nresting, preening and agonistic behaviour of hens towards ducklings increased.\nPlasma prolactin concentrations remained at high levels after hatching and then\nfell after week 6 when body mass and structural size of the young were close to\nthose of the hen. Parental care behaviour declined linearly with brood age,\nshowed a disruption of the hen-brood bond at week 6 post-hatching and was\nrelated to prolactin concentration according to a sigmoid function. Our results\nsuggest that a definite threshold in circulating prolactin is necessary to\npromote and/or to maintain post-hatching parental care in ducks.\n"]}]
["0707.0807",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0807","in the Proceedings of 15th International Symposium\n  \"Nanostructures: Physics and Technology\" St Petersburg: Ioffe Institute, p.\n  60 (2007)"],"date":["2007-07-05"],"type":["text"],"creator":["Dubonos, S. V.","Gurtovoi, V. L.","Nikulov, A. V.","Tulin, V. A."],"language":[],"coverage":[],"title":["Can dc voltage proportional to the persistent current be observed on\n  segment of asymmetric mesoscopic ring?"],"description":["  In order to clear up a question on possibility of a dc voltage proportional\nto the persistent current in normal metal and semiconductor mesoscopic loops\nconjectural causes of this phenomenon observed in superconductor loops is\ninvestigated.\n","Comment: 3 pages, 2 figures"]}]
["0707.0811",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0811"],"date":["2007-07-05"],"type":["text"],"creator":["Kharzeev, D.","Levin, E.","Nardi, M."],"language":[],"coverage":[],"title":["Hadron multiplicities at the LHC"],"description":["  We present the predictions for hadron multiplicities in pp, pA and AA\ncollisions at the LHC based on our approach to the Color Glass Condensate.\n","Comment: 2 pages, 2 figures, talk at \"Heavy Ion Collisions at the LHC: Last\n  Call for Predictions\" Workshop, CERN, May 14 - June 8, 2007, to appear in the\n  Proceedings"]}]
["0707.0829",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","35Q40","35J10","35S30","81Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0829"],"date":["2007-07-05"],"type":["text"],"creator":["Bony, Jean-Francois"],"language":[],"coverage":[],"title":["Mesures limites pour l'equation de Helmholtz dans le cas non captif"],"description":["  Cet article est consacre a l'etude des mesures limites associees a la\nsolution de l'equation de Helmholtz avec un terme source se concentrant en un\npoint. Le potentiel est suppose regulier et l'operateur non-captif. La solution\nde l'equation de Schrodinger semi-classique s'ecrit alors micro-localement\ncomme somme finie de distributions lagrangiennes.\n  Sous une hypothese geometrique, qui generalise l'hypothese du viriel, on en\ndeduit que la mesure limite existe et qu'elle verifie des proprietes standard.\nEnfin, on donne un exemple d'operateur qui ne verifie pas l'hypothese\ngeometrique et pour lequel la mesure limite n'est pas unique. Le cas de deux\ntermes sources est aussi traite.\n","Comment: 27 pages, 7 figures"]}]
["0707.0835",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0835"],"date":["2007-07-05"],"type":["text"],"creator":["Leinster, Tom"],"language":[],"coverage":[],"title":["The Euler characteristic of a category as the sum of a divergent series"],"description":["  The Euler characteristic of a cell complex is often thought of as the\nalternating sum of the number of cells of each dimension. When the complex is\ninfinite, the sum diverges. Nevertheless, it can sometimes be evaluated; in\nparticular, this is possible when the complex is the nerve of a finite\ncategory. This provides an alternative definition of the Euler characteristic\nof a category, which is in many cases equivalent to the original one\n(math.CT/0610260).\n","Comment: 11 pages"]}]
["0707.0850",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0850","\"Mathematical Notes\", Moscow, 2007"],"date":["2007-07-05"],"type":["text"],"creator":["Shiryaev, E. A.","Shkalikov, A. A."],"language":[],"coverage":[],"title":["Regular and Completely Regular Differential Operators"],"description":["  We define the concept of completely regular ordinary differential operators\nand give various criteria for operators to belong to this class. We give also\ncriteria for Birkhof regularity of ordinary differential operators in terms of\nthe growth of the Green function and basis property.\n"]}]
["0707.0855",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0855"],"date":["2007-07-05"],"type":["text"],"creator":["Xu, Xu","Song, Yi","Banks, Stephen P."],"language":[],"coverage":[],"title":["On the Dynamical Behaviour of Cellular Automata"],"description":["  In this paper we study the dynamics of 1- and 2- dimensional cellular\nautomata, using a 2-adic representation of the states, we give a simple\ngraphical technique for finding periodic solutions. We also study the\ncontinuity properties of the associated 2-adic system and show how to compute\nthe entropy.\n","Comment: 20 pages with 7 figures, submitted to Journal of Mathematical\n  Analysis and Applications"]}]
["0707.0862",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","H.2.4","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0862"],"date":["2007-07-05"],"type":["text"],"creator":["McClatchey, Richard","Anjum, Ashiq","Stockinger, Heinz","Ali, Arshad","Willers, Ian","Thomas, Michael"],"language":[],"coverage":[],"title":["Scheduling in Data Intensive and Network Aware (DIANA) Grid Environments"],"description":["  In Grids scheduling decisions are often made on the basis of jobs being\neither data or computation intensive: in data intensive situations jobs may be\npushed to the data and in computation intensive situations data may be pulled\nto the jobs. This kind of scheduling, in which there is no consideration of\nnetwork characteristics, can lead to performance degradation in a Grid\nenvironment and may result in large processing queues and job execution delays\ndue to site overloads. In this paper we describe a Data Intensive and Network\nAware (DIANA) meta-scheduling approach, which takes into account data,\nprocessing power and network characteristics when making scheduling decisions\nacross multiple sites. Through a practical implementation on a Grid testbed, we\ndemonstrate that queue and execution times of data-intensive jobs can be\nsignificantly improved when we introduce our proposed DIANA scheduler. The\nbasic scheduling decisions are dictated by a weighting factor for each\npotential target location which is a calculated function of network\ncharacteristics, processing cycles and data location and size. The job\nscheduler provides a global ranking of the computing resources and then selects\nan optimal one on the basis of this overall access and execution cost. The\nDIANA approach considers the Grid as a combination of active network elements\nand takes network characteristics as a first class criterion in the scheduling\ndecision matrix along with computation and data. The scheduler can then make\ninformed decisions by taking into account the changing state of the network,\nlocality and size of the data and the pool of available processing cycles.\n","Comment: 22 pages, 14 figures. Early draft of paper to be submitted to Journal\n  of Grid Computing"]}]
["math/0507038",{"format":[],"subject":["Mathematics - Combinatorics","05C15 (Primary) 05A40, 05A18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507038"],"date":["2005-07-02","2007-07-05"],"type":["text"],"creator":["Wiseman, Gus"],"language":[],"coverage":[],"title":["Set maps, umbral calculus, and the chromatic polynomial"],"description":["  Some important properties of the chromatic polynomial also hold for any\npolynomial set map satisfying p_S(x+y)=\\sum_{T\\uplus U=S}p_T(x)p_U(y). Using\numbral calculus, we give a formula for the expansion of such a set map in terms\nof any polynomial sequence of binomial type. This leads to some new expansions\nof the chromatic polynomial. We also describe a set map generalization of Abel\npolynomials.\n","Comment: 20 pages"]}]
