["0705.2055",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2055","Springer Tracts in Modern Physics 227, pp. 97-184, 2008","doi:10.1007/978-3-540-73462-8_3"],"date":["2007-05-14"],"type":["text"],"creator":["Radu, Florin","Zabel, Hartmut"],"language":[],"coverage":[],"title":["Exchange bias effect of ferro-/antiferromagnetic heterostructures"],"description":["  The exchange bias (EB) effect was discovered 60 years ago by Meiklejohn and\nBean. Meanwhile the EB effect has become an integral part of modern magnetism\nwith implications for basic research and for numerous device applications. The\nEB effect was the first of its kind which relates to an interface effect\nbetween two different classes of materials, here between a ferromagnet and an\nantiferromagnet. Here we review fundamental aspects of the exchange bias\neffect.\n","Comment: This contribution will be published as a book chapter in Springer\n  :Tracts on Materials Science: \"Magnetic Heterostructures, Advances and\n  Perspectives in Spinstructures and Spintransport\", edited by Hartmut Zabel\n  and Samuel D. Bader"]}]
["0705.2850",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2850","Romanian Journal of Physics, Volume 52, Number 5-7, (2007)"],"date":["2007-05-20"],"type":["text"],"creator":["Chakrabarti, C. G.","Chakrabarty, Indranil"],"language":[],"coverage":[],"title":["Boltzmann Entropy : Probability and Information"],"description":["  We have presented first an axiomatic derivation of Boltzmann entropy on the\nbasis of two axioms consistent with two basic properties of thermodynamic\nentropy. We have then studied the relationship between Boltzmann entropy and\ninformation along with its physical significance.\n","Comment: Published in Romanian Journal of Physics"]}]
["0709.1973",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1973","PHYSICAL REVIEW B 76, 235424 (2007)","doi:10.1103/PhysRevB.76.235424"],"date":["2007-09-12"],"type":["text"],"creator":["Hansen, Klavs","Johnson, Michael D.","Kresin, Vitaly V."],"language":[],"coverage":[],"title":["Density of states of helium droplets"],"description":["  Accurate analytical expressions for the state densities of liquid He-4\ndroplets are derived, incorporating the ripplon and phonon degrees of freedom.\nThe microcanonical temperature and the ripplon angular momentum level density\nare also evaluated. The approach is based on inversions and systematic\nexpansions of canonical thermodynamic properties.\n","Comment: 20 pages, 5 figures"]}]
["0710.0807",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0807","J. Stat. Mech. (2007) P12004"],"date":["2007-10-03"],"type":["text"],"creator":["Leoni, F.","Zapperi, S."],"language":[],"coverage":[],"title":["Grain Boundary Diffusion in a Peierls-Nabarro Potential"],"description":["  We investigate the diffusion of a grain boundary in a crystalline material.\nWe consider in particular the case of a regularly spaced low-angle grain\nboundary schematized as an array of dislocations that interact with each other\nthrough long-range stress fields and with the crystalline Peierls-Nabarro\npotential. The methodology employed to analyze the dynamics of the center of\nmass of the grain boundary and its spatio-temporal fluctuations is based on\nover-damped Langevin equations. The generality and the efficiency of this\ntechnique is proved by the agreement with molecular dynamics simulations.\n","Comment: 12 pages, 8 figures"]}]
["0710.1160",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1160","Phys. Rev. B 76, 235321 (2007)","doi:10.1103/PhysRevB.76.235321"],"date":["2007-10-05","2007-12-22"],"type":["text"],"creator":["May, C.","Troyer, M.","Ensslin, K."],"language":[],"coverage":[],"title":["Self-consistent simulation of quantum wires defined by local oxidation\n  of Ga[Al]As heterostructures"],"description":["  We calculate the electronic width of quantum wires as a function of their\nlithographic width in analogy to experiments performed on nanostructures\ndefined by local oxidation of Ga[Al]As heterostructures. Two--dimensional\nsimulations of two parallel oxide lines on top of a Ga[Al]As heterostructure\ndefining a quantum wire are carried out in the framework of Density Functional\nTheory in the Local Density Approximation and are found to be in agreement with\nmeasurements. Quantitative assessment of the influence of various experimental\nuncertainties is given. The most influential parameter turns out to be the\noxide line depth, followed by its exact shape and the effect of background\ndoping (in decreasing order).\n","Comment: 5 pages, 6 figures; revised figures, clarified text"]}]
["0711.4997",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4997"],"date":["2007-11-30","2007-12-22"],"type":["text"],"creator":["Loinger, Angelo","Marsico, Tiziana"],"language":[],"coverage":[],"title":["Highest-Energy Cosmic Rays and Hilbertian Repulsive Effect"],"description":["  We point out that an important portion of the high energy of the cosmic rays\nfrom extragalactic sources can be attributed to a Hilbertian repulsive effect,\nwhich is a consequence of Einstein equations without cosmological term.\n","Comment: 5 pages, 4 figures, LaTeX, corrected typo at page 2"]}]
["cond-mat/0702456",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702456","Phys. Rev. B 76, 235311 (2007)","doi:10.1103/PhysRevB.76.235311"],"date":["2007-02-20","2007-10-25"],"type":["text"],"creator":["Jin, Pei-Qing","Li, You-Quan"],"language":[],"coverage":[],"title":["Magnification of spin Hall effect in bilayer electron gas"],"description":["  Spin transport properties of a coupled bilayer electron gas with Rashba\nspin-orbit coupling are studied. The definition of the spin currents in each\nlayer as well as the corresponding continuity-like equations in the bilayer\nsystem are given. The curves of the spin Hall conductivities obtained in each\nlayer exhibit sharp cusps around a particular value of the tunnelling strength\nand the conductivities undergo sign changes across this point. Our\ninvestigation on the impurity effect manifests that an arbitrarily small\nconcentration of nonmagnetic impurities does not suppress the spin Hall\nconductivity to zero in the bilayer system. Based on these features, an\nexperimental scheme is suggested to detect a magnification of the spin Hall\neffect.\n","Comment: Revtex 10 pages, 4 figures; largely extended version"]}]
["math/0502533",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Category Theory","17B69","18D10","81T40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502533"],"date":["2005-02-25","2007-12-22"],"type":["text"],"creator":["Huang, Yi-Zhi"],"language":[],"coverage":[],"title":["Rigidity and modularity of vertex tensor categories"],"description":["  Let V be a simple vertex operator algebra satisfying the following\nconditions: (i) The homogeneous subspaces of V of weights less than 0 are 0,\nthe homogeneous subspace of V of weight 0 is spanned by the vacuum and V' is\nisomorphic to V as a V-module. Every weak V-module gradable by nonnegative\nintegers is completely reducible. (iii) V is C_2-cofinite. (In the presence of\nCondition (i), Conditions (ii) and (iii) are equivalent to a single condition,\nnamely, that every weak V-module is completely reducible.) Using the results\nobtained by the author in the formulation and proof of the general version of\nthe Verlinde conjecture and in the proof of the Verlinde formula, we prove that\nthe braided tensor category structure on the category of V-modules is rigid,\nbalanced and nondegenerate. In particular, the category of V-modules has a\nnatural structure of modular tensor category. We also prove that the\ntensor-categorical dimension of an irreducible V-module is the reciprocal of a\nsuitable matrix element of the fusing isomorphism under a suitable basis.\n","Comment: 51 pages. To appear in Communications in Contemporary Mathematics.\n  Referee's comments have been taken into account"]}]
["math/0610854",{"format":[],"subject":["Mathematics - Optimization and Control","93C05","05C50","05C90","93C55","93D20","98R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610854"],"date":["2006-10-27","2007-12-22"],"type":["text"],"creator":["Angeli, David","Bliman, Pierre-Alexandre"],"language":[],"coverage":[],"title":["Convergence speed of unsteady distributed consensus: decay estimate\n  along the settling spanning-trees"],"description":["  Results for estimating the convergence rate of non-stationary distributed\nconsensus algorithms are provided, on the basis of qualitative (mainly\ntopological) as well as basic quantitative information (lower-bounds on the\nmatrix entries). The results appear to be tight in a number of instances and\nare illustrated through simple as well as more sophisticated examples. The main\nidea is to follow propagation of information along certain spanning trees which\narise in the communication graph.\n","Comment: 27 pages, 5 figures"]}]
