["0704.1585",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1585"],"date":["2007-04-12","2007-10-15"],"type":["text"],"creator":["Younes, Ahmed"],"language":[],"coverage":[],"title":["Fixed Phase Quantum Search Algorithm"],"description":["  Building quantum devices using fixed operators is a must to simplify the\nhardware construction. Quantum search engine is not an exception. In this\npaper, a fixed phase quantum search algorithm that searches for M matches in an\nunstructured search space of size N will be presented. Selecting phase shifts\nof 1.91684\\pi in the standard amplitude amplification will make the technique\nperform better so as to get probability of success at least 99.58% in\nO(sqrt(N/M)) better than any know fixed operator quantum search algorithms. The\nalgorithm will be able to handle either a single match or multiple matches in\nthe search space. The algorithm will find a match in O(sqrt(N/M)) whether the\nnumber of matches is known or not in advance.\n","Comment: 10 pages, 3 figures"]}]
["0705.2006",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2006","Phys. Rev. B, 76, 165205 (2007)","doi:10.1103/PhysRevB.76.165205"],"date":["2007-05-14","2007-05-17"],"type":["text"],"creator":["Alegre, T. P. Mayer","Santori, C.","Medeiros-Ribeiro, G.","Beausoleil, R. G."],"language":[],"coverage":[],"title":["Polarization-selective excitation of N-V centers in diamond"],"description":["  The nitrogen-vacancy (N-V) center in diamond is promising as an electron spin\nqubit due to its long-lived coherence and optical addressability. The ground\nstate is a spin triplet with two levels ($m_s = \\pm 1$) degenerate at zero\nmagnetic field. Polarization-selective microwave excitation is an attractive\nmethod to address the spin transitions independently, since this allows\noperation down to zero magnetic field. Using a resonator designed to produce\ncircularly polarized microwaves, we have investigated the polarization\nselection rules of the N-V center. We first apply this technique to N-V\nensembles in [100] and [111]-oriented samples. Next, we demonstrate an imaging\ntechnique, based on optical polarization dependence, that allows rapid\nidentification of the orientations of many single N-V centers. Finally, we test\nthe microwave polarization selection rules of individual N-V centers of known\norientation.\n"]}]
["0705.3691",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3691","Phys Rev E vol 76, October 2007","doi:10.1103/PhysRevE.76.041909"],"date":["2007-05-24"],"type":["text"],"creator":["Hsu, David","Tang, Aonan","Hsu, Murielle","Beggs, John M."],"language":[],"coverage":[],"title":["A simple spontaneously active Hebbian learning model: homeostasis of\n  activity and connectivity, and consequences for learning and epileptogenesis"],"description":["  A spontaneously active neural system that is capable of continual learning\nshould also be capable of homeostasis of both firing rate and connectivity.\nExperimental evidence suggests that both types of homeostasis exist, and that\nconnectivity is maintained at a state that is optimal for information\ntransmission and storage. This state is referred to as the critical state. We\npresent a simple stochastic computational Hebbian learning model that\nincorporates both firing rate and critical homeostasis, and we explore its\nstability and connectivity properties. We also examine the behavior of our\nmodel with a simulated seizure and with simulated acute deafferentation. We\nargue that a neural system that is more highly connected than the critical\nstate (i.e., one that is \"supercritical\") is epileptogenic. Based on our\nsimulations, we predict that the post-seizural and post-deafferentation states\nshould be supercritical and epileptogenic. Furthermore, interventions that\nboost spontaneous activity should be protective against epileptogenesis.\n","Comment: 37 pages, 1 table, 7 figures"]}]
["0706.3422",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3422"],"date":["2007-06-23","2007-10-14"],"type":["text"],"creator":["Conrady, Florian"],"language":[],"coverage":[],"title":["Dual representation of Polyakov loop in 3d SU(2) lattice Yang-Mills\n  theory"],"description":["  We consider the expectation value of a Polyakov loop in 3d SU(2) lattice\nYang--Mills theory and transform it to the dual representation in terms of sums\nover spins. The spin dependence of the amplitudes is computed explicitly by a\ngraphical method. We also determine the asymptotic (large spin) limit of the\namplitude factors.\n","Comment: 17 pages, 6 figures; minor changes"]}]
["0707.1880",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1880","MNRAS 381, 723 (2007)","doi:10.1111/j.1365-2966.2007.12222.x"],"date":["2007-07-12"],"type":["text"],"creator":["Ibragimov, A.","Zdziarski, A. A.","Poutanen, J."],"language":[],"coverage":[],"title":["Superorbital variability of X-ray and radio emission of Cyg X-1. I.\n  Emission anisotropy of precessing sources"],"description":["  We study theoretical interpretations of the 150-d (superorbital) modulation\nobserved in X-ray and radio emission of Cyg X-1 in the framework of models\nconnecting this phenomenon to precession. Precession changes the orientation of\nthe emission source (either disc or jet) relative to the observer. This leads\nto emission modulation due to an anisotropic emission pattern of the source or\norientation-dependent amount of absorbing medium along the line of sight or\nboth. We consider, in particular, anisotropy patterns of blackbody-type\nemission, thermal Comptonization in slab geometry, jet/outflow beaming, and\nabsorption in a coronal-type medium above the disc. We then fit these models to\nthe data from the RXTE/ASM, CGRO/BATSE, and the Ryle and Green Bank radio\ntelescopes, and find relatively small best-fit angles between the precession\nand orbital planes, ~10-20 degrees. The thermal Comptonization model for the\nX-ray emission explains well the observed decrease of the variability amplitude\nfrom 1 to 300 keV as a result of a reduced anisotropy of the emission due to\nmultiple scatterings. Our modeling also yield the jet bulk velocity of\n~(0.3-0.5)c, which is in agreement with the previous constraint from the lack\nof an observed counterjet and lack of short-term X-ray/radio correlations.\n","Comment: 10 pages, 9 figures and 2 tables, accepted to MNRAS"]}]
["0707.4140",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30, 14J30, 14J40, 14J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4140"],"date":["2007-07-27","2007-10-15"],"type":["text"],"creator":["Broustet, Amaël"],"language":["fr"],"coverage":[],"title":["Non-annulation effective et positivit\\'e locale des fibr\\'es en droites\n  amples adjoints"],"description":["  We prove that Seshadri constants of some ample divisors are bigger than 1 on\nsmooth threefolds whose anticanonical bundle is nef or on Fano varieties of\nsmall coindice. The main tools are (some known cases of) the Kawamata's\neffective non-vanishing conjecture and the adjunction theory. We prove the\nnon-vanishing conjecture in dimension 3 in the case of line bundles of \"high\"\nvolume using Kawamata's subadjunction formula.\n","Comment: 22 pages, in french, typos corrected"]}]
["0709.0011",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Combinatorics","46L54","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0011"],"date":["2007-08-31","2007-10-14"],"type":["text"],"creator":["Popa, Mihai"],"language":[],"coverage":[],"title":["Freeness with amalgamation, limit theorems and S-transform in\n  non-commutative probability spaces of type B"],"description":["  The present material addresses several problems left open in the Trans. AMS\npaper \" Non-crossing cumulants of type B\" of P. Biane, F. Goodman and A. Nica.\nThe main result is that a type B non-commutative probability space can be\nstudied in the framework of freeness with amalgamation. This view allows easy\nways of constructing a version of the S-transform as well as proving analogue\nresults to Central Limit Theorem and Poisson Limit Theorem.\n"]}]
["0709.2721",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2721"],"date":["2007-09-17","2007-10-15"],"type":["text"],"creator":["Xi, Yufang","Yeh, Edmund M."],"language":[],"coverage":[],"title":["Pricing, Competition, and Routing for Selfish and Strategic Nodes in\n  Multi-hop Relay Networks"],"description":["  We study a pricing game in multi-hop relay networks where nodes price their\nservices and route their traffic selfishly and strategically. In this game,\neach node (1) announces pricing functions which specify the payments it demands\nfrom its respective customers depending on the amount of traffic they route to\nit and (2) allocates the total traffic it receives to its service providers.\nThe profit of a node is the difference between the revenue earned from\nservicing others and the cost of using others' services. We show that the\nsocially optimal routing of such a game can always be induced by an equilibrium\nwhere no node can increase its profit by unilaterally changing its pricing\nfunctions or routing decision. On the other hand, there may also exist\ninefficient equilibria. We characterize the loss of efficiency by deriving the\nprice of anarchy at inefficient equilibria. We show that the price of anarchy\nis finite for oligopolies with concave marginal cost functions, while it is\ninfinite for general topologies and cost functions.\n","Comment: 28 pages, 8 figures, submitted to JSAC on Game Theory in\n  Communication Systems"]}]
["0709.3469",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Analysis of PDEs","Mathematics - Metric Geometry","53C23","58E20","20F65."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3469"],"date":["2007-09-21","2007-10-15"],"type":["text"],"creator":["Kokarev, Gerasim"],"language":[],"coverage":[],"title":["On geodesic homotopies of controlled width and conjugacies in isometry\n  groups"],"description":["  We give an analytical proof of the Poincare-type inequalities for widths of\ngeodesic homotopies between equivariant maps valued in Hadamard metric spaces.\nAs an application we obtain a linear bound for the length of an element\nconjugating two finite lists in a group acting on an Hadamard space.\n","Comment: minor stylistic corrections; 15 pages"]}]
["0709.4469",{"format":[],"subject":["Mathematics - Rings and Algebras","06B15 (Primary)","06B10, 06B25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4469"],"date":["2007-09-27","2007-10-15"],"type":["text"],"creator":["Wehrung, Friedrich"],"language":[],"coverage":[],"title":["Embedding coproducts of partition lattices"],"description":["  We prove that the lattice Eq(X) of all equivalence relations on an infinite\nset X contains, as a 0,1-sublattice, the 0-coproduct of two copies of itself,\nthus answering a question by G.M. Bergman. Hence, by using methods initiated by\nde Bruijn and further developed by Bergman, we obtain that Eq(X) also contains,\nas a sublattice, the coproduct of 2^{card(X)} copies of itself.\n","Comment: To appear in Acta Sci. Math. (Szeged)"]}]
["0710.1244",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1244"],"date":["2007-10-05","2007-10-15"],"type":["text"],"creator":["Boley, Aaron C."],"language":[],"coverage":[],"title":["The Three-Dimensional Behavior of Spiral Shocks in Protoplanetary Disks"],"description":["  In this dissertation, I describe theoretical and numerical studies that\naddress the three-dimensional behavior of spiral shocks in protoplanetary disks\nand the controversial topic of gas giant formation by disk instability. For\nthis work, I discuss characteristics of gravitational instabilities (GIs) in\nbursting and asymptotic phase disks; outline a theory for the three-dimensional\nstructure of spiral shocks, called shock bores, for isothermal and adiabatic\ngases; consider convection as a source of cooling for protoplanetary disks;\ninvestigate the effects of opacity on disk cooling; use multiple analyses to\ntest for disk stability against fragmentation; test the sensitivity of GI\nbehavior to radiation boundary conditions; measure shock strengths and\nfrequencies in GI-bursting disks; evaluate temperature fluctuations in unstable\ndisks; and investigate whether spiral shocks can form chondrules when GIs\nactivate. The numerical methods developed for these studies are discussed,\nincluding a radiation transport routine that explicitly couples the low and\nhigh optical depth regimes and a routine that models ortho and parahydrogen.\nFinally, I explore the hypothesis that chondrule formation and the FU Ori\nphenomenon are driven by GI activation in dead zones.\n","Comment: Accepted by the faculty of the University Graduate School in partial\n  fulfillment of the requirements for the degree Doctor of Philosophy in the\n  Department of Astronomy, Indiana University. v2: Found and corrected typos.\n  Corrected plotting error (strictly a plotting error) in pressure panel of\n  Fig. 7.19"]}]
["0710.1662",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1662"],"date":["2007-10-08","2007-10-14"],"type":["text"],"creator":["Sonoda, Hidenori"],"language":[],"coverage":[],"title":["The Exact Renormalization Group -- renormalization theory revisited --"],"description":["  We overview the entire renormalization theory, both perturbative and\nnon-perturbative, by the method of the exact renormalization group (ERG). We\nemphasize particularly on the perturbative application of the ERG to the phi4\ntheory and QED in the four dimensional euclidean space.\n","Comment: 84 pages, lectures given at the Feza Gursey Institute, Istanbul,\n  Turkey in 10-21 September 2007, references to review articles added in\n  version 2"]}]
["0710.2005",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2005"],"date":["2007-10-10","2007-10-15"],"type":["text"],"creator":["Cheung, Kingman","Yuan, Tzu-Chiang"],"language":[],"coverage":[],"title":["Hidden Fermion in Stueckelberg Z' Models as Milli-charged Dark Matter"],"description":["  The hidden Stueckelberg Z' model is augmented by a pair of Dirac fermions. If\nthe Z' has a coupling strength comparable to weak scale coupling, one can show\nthat this hidden fermion-antifermion pair could be a milli-charged dark matter\ncandidate with a viable relic density. Monochromatic photon flux coming from\nthe Galactic center due to pair annihilation of these milli-charged particles\nis calculated and is shown to be within reach of the next generation gamma-ray\nexperiments. Characteristic collider signature of this theoretical endeavor is\nthat the Stueckelberg Z' boson has a large invisible width decaying into the\nhidden fermion-antifermion pair if kinematically allowed. Singly production of\nthis Z' boson at the LHC and ILC are studied.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 7 eps figures.\n  More references added"]}]
["0710.2081",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","05E99","16S34","20M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2081"],"date":["2007-10-10","2007-10-15"],"type":["text"],"creator":["Hsiao, Samuel K."],"language":[],"coverage":[],"title":["A semigroup approach to wreath-product extensions of Solomon's descent\n  algebras"],"description":["  There is a well-known combinatorial definition, based on ordered set\npartitions, of the semigroup of faces of the braid arrangement. We generalize\nthis definition to obtain a semigroup Sigma_n^G associated with G wr S_n, the\nwreath product of the symmetric group S_n with an arbitrary group G. Techniques\nof Bidigare and Brown are adapted to construct an anti-homomorphism from the\nS_n-invariant subalgebra of the semigroup algebra of Sigma_n^G into the group\nalgebra of G wr S_n. The generalized descent algebras of Mantaci and Reutenauer\nare obtained as homomorphic images when G is abelian.\n","Comment: 6 pages, added a reference and updated the Introduction"]}]
["0710.2202",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2202"],"date":["2007-10-11"],"type":["text"],"creator":["Magass, Carsten","Collaboration, for the D0"],"language":[],"coverage":[],"title":["Searches for Extra Dimensions and for Heavy Resonances in Dilepton,\n  Diphoton, Electron + Photon and Electron + Missing ET Final States with the\n  D0 Detector"],"description":["  The high mass spectrum of lepton and photon pairs is sensitive to a broad\narray of new physics. Examples include searches for extra dimensions in the\ndielectron and diphoton channels. A direct search for electron compositeness is\npossible in the production of excited electrons decaying into an electron and a\nphoton. In addition, the electron plus missing transverse energy data sample\ncan be searched for a W' boson. Latest results in searches in the high mass\ndielectron, diphoton, electron plus photon, and electron plus missing\ntransverse energy channels obtained by the D0 experiment at the Tevatron are\nreported, using a data set corresponding to an integrated luminosity of about 1\ninverse femtobarn. Since no significant excess is observed in the data in all\ncases, limits are set which improve on previous searches.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages,12 figures"]}]
["0710.2207",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2207"],"date":["2007-10-11","2007-10-15"],"type":["text"],"creator":["Honkavaara, Tuomas","Huitu, Katri","Roy, Sourov"],"language":[],"coverage":[],"title":["Sneutrino-antisneutrino mixing at future colliders"],"description":["  Sneutrino-antisneutrino mixing occurs in a supersymmetric model where\nneutrinos have nonzero Majorana masses. This can lead to the sneutrino decaying\ninto a final state with a \"wrong-sign charged lepton\". In an $e^- \\gamma$\ncollider, the signal of the associated production of an electron-sneutrino and\nthe lighter chargino and their subsequent decays can be $e^- \\gamma \\to e^+\n{\\tilde \\tau}_1^- {\\tilde \\tau}_1^- + \\mpT$ where the ${\\tilde \\tau}_1$s are\nlong-lived and can produce heavily ionizing charged tracks. This signal is free\nof any Standard Model background, and the supersymmetric backgrounds are small.\nSuch a signal can be experimentally observable under certain conditions which\nare possible to obtain in an anomaly-mediated supersymmetry breaking scenario.\nInformation on a particular combination of the neutrino masses and mixing\nangles can also be extracted through the observation of this signal.\nSneutrino-antisneutrino mixing at the LHC is currently under study, and\nasymmetry considerations seem promising there.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 3 eps figures;\n  v2: one reference added"]}]
["0710.2282",{"format":[],"subject":["Mathematics - K-Theory and Homology","18F25, 57R67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2282"],"date":["2007-10-11","2007-10-15"],"type":["text"],"creator":["Bartels, Arthur","Lueck, Wolfgang"],"language":[],"coverage":[],"title":["On crossed product rings with twisted involutions, their module\n  categories and L-theory"],"description":["  We study the Farrell-Jones Conjecture with coefficients in an additive\nG-category with involution. This is a variant of the L-theoretic Farrell-Jones\nConjecture which originally deals with group rings with the standard\ninvolution. We show that this formulation of the conjecture can be applied to\ncrossed product rings R*G equipped with twisted involutions and automatically\nimplies the a priori more general fibered version.\n","Comment: Only few typos corrected"]}]
["0710.2341",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2341"],"date":["2007-10-11"],"type":["text"],"creator":["Clavelli, L."],"language":[],"coverage":[],"title":["Extended Higgs Models and a Transition to Exact Susy"],"description":["  String landscape ideas and the observation of a positive vacuum energy in the\ncurrent universe suggest that there could be a future transition to an exactly\nsupersymmetric world. Atomic and molecular binding in this susy background\nprobably require that electroweak symmetry breaking survives the transition.\nAmong several susy higgs models that have been discussed, one stands out in\nthis regard. Thus, the higgs structure that is revealed at the LHC could have\nstrong consequences for the type of bulk matter that may arise in a future susy\nuniverse.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 1 eps figure"]}]
["0710.2342",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2342"],"date":["2007-10-11"],"type":["text"],"creator":["Moreno-Bote, Ruben","Renart, Alfonso","Parga, Nestor"],"language":[],"coverage":[],"title":["Theory of input spike auto- and cross-correlations and their effect on\n  the response of spiking neurons"],"description":["  Spike correlations between neurons are ubiquitous in the cortex, but their\nrole is at present not understood. Here we describe the firing response of a\nleaky integrate-and-fire neuron (LIF) when it receives a temporarily correlated\ninput generated by presynaptic correlated neuronal populations. Input\ncorrelations are characterized in terms of the firing rates, Fano factors,\ncorrelation coefficients and correlation timescale of the neurons driving the\ntarget neuron. We show that the sum of the presynaptic spike trains cannot be\nwell described by a Poisson process. Solutions of the output firing rate are\nfound in the limit of short and long correlation time scales.\n"]}]
["0710.2350",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2350"],"date":["2007-10-11"],"type":["text"],"creator":["Milagro Collaboration","Parkinson, P. M. Saz","Dingus, B. L."],"language":[],"coverage":[],"title":["A Search for Prompt Very High Energy Emission from Satellite-detected\n  Gamma-ray Bursts using Milagro"],"description":["  Gamma-ray bursts (GRBs) have been detected up to GeV energies and are\npredicted by many models to emit in the very high energy (VHE, > 100 GeV)\nregime too. Detection of such emission would allow us to constrain GRB models.\nSince its launch, in late 2004, the Swift satellite has been locating GRBs at a\nrate of approximately 100 per year. The rapid localization and follow-up in\nmany wavelengths has revealed new and unexpected phenomena, such as delayed\nemission in the form of bright X-ray flares. The Milagro gamma-ray observatory\nis a wide field of view (2 sr) instrument employing a water Cherenkov detector\nto continuously ($>$ 90% duty cycle) observe the overhead sky in the 100 GeV to\n100 TeV energy range. Over 100 GRBs are known to have been in the field of view\nof Milagro since January 2000, including 57 since the launch of Swift (through\nMay 2007). We discuss the results of the searches for prompt emission from\nthese bursts, as well as for delayed emission from the X-ray flares observed in\nsome of the Swift bursts.\n","Comment: 4 pages, Proceedings of the 30th ICRC, Merida, Mexico, 3-11 July 2007"]}]
["0710.2352",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Logic","05D10","05C55","03E02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2352"],"date":["2007-10-11"],"type":["text"],"creator":["Van Thé, L. Nguyen"],"language":[],"coverage":[],"title":["Big Ramsey degrees and divisibility in classes of ultrametric spaces"],"description":["  Given a countable set S of positive reals, we study finite-dimensional\nRamsey-theoretic properties of the countable ultrametric Urysohn space with\ndistances in S.\n","Comment: 12 pages"]}]
["0710.2353",{"format":[],"subject":["Mathematics - Dynamical Systems","37D30, 37D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2353"],"date":["2007-10-11"],"type":["text"],"creator":["Hertz, F. Rodriguez","Hertz, M. A. Rodriguez","Tahzibi, A.","Ures, R."],"language":[],"coverage":[],"title":["A Criterion For Ergodicity of Non-uniformly hyperbolic Diffeomorphisms"],"description":["  In this work we exhibit a new criteria for ergodicity of diffeomorphisms\ninvolving conditions on Lyapunov exponents and general position of some\ninvariant manifolds. On one hand we derive uniqueness of SRB-measures for\ntransitive surface diffeomorphisms. On the other hand, using recent results on\nthe existence of blenders we give a positive answer, in the $C^1$ topology, to\na conjecture of Pugh-Shub in the context of partially hyperbolic conservative\ndiffeomorphisms with two dimensional center bundle.\n","Comment: A Research Announcement"]}]
["0710.2357",{"format":[],"subject":["Mathematics - History and Overview","Mathematical Physics","Mathematics - Combinatorics","70C20","97A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2357"],"date":["2007-10-12"],"type":["text"],"creator":["Paterson, Mike","Zwick, Uri"],"language":[],"coverage":[],"title":["Overhang"],"description":["  How far off the edge of the table can we reach by stacking $n$ identical,\nhomogeneous, frictionless blocks of length 1? A classical solution achieves an\noverhang of $1/2 H_n$, where $H_n ~ \\ln n$ is the $n$th harmonic number. This\nsolution is widely believed to be optimal. We show, however, that it is, in\nfact, exponentially far from optimality by constructing simple $n$-block stacks\nthat achieve an overhang of $c n^{1/3}$, for some constant $c>0$.\n","Comment: 27 pages, 24 figures. To appear in American Mathematical Monthly"]}]
["0710.2358",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2358"],"date":["2007-10-11"],"type":["text"],"creator":["Recanati, C."],"language":[],"coverage":[],"title":["Success and failure of programming environments - report on the design\n  and use of a graphic abstract syntax tree editor"],"description":["  The STAPLE project investigated (at the end of the eighties), a persistent\narchitecture for functional programming. Work has been done in two directions:\nthe development of a programming environment for a functional language within a\npersistent system and an experiment on transferring the expertise of functional\nprototyping into industry. This paper is a report on the first activity. The\nfirst section gives a general description of Absynte - the abstract syntax tree\neditor developed within the Project. Following sections make an attempt at\nmeasuring the effectiveness of such an editor and discuss the problems raised\nby structured syntax editing - specially environments based on abstract syntax\ntrees.\n","Comment: This is an old paper (1990) of 29 pages"]}]
["0710.2363",{"format":[],"subject":["Mathematics - Number Theory","11G05, 11R37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2363"],"date":["2007-10-11"],"type":["text"],"creator":["Huang, Ming-Deh","Raskind, Wayne"],"language":[],"coverage":[],"title":["Global duality, signature calculus and the discrete logarithm problem"],"description":["  We study the discrete logarithm problem for the multiplicative group and for\nelliptic curves over a finite field by using a lifting of the corresponding\nobject to an algebraic number field and global duality. We introduce the\n\\textit{signature} of a Dirichlet character (in the multiplicative group case)\nor principal homogeneous space (in the elliptic curve case), which is a measure\nof the ramification at certain places. We then develop \\textit{signature\ncalculus}, which generalizes and refines the index calculus method. Finally, we\nshow the random polynomial time equivalence for these two cases between the\nproblem of computing signatures and the discrete logarithm problem.\n"]}]
["0710.2372",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2372"],"date":["2007-10-11"],"type":["text"],"creator":["CDF Collaboration","Choudalakis, Georgios"],"language":[],"coverage":[],"title":["Vista, results of a model-independent search for new physics in 927\n  pb^-1 at CDF"],"description":["  A global, model-independent search for high-pT exotic phenomena is presented\nusing 927 pb^-1 of CDF II data. The search algorithms employed in this analysis\nare Vista and Sleuth. These proceedings focus on Vista, including a description\nof the method and a summary of results.\n","Comment: Submitted for the SUSY07 proceedings"]}]
["0710.2376",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D06, 14J40, 32M05, 32M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2376"],"date":["2007-10-11"],"type":["text"],"creator":["Hwang, Jun-Muk","Oguiso, Keiji"],"language":[],"coverage":[],"title":["Characteristic foliation on the discriminantal hypersurface of a\n  holomorphic Lagrangian fibration"],"description":["  We give a Kodaira-type classification of general singular fibers of a\nholomorphic Lagrangian fibration in Fujiki's class $\\mathcal C$. Our approach\nis based on the study of the characteristic vector field of the discriminantal\nhypersurface, which naturally arises from the defining equation of the\nhypersurface via the symplectic form. As an application, we show that the\ncharacteristic foliation of the discriminantal hypersurface has algebraic\nleaves which are either rational curves or smooth elliptic curves.\n"]}]
["0710.2378",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2378"],"date":["2007-10-11"],"type":["text"],"creator":["CDF Collaboration","Choudalakis, Georgios"],"language":[],"coverage":[],"title":["Sleuth at CDF, a quasi-model-independent search for new electroweak\n  scale physics"],"description":["  These proceedings describe Sleuth, a quasi-model-independent search strategy\ntargeting new electroweak scale physics, and its application to 927 pb^-1 of\nCDF II data. Exclusive final states are analyzed for an excess of data beyond\nthe Standard Model prediction at large summed scalar transverse momentum. This\nanalysis of high-pT data represents one of the most encompassing searches so\nfar conducted for new physics at the energy frontier.\n","Comment: Submitted for the SUSY07 proceedings"]}]
["0710.2384",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Analysis of PDEs","35F25, 37C70, 35Q72."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2384"],"date":["2007-10-12"],"type":["text"],"creator":["Katriel, Guy","Kupferman, Raz","Titi, Edriss S."],"language":[],"coverage":[],"title":["Long-time limit for a class of quadratic infinite-dimensional dynamical\n  systems inspired by models of viscoelastic fluids"],"description":["  We study a class of quadratic, infinite-dimensional dynamical systems,\ninspired by models for viscoelastic fluids. We prove that these equations\ndefine a semi-flow on the cone of positive, essentially bounded functions. As\ntime tends to infinity, the solutions tend to an equilibrium manifold in the\n$L^2$-norm. Convergence to a particular function on the equilibrium manifold is\nonly proved under additional assumptions. We discuss several possible\ngeneralizations.\n"]}]
["0710.2385",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2385"],"date":["2007-10-12"],"type":["text"],"creator":["Hirai, Shiro","Takami, Tomoyuki"],"language":[],"coverage":[],"title":["Effect of initial condition of inflation on power and angular power\n  spectra in finite slow-roll inflation"],"description":["  The effect of the initial condition of inflation on the power spectra of\nscalar and tensor perturbations is estimated assuming a slow-roll inflation\nmodel. By defining a more general initial state in inflation particular\nproperties of the power spectrum such as oscillation can be revealed. The\nbehavior of the power spectrum is shown to exhibit a step-like variation with\nrespect to finite inflation length in cases of both radiation- and scalar\nmatter-dominated pre-inflation. The power spectrum is shown to oscillate in the\nradiation-dominated case. The effects of such a power spectrum on the TT and TE\npower spectra are examined for three typical slow-roll inflation models; a\nsmall-field model, a large field model, and a hybrid model, considering both\npre-inflation models. It is found that the discrepancies between WMAP3 data and\nthe Lambda CDM model, such as suppression of the spectrum at l=2, may be\nexplained to a certain extent by the finite length of inflation for inflation\nof close to 60 e-folds. The small-field inflation model with scalar\nmatter-dominated pre-inflation provides the best fit to the WMAP3 data among\nthe models considered. Relatively large changes in the angular TT power\nspectrum occur in response to small changes in inflation length in the\nradiation-dominated pre-inflation models, and half cases do not fit well with\nthe observed data. This behavior is considered to be attributable to the\noscillatory behavior of the power spectrum. The scalar matter-dominated case is\nthus preferred to the radiation-dominated case of pre-inflation, independent of\nthe length of inflation.\n","Comment: 28 pages 5 figues"]}]
["0710.2387",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Optimization and Control","47B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2387"],"date":["2007-10-12"],"type":["text"],"creator":["Bauschke, H. H.","Deutsch, F.","Hundal, H."],"language":[],"coverage":[],"title":["Characterizing arbitrarily slow convergence in the method of alternating\n  projections"],"description":["  In 1997, Bauschke, Borwein, and Lewis have stated a trichotomy theorem that\ncharacterizes when the convergence of the method of alternating projections can\nbe arbitrarily slow. However, there are two errors in their proof of this\ntheorem. In this note, we show that although one of the errors is critical, the\ntheorem itself is correct. We give a different proof that uses the\nmultiplicative form of the spectral theorem, and the theorem holds in any real\nor complex Hilbert space, not just in a real Hilbert space.\n"]}]
["0710.2388",{"format":[],"subject":["Mathematics - Complex Variables","32V40","32C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2388"],"date":["2007-10-12"],"type":["text"],"creator":["Isaev, A. V."],"language":[],"coverage":[],"title":["On Chern-Moser normal forms of strongly pseudoconvex hypersurfaces with\n  high-dimensional stability group"],"description":["  We explicitly describe germs of strongly pseudoconvex non-spherical\nreal-analytic hypersurfaces $M$ at the origin in $\\CC^{n+1}$ for which the\ngroup of local CR-automorphisms preserving the origin has dimension $d_0(M)$\nequal to either $n^2-2n+1$ with $n\\ge 2$, or $n^2-2n$ with $n\\ge 3$. The\ndescription is given in terms of equations defining hypersurfaces near the\norigin, written in the Chern-Moser normal form. These results are motivated by\nthe classification of locally homogeneous Levi non-degenerate hypersurfaces in\n$\\CC^3$ with $d_0(M)=1,2$ due to A. Loboda, and complement earlier joint work\nby V. Ezhov and the author for the case $d_0(M)\\ge n^2-2n+2$.\n"]}]
["0710.2392",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2392","ATALANTE 2000 (les recherches scientifiques sur l'aval du cycle\n  pour le 21\\`eme si\\`ecle), AVIGNON : France (2000)"],"date":["2007-10-12"],"type":["text"],"creator":["Loiseau, P.","Touet, I.","Caurant, Daniel","Dextre, Y.","Fillet, C."],"language":[],"coverage":[],"title":["Characterization of the Microstructure of Zirconolite-Based\n  Glass-Ceramics"],"description":["  December 1991 legislation in France has spurred research on enhanced\nseparation and conditioning or transmutation of long-lived radionuclides from\nhigh level radioactive wastes (HLW). In this field, we have studied\nzirconolite-based glass-ceramics in which the crystalline phase (zirconolite:\nCaZrTi2O7) aimed to preferentially incorporate minor actinides is embedded in a\nglassy calcium aluminosilicate matrix. At the laboratory scale, the\ncrystallization of the parent glass is carried out thanks to a two-step thermal\ntreatment: a nucleation stage followed by a growth stage. This paper presents\nthe evolution of the crystallization, followed by scanning electron microscopy\n(SEM) and X-ray diffraction (XRD), with the temperature of the crystal growth\nthermal treatment, in the range 950 degrees - 1350 degrees C.\n","Comment: 4 pages"]}]
["0710.2404",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2404","Science and Technology No.19 p 11-14 RIST, Kinki University (2007)"],"date":["2007-10-12"],"type":["text"],"creator":["Inoue, Kaiki Taro"],"language":[],"coverage":[],"title":["Probing the Origin of the Large-angle CMB Anomalies"],"description":["  It has been argued that the large-angle cosmic microwave background\nanisotropy has anomalies at 3-sigma level. We review various proposed ideas to\nexplain the origin of the anomalies and discuss how we can constrain the\nproposed models using future observational data.\n","Comment: 5 pages"]}]
["0710.2409",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2409"],"date":["2007-10-12"],"type":["text"],"creator":["Mück, Alexander"],"language":[],"coverage":[],"title":["Precise predictions for MSSM Higgs-boson production in bottom-quark\n  fusion"],"description":["  The main production mechanism for supersymmetric Higgs particles at hadron\ncolliders crucially depends on the size of their Yukawa couplings to bottom\nquarks. For sufficiently large tan(beta) the total cross section for some of\nthe neutral Higgs bosons in the MSSM is dominated by bottom-quark fusion. After\nan introduction to bottom-associated Higgs production, we discuss the complete\nO(alpha) electroweak and O(alpha_s) strong corrections for the bb-fusion\nchannel in the MSSM. Choosing proper renormalization and input-parameter\nschemes, an improved Born approximation, constructed from previously known\nresults, can absorb the bulk of the corrections so that the remaining\nnon-universal corrections are typically of the order of a few per cent.\nNumerical results are discussed for the SPS benchmark scenarios.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, 2 figures"]}]
["0710.2423",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2423"],"date":["2007-10-12"],"type":["text"],"creator":["Suleymanov, M. K.","Khan, E. U.","Ahmed, K.","Haseeb, Mahnaz Q.","Tahir, Farida","Huseynaliyev, Ya. H."],"language":[],"coverage":[],"title":["Centrality dependence of some characteristics of relativistic nuclear\n  interactions and percolation cluster formation"],"description":["  Some of the centrality experiments indicate regime change and saturation in\nthe behaviour of characteristics of the secondary particles produced in\nrelativistic nuclear interactions. We discuss that the responsible mechanism to\nexplain the phenomena could be the percolation cluster formation and we expect\nappearance of deconfinement in the cluster.\n","Comment: 5 pages"]}]
["0710.2425",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55","49S05","74C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2425"],"date":["2007-10-12"],"type":["text"],"creator":["Stefanelli, Ulisse"],"language":[],"coverage":[],"title":["A variational principle for hardening elastoplasticity"],"description":["  We present a variational principle governing the quasistatic evolution of a\nlinearized elastoplastic material. In case of linear hardening, the novel\ncharacterization allows to recover and partly extend some known results and\nproves itself to be especially well-suited for discussing general approximation\nand convergence issues. In particular, the variational principle is exploited\nin order to prove in a novel setting the convergence of time and space-time\ndiscretizations as well as to provide some possible a posteriori error control.\n","Comment: 29 pages, 1 figure"]}]
["0710.2428",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2428"],"date":["2007-10-12"],"type":["text"],"creator":["Chung, C. H.","Gast, H.","Olzem, J.","Schael, S."],"language":[],"coverage":[],"title":["The anomaly in the cosmic-ray positron spectrum"],"description":["  A recent analysis of cosmic-ray data from a space borne experiment by the AMS\ncollaboration supports the observation of an excess in the cosmic-ray positron\nspectrum by previous balloon experiments. The combination of the various\nexperimental data establishes a deviation from the expected background with a\nsignificance of more than four standard deviations. The observed change in the\nspectral index cannot be explained without introducing a new source of\npositrons. When interpreted within the MSSM a consistent description of the\nantiproton spectrum, the diffuse gamma-ray flux and the positron fraction is\nobtained which is compatible with all other experimental data, including recent\nWMAP data.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, PDFLaTeX, 4 pdf\n  figures"]}]
["0710.2429",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2429"],"date":["2007-10-12"],"type":["text"],"creator":["Stöckinger, Dominik"],"language":[],"coverage":[],"title":["(g-2)_mu and supersymmetry: status and prospects"],"description":["  The experimental determination of the muon magnetic moment and its\ntheoretical prediction within the Standard Model and the MSSM are reviewed. A 3\nsigma deviation between experiment and Standard Model prediction has been\nestablished, and supersymmetry could provide a natural explation of this\ndeviation. Possible future improvements and the case for a new experiment are\ndiscussed.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, Latex, 3 eps figures"]}]
["0710.2430",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2430"],"date":["2007-10-12","2007-10-15"],"type":["text"],"creator":["Malinsky, Michal"],"language":[],"coverage":[],"title":["Tackling the SUSY flavour & CP problem - SUGRA versus SU(3)"],"description":["  We comment on the power of the 'standard' solutions to the SUSY flavour and\nCP problem based on supergravity and its derivates like mSUGRA in comparison to\nthe flavour symmetry approach. It is argued that flavour symmetries, and SU(3)\nin particular, can not only mimic the situation in supergravity frameworks in\nthis respect, but sometimes do even better providing at the same time a further\nlink between the soft and Yukawa sectors, that could be testable at future\nexperimental facilities.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages; references added in v2"]}]
["0710.2437",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2437"],"date":["2007-10-12"],"type":["text"],"creator":["Joergens, Viki","Mueller, Andre"],"language":[],"coverage":[],"title":["Discovery of 18 Jupiter mass RV companion orbiting the brown dwarf\n  candidate ChaHa8"],"description":["  We report the discovery of a 16-20 Jupiter mass radial velocity companion\naround the very young (3 Myr) brown dwarf candidate ChaHa8. Based on\nhigh-resolution echelle spectra of ChaHa8 taken between 2000 and 2007 with UVES\nat the VLT, a companion was detected through RV variability with a\nsemi-amplitude of 1.6 km/s. A Kepler fit to the data yields an orbital period\nof the companion of 1590 days and an eccentricity of e=0.49. A companion\nminimum mass M2sin i between 16 and 20 Jupiter masses is derived when using\nmodel-dependent mass estimates for the primary. The mass ratio M2/M1 might be\nas small as 0.2 and, with a probability of 87%, it is less than 0.4. ChaHa8\nharbors most certainly the lowest mass companion detected so far in a close (~1\nAU) orbit around a brown dwarf or very low-mass star. From the uncertainty in\nthe orbit solution, it cannot completely be ruled out that the companion has a\nmass in the planetary regime. Its discovery is in any case an important step\ntowards RV planet detections around BDs. Further, ChaHa8 is the fourth known\nspectroscopic brown dwarf or very low-mass binary system with an RV orbit\nsolution and the second known very young one.\n","Comment: Proceeding of conference 'Extreme Solar Systems' held on Santorini in\n  June 2007, 4 pages, 1 figure"]}]
["0710.2438",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2438"],"date":["2007-10-12"],"type":["text"],"creator":["Hallgren, Tomas"],"language":[],"coverage":[],"title":["Stability and leptogenesis in left-right symmetric seesaw models"],"description":["  In left-right symmetric seesaw models an eight-fold degeneracy among the\nright-handed neutrino mass matrices is known to exist. We use stability and\nviability of leptogenesis as criteria in order to discriminate among the\ndegenerate solutions and to partially lift the eight-fold degeneracy.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 3 figures"]}]
["0710.2445",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2445"],"date":["2007-10-12"],"type":["text"],"creator":["Noronha, Jorge","Shovkovy, Igor A."],"language":[],"coverage":[],"title":["Magnetization of Color-Flavor Locked Matter"],"description":["  We show that the magnetization in color-flavor locked superconductors can be\nso strong that homogeneous quark matter becomes metastable for a wide range of\nmagnetic field values. This indicates that magnetic domains or other type of\nmagnetic inhomogeneities can be present in the quark cores of magnetars.\n","Comment: 2 pages, to appear in the proceedings of the International Symposium\n  on Exotic States of Nuclear Matter (EXOCT 2007), Catania, Italy, 11-15 Jun\n  2007"]}]
["0710.2446",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2446","Dans Proceedings - The 3rd Language & Technology Conference: Human\n  Language Technologies as a Challenge for Computer Science and Linguistics,\n  Poznan : Pologne (2007)"],"date":["2007-10-12"],"type":["text"],"creator":["Recanati, Catherine","Rogovschi, Nicoleta","Bennani, Younès"],"language":[],"coverage":[],"title":["The structure of verbal sequences analyzed with unsupervised learning\n  techniques"],"description":["  Data mining allows the exploration of sequences of phenomena, whereas one\nusually tends to focus on isolated phenomena or on the relation between two\nphenomena. It offers invaluable tools for theoretical analyses and exploration\nof the structure of sentences, texts, dialogues, and speech. We report here the\nresults of an attempt at using it for inspecting sequences of verbs from French\naccounts of road accidents. This analysis comes from an original approach of\nunsupervised training allowing the discovery of the structure of sequential\ndata. The entries of the analyzer were only made of the verbs appearing in the\nsentences. It provided a classification of the links between two successive\nverbs into four distinct clusters, allowing thus text segmentation. We give\nhere an interpretation of these clusters by applying a statistical analysis to\nindependent semantic annotations.\n"]}]
["0710.2449",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2449"],"date":["2007-10-12"],"type":["text"],"creator":["Ryazanov, V. V."],"language":[],"coverage":[],"title":["Statistical substantiation of introduction of the distributions\n  containing lifetime as thermodynamic parameter"],"description":["  By means of an inequality of the information and parametrization of family of\ndistributions of the probabilities, supposing an effective estimation,\nintroduction of the distributions containing time of the first achievement of a\nlevel as internal thermodynamic parameter ground.\n","Comment: 11 pages, 1 figure"]}]
["0710.2452",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2452"],"date":["2007-10-12"],"type":["text"],"creator":["Crowley, Cian","Espey, B. R.","McCandliss, S. R."],"language":[],"coverage":[],"title":["EG And: FUSE and HST/STIS Monitoring of an Eclipsing Symbiotic Binary"],"description":["  We present highlights and an overview of 20 FUSE and HST/STIS observations of\nthe bright symbiotic binary EG And. The main motivation behind this work is to\nobtain spatially-resolved information on an evolved giant star in order to\nunderstand the mass-loss processes at work in these objects. The system\nconsists of a low-luminosity white dwarf and a mass-losing, non-dusty M2 giant.\nThe ultraviolet observations follow the white dwarf continuum through periodic\ngradual occultations by the wind and chromosphere of the giant, providing a\nunique diagnosis of the circumstellar gas in absorption. Unocculted spectra\ndisplay high ionization features, such as the OVI resonance doublet which is\npresent as a variable (hourly time-scales), broad wind profile, which diagnose\nthe hot gas close to the dwarf component. Spectra observed at stages of partial\noccultation display a host of low-ionization, narrow, absorption lines, with\ntransitions observed from lower energy levels up to ~5eV above ground. This\nabsorption is due to chromospheric/wind material, with most lines due to\ntransitions of SiII, PII, NI, FeII and NiII, as well as heavily damped HI Lyman\nseries features. No molecular features are observed in the wind acceleration\nregion despite the sensitivity of FUSE to molecular hydrogen. From analysis of\nthe ultraviolet dataset, as well as optical data, we find that the dwarf\nradiation does not dominate the wind acceleration region of the giant, and that\nobserved thermal and dynamic wind properties are most likely representative of\nisolated red giants.\n","Comment: To be published in the Astrophysical Journal, January 2008"]}]
["0710.2459",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2459","PRB 76, 132502 (2007)","doi:10.1103/PhysRevB.76.132502"],"date":["2007-10-12"],"type":["text"],"creator":["Salem-Sugui Jr., S.","Doria, Mauro M.","Alvarenga, A. D.","Vieira, V. M.","Farinas, P. F.","Sinnecker, J. P."],"language":[],"coverage":[],"title":["The average kinetic energy density of Cooper pairs above $T_c$ in ${\\rm\n  YBa_2Cu_3O_{7-x}}$, ${\\rm Bi_2Sr_2CaCu_2O_{8+\\delta}}$, and ${\\rm Nb}$"],"description":["  We have obtained isofield curves for the square root of the average kinetic\nenergy density of the superconducting state for three single crystals of\nunderdoped $YBa_2Cu_3O_{7-x}$, an optimally doped single crystal of\n$Bi_2Sr_2CaCu_2O_{8+\\delta}$, and Nb. These curves, determined from isofield\nmagnetization versus temperature measurements and the virial theorem of\nsuperconductivity, probe the order parameter amplitude near the upper critical\nfield. The striking differences between the Nb and the high-$T_c$ curves\nclearly indicate for the latter cases the presence of a unique superconducting\ncondensate below and above $T_c$.\n"]}]
["0710.2465",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2465"],"date":["2007-10-12"],"type":["text"],"creator":["Semmes, Stephen"],"language":[],"coverage":[],"title":["A geometric construction for fractal sets and related linear operators"],"description":["  A way to add an extra dimension is briefly discussed.\n","Comment: 3 pages, latex-2e"]}]
["0710.2472",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2472"],"date":["2007-10-12"],"type":["text"],"creator":["Hollik, Wolfgang","Kollar, Monika","Trenkel, Maike K."],"language":[],"coverage":[],"title":["EW NLO corrections to pair production of top-squarks at the LHC"],"description":["  Presented are complete electroweak (EW) corrections at ${\\cal\nO}(\\alpha\\alpha_{\\mathrm s}^{\\mathrm 2})$ to top-squark pair production at the\nLarge Hadron Collider (LHC) within the framework of the Minimal Supersymmetric\nStandard Model (MSSM). At this order, effects from the interference of EW and\nQCD contributions have to be taken into account. Also photon-induced top-squark\nproduction is considered as additionnal partonic channel which arises from the\nnon-zero photon density in the proton. Furthermore, the impact of MSSM\nparameters on the EW corrections is analyzed.\n","Comment: Submitted for the SUSY07 proceedings. 4 pages, 3 figures"]}]
["0710.2486",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2486"],"date":["2007-10-12"],"type":["text"],"creator":["Athron, Peter","Miller, D. J."],"language":[],"coverage":[],"title":["Measuring Fine Tuning In Supersymmetry"],"description":["  The solution to fine tuning is one of the principal motivations for\nsupersymmetry. However constraints on the parameter space of the Minimal\nSupersymmetric Standard Model (MSSM) suggest it may also require fine tuning\n(although to a much lesser extent). To compare this tuning with different\nextensions of the Standard Model (including other supersymmetric models) it is\nessential that we have a reliable, quantitative measure of tuning. We review\nthe measures of tuning used in the literature and propose an alternative\nmeasure. We apply this measure to several toy models and the MSSM with some\nintriguing results.\n","Comment: Submitted for the SUSY07 proceedings"]}]
["0710.2490",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2490"],"date":["2007-10-12"],"type":["text"],"creator":["Kant, Philipp"],"language":[],"coverage":[],"title":["Dimensional Reduction Applied to Non-Supersymmetric Theories"],"description":["  We consider regularisation of a Yang-Mills theory by Dimensional Reduction\n(DRED). In particular, the anomalous dimensions of fermion masses and gauge\ncoupling are computed to four-loop order. We put special emphasis on the\ntreatment of evanescent couplings which appear when DRED is applied to\nnon-supersymmetric theories. We highlight the importance of distinguishing\nbetween the evanescent and the real couplings. Considering the special case of\na Super-Yang-Mills theory, we find that Dimensional Reduction is sufficient to\npreserve Supersymmetry in our calculations.\n","Comment: Submitted for the SUSY07 proceedings, 3 pages"]}]
["0710.2495",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2495"],"date":["2007-10-12"],"type":["text"],"creator":["Kretschmann, Dennis","Schlingemann, Dirk","Werner, Reinhard F."],"language":[],"coverage":[],"title":["A Continuity Theorem for Stinespring's Dilation"],"description":["  We show a continuity theorem for Stinespring's dilation: two completely\npositive maps between arbitrary C*-algebras are close in cb-norm iff we can\nfind corresponding dilations that are close in operator norm. The proof\nestablishes the equivalence of the cb-norm distance and the Bures distance for\ncompletely positive maps. We briefly discuss applications to quantum\ninformation theory.\n","Comment: 18 pages, no figures"]}]
["0710.2502",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2502"],"date":["2007-10-12"],"type":["text"],"creator":["CDF Collaboration","Mack, Philipp"],"language":[],"coverage":[],"title":["Search for rare b-meson decays at CDF"],"description":["  We report on the search for $B^0_s\\to\\mu^+\\mu^-$, $B^0_d\\to\\mu^+\\mu^-$ decays\nand $b\\to s \\mu^+\\mu^-$ transitions in exclusive decays of B mesons using the\nCDF II detector at the Fermilab Tevatron Collider. Using 2 fb$^{-1}$ of Run II\ndata we find upper limits on the branching fractions\n$\\mathcal{B}(B^0_s\\to\\mu^+\\mu^-)<5.8\\times 10^{-8}$ and\n$\\mathcal{B}(B^0_d\\to\\mu^+\\mu^-)<1.8\\times 10^{-8}$ at 95% confidence level.\nThe results for the branching fractions of the $b\\to s \\mu^+\\mu^-$ transitions\nusing 924 pb$^{-1}$ of Run II data are\n$\\mathcal{B}(B^+\\to\\mu^+\\mu^-K^+)=(0.60\\pm0.15\\pm0.04)\\times 10^{-6}$,\n$\\mathcal{B}(B^0_d\\to\\mu^+\\mu^-K^{*0})=(0.82\\pm0.31\\pm0.10)\\times 10^{-6}$ and\n$\\mathcal{B}(B^0_s\\to \\mu^+\\mu^-\\phi)/\\mathcal{B}(B^0_s\\to J/\\psi\\phi) <\n2.61\\times 10^{-3}$ at 95% confidence level.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 6 eps figures"]}]
["0710.2506",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H05","60G15","60H07","60H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2506"],"date":["2007-10-12"],"type":["text"],"creator":["Lototsky, S. V.","Stemmann, K."],"language":[],"coverage":[],"title":["Stochastic Integrals and Evolution Equations with Gaussian Random Fields"],"description":["  The paper studies stochastic integration with respect to Gaussian processes\nand fields. It is more convenient to work with a field than a process: by\ndefinition, a field is a collection of stochastic integrals for a class of\ndeterministic integrands. The problem is then to extend the definition to\nrandom integrands. An orthogonal decomposition of the chaos space of the random\nfield, combined with the Wick product, leads to the \\Ito-Skorokhod integral,\nand provides an efficient tool to study the integral, both analytically and\nnumerically. For a Gaussian process, a natural definition of the integral\nfollows from a canonical correspondence between random processes and a special\nclass of random fields. Some examples of the corresponding stochastic\ndifferential equations are also considered.\n"]}]
["0710.2508",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2508"],"date":["2007-10-12"],"type":["text"],"creator":["Gupta, Sudhir Kumar","Mukhopadhyaya, Biswarup","Rai, Santosh Kumar"],"language":[],"coverage":[],"title":["Right-Chiral Sneutrino LSP in mSUGRA: Event characteristics of NLSP at\n  the LHC"],"description":["  We study a supersymmetric scenario where the lighter tau-sneutrino is the\nlightest supersymmetric particle, while the lighter stau-state is the next\nlightest. Such a scenario can be motivated within the framework of minimal\nsupergravity, with just the addition of a right-chiral neutrino superfield.\nSuch a spectrum leads to rather unusual signals of supersymmetry, showing\nstable tracks of the stau in the muon chambers. We study the event\ncharacteristics of the long-lived staus at the LHC and demonstrate that the\nstau tracks can be distinguished from the muonic ones through proper kinematic\ncuts which also enable one to remove all standard model backgrounds.\n","Comment: Submitted for the SUSY07 proceedings. 4 pages, Latex, 7 eps figures"]}]
["0710.2517",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2517"],"date":["2007-10-12","2007-10-13"],"type":["text"],"creator":["Alvarez-Gaume, L.","Gomez, C.","Vera, A. Sabio","Tavanfar, A.","Vazquez-Mozo, M. A."],"language":[],"coverage":[],"title":["Gluon Saturation and Black Hole Criticality"],"description":["  We discuss the recent proposal in hep-th/0611312 where it was shown that the\ncritical anomalous dimension associated to the onset of non-linear effects in\nthe high energy limit of QCD coincides with the critical exponent governing the\nradius of the black hole formed in the spherically symmetric collapse of a\nmassless scalar field. We argue that a new essential ingredient in this mapping\nbetween gauge theory and gravity is continuous self-similarity, not present in\nthe scalar field case but in the spherical collapse of a perfect fluid with\nbarotropic equation of state. We identify this property with geometric scaling,\npresent in DIS data at small values of Bjorken x. We also show that the\nChoptuik exponent in dimension five tends to the QCD critical value in the\ntraceless limit of the energy momentum tensor.\n","Comment: Talk given at 12th International Conference on Elastic and\n  Diffractive Scattering: Forward Physics and QCD, Hamburg, DESY, Germany,\n  21-25 May 2007"]}]
["0710.2525",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2525"],"date":["2007-10-12"],"type":["text"],"creator":["Deppisch, Frank"],"language":[],"coverage":[],"title":["Lepton Flavor Violation at the LHC"],"description":["  In supersymmetric scenarios, the seesaw mechanism involving heavy\nright-handed neutrinos implies sizable lepton flavor violation (LFV) in the\nslepton sector. We discuss the potential of detecting LFV processes at the LHC\nin mSUGRA+seesaw scenarios and for general mixing in either the left- or\nright-handed slepton sector. The results are compared with the sensitivity of\nrare LFV mu -> e gamma decay experiments.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 5 eps figures"]}]
["0710.2527",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2527"],"date":["2007-10-12"],"type":["text"],"creator":["Edgal, U. F.","Huber, D. L."],"language":[],"coverage":[],"title":["Equilibrium Properties of Mixtures of Bosons and Fermions"],"description":["  Partial Quantum Nearest Neighbor Probability Density Functions (PQNNPDF's)\nare formulated for the purpose of determining the behavior of quantum mixed\nsystems in equilibrium in a manner analogous to that provided for classical\nmulti-component systems. Developments in partial quantum m-tuplet distribution\nfunctions, a generalization of the partial quantum radial distribution\nfunction, along with their relationship to PQNNPDF's, are briefly elucidated.\nThe calculation of statistical thermodynamic properties of quantum mixtures is\npresented for arbitrary material systems. Application to the limiting case of\ndilute, weakly correlated quantum gas mixtures has been outlined and the second\nvirial coefficient is derived. The case of dilute strongly degenerate mixtures\nis also addressed, providing an expression for the PQNNPDF applicable in this\nthermodynamic regime.\n","Comment: 32 pages including abstract and title pages"]}]
["0710.2529",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2529"],"date":["2007-10-12"],"type":["text"],"creator":["Gabarro-Arpa, Jacques"],"language":[],"coverage":[],"title":["Heuristic decomposition of cones in molecular conformational space"],"description":["  In a previous work arXiv:physics/0611108v2, it was shown that the volume\nspanned by a molecular system in its conformational space can be effectively\nbounded by a polyhedral cone, this cone is described by means of a simple\ncombinatorial formula. On the other hand it was constructed a transversal graph\nstructure encoding the region of conformational space accessible to the system.\n  From the information in this graph, it is possible to decompose the main cone\ninto a hierarchy of smaller ones that are more manageable, and are\nprogressively more tightly bound to the region in which the system evolves.\n"]}]
["0710.2530",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2530","doi:10.1063/1.2787009"],"date":["2007-10-12"],"type":["text"],"creator":["Varga, Szabolcs","Fraden, Seth"],"language":[],"coverage":[],"title":["Smectic ordering in athermal systems of rod-like triblock copolymers"],"description":["  The phase behavior of the system of parallel rigid triblock copolymers is\nexamined using the second-virial density functional theory. The triblock\nparticle consists of two identical infinitely thin hard rods of finite lengths\non the opposite ends of one central hard cylinder with nonzero length and\ndiameter. Stability analyses and free energy calculations show that the system\nof parallel particles can form not only uniform nematic and smectic A phases,\nbut a smectic-C phase too. The stability and structure of the tilted structure\nis controlled by only the diameter and the length of the central cylinder\nsegment. Interestingly, the diameter effects only the layer tilting and the\nperiodicity, but not the packing fraction of the nematic to smectic-C\ntransition. For all values of cylinder length the usual smectic-A and smectic-C\ntransitions compete with each other and no nematic-columnar transition is\nobserved. At low and high cylinder length the smectic-A phase is stabilized\nfirst, while the smectic C is the most stable for intermediate length values.\n"]}]
["0710.2531",{"format":[],"subject":["Mathematics - Geometric Topology","57M27","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2531"],"date":["2007-10-12"],"type":["text"],"creator":["Rasmussen, Jacob"],"language":[],"coverage":[],"title":["Lens space surgeries and L-space homology spheres"],"description":["  We describe necessary and sufficient conditions for a knot in an L-space to\nhave an L-space homology sphere surgery. We use these conditions to reformulate\na conjecture of Berge about which knots in S^3 admit lens space surgeries.\n","Comment: 23 pages, 3 figures"]}]
["0710.2532",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.0","C.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2532"],"date":["2007-10-12"],"type":["text"],"creator":["King, Valerie","Phillips, Cynthia","Saia, Jared","Young, Maxwell"],"language":[],"coverage":[],"title":["Sleeping on the Job: Energy-Efficient Broadcast for Radio Networks"],"description":["  We address the problem of minimizing power consumption when performing\nreliable broadcast on a radio network under the following popular model. Each\nnode in the network is located on a point in a two dimensional grid, and\nwhenever a node sends a message, all awake nodes within distance r receive the\nmessage. In the broadcast problem, some node wants to successfully send a\nmessage to all other nodes in the network even when up to a 1/2 fraction of the\nnodes within every neighborhood can be deleted by an adversary. The set of\ndeleted nodes is carefully chosen by the adversary to foil our algorithm and\nmoreover, the set of deleted nodes may change periodically. This models\nworst-case behavior due to mobile nodes, static nodes losing power or simply\nsome points in the grid being unoccupied. A trivial solution requires each node\nin the network to be awake roughly 1/2 the time, and a trivial lower bound\nshows that each node must be awake for at least a 1/n fraction of the time. Our\nfirst result is an algorithm that requires each node to be awake for only a\n1/sqrt(n) fraction of the time in expectation. Our algorithm achieves this\nwhile ensuring correctness with probability 1, and keeping optimal values for\nother resource costs such as latency and number of messages sent. We give a\nlower-bound that shows that this reduction in power consumption is\nasymptotically optimal when latency and number of messages sent must be\noptimal. If we can increase the latency and messages sent by only a log*n\nfactor we give a Las Vegas algorithm that requires each node to be awake for\nonly a (log*n)/n expected fraction of the time; we give a lower-bound showing\nthat this second algorithm is near optimal. Finally, we show how to ensure\nenergy-efficient broadcast in the presence of Byzantine faults.\n","Comment: 15 pages, 1 figure"]}]
["0710.2537",{"format":[],"subject":["Physics - Popular Physics","Condensed Matter - Materials Science","Physics - Physics and Society","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2537"],"date":["2007-10-12"],"type":["text"],"creator":["Tahan, Charles"],"language":[],"coverage":[],"title":["Spookytechnology and Society"],"description":["  New technologies based on the exploitation of so-called \"second order\"\nquantum phenomena - such as quantum entanglement - deserve a public-friendly,\nrational, and sexy name. Spookytechnology is that unifying term. From\nhistorical and motivational perspectives, this name has greater value than the\nmany variations of quantum this and quantum that presently used. As many\nalready believe, the pursuit of spookytechnology has profound implications for\nthe development of the physical and information sciences and ultimately for\nsociety at large. Spookytechnology will find its place in the increasingly\ndense line of major technological revolutions of our time: quantum, info, bio,\nnano, spooky.\n","Comment: Comments welcome. Visit http://www.tahan.com/charlie/nanosociety/ for\n  more and related information"]}]
["cond-mat/0304109",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0304109","Phys. Rev. Lett. 91, 107202 (2003)","doi:10.1103/PhysRevLett.91.107202"],"date":["2003-04-04","2003-04-11"],"type":["text"],"creator":["Ishida, Y.","Sarma, D. D.","Okazaki, K.","Okabayashi, J.","Hwang, J. I.","Ott, H.","Fujimori, A.","Medvedkin, G. A.","Ishibashi, T.","Sato, K."],"language":[],"coverage":[],"title":["In situ photoemission study of the room-temperature ferromagnet\n  ZnGeP_2:Mn"],"description":["  The chemical states of the ZnGeP$_{2}$:Mn interface, which shows\nferromagnetism above room-temperature, has been studied by photoemission\nspectroscopy. Mn deposition on the ZnGeP$_2$ substrate heated to 400$^{\\circ}$C\ninduced Mn substitution for Zn and then the formation of metallic Mn-Ge-P\ncompounds. Depth profile studies have shown that Mn 3$d$ electrons changed\ntheir character from itinerant to localized along the depth, and in the deep\nregion, dilute divalent Mn species ($\\textless$ 5 % Mn) was observed with a\ncoexisting metallic Fermi edge of non-Mn 3$d$ character. The possibility of\nhole doping through Mn substitution for Ge and/or Zn vacancy is discussed.\n","Comment: 4 pages, 5 figures"]}]
["cond-mat/0612281",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612281","Fizika Nizkikh Temperatur, 2007, v.33, No.9, p.982-996 [Low\n  Temperature Physics -- September 2007 -- Volume 33, Issue 9, pp. 745-756]","doi:10.1063/1.2780166"],"date":["2006-12-12","2007-09-17"],"type":["text"],"creator":["Derzhko, Oleg","Richter, Johannes","Honecker, Andreas","Schmidt, Heinz-Jürgen"],"language":[],"coverage":[],"title":["Universal properties of highly frustrated quantum magnets in strong\n  magnetic fields"],"description":["  The purpose of the present paper is two-fold. On the one hand, we review some\nrecent studies on the low-temperature strong-field thermodynamic properties of\nfrustrated quantum spin antiferromagnets which admit the so-called\nlocalized-magnon eigenstates. One the other hand, we provide some complementary\nnew results. We focus on the linear independence of the localized-magnon\nstates, the estimation of their degeneracy with the help of auxiliary classical\nlattice-gas models and the analysis of the contribution of these states to\nthermodynamics.\n","Comment: Paper based on the invited talk given by J. Richter at the\n  International Conference \"Statistical Physics 2006. Condensed Matter: Theory\n  and Applications\" dedicated to the 90th anniversary of Ilya Lifshitz\n  (Kharkiv, 11-15 September, 2006)"]}]
["cond-mat/0701615",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701615","Phys. Rev. B 75, 195330 (2007)","doi:10.1103/PhysRevB.75.195330"],"date":["2007-01-25"],"type":["text"],"creator":["Kuntsevich, A. Yu.","Klimov, N. N.","Tarasenko, S. A.","Averkiev, N. S.","Pudalov, V. M.","Kojima, H.","Gershenson, M. E."],"language":[],"coverage":[],"title":["Intervalley scattering and weak localization in Si-based two-dimensional\n  structures"],"description":["  We have measured the weak localization magnetoresistance in (001)-oriented Si\nMOS structures with a wide range of mobilities. For the quantitative analysis\nof the data, we have extended the theory of weak-localization corrections in\nthe ballistic regime to the system with two equivalent valleys in electron\nspectrum. This theory describes the observed magnetoresistance and allows the\nextraction of the phase breaking time tau_phi and the intervalley scattering\ntime tau_v. The temperature dependences tau_phi(T) for all studied structures\nare in good agreement with the theory of electron-electron interaction effects\nin two-dimensional systems. The intervalley scattering is elastic and rather\nstrong: tau_v is typically only an order of magnitude greater than the\ntransport time, tau. It is found that the intervalley scattering rate is\ntemperature-independent and the ratio tau_v/tau decreases with increasing the\nelectron density. These observations suggest that the roughness of the Si-SiO2\ninterface plays the major role in intervalley scattering.\n","Comment: 10 pages, 8 figures"]}]
["cs/0207019",{"format":[],"subject":["Computer Science - Other Computer Science","B.6.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0207019","MWSCAS 2002"],"date":["2002-07-04"],"type":["text"],"creator":["Popel, Denis V."],"language":[],"coverage":[],"title":["Information Measures in Detecting and Recognizing Symmetries"],"description":["  This paper presents a method to detect and recognize symmetries in Boolean\nfunctions. The idea is to use information theoretic measures of Boolean\nfunctions to detect sub-space of possible symmetric variables. Coupled with the\nnew techniques of efficient estimations of information measures on Binary\nDecision Diagrams (BDDs) we obtain promised results in symmetries detection for\nlarge-scale functions.\n","Comment: 4 pages, 2 figures, 2 tables, MWSCAS'01"]}]
["cs/0207020",{"format":[],"subject":["Computer Science - Other Computer Science","B.6.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0207020","SCS 2001"],"date":["2002-07-04"],"type":["text"],"creator":["Popel, Denis V."],"language":[],"coverage":[],"title":["Towards Efficient Calculation of Information Measures for Reordering of\n  Binary Decision Diagrams"],"description":["  This paper introduces new technique for efficient calculation of different\nShannon information measures which operates Binary Decision Diagrams (BDDs). We\noffer an algorithm of BDD reordering which demonstrates the improvement of the\nobtaining outcomes over the existing reordering approaches. The technique and\nthe reordering algorithm have been implemented, and the results on circuits'\nbenchmarks are analyzed. We point out that the results are quite promising, the\nalgorithm is very fast, and it is easy to implement. Finally, we show that our\napproach to BDD reordering can yield to reduction in the power dissipation for\nthe circuits derived from BDDs.\n","Comment: 4 pages, 3 figures, 2 tables, SCS'01"]}]
["cs/9906001",{"format":[],"subject":["Computer Science - Information Theory","H.1.1","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/9906001"],"date":["1999-06-01"],"type":["text"],"creator":["Bent, Russell","Schear, Michael","Hemaspaandra, Lane A.","Istrate, Gabriel"],"language":[],"coverage":[],"title":["On Bounded-Weight Error-Correcting Codes"],"description":["  This paper computationally obtains optimal bounded-weight, binary,\nerror-correcting codes for a variety of distance bounds and dimensions. We\ncompare the sizes of our codes to the sizes of optimal constant-weight, binary,\nerror-correcting codes, and evaluate the differences.\n","Comment: 10 pages, 3 tables"]}]
["math/0111015",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","Mathematics - Representation Theory","41A63, 41-01 (Primary) 41A10, 42A10, 44A60, 46F05, 46E10, 46E15,\n  46E20, 46E27, 46E30, 26E10, 22E30, 22E45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0111015","Constr. Approx. 20 (2004), 93--157."],"date":["2001-11-01","2003-01-14"],"type":["text"],"creator":["de Jeu, Marcel"],"language":[],"coverage":[],"title":["Subspaces with equal closure"],"description":["  We take a unifying and new approach toward polynomial and trigonometric\napproximation in an arbitrary number of variables, resulting in a precise and\ngeneral ready-to-use tool that anyone can easily apply in new situations of\ninterest. The key idea is to show, in considerable generality, that a module,\nwhich is generated over the polynomials or trigonometric functions by some set,\nnecessarily has the same closure as the module which is generated by this same\nset, but now over the compactly supported smooth functions. The particular\nproperties of the ambient space or generating set are to a large degree\nirrelevant. This translation -- which goes in fact beyond modules -- allows us,\nby what is now essentially a straightforward check of a few properties, to\nreplace many classical results by more general and stronger statements of a\nhitherto unknown type. As a side result, we also obtain a new integral\ncriterion for multidimensional measures to be determinate. At the technical\nlevel, we use quasi-analytic classes in several variables and we show that two\nwell-known families of one-dimensional weights are essentially equal. The\nmethod can be formulated for Lie groups and this interpretation shows that many\nclassical approximation theorems are \"actually\" theorems on the unitary dual of\nn-dimensional real space. Polynomials then correspond to the universal\nenveloping algebra.\n","Comment: 61 pages, LaTeX 2e, no figures. Second and final version, with minor\n  changes in presentation. Mathematically identical to the first version.\n  Accepted by Constructive Approximation"]}]
["math/0111019",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","Mathematics - Probability","44A60 (Primary) 41A63, 41A10, 42A10, 46E30, 26E10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0111019","Ann. Probab. 31 (2003), 1205--1227."],"date":["2001-11-02","2002-06-17"],"type":["text"],"creator":["de Jeu, Marcel"],"language":[],"coverage":[],"title":["Determinate multidimensional measures, the extended Carleman theorem and\n  quasi-analytic weights"],"description":["  We prove in a direct fashion that a multidimensional probability measure is\ndeterminate if the higher dimensional analogue of Carleman's condition is\nsatisfied. In that case, the polynomials, as well as certain proper subspaces\nof the trigonometric functions, are dense in the associated L_p spaces for all\nfinite p. In particular these three statements hold if the reciprocal of a\nquasi-analytic weight has finite integral under the measure. We give practical\nexamples of such weights, based on their classification.\n  As in the one dimensional case, the results on determinacy of measures\nsupported on R^n lead to sufficient conditions for determinacy of measures\nsupported in a positive convex cone, i.e. the higher dimensional analogue of\ndeterminacy in the sense of Stieltjes.\n","Comment: 20 pages, LaTeX 2e, no figures. Second and final version, with minor\n  corrections and an additional section on Stieltjes determinacy in arbitrary\n  dimension. Accepted by The Annals of Probability"]}]
["math/0202083",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Representation Theory","33C52 (Primary) 33C67 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0202083","J. Approx. Theory 119 (2002), 110--126."],"date":["2002-02-09","2002-06-10"],"type":["text"],"creator":["Rösler, Margit","de Jeu, Marcel"],"language":[],"coverage":[],"title":["Asymptotic analysis for the Dunkl kernel"],"description":["  This paper studies the asymptotic behavior of the integral kernel of the\nDunkl transform, the so-called Dunkl kernel, when one of its arguments is fixed\nand the other tends to infinity either within a Weyl chamber of the associated\nreflection group, or within a suitable complex domain. The obtained results are\nbased on the asymptotic analysis of an associated system of ordinary\ndifferential equations. They generalize the well-known asymptotics of the\nconfluent hypergeometric function $\\phantom{}_1F_1$ to the higher-dimensional\nsetting and include a complete short-time asymptotics for the Dunkl-type heat\nkernel. As an application, it is shown that the representing measures of\nDunkl's intertwining operator are generically continuous.\n","Comment: LaTeX2e, 16 pages, 1 figure. Second and final version, with minor\n  corrections. Mathematically identical to first version. Accepted by Journal\n  of Approximation Theory"]}]
["math/0311107",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L05","46L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311107"],"date":["2003-11-07","2007-10-15"],"type":["text"],"creator":["de Jeu, Marcel"],"language":[],"coverage":[],"title":["Commutative $C^*$-algebras and $\\sigma$-normal morphisms"],"description":["  We prove in an elementary fashion that the image of a commutative monotone\n$\\sigma$-complete $C^*$-algebra under a $\\sigma$-normal morphism is again\nmonotone $\\sigma$-complete and give an application of this result in spectral\ntheory.\n","Comment: LaTeX, 5 pages, 1 figure. Relation with existing literature clarified"]}]
["math/0404293",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Representation Theory","33C52","33C67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404293","Integral Transforms Spec. Funct. 18 (2007), 383--385."],"date":["2004-04-16","2004-10-21"],"type":["text"],"creator":["de Jeu, Marcel"],"language":[],"coverage":[],"title":["Some remarks on a proof of geometrical Paley-Wiener theorems for the\n  Dunkl transform"],"description":["  We argue that a proof of the geometrical form of the Paley-Wiener theorems\nfor the Dunkl transform in the literature is not correct.\n","Comment: LaTeX, 3 pages. Concrete description of the technical mistake in\n  Trimeche's proof has been added (also applicable to (5.14) in math.CA/0405050\n  v1)"]}]
["math/0404439",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Representation Theory","33C52","43A32, 33C80, 22E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404439","Trans. Amer. Math. Soc. 358 (2006), 4225--4250."],"date":["2004-04-23","2005-06-24"],"type":["text"],"creator":["de Jeu, Marcel"],"language":[],"coverage":[],"title":["Paley-Wiener theorems for the Dunkl transform"],"description":["  We conjecture a geometrical form of the Paley-Wiener theorem for the Dunkl\ntransform and prove three instances thereof, one of which involves a limit\ntransition from Opdam's results for the graded Hecke algebra. Furthermore, the\nconnection between Dunkl operators and the Cartan motion group is established.\nIt is shown how the algebra of radial parts of invariant differential operators\ncan be described explicitly in terms of Dunkl operators, which implies that the\ngeneralized Bessel functions coincide with the spherical functions. In this\ncontext, the restriction of Dunkl's intertwining operator to the invariants can\nbe interpreted in terms of the Abel transform. Using shift operators we also\nshow that, for certain values of the multiplicities of the restricted roots,\nthe Abel transform is essentially inverted by a differential operator.\n","Comment: LaTeX, 26 pages, no figures. References updated and minor changes,\n  mathematically identical to the first version. To appear in Trans. Amer.\n  Math. Soc"]}]
["math/0502185",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","1G10","11G15","14K15","11F80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502185"],"date":["2005-02-09","2007-10-15"],"type":["text"],"creator":["Ratazzi, Nicolas"],"language":[],"coverage":[],"title":["Borne sur la torsion dans les vari\\'et\\'es ab\\'eliennes de type C.M"],"description":["  Let A be an abelian variety of dimension g defined over a number field K. We\nstudy the size of the torsion group A(F)_{tors} where F/K is a finite extension\nand more precisely we study the possible exponent \\gamma in the inequality\nCard(A(F)_{tors})<< [F:K]^{\\gamma} when F is any extension of K. In the C.M.\ncase we give an exact formula for the best possible exponent in terms of the\ncharacters of the Mumford-Tate group--a torus in this case--and discuss briefly\nthe general case.\n  Finally we give applications of this result in direction of a conjecture of\nR\\'emond generalising the Manin-Mumford conjecture.\n","Comment: 30 pages, final version, accepted for publication in Annales\n  Scientifiques de l'Ecole Normale Superieure"]}]
["math/0506345",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Representation Theory","Primary 44A15","Secondary 42A38, 33C52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506345","Int. Math. Res. Not. 2005, 1817--1831."],"date":["2005-06-17"],"type":["text"],"creator":["Andersen, Nils Byrial","de Jeu, Marcel"],"language":[],"coverage":[],"title":["Elementary proofs of Paley-Wiener theorems for the Dunkl transform on\n  the real line"],"description":["  We give an elementary proof of the Paley-Wiener theorem for smooth functions\nfor the Dunkl transforms on the real line, establish a similar theorem for\nL^2-functions and prove identities in the spirit of Bang for L^p-functions. The\nproofs seem to be new also in the special case of the Fourier transform.\n","Comment: 9 pp., LaTeX, no figures; final version, to appear in Int. Math. Res.\n  Not"]}]
["math/0510030",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13E15","13A10","13A15","14M10","14F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510030","Algebra Colloq. 14 (2007), 631-638"],"date":["2005-10-03"],"type":["text"],"creator":["Barile, Margherita"],"language":[],"coverage":[],"title":["On ideals generated by monomials and one binomial"],"description":["  We determine, in a polynomial ring over a field, the arithmetical rank of\ncertain ideals generated by a set of monomials and one binomial.\n"]}]
["math/0602534",{"format":[],"subject":["Mathematics - Algebraic Geometry","14P25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602534"],"date":["2006-02-23","2007-10-15"],"type":["text"],"creator":["Bertrand, Benoit"],"language":[],"coverage":[],"title":["Euler characteristic of primitive T-hypersurfaces and maximal surfaces"],"description":["  Viro method plays an important role in the study of topology of real\nalgebraic hypersurfaces. The T-primitive hypersurfaces we study here appear as\nthe result of Viro's combinatorial patchworking when one starts with a\nprimitive triangulation. We show that the Euler characteristic of the real part\nof such a hypersurface of even dimension is equal to the signature of its\ncomplex part. We use this result to prove the existence of maximal surfaces in\nsome three-dimensional toric varieties, namely those corresponding Nakajima\npolytopes. In fact, these results belong to the field of tropical geometry and\nwe explain how they can be understood tropically.\n","Comment: 26 pages, 11 figures, one reference added, notation changed"]}]
["math/0605730",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605730"],"date":["2006-05-29","2007-10-15"],"type":["text"],"creator":["Nakamaye, Michael","Ratazzi, Nicolas"],"language":[],"coverage":[],"title":["Lemmes de multiplicites et constante de Seshadri"],"description":["  We establish an improvement of Philippon's zero estimates primarily in the\nmultiplicity setting. The improvement is made possible by a more geometric\napproach and in particular the use of Seshadri constants.\n","Comment: 17 pages, final version, accepted for publication in Mathematische\n  Zeitschrift"]}]
["math/0606126",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","46F10","34A36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606126"],"date":["2006-06-06","2007-10-14"],"type":["text"],"creator":["Derr, V.","Kinzebulatov, D."],"language":[],"coverage":[],"title":["The space of distributions with discontinuous test functions and a\n  family of zero-sum games with discontinuous payoffs"],"description":["  In the present paper we consider one class of zero-sum games with\ndiscontinuous payoffs which may have no solutions in the sets of pure or mixed\nstrategies. We show that, however, the solution always exists in the set of\nso-called $\\mathcal R'$-mixed strategies which are the elements of the space\n$\\mathcal R'$ of distributions with discontinuous test functions. The\nadvantages of the new space of distributions (in comparison with the classical\nspace $\\mathcal D'$ of distributions with continuous or smooth test functions),\nthat is, the possibility to define in $\\mathcal R'$ the operations of\nintegrations of distributions and multiplication of distributions by\ndiscontinuous functions, which are correct in the sense that they are\neverywhere defined, continuous and coincide with the ordinary operations for\nregular distributions, are crucial for our proof of existence of solution.\n","Comment: Typos corrected"]}]
["math/0608464",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G45","14C35, 19F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608464"],"date":["2006-08-18","2007-10-14"],"type":["text"],"creator":["Yamazaki, Takao"],"language":[],"coverage":[],"title":["Class field theory for a product of curves over a local field"],"description":["  We prove that the the kernel of the reciprocity map for a product of curves\nover a $p$-adic field with split semi-stable reduction is divisible. We also\nconsider the $K_1$ of a product of curves over a number field.\n","Comment: 14 pages"]}]
["math/0609312",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","53C56, 32V15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609312"],"date":["2006-09-11","2007-10-15"],"type":["text"],"creator":["Cao, Jianguo","Chang, Shu-Cheng"],"language":[],"coverage":[],"title":["Pseudo-Einstein and Q-flat metrics with eigenvalue estimates on\n  CR-hypersurfaces"],"description":["  Let $M^{2n-1}$ be the smooth boundary of a bounded strongly pseudo-convex\ndomain $\\Omega$ in a complete Stein manifold $V^{2n}$. Then (1) For $n \\ge 3$,\n$M^{2n-1}$ admits a pseudo-Eistein metric; (2) For $n \\ge 2$, $M^{2n-1}$ admits\na Fefferman metric of zero CR Q-curvature; and (3) for a compact strictly\npseudoconvex CR embeddable 3-manifold $M^3$, its CR Paneitz operator $P$ is a\nclosed operator.\n"]}]
["math/0610311",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry","32Q57","32M10","54H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610311"],"date":["2006-10-10","2007-10-14"],"type":["text"],"creator":["Isaev, A. V."],"language":[],"coverage":[],"title":["Proper actions of high-dimensional groups on complex manifolds"],"description":["  We explicitly classify all pairs $(M,G)$, where $M$ is a connected complex\nmanifold of dimension $n\\ge 2$ and $G$ is a connected Lie group acting properly\nand effectively on $M$ by holomorphic transformations and having dimension\n$d_G$ satisfying $n^2+2\\le d_G<n^2+2n$. These results extend -- in the complex\ncase -- the classical description of manifolds admitting proper actions of\ngroups of sufficiently high dimensions. They also generalize some of the\nauthor's earlier work on Kobayashi-hyperbolic manifolds with high-dimensional\nholomorphic automorphism group.\n","Comment: 29 pages"]}]
["math/0701841",{"format":[],"subject":["Mathematics - General Mathematics","33B10","33B15","26A48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701841","Kragujevac Journal of Mathematics, 27, 2005 ; 29, 2006 and 31,\n  2007"],"date":["2007-01-29","2007-10-15"],"type":["text"],"creator":["Ossicini, Andrea"],"language":[],"coverage":[],"title":["A Survey on the Special Function \"Shin\""],"description":["  The purpose of the work is to furnish a complete study of a discrete and\nspecial function, discovered by the author and named with the Arabian letter\n\"SHIN\" {The letter SHIN is the thirteenth letter of the Arabian alphabet}. It\nincludes three other papers, published in the International journal \"Kragujevac\nJournal of Mathematics\". The methods, the techniques and the style of the\ndemonstration inside such a work, are all related to Leonhard Euler, the very\ngreat Swiss mathematician.\n","Comment: 46 pages, 15 figures"]}]
["nlin/0404032",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Condensed Matter - Other Condensed Matter","Computer Science - Learning","Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0404032"],"date":["2004-04-15"],"type":["text"],"creator":["Wolpert, David H."],"language":[],"coverage":[],"title":["Metrics for more than two points at once"],"description":["  The conventional definition of a topological metric over a space specifies\nproperties that must be obeyed by any measure of \"how separated\" two points in\nthat space are. Here it is shown how to extend that definition, and in\nparticular the triangle inequality, to concern arbitrary numbers of points.\nSuch a measure of how separated the points within a collection are can be\nbootstrapped, to measure \"how separated\" from each other are two (or more)\ncollections. The measure presented here also allows fractional membership of an\nelement in a collection. This means it directly concerns measures of ``how\nspread out\" a probability distribution over a space is. When such a measure is\nbootstrapped to compare two collections, it allows us to measure how separated\ntwo probability distributions are, or more generally, how separated a\ndistribution of distributions is.\n","Comment: 8 pages"]}]
["physics/0509058",{"format":[],"subject":["Physics - Space Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0509058","Space Science Reviews, 121, 271-284 (2005)","doi:10.1007/s11214-006-4578-2"],"date":["2005-09-07","2007-10-12"],"type":["text"],"creator":["Watkins, N. W.","Credgington, D.","Hnat, B.","Chapman, S. C.","Freeman, M. P.","Greenhough, J."],"language":[],"coverage":[],"title":["Synthesis of scaling exponents: a fractional Levy model"],"description":["  Mandelbrot introduced the concept of fractals to describe the non-Euclidean\nshape of many aspects of the natural world. In the time series context he\nproposed the use of fractional Brownian motion (fBm) to model non-negligible\ntemporal persistence, the \"Joseph Effect\"; and Levy flights to quantify large\ndiscontinuities, the \"Noah Effect\". In space physics, both effects are\nmanifested in the intermittency and long-range correlation which are by now\nwell-established features of geomagnetic indices and their solar wind drivers.\nIn order to capture and quantify the Noah and Joseph effects in one compact\nmodel we propose the application of the \"bridging\" fractional Levy motion (fLm)\nto space physics. We perform an initial evaluation of some previous scaling\nresults in this paradigm, and show how fLm can model the previously observed\nexponents. We suggest some new directions for the future.\n","Comment: Please note that our identifications of FBM and \"FLM\" with fractional\n  time derivatives, made just before equation 2), were in error. See\n  http://www.bibsonomy.org/bibtex/29f4390d7d0965c4c7371b02ddd8f6c7b/statphys23"]}]
["quant-ph/0407199",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0407199","Journal of Russian Laser Research,26,514 (2005)"],"date":["2004-07-25","2007-10-14"],"type":["text"],"creator":["Kupczynski, M."],"language":[],"coverage":[],"title":["Entanglement and Bell Inequalities"],"description":["  The entangled quantum states play a key role in quantum information. The\nassociation of the quantum state vector with each individual physical system in\nan attributive way is a source of many false paradoxes and inconsistencies. The\nparadoxes are avoided if the purely statistical interpretation (SI) of the\nquantum state vector is adopted. According the SI the quantum theory (QT) does\nnot provide any deterministic prediction for any individual experimental result\nobtained for a free physical system, for a trapped ion or for a quantum dot. In\nthis article it is shown that if the SI is used then, contrary to the general\nbelief, the QT does not predict for the ideal spin singlet state perfect\nanti-correlation of the coincidence coumts for the distant detectors.\nSubsequently the various proofs of the Bell's theorem are reanalyzed and in\nparticular the importance and the implications of the use of the unique\nprobability space in these proofs are elucidated. The use of the unique\nprobability space is shown to be equivalent to the use of the joint probability\ndistributions for the non commuting observables. The experimental violation of\nthe Bell's inequalities proves that the naive realistic particle like spatio-\ntemporal description of the various quantum mechanical experiments is\nimpossible. Of course it does not give any argument for the action at the\ndistance and it does not provide the proof of the completeness of the QM. The\nfact that the quantum state vector is not an attribute of a single quantum\nsystem and that the quantum observables are contextual has to be taken properly\ninto account in any implementation of the quantum computing device.\n","Comment: 10 pages, minor changes, typos, references added"]}]
["quant-ph/0609195",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0609195","Phys. Rev. A 75, 050305(R) (2007)","doi:10.1103/PhysRevA.75.050305"],"date":["2006-09-26","2006-10-17"],"type":["text"],"creator":["Mauerer, Wolfgang","Silberhorn, Christine"],"language":[],"coverage":[],"title":["Passive decoy state quantum key distribution: Closing the gap to perfect\n  sources"],"description":["  We propose a quantum key distribution scheme which closely matches the\nperformance of a perfect single photon source. It nearly attains the physical\nupper bound in terms of key generation rate and maximally achievable distance.\nOur scheme relies on a practical setup based on a parametric downconversion\nsource and present-day, non-ideal photon-number detection. Arbitrary\nexperimental imperfections which lead to bit errors are included. We select\ndecoy states by classical post-processing. This allows to improve the effective\nsignal statistics and achievable distance.\n","Comment: 4 pages, 3 figures. State preparation corrected"]}]
