["0704.1708",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1708"],"date":["2007-04-13","2007-12-09"],"type":["text"],"creator":["Wang, Qiuping A."],"language":[],"coverage":[],"title":["From virtual work principle to least action principle for stochastic\n  dynamics"],"description":["  After the justification of the maximum entropy principle for equilibrium\nmechanical system from the principle of virtual work, i.e., the virtual work of\nmicroscopic forces on the elements of a mechanical system vanishes in\nthermodynamic equilibrium, we present in this paper an application of the same\nprinciple to dynamical systems out of equilibrium. The aim of this work is to\njustify a least action principle and the concurrent maximum path entropy\nprinciple for nonequilibrium thermodynamic systems.\n","Comment: 13 pages"]}]
["0705.3914",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3914"],"date":["2007-05-26","2007-12-09"],"type":["text"],"creator":["Kopeliovich, Yaacov"],"language":[],"coverage":[],"title":["Modular equations of order $p$ and Theta functions"],"description":["  An algorithm to obtain equations between theta functions with integral\ncharacteristics evaluated at $\\tau$ and $p\\tau$ for $g>1$ is presented.\n","Comment: 7 pages expanded proofs fixed references and grammar errors to appear\n  in albanian journal of mathematics"]}]
["0705.4663",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4663","Phys. Rev. Lett. 99, 236801 (2007)","doi:10.1103/PhysRevLett.99.236801"],"date":["2007-05-31","2007-07-23"],"type":["text"],"creator":["Shytov, A. V.","Katsnelson, M. I.","Levitov, L. S."],"language":[],"coverage":[],"title":["Vacuum Polarization and Screening of Supercritical Impurities in\n  Graphene"],"description":["  Screening of charge impurities in graphene is analyzed using the exact\nsolution for vacuum polarization obtained from the massless Dirac-Kepler\nproblem. For the impurity charge below certain critical value no density\nperturbation is found away from the impurity, in agreement with the linear\nresponse theory result. For supercritical charge, however, the polarization\ndistribution is shown to have a power law profile, leading to screening of the\nexcess charge at large distances. The Dirac-Kepler scattering states give rise\nto standing wave oscillations in the local density of states which appear and\nbecome prominent in the supercritical regime.\n","Comment: 5 pages, 2 figures"]}]
["0707.3219",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3219"],"date":["2007-07-21","2007-12-09"],"type":["text"],"creator":["Urbanowski, K.","Jankiewicz;, J."],"language":[],"coverage":[],"title":["Unitarity and real properties of the neutral meson complex"],"description":["  The proof of the Khalfin Theorem for neutral meson complex is analyzed. It is\nshown that the unitarity of the time evolution operator for the total system\nunder considerations assures that the Khalfin's Theorem holds. The consequences\nof this Theorem for the neutral mesons system are discussed: it is shown, eg.,\nthat diagonal matrix elements of the exact effective Hamiltonian for the\nneutral meson complex can not be equal if CPT symmetry holds and CP symmetry is\nviolated. Properties of time evolution governed by a time--independent\neffective Hamiltonian acting in the neutral mesons subspace of states are\nconsidered. Using the Khalfin's Theorem it is shown that if such Hamiltonian is\ntime--independent then the evolution operator for the total system containing\nthe neutral meson complex can not be a unitary operator. It is shown\ngraphically for a given specific model how the Khalfin's Theorem works. It is\nalso shown for this model how the difference of the mentioned diagonal matrix\nelements of the effective Hamiltonian varies in time.\n","Comment: LaTeX2e, 24 pages, 3 figures, typos corrected"]}]
["0708.0882",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0882","Physica A 387, 432 (2008)","doi:10.1016/j.physa.2007.09.025"],"date":["2007-08-07"],"type":["text"],"creator":["Chou, Chung-Hsien","Hu, B. L.","Yu, Ting"],"language":[],"coverage":[],"title":["Quantum Brownian Motion of a Macroscopic Object in a General Environment"],"description":["  For the purpose of understanding the quantum behavior such as quantum\ndecoherence, fluctuations, dissipation, entanglement and teleportation of a\nmesoscopic or macroscopic object interacting with a general environment, we\nderive here a set of exact master equations for the reduced density matrix of\n$N$ interacting harmonic oscillators in a heat bath with arbitrary spectral\ndensity and temperature. Two classes of problems of interest to us which these\nequations can be usefully applied to are that of the quantum dynamics of\nnanoelectromechanical oscillators and the entanglement evolution of\nmulti-partite macroscopic states such as quantum superposition of mirrors in a\nhigh Q cavity. To address a key conceptual issue for macroscopic quantum\nphenomena we examine the conditions for an assumption often implicitly made in\nthese studies to be valid, namely, that the quantum behavior of a macroscopic\nobject in an environment can be accurately represented by only treating the\ndynamics of its center-of-mass variable. We also mention how these results can\nbe used to calculate the uncertainty principle governing a macroscopic object\nat finite temperature.\n","Comment: 19 pages"]}]
["0708.3817",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3817"],"date":["2007-08-28","2007-12-08"],"type":["text"],"creator":["Balev, O. G."],"language":[],"coverage":[],"title":["Fractionally Quantized Hall Effect: Liquid-Crystal Ground-State and it\n  Excitations"],"description":["  It is shown that the ground-state and the lowest excited-states of\ntwo-dimensional electron system (2DES), with ion jellium background, correspond\nto partial crystal-like (with the period $L_{x}^{\\square}=\\sqrt{2 m \\pi}\n\\ell_{0}$) correlation order among $N$ electrons of the main region (MR; $L_{x}\n\\times L_{y}$). Many-body variational ground-state wave function of 2DES is\npresented at the fractional and the integral filling factors $\\nu=1/m$;\n$m=2\\ell+1$ and $\\ell=0, 1, 2,...$. The ground-state manifests the broken\nsymmetry liquid-crystal state with 2DES density that is periodic along the $y-$\ndirection, with the period $L_{x}^{\\square}/m$, and independent of $x$. At\n$m=3, 5$, the ground-state has essentially lower energy per electron than the\nLaughlin, uniform liquid, ground-state; the same holds at $m=1$. At $m \\geq 3$,\nthe compound form of the many-body ground-state wave function leads to the\ncompound structure of each electron within the main strip (MS; $L_{x}^{\\square}\n\\times L_{y}$). Obtained compound exciton and compound spin-exciton states show\nfinite excitation gaps. The excited compound electron (hole) is composed,\nwithin MS, from $m$ strongly correlated quasielectrons (quasiholes) of the\ntotal charge $e/m$ ($-e/m$) each. The activation gap is obtained: it is given\nby the excitation gap of relevant compound exciton, at $m \\geq 3$, and by the\ngap of pertinent compound spin-exciton, at $m=1$. Quantized Hall conductance\n$\\sigma_{H}=e^{2}/(2 m \\pi \\hbar)$ is obtained. The theory is in good agreement\nwith experiments.\n","Comment: Preprint for EP2DS-17, corrected typos added content"]}]
["0710.2524",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2524"],"date":["2007-10-12","2007-12-09"],"type":["text"],"creator":["Dent, James","Päs, Heinrich","Pakvasa, Sandip","Weiler, Thomas J."],"language":[],"coverage":[],"title":["Neutrino time travel"],"description":["  We discuss causality properties of extra-dimensional theories allowing for\neffectively superluminal bulk shortcuts. Such shortcuts for sterile neutrinos\nhave been discussed as a solution to the puzzling LSND and MiniBooNE neutrino\noscillation results. We focus here on the sub-category of asymmetrically warped\nbrane spacetimes and argue that scenarios with two extra dimensions may allow\nfor timelike curves which can be closed via paths in the extra-dimensional\nbulk. In principle sterile neutrinos propagating in the extra dimension may be\nmanipulated in a way to test the chronology protection conjecture\nexperimentally.\n","Comment: 4 pages, 2 figures. Submitted for the SUSY07 proceedings"]}]
["0710.4923",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4923"],"date":["2007-10-25","2007-12-08"],"type":["text"],"creator":["Hesselbach, S.","Moretti, S.","Munir, S.","Poulose, P."],"language":[],"coverage":[],"title":["Di-photon Higgs Decay in SUSY with CP Violation"],"description":["  Physical Higgs particles in the Minimal Supersymmetric Standard Model (MSSM)\nwith explicit CP violation are CP mixed states. The decay of these Higgs\nparticles can be analysed to study the CP properties of the MSSM. In the\npresent work we consider the di-photon channel of the lightest neutral Higgs\nboson for this purpose. Compared to earlier studies on effects of\nscalar/pseudo-scalar mixing, our analysis also investigates the effect due to\nHiggs-sfermion-sfermion couplings along with that of mixing. We find that a\nlight stop may have a strong impact on the width and Branching Ratio (BR) of\nthe decay process H1 --> gamma.gamma, whereas other light sparticles have only\nlittle influence. In some regions of the MSSM parameter space with large\nCP-violating phase phi-mu ~ 90 deg a light (~ 200 GeV) stop can change the\ndi-photon BR by more than 50 % compared to the case with heavy (~ 1 TeV) stop\nand otherwise same MSSM parameters.\n","Comment: Submitted for the SUSY07 proceedings. 4 pages. changes in author\n  affiliations"]}]
["0710.5479",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5479"],"date":["2007-10-29","2007-12-09"],"type":["text"],"creator":["Wu, Saijun","Striehl, Pierre S.","Prentiss, Mara G."],"language":[],"coverage":[],"title":["A Weyl function approach to matter-wave coherence and Talbot-Lau effects"],"description":["  Weyl functions conveniently describe the evolution of wave coherences in\nperiodic or quadratic potentials. In this work we use Weyl functions to study\nthe ``Talbot-Lau effect'' in a time-domain matter-wave interferometer. A\n``displacement diagram'' is introduced to analyze and calculate the matter-wave\ninterference for an atomic cloud in a quadratic potential that interacts with a\nsequence of short optical standing wave pulses producing an atomic grating\necho. Unlike previous treatments, this new approach allows the atomic ensemble\nto have an arbitrary initial phase-space distribution, and the standing wave\ngrating vectors to span three dimensions. Several examples are discussed to\nillustrate the convenience of the diagrammatic technique including the\nfollowing: a two-dimensional Talbot-Lau effect, the shift in the echo time and\nthe recoil phase for the interferometer perturbed by a quadratic potential; and\nthe realization of a time-domain ``Lau effect'' using a pulsed harmonic\npotential. The diagrammatic technique is applicable to diffraction gratings\nwith arbitrary grating transmission functions. We conclude the paper with a\ngeneral discussion on the Weyl function representations of matter-wave\ncoherence, and relate the conservation of matter-wave coherence with the\nconservation of purity that distinguishes decoherence effects from dephasing\neffects.\n","Comment: 38 pages, 17 figures"]}]
["0711.2525",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2525","J. Phys. Chem. B 111, 13583 (2007)","doi:10.1021/jp075197x"],"date":["2007-11-15"],"type":["text"],"creator":["Weckx, S.","Carlon, E.","De Vuyst, L.","Van Hummelen, P."],"language":[],"coverage":[],"title":["Thermodynamic behavior of short oligonucleotides in microarray\n  hybridizations can be described using Gibbs free energy in a nearest-neighbor\n  model"],"description":["  While designing oligonucleotide-based microarrays, cross-hybridization\nbetween surface-bound oligos and non-intended labeled targets is probably the\nmost difficult parameter to predict. Although literature describes\nrules-of-thumb concerning oligo length, overall similarity, and continuous\nstretches, the final behavior is difficult to predict. The aim of this study\nwas to investigate the effect of well-defined mismatches on hybridization\nspecificity using CodeLink Activated Slides, and to study quantitatively the\nrelation between hybridization intensity and Gibbs free energy (Delta G),\ntaking the mismatches into account. Our data clearly showed a correlation\nbetween the hybridization intensity and Delta G of the oligos over three orders\nof magnitude for the hybridization intensity, which could be described by the\nLangmuir model. As Delta G was calculated according to the nearest-neighbor\nmodel, using values related to DNA hybridizations in solution, this study\nclearly shows that target-probe hybridizations on microarrays with a\nthree-dimensional coating are in quantitative agreement with the corresponding\nreaction in solution. These results can be interesting for some practical\napplications. The correlation between intensity and Delta G can be used in\nquality control of microarray hybridizations by designing probes and\ncorresponding RNA spikes with a range of Delta G values. Furthermore, this\ncorrelation might be of use to fine-tune oligonucleotide design algorithms in a\nway to improve the prediction of the influence of mismatching targets on\nmicroarray hybridizations.\n","Comment: 32 pages on a single pdf file"]}]
["0712.1022",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1022"],"date":["2007-12-06"],"type":["text"],"creator":["Ali, Ahmed"],"language":[],"coverage":[],"title":["Theoretical Interest in B-Meson Physics at the B factories, Tevatron and\n  the LHC"],"description":["  We review the salient features of $B$-meson physics, with particular emphasis\non the measurements carried out at the $B$-factories and Tevatron, theoretical\nprogress in understanding these measurements in the context of the standard\nmodel, and anticipation at the LHC. Topics discussed specifically are the\ncurrent status of the Cabibbo-Kobayashi-Maskawa matrix, the CP-violating\nphases, rare radiative and semileptonic decays, and some selected non-leptonic\ntwo-body decays of the $B$ mesons.\n","Comment: 43 pages, 1 figure, requires style files cite.sty, ws-procs9X6.cls;\n  invited talk at the International Symposium on Contemporary Physics, NCP,\n  Islamabad, Pakistan (March 26-30, 2007). To appear in the proceedings"]}]
["math-ph/0702098",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","81Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0702098","Proc. Amer. Math. Soc., 136 (3), 1057-1064 (2008)."],"date":["2007-02-28","2007-03-10"],"type":["text"],"creator":["Barbaroux, Jean-Marie","Chen, Thomas","Vougalter, Vitali","Vugalter, Semjon"],"language":[],"coverage":[],"title":["On the ground state energy of the translation invariant Pauli-Fierz\n  model"],"description":["  In this note, we determine the ground state energy of the translation\ninvariant Pauli-Fierz model to subleading order $O(\\alpha^3)$ with respect to\npowers of the finestructure constant $\\alpha$, and prove rigorous error bounds\nof order $O(\\alpha^{4})$. A main objective of our argument is its brevity.\n","Comment: AMS Latex, 8 pages"]}]
["math/0605399",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","Primary 17A32, 17B56","Secondary 17B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605399","Proc. Amer. Math. Soc. 136 (2), (2008), 437--447","doi:10.1090/S0002-9939-07-08985-X"],"date":["2006-05-15","2006-10-28"],"type":["text"],"creator":["Hu, Naihong","Pei, Yufeng","Liu, Dong"],"language":[],"coverage":[],"title":["A Cohomological Characterization of Leibniz Central Extensions of Lie\n  Algebras"],"description":["  Mainly motivated by Pirashvili's spectral sequences on a Leibniz algebra, a\ncohomological characterization of Leibniz central extensions of Lie algebras is\ngiven based on Corollary 3.3 and Theorem 3.5. In particular, as applications,\nwe obtain the cohomological version of Gao's main Theorem in \\cite{Gao2} for\nKac-Moody algebras and answer a question in \\cite{LH}.\n","Comment: 12 pages. Proc. Amer.Math.Soc. (to appear in a simplified version)"]}]
["physics/0702249",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0702249"],"date":["2007-02-28","2007-12-09"],"type":["text"],"creator":["Kahaly, Subhendu","Kumar, G. Ravindra"],"language":[],"coverage":[],"title":["Sub-lambda gratings, surface plasmons, hotter electrons and brighter\n  x-ray sources- enhanced absorption of intense, ultrashort laser light by tiny\n  surface modulations"],"description":["  We observe near 100 % absorption of light in intense ultrashort laser plasma\ninteraction in a metal coated (Au on glass) sub-lambda grating structure under\nsuitable conditions and the subsequent 'hot' electron generation from the\ngrating plasma. In the low intensity regime we determine the conditions in\nwhich a monochromatic infrared light (lambda = 800nm corresponding to the\ncentral wavelength of the ultrashort laser that we used in subsequent\nexperiments) efficiently excites surface plasmon in the grating. Then we study\nhow the surface plasmon resonance condition changes when we excite them using\nlow intensity ultrashort pulses. We look at the reflectivity of light varying\nthe incident light intensity over a wide range (2x10e12Wcm-2-2x10e15Wcm-2). The\nreflectivity of grating with the resonance condition satisfied is the lowest\nover the whole range of intensity. We compare the data with those obtained from\nhighly polished (lambda/10) Au mirror target under identical conditions. At\nhigh intensities we look at the hard x-ray emission from both the targets with\nand without the resonance condition. The hard X-ray spectrum shows a\nbimaxwellian i.e two temperature hot electron distribution with a hotter\ncomponent present under the resonance condition while in all other cases it\nshows the presence of only one low temperature component.\n","Comment: 6 pages, 10 figures version2 corrected typos"]}]
