["0704.0783",{"format":[],"subject":["Mathematics - Numerical Analysis","76M12, 76B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0783"],"date":["2007-04-05","2007-11-20"],"type":["text"],"creator":["Zimmermann, Sebastien"],"language":[],"coverage":[],"title":["Stability of a finite volume scheme for the incompressible fluids"],"description":["  We introduce a finite volume scheme for the two-dimensional incompressible\nNavier-Stokes equations. We use a triangular mesh. The unknowns for the\nvelocity and pressure are respectively piecewise constant and affine. We use a\nprojection method to deal with the incompressibility constraint. We show that\nthe differential operators in the Navier-Stokes equations and their discrete\ncounterparts share similar properties. In particular we state an inf-sup\n(Babuska-Brezzi) condition. Using these properties we infer the stability of\nthe scheme.\n","Comment: preprint; 14 pages; no figures"]}]
["0704.2390",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2390","doi:10.1051/0004-6361:20066377"],"date":["2007-04-18","2007-11-20"],"type":["text"],"creator":["Oskinova, L. M.","Hamann, W. -R.","Feldmeier, A."],"language":[],"coverage":[],"title":["Neglecting the porosity of hot-star winds can lead to underestimating\n  mass-loss rates"],"description":["  Context: The mass-loss rate is a key parameter of massive stars. Adequate\nstellar atmosphere models are required for spectral analyses and mass-loss\ndeterminations. Present models can only account for the inhomogeneity of\nstellar winds in the approximation of small-scale structures that are optically\nthin. This treatment of ``microclumping'' has led to reducing empirical\nmass-loss rates by factors of two and more. Aims: Stellar wind clumps can be\noptically thick in spectral lines. We investigate how this ``macroclumping''\nimpacts on empirical mass-loss rates. Methods: The Potsdam Wolf-Rayet (PoWR)\nmodel atmosphere code is generalized in the ``formal integral'' to account for\nclumps that are not necessarily optically thin. Results: Optically thick clumps\nreduce the effective opacity. This has a pronounced effect on the emergent\nspectrum. Our modeling for the O-type supergiant zeta Puppis reveals that the\noptically thin H-alpha line is not affected by wind porosity, but that the PV\nresonance doublet becomes significantly weaker when macroclumping is taken into\naccount. The reported discrepancies between resonance-line and\nrecombination-line diagnostics can be resolved entirely with the macroclumping\nmodeling without downward revision of the mass-loss rate. Conclusions:\nMass-loss rates inferred from optically thin emission, such as the H-alpha line\nin O stars, are not influenced by macroclumping. The strength of optically\nthick lines, however, is reduced because of the porosity effects. Therefore,\nneglecting the porosity in stellar wind modeling can lead to underestimating\nempirical mass-loss rates.\n","Comment: A&A (in press), see full abstract in the text"]}]
["0705.0467",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0467"],"date":["2007-05-03","2007-11-20"],"type":["text"],"creator":["Alon, Noga","Avin, Chen","Koucky, Michal","Kozma, Gady","Lotker, Zvi","Tuttle, Mark R."],"language":[],"coverage":[],"title":["Many Random Walks Are Faster Than One"],"description":["  We pose a new and intriguing question motivated by distributed computing\nregarding random walks on graphs: How long does it take for several independent\nrandom walks, starting from the same vertex, to cover an entire graph? We study\nthe cover time - the expected time required to visit every node in a graph at\nleast once - and we show that for a large collection of interesting graphs,\nrunning many random walks in parallel yields a speed-up in the cover time that\nis linear in the number of parallel walks. We demonstrate that an exponential\nspeed-up is sometimes possible, but that some natural graphs allow only a\nlogarithmic speed-up. A problem related to ours (in which the walks start from\nsome probabilistic distribution on vertices) was previously studied in the\ncontext of space efficient algorithms for undirected s-t connectivity and our\nresults yield, in certain cases, an improvement upon some of the earlier\nbounds.\n","Comment: 15 pages"]}]
["0706.0738",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0738"],"date":["2007-06-05","2007-11-20"],"type":["text"],"creator":["Casassus, S.","Nyman, L. -A.","Dickinson, C.","Pearson, T. J.","Readhead, A. C."],"language":[],"coverage":[],"title":["A centimetre-wave excess over free-free emission in planetary nebulae"],"description":["  This paper has been withdrawn by the author(s), as it is superseded by\n0708.2385.\n","Comment: This paper has been withdrawn by the author(s), as it is superseded\n  by 0708.2385"]}]
["0706.0935",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0935","PHYSICAL REVIEW A 76, 052303 (2007)","doi:10.1103/PhysRevA.76.052303"],"date":["2007-06-06","2007-11-20"],"type":["text"],"creator":["Sun, F. W.","Cai, J. M.","Xu, J. S.","Chen, G.","Liu, B. H.","Li, C. F.","Zhou, Z. W.","Guo, G. C."],"language":[],"coverage":[],"title":["Experimental Measurement of Multi-dimensional Entanglement via\n  Equivalent Symmetric Projection"],"description":["  We construct a linear optics measurement process to determine the\nentanglement measure, named \\emph{I-concurrence}, of a set of $4 \\times 4$\ndimensional two-photon entangled pure states produced in the optical parametric\ndown conversion process. In our experiment, an \\emph{equivalent} symmetric\nprojection for the two-fold copy of single subsystem (presented by L. Aolita\nand F. Mintert, Phys. Rev. Lett. \\textbf{97}, 050501 (2006)) can be realized by\nobserving the one-side two-photon coincidence without any triggering detection\non the other subsystem. Here, for the first time, we realize the measurement\nfor entanglement contained in bi-photon pure states by taking advantage of the\nindistinguishability and the bunching effect of photons. Our method can\ndetermine the \\emph{I-concurrence} of generic high dimensional bipartite pure\nstates produced in parametric down conversion process.\n","Comment: 4 figures"]}]
["0706.2327",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2327","Phys. Rev. Lett. 99, 180505 (2007)","doi:10.1103/PhysRevLett.99.180505"],"date":["2007-06-15"],"type":["text"],"creator":["Chen, Shuai","Chen, Yu-Ao","Zhao, Bo","Yuan, Zhen-Sheng","Schmiedmayer, Joerg","Pan, Jian-Wei"],"language":[],"coverage":[],"title":["A Robust Atom-Photon Entanglement Source for Quantum Repeaters"],"description":["  We demonstrate a novel way to efficiently and very robust create an\nentanglement between an atomic and a photonic qubit. A single laser beam is\nused to excite one atomic ensemble and two different spatial modes of scattered\nRaman fields are collected to generate the atom-photon entanglement. With the\nhelp of build-in quantum memory, the entanglement still exists after 20.5\n$\\mu$s storage time which is further proved by the violation of CHSH type\nBell's inequality. Our entanglement procedure is the building block for a novel\nrobust quantum repeater architecture [Zhao et al, Phys. Rev. Lett. 98, 240502\n(2007)]. Our approach can be easily extended to generate high dimensional\natom-photon entanglements.\n","Comment: 4 pages, 4 figures"]}]
["0706.2542",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2542","Phys. Rev. B 76, 184408 (2007)","doi:10.1103/PhysRevB.76.184408"],"date":["2007-06-18"],"type":["text"],"creator":["Lee, Jun-Young","Lee, Ki-Suk","Choi, Sangkook","Guslienko, Konstantin Y.","Kim, Sang-Koog"],"language":[],"coverage":[],"title":["Understanding of complex periodic transformations of moving domain walls\n  in magnetic nanostripes"],"description":["  The magnetic field (or electric current) driven domain-wall motion in\nmagnetic nanostripes is of considerable interest because it is essential to the\nperformance of information storage and logic devices. One of the currently key\nproblems is to unveil the complex behaviors of oscillatory domain-wall motions\nunder applied magnetic fields stronger than the so-called Walker field, beyond\nwhich the velocity of domain walls markedly drops. Here, we provide not only\nconsiderably better understandings but also new details of the complex\ndomain-wall motions. In a certain range just above the Walker field, the\nmotions are not chaotic but rather periodic with different unique periodicities\nof dynamic transformations of a moving domain wall between the different types\nof its internal structure. Three unique periodicities found, which consist of\ndifferent types of domain wall that are transformed from type one to another.\nThe transformation periods vary with the field strength and the nanostripe\nwidth. This novel phenomenon can be described by the dynamic motion of a\nlimited number of magnetic topological solitons such as vortex and antivortex\nin nanostripes.\n","Comment: 25 pages, 4 figures"]}]
["0707.2263",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2263"],"date":["2007-07-16","2007-11-20"],"type":["text"],"creator":["Bugaev, K. A."],"language":[],"coverage":[],"title":["The Role of Surface Tension for the Equation of State of Quark-Gluon\n  Bags"],"description":["  The temperature and chemical potential dependent surface tension of bags is\nintroduced into the gas of quark-gluon bags model. The suggested model is\nsolved analytically. It resolves a long standing problem of a unified\ndescription of the first and second order phase transition with the cross-over.\nSuch an approach is necessary to model the complicated properties of\nquark-gluon plasma and hadronic matter from the first principles of statistical\nmechanics. In addition to the deconfinement phase transition, we found that at\nthe curve of a zero surface tension coefficient there must exist the surface\ninduced phase tranition of the 2-nd or higher order, which separates the pure\nquark gluon plasma (QGP) from the cross-over states. Thus, the present model\npredicts that the critical endpoint of quantum chromodynamics is the\ntricritical endpoint.\n","Comment: Talk given at the School-seminar `New Physics and Quantum\n  Chromodynamics at External Conditions', Dnieproperovsk, Ukraine, May 3-6,\n  2007. Typos corrected"]}]
["0707.3725",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","06, 16W, 18D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3725","International Mathematics Research Notices 2007 (2007) rnm131, 27\n  pages","doi:10.1093/imrn/rnm131"],"date":["2007-07-25","2007-10-25"],"type":["text"],"creator":["Chapoton, Frédéric","Livernet, Muriel"],"language":[],"coverage":[],"title":["Relating two Hopf algebras built from an operad"],"description":["  Starting from an operad, one can build a family of posets. From this family\nof posets, one can define an incidence Hopf algebra. By another construction,\none can also build a group directly from the operad. We then consider its Hopf\nalgebra of functions. We prove that there exists a surjective morphism from the\nlatter Hopf algebra to the former one. This is illustrated by the case of an\noperad built on rooted trees, the $\\NAP$ operad, where the incidence Hopf\nalgebra is identified with the Connes-Kreimer Hopf algebra of rooted trees.\n","Comment: 21 pages, use graphics, 12 figures Version 2 : references added,\n  minor changes. This version has not been corrected after submission. The\n  final and corrected version will appear in IMRN and can be obtained from the\n  authors"]}]
["0707.3895",{"format":[],"subject":["Mathematics - Geometric Topology","57M25 (Primary)","57M27 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3895","Pacific Journal of Mathematics 231 (2007), no. 2, 305-336"],"date":["2007-07-26"],"type":["text"],"creator":["Eisermann, Michael"],"language":[],"coverage":[],"title":["Knot colouring polynomials"],"description":["  This article introduces a natural extension of colouring numbers of knots,\ncalled colouring polynomials, and studies their relationship to Yang-Baxter\ninvariants and quandle 2-cocycle invariants.\n  For a knot K in the 3-sphere let \\pi_K be the fundamental group of the knot\ncomplement, and let (m_K,l_K) be a meridian-longitude pair in \\pi_K. Given a\nfinite group G and an element x in G, we consider the set of representations\n\\rho from \\pi_K to G that map the meridian m_K to x, and define the colouring\npolynomial P(K) as the sum over all longitude images \\rho(l_K). The resulting\ninvariant maps knots to the group ring Z[G]. It is multiplicative with respect\nto connected sum and equivariant with respect to symmetry operations of knots.\nExamples are given to show that colouring polynomials distinguish knots for\nwhich other invariants fail, in particular they can distinguish knots from\ntheir mutants, obverses, inverses, or reverses.\n  We prove that every quandle 2-cocycle state-sum invariant of knots is a\nspecialization of some knot colouring polynomial. This provides a complete\ntopological interpretation of these invariants in terms of the knot group and\nits peripheral system. Furthermore, we show that P can be presented as a\nYang-Baxter invariant, i.e. as the trace of some linear braid group\nrepresentation. This entails in particular that Yang-Baxter invariants can\ndetect non-inversible and non-reversible knots.\n","Comment: 24 pages, 6 figures"]}]
["0708.2966",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2966","Phys. Rev. B 76, 184422 (2007)","doi:10.1103/PhysRevB.76.184422"],"date":["2007-08-22","2007-11-10"],"type":["text"],"creator":["Takahashi, Kazutaka"],"language":[],"coverage":[],"title":["Quantum fluctuations in the transverse Ising spin glass model: A field\n  theory of random quantum spin systems"],"description":["  We develop a mean-field theory for random quantum spin systems using the spin\ncoherent state path integral representation. After the model is reduced to the\nmean field one-body Hamiltonian, the integral is analyzed with the aid of\nseveral methods such as the semiclassical method and the gauge transformation.\nAs an application we consider the Sherrington-Kirkpatrick model in a transverse\nfield. Using the Landau expansion and its improved versions, we give a detailed\nanalysis of the imaginary-time dependence of the order parameters. Integrating\nout the quantum part of the order parameters, we obtain the effective\nrenormalized free energy written in terms of the classically defined order\nparameters. Our method allows us to obtain the spin glass-paramagnetic phase\ntransition point $\\Gamma/J\\sim 1.62$ at T=0.\n","Comment: 12 pages, 3 figures; minor changes, proofread for publication"]}]
["0708.3928",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","17B63, 16D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3928"],"date":["2007-08-29","2007-11-20"],"type":["text"],"creator":["Jordan, David"],"language":[],"coverage":[],"title":["Finite-dimensional simple Poisson modules"],"description":["  We prove a result that can be applied to determine the finite-dimensional\nsimple Poisson modules over a Poisson algebra and apply it to numerous\nexamples. In the discussion of the examples, the emphasis is on the\ncorrespondence with the finite-dimensional simple modules over deformations and\non the behaviour of finite-dimensional simple Poisson modules on the passage\nfrom a Poisson algebra to the Poisson subalgebra of invariants for the action\nof a finite group of Poisson automorphisms.\n","Comment: Minor corrections and some reorganisation of material"]}]
["0709.0698",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0698"],"date":["2007-09-05","2007-11-20"],"type":["text"],"creator":["Taylor, Edward","Hu, Hui","Liu, Xia-Ji","Griffin, Allan"],"language":[],"coverage":[],"title":["Probing two-fluid hydrodynamics in a trapped Fermi superfluid at\n  unitarity"],"description":["  We develop a variational approach to calculate the density response function\nat finite temperatures of the lowest-lying two-fluid modes in a trapped\ntwo-component Fermi superfluid close to a Feshbach resonance. The out-of-phase\noscillations, which are the analogue in trapped gases of second sound in\nuniform superfluids, have so far not been observed in cold-atom experiments. At\nunitarity, we show that these modes are observable at finite temperatures via\ntwo-photon Bragg scattering, whose spectrum is related to the imaginary part of\ndensity response function. This provides direct evidence for superfluidity and\na promising way to test microscopic results for thermodynamics at unitarity.\n","Comment: Figures 1-3 modified, Figure 4 added, minor changes made in text,\n  references updated"]}]
["0710.0673",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0673","Phys. Rev. Lett. 99, 216403 (2007)","doi:10.1103/PhysRevLett.99.216403"],"date":["2007-10-02"],"type":["text"],"creator":["Ejima, Satoshi","Nishimoto, Satoshi"],"language":[],"coverage":[],"title":["Phase diagram of the one-dimensional half-filled extended Hubbard model"],"description":["  We study the ground state of the one-dimensional half-filled Hubbard model\nwith on-site (nearest-neighbor) repulsive interaction $U$ ($V$) and\nnearest-neighbor hopping $t$. In order to obtain an accurate phase diagram, we\nconsider various physical quantities such as the charge gap, spin gap,\nLuttinger-liquid exponents, and bond-order-wave (BOW) order parameter using the\ndensity-matrix renormalization group technique. We confirm that the BOW phase\nappears in a substantial region between the charge-density-wave (CDW) and\nspin-density-wave phases. Each phase boundary is determined by multiple means\nand it allows us to do a cross-check to demonstrate the validity of our\nestimations. Thus, our results agree quantitatively with the renormalization\ngroup results in the weak-coupling regime ($U \\lesssim 2t$), with the\nperturbation results in the strong-coupling regime ($U \\gtrsim 6t$), and with\nthe quantum Monte Carlo results in the intermediate-coupling regime. We also\nfind that the BOW-CDW transition changes from continuous to first order at the\ntricritical point $(U_{\\rm t}, V_{\\rm t}) \\approx (5.89t, 3.10t)$ and the BOW\nphase vanishes at the critical end point $(U_{\\rm c}, V_{\\rm c}) \\approx\n(9.25t, 4.76t)$.\n","Comment: 4 pages, 5 figures"]}]
["0710.2612",{"format":[],"subject":["Mathematics - Geometric Topology","57S25","57S17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2612"],"date":["2007-10-13","2007-11-20"],"type":["text"],"creator":["Edmonds, Allan L."],"language":[],"coverage":[],"title":["Involutions on tori with codimension one fixed point set"],"description":["  The standard P. A. Smith theory of p-group actions on spheres, disks, and\neuclidean spaces is extended to the case of p-group actions on tori (i.e.,\nproducts of circles) and coupled with topological surgery theory to give a\ncomplete topological classification, valid in all dimensions, of the locally\nlinear, orientation reversing, involutions on tori with fixed point set of\ncodimension one.\n","Comment: Corrects error in previous lemma 3.2, adds details for the case when\n  the fixed point set is connected"]}]
["0710.5646",{"format":[],"subject":["Mathematical Physics","Mathematics - Quantum Algebra","16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5646"],"date":["2007-10-30","2007-11-19"],"type":["text"],"creator":["Zhang, Shouchuan","He, Jieqiong","Wang, Peng"],"language":[],"coverage":[],"title":["On the Hopf Algebra of Rooted Trees"],"description":["  We find a formula to compute the number of the generators, which generate the\n$n$-filtered space of Hopf algebra of rooted trees, i.e. the number of\nequivalent classes of rooted trees with weight $n$. Applying Hopf algebra of\nrooted trees, we show that the analogue of Andruskiewitsch and Schneider's\nConjecture is not true. The Hopf algebra of rooted trees and the enveloping\nalgebra of the Lie algebra of rooted trees are two important examples of Hopf\nalgebras. We give their representation and show that they have not any nonzero\nintegrals. We structure their graded Drinfeld doubles and show that they are\nlocal quasitriangular Hopf algebras.\n","Comment: 7pages"]}]
["0711.0913",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","12F20, 14H37, 14R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0913"],"date":["2007-11-06","2007-11-20"],"type":["text"],"creator":["Bavula, V. V."],"language":[],"coverage":[],"title":["Generalizations of two theorems of Ritt on decompositions of polynomial\n  maps"],"description":["  Two theorems of J. F. Ritt on decompositions of polynomials maps are\ngeneralized to a more general situation: for, so-called, reduction monoids\n($(K[x], \\circ)$ and $(K[x^2]x, \\circ)$ are examples of reduction monoids). In\nparticular, analogues of the two theorems of J. F. Ritt hold for the monoid\n$(K[x^2]x, \\circ)$ of odd polynomials. It is shown that, in general, the two\ntheorems of J. F. Ritt fail for the cusp $(K+K[x]x^2, \\circ)$ but their\nanalogues are still true for decompositions of maximal length of regular\nelements of the cusp.\n","Comment: 31 pages, the definition of the monoid O is corrected, reference is\n  added"]}]
["0711.1113",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q30, 76B03, 76D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1113"],"date":["2007-11-07","2007-11-20"],"type":["text"],"creator":["Chae, Dongho"],"language":[],"coverage":[],"title":["On the blow-up problem and new a priori estimates for the 3D Euler and\n  the Navier-Stokes equations"],"description":["  We study blow-up rates and the blow-up profiles of possible asymptotically\nself-similar singularities of the 3D Euler equations, where the sense of\nconvergence and self-similarity are considered in various sense. We extend much\nfurther, in particular, the previous nonexistence results of\nself-similar/asymptotically self-similar singularities obtained in\n\\cite{cha1,cha2}. Some implications the notions for the 3D Navier-Stokes\nequations are also deduced. Generalization of the self-similar transforms is\nalso considered, and by appropriate choice of the transform we obtain new\n\\textit{a priori} estimates for the 3D Euler and the Navier-Stokes equations.\n","Comment: 22 pages"]}]
["0711.1708",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1708"],"date":["2007-11-11","2007-11-20"],"type":["text"],"creator":["Kim, Jihn E."],"language":[],"coverage":[],"title":["Axion as a CDM component"],"description":["  I discuss the essential features of the QCD axion: the strong CP solution and\nhence its theoretical necessity. I also review the effects of the QCD axion on\nastrophysics and cosmology, in particular with emphasis on its role in the dark\nmatter component together with its supersymmetric partner axino. It is pointed\nout that string theory may or may not give a detectable QCD axion.\n","Comment: 9 pages with 11 figures. Based on talks at Lepton-Photon 2007 and\n  APPC10"]}]
["0711.1885",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1885","J. Phys. B 40, 3491 (2007)","doi:10.1088/0953-4075/40/17/015"],"date":["2007-11-12"],"type":["text"],"creator":["Zope, Rajendra R."],"language":[],"coverage":[],"title":["Static dipole polarizability of C70 fullerene"],"description":["  The electronic and vibrational contributions to the static dipole\npolarizability of C70 fullerene are determined using the finite-field method\nwithin the density functional formalism. Large polarized Gaussian basis sets\naugmented with diffuse functions are used and the exchange-correlation effects\nare described within the Perdew-Burke-Ernzerhof generalized gradient\napproximation (PBE-GGA). The calculated polarizability of C70 is 103\nAngstrom^3, in excellent agreement with the experimental value of 102\nAngstrom^3, and is completely determined by the electronic part, vibrational\ncontribution being negligible. The ratio of polarizabilities of C70 and C60 is\n1.26. The comparison of polarizability calculated with only local terms (LDA)\nin the PBE functional to that obtained with PBE-GGA shows that LDA is\nsufficient to determine the static dipole polarizability of C70.\n","Comment: IOP style, 1 figure"]}]
["0711.1935",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1935"],"date":["2007-11-13","2007-11-20"],"type":["text"],"creator":["Sepehri, Alireza","Sarbisheie, Mohsen","Harirbafan, Mohammad Amin"],"language":[],"coverage":[],"title":["Dirac fields, scalar fields and Final state boundary condition of Black\n  hole"],"description":["  We withdraw our paper for one doubt on one of equations .Due to this reason\nwe will check again our calculation and replace the revised version of this\npaper.\n","Comment: This paper has been withdrawn"]}]
["0711.2676",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2676","2006ASPC..349..379Z"],"date":["2007-11-18"],"type":["text"],"creator":["Zasche, P."],"language":[],"coverage":[],"title":["New Systems Showing the Light-Time Effect"],"description":["  Two Algol-type eclipsing binary systems (EW Lyr and IV Cas) have been\ninvestigated for period changes. Our study was primarily focused on the\nlight-time effect with an alternative explanation by magnetic activity cycles.\nIn the case of EW Lyr we have found a third body in the orbit with a period of\nabout 78 years, an amplitude A=0.052 days and orbital eccentricity e=0.57. For\nIV Cas the long period is 58 years, amplitude A=0.034 days and zero\neccentricity. With these results we are also able to calculate mass functions\nand minimal masses of these components.\n","Comment: 4 pages, 2 figures, 2 tables, conference proceedings"]}]
["0711.2684",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2684"],"date":["2007-11-16"],"type":["text"],"creator":["Callan, David"],"language":[],"coverage":[],"title":["Bijections from Dyck paths to 321-avoiding permutations revisited"],"description":["  There are (at least) three bijections from Dyck paths to 321-avoiding\npermutations in the literature, due to Billey-Jockusch-Stanley, Krattenthaler,\nand Mansour-Deng-Du. How different are they? Denoting them B,K,M respectively,\nwe show that M = B \\circ L = K \\circ L' where L is the classical\nKreweras-Lalanne involution on Dyck paths and L', also an involution, is a sort\nof derivative of L. Thus K^{-1} \\circ B, a measure of the difference between B\nand K, is the product of involutions L' \\circ L and turns out to be a very\ncurious bijection: as a permutation on Dyck n-paths it is an nth root of the\n\"reverse path\" involution. The proof of this fact boils down to a geometric\nargument involving pairs of nonintersecting lattice paths.\n","Comment: 15 pages, LaTeX"]}]
["0711.2687",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2687","In Proceedings of the 2nd Foundations of Systems Biology in\n  Engineering (FOSBE) 2007, pp. 479-484, Fraunhofer IRB Verlag Stuttgart, ISBN\n  978-3-8167-7436-5"],"date":["2007-11-16"],"type":["text"],"creator":["Waldherr, Steffen","Allgower, Frank"],"language":[],"coverage":[],"title":["A feedback approach to bifurcation analysis in biochemical networks with\n  many parameters"],"description":["  Feedback circuits in biochemical networks which underly cellular signaling\npathways are important elements in creating complex behavior. A specific aspect\nthereof is how stability of equilibrium points depends on model parameters. For\nbiochemical networks, which are modelled using many parameters, it is typically\nvery difficult to estimate the influence of parameters on stability. Finding\nparameters which result in a change in stability is a key step for a meaningful\nbifurcation analysis. We describe a method based on well known approaches from\ncontrol theory, which can locate parameters leading to a change in stability.\nThe method considers a feedback circuit in the biochemical network and relates\nstability properties to the control system obtained by loop--breaking. The\nmethod is applied to a model of a MAPK cascade as an illustrative example.\n"]}]
["0711.2694",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2694"],"date":["2007-11-16"],"type":["text"],"creator":["Pelinovsky, Dmitry","Schneider, Guido"],"language":[],"coverage":[],"title":["Bounds on the tight-binding approximation for the Gross-Pitaevskii\n  equation with a periodic potential"],"description":["  We justify the validity of the discrete nonlinear Schrodinger equation for\nthe tight-binding approximation in the context of the Gross-Pitaevskii equation\nwith a periodic potential. Our construction of the periodic potential and the\nassociated Wannier functions is based on the previous work, while our analysis\ninvolving energy estimates and Gronwall's inequality addresses time-dependent\nlocalized solutions on large but finite time intervals.\n","Comment: 9 pages, 2 figures"]}]
["0711.2695",{"format":[],"subject":["Mathematics - Spectral Theory","05E35","47B39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2695"],"date":["2007-11-16"],"type":["text"],"creator":["Simon, Barry"],"language":[],"coverage":[],"title":["Regularity and the Cesaro-Nevai class"],"description":["  We consider OPRL and OPUC with measures regular in the sense of\nUllman-Stahl-Totik and prove consequences on the Jacobi parameters or\nVerblunsky coefficients. For example, regularity on $[-2,2]$ implies\n$\\lim_{N\\to\\infty} N^{-1} [\\sum_{n=1}^N (a_n-1)^2 + b_n^2] =0$.\n"]}]
["0711.2696",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","15A52, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2696"],"date":["2007-11-16"],"type":["text"],"creator":["Costello, Kevin P.","Vu, Van"],"language":[],"coverage":[],"title":["On the Rank of Random Sparse Matrices"],"description":["  We investigate the rank of random (symmetric) sparse matrices. Our main\nfinding is that with high probability, any dependency that occurs in such a\nmatrix is formed by a set of few rows that contains an overwhelming number of\nzeros. This allows us to obtain an exact estimate for the co-rank.\n","Comment: 24 pages"]}]
["0711.2700",{"format":[],"subject":["Mathematics - Spectral Theory","31A15","05E35","34L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2700"],"date":["2007-11-16"],"type":["text"],"creator":["Simon, Barry"],"language":[],"coverage":[],"title":["Equilibrium measures and capacities in spectral theory"],"description":["  This is a comprehensive review of the uses of potential theory in studying\nthe spectral theory of orthogonal polynomials. Much of the article focuses on\nthe Stahl-Totik theory of regular measures, especially the case of OPRL and\nOPUC. Links are made to the study of ergodic Schrodinger operators where one of\nour new results implies that, in complete generality, the spectral measure is\nsupported on a set of zero Hausdorff dimension (indeed, of capacity zero) in\nthe region of strictly positive Lyapunov exponent. There are many examples and\nsome new conjectures and indications of new research directions. Included are\nappendices on potential theory and on Fekete-Szego theory.\n"]}]
["0711.2701",{"format":[],"subject":["Mathematics - Spectral Theory","33C45","34L05","47B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2701"],"date":["2007-11-16"],"type":["text"],"creator":["Kreimer, Yury","Last, Yoram","Simon, Barry"],"language":[],"coverage":[],"title":["Monotone Jacobi parameters and non-Szego weights"],"description":["  We relate asymptotics of Jacobi parameters to asymptotics of the spectral\nweights near the edges. Typical of our results is that for $a_n\\equiv 1$, $b_n\n=-C n^{-\\beta}$ ($0<\\beta< \\frac23)$, one has $d\\mu(x)= w(x) dx$ on $(-2,2)$,\nand near $x=2$, $w(x)=e^{-2Q(x)}$ where \\[ Q(x)=\\beta^{-1} C^{\\frac{1}{\\beta}}\n\\frac{\\Gamma(\\frac32)\\Gamma(\\frac{1}\\beta}-\\frac12)(2-x)^{\\frac12\n-\\frac{1}{\\beta}}}{\\Gamma(\\frac{1}{\\beta}+1)}(1+O((2-x))) \\]\n"]}]
["0711.2702",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2702"],"date":["2007-11-16"],"type":["text"],"creator":["Navratil, Petr"],"language":[],"coverage":[],"title":["Ab initio no-core shell model calculations for light nuclei"],"description":["  An overview of the ab initio no-core shell model is presented. Recent results\nfor light nuclei obtained with the chiral two-nucleon and three-nucleon\ninteractions are highlighted. Cross section calculations of capture reactions\nimportant for astrophysics are discussed. The extension of the ab initio\nno-core shell model to the description of nuclear reactions by the resonating\ngroup method technique is outlined.\n","Comment: To be printed in the Proceedings of the International School of\n  Physics \"Enrico Fermi\" Course CLXIX - \"Nuclear Structure far from Stability:\n  New Physics and new Technology\". 38 pages, 19 figures"]}]
["0711.2706",{"format":[],"subject":["Mathematical Physics","28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2706"],"date":["2007-11-16"],"type":["text"],"creator":["Losada, M. N. Piacquadio"],"language":[],"coverage":[],"title":["A formula for the fractal dimension d approx. 0.87 of the Cantorian set\n  underlying the Devil's staircase associated with the Circle Map"],"description":["  The Cantor set complementary to the Devil's Staircase associated with the\nCircle Map has a fractal dimension d approximately equal to 0.87, a value that\nis universal for a wide range of maps, such results being of a numerical\ncharacter. In this paper we deduce a formula for such dimensional value. The\nDevil's Staircase associated with the Circle Map is a function that transforms\nhorizontal unit interval I onto vertical I, and is endowed with the\nFarey-Brocot (F-B) structure in the vertical axis via the rational heights of\nstability intervals. The underlying Cantor-dust fractal set Omega in the\nhorizontal axis --Omega contained in I, with fractal dimension d(Omega) approx.\n0.87-- has a natural covering with segments that also follow the F-B hierarchy:\ntherefore, the staircase associates vertical I (of unit dimension) with\nhorizontal Omega in I (of dimension approx. 0.87), i.e. it selects a certain\nsubset Omega of I, both sets F- B structured, the selected Omega with smaller\ndimension than that of I. Hence, the structure of the staircase mirrors the F-\nB hierarchy. In this paper we consider the subset Omega-F-B of I that\nconcentrates the measure induced by the F-B partition and calculate its\nHausdorff dimension, i.e. the entropic or information dimension of the F-B\nmeasure, and show that it coincides with d(Omega) approx. 0.87. Hence, this\ndimensional value stems from the F-B structure, and we draw conclusions and\nconjectures from this fact. Finally, we calculate the statistical \"Euclidean\"\ndimension (based on the ordinary Lebesgue measure) of the F-B partition, and we\nshow that it is the same as d(Omega-F-B), which permits conjecturing on the\nuniversality of the dimensional value d approximately equal to 0.87.\n","Comment: 53 pages double spaced, 1 figure"]}]
["0711.2712",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2712"],"date":["2007-11-16"],"type":["text"],"creator":["Razaghi, P.","Yu, W."],"language":[],"coverage":[],"title":["Parity Forwarding for Multiple-Relay Networks"],"description":["  This paper proposes a relaying strategy for the multiple-relay network in\nwhich each relay decodes a selection of transmitted messages by other\ntransmitting terminals, and forwards parities of the decoded codewords. This\nprotocol improves the previously known achievable rate of the\ndecode-and-forward (DF) strategy for multirelay networks by allowing relays to\ndecode only a selection of messages from relays with strong links to it. Hence,\neach relay may have several choices as to which messages to decode, and for a\ngiven network many different parity forwarding protocols may exist. A tree\nstructure is devised to characterize a class of parity forwarding protocols for\nan arbitrary multirelay network. Based on this tree structure, closed-form\nexpressions for the achievable rates of these DF schemes are derived. It is\nshown that parity forwarding is capacity achieving for new forms of degraded\nrelay networks.\n","Comment: submitted to IEEE Transactions on Information Theory"]}]
["0711.2723",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2723","Bioinformatics, vol. 23, no. 14, 1760--1767 (2007)","doi:10.1093/bioinformatics/btm257"],"date":["2007-11-17"],"type":["text"],"creator":["Bagler, Ganesh","Sinha, Somdatta"],"language":[],"coverage":[],"title":["Assortative mixing in Protein Contact Networks and protein folding\n  kinetics"],"description":["  Starting from linear chains of amino acids, the spontaneous folding of\nproteins into their elaborate three-dimensional structures is one of the\nremarkable examples of biological self-organization. We investigated native\nstate structures of 30 single-domain, two-state proteins, from complex networks\nperspective, to understand the role of topological parameters in proteins'\nfolding kinetics, at two length scales-- as ``Protein Contact Networks (PCNs)''\nand their corresponding ``Long-range Interaction Networks (LINs)'' constructed\nby ignoring the short-range interactions. Our results show that, both PCNs and\nLINs exhibit the exceptional topological property of ``assortative mixing''\nthat is absent in all other biological and technological networks studied so\nfar. We show that the degree distribution of these contact networks is partly\nresponsible for the observed assortativity. The coefficient of assortativity\nalso shows a positive correlation with the rate of protein folding at both\nshort and long contact scale, whereas, the clustering coefficients of only the\nLINs exhibit a negative correlation. The results indicate that the general\ntopological parameters of these naturally-evolved protein networks can\neffectively represent the structural and functional properties required for\nfast information transfer among the residues facilitating biochemical/kinetic\nfunctions, such as, allostery, stability, and the rate of folding.\n","Comment: Published in Bioinformatics"]}]
["0711.2724",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2724"],"date":["2007-11-17"],"type":["text"],"creator":["Szymanowski, Lech"],"language":[],"coverage":[],"title":["In search of the QCD odderon in exclusive J/psi and Upsilon\n  hadroproduction"],"description":["  Phenomenological studies of odderon effects are shortly reviewed. Special\nemphasis is devoted to a recent study of the exclusive production of J/psi or\nUpsilon in pp and bar p p collisions, where the meson emerges from the\npomeron--odderon and the pomeron--photon fusion.\n","Comment: 8 pages, 6 figures, talk presented at the conference \"New Trends in\n  High-Energy Physics\" (experiment, phenomenology, theory) Yalta, Crimea,\n  Ukraine, September 15 - 22, 2007"]}]
["0711.2734",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2734"],"date":["2007-11-17"],"type":["text"],"creator":["Demni, Nizar"],"language":[],"coverage":[],"title":["Free Martingale polynomials for stationary Jacobi processes"],"description":["  We generalize a previous result concerning free martingale polynomials for\nthe stationary free Jacobi process of parameters $\\lambda \\in ]0.1], \\theta =\n1/2$. Hopelessly, apart from the case $\\lambda = 1$, the polynomials we derive\nare no longer orthogonal with respect to the spectral measure. As a matter of\nfact, we use the multiplicative renormalization to write down the corresponding\northogonality measure.\n","Comment: page number : 12"]}]
["0711.2736",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2736"],"date":["2007-11-17"],"type":["text"],"creator":["Costa, Luciano da Fontoura"],"language":[],"coverage":[],"title":["Knitted Complex Networks"],"description":["  To a considerable extent, the continuing importance and popularity of complex\nnetworks as models of real-world structures has been motivated by scale free\ndegree distributions as well as the respectively implied hubs. Being related to\nsequential connections of edges in networks, paths represent another important,\ndual pattern of connectivity (or motif) in complex networks (e.g., paths are\nrelated to important concepts such as betweeness centrality). The present work\nproposes a new supercategory of complex networks which are organized and/or\nconstructed in terms of paths. Two specific network classes are proposed and\ncharacterized: (i) PA networks, obtained by star-path transforming\nBarabasi-Albert networks; and (ii) PN networks, built by performing progressive\npaths involving all nodes without repetition. Such new networks are important\nnot only from their potential to provide theoretical insights, but also as\nputative models of real-world structures. The connectivity structure of these\ntwo models is investigated comparatively to four traditional complex networks\nmodels (Erdos-Renyi, Barabasi-Albert, Watts-Strogatz and a geographical model).\nA series of interesting results are described, including the corroboration of\nthe distinct nature of the two proposed models and the importance of\nconsidering a comprehensive set of measurements and multivariated statistical\nmethods for the characterization of complex networks.\n","Comment: 10 pages, 5 figures, 1 table. A working manuscript, comments and\n  suggestions welcomed"]}]
["0711.2737",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Representation Theory","13A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2737"],"date":["2007-11-17"],"type":["text"],"creator":["Kohls, Martin"],"language":[],"coverage":[],"title":["Invarianten zusammenh\\\"angender Gruppen und die Cohen-Macaulay\n  Eigenschaft"],"description":["  For G=SL_n or GL_n we construct representations V such that the invariant\nring K[V]^G is not Cohen-Macaulay.\n","Comment: 100 pages, Diplomarbeit (i.e. Master thesis)"]}]
["0711.2738",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Representation Theory","13A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2738"],"date":["2007-11-17"],"type":["text"],"creator":["Kohls, Martin"],"language":[],"coverage":[],"title":["Konstruktion von Invariantenringen ohne die Cohen-Macaulay Eigenschaft"],"description":["  We give examples of Non-Cohen-Macaulay invariant rings.\n","Comment: 15 pages Projektarbeit (i.e. bachelor thesis)"]}]
["0711.2740",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2740"],"date":["2007-11-18"],"type":["text"],"creator":["Golec-Biernat, Krzysztof","Luszczak, Agnieszka"],"language":[],"coverage":[],"title":["Diffractive structure function F_L^D from fits with higher twist"],"description":["  We make predictions for the diffractive longitudinal structure function F_L^D\nto be measured at HERA, based on DGLAP fits of diffractive parton distributions\nwith twist--4 contribution. This contribution describes diffractive qqbar\nproduction from longitudinal photons and significantly changes predictions for\nF_L^D obtained in pure DGLAP analyses.\n","Comment: 8 pages, 4 figures, presented at 12th International Conference on\n  Elastic and Diffractive Scattering: Forward Physics and QCD, Hamburg, DESY,\n  Germany, 21-25 May 2007"]}]
["0711.2746",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","53C50, 53C30, 53C24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2746"],"date":["2007-11-17"],"type":["text"],"creator":["Bekkara, Esmaa","Frances, Charles","Zeghib, Abdelghani"],"language":[],"coverage":[],"title":["Actions of semisimple Lie groups preserving a degenerate Riemannian\n  metric"],"description":["  We prove a rigidity of the lightcone in Minkowski space. It is essentially\nthe unique space endowed with a degenerate Riemannian metric, of lightlike\ntype, and supporting an isometric non-proper action of a semi-simple group.\n","Comment: 22 pages"]}]
["0711.2750",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2750"],"date":["2007-11-17"],"type":["text"],"creator":["Li, Xiao","Liu, Yu","Guo, Hong"],"language":[],"coverage":[],"title":["Double Electromagnetically Induced Transparency in a Tripod-type Atom\n  System"],"description":["  The electromagnetically induced transparency (EIT) phenomenon in a four level\natomic system with tripod configuration is studied. The results show that this\nconfiguration is equivalent to the combination of two single three-level\n$\\Lambda$ configurations, which, under certain conditions, results in the\nso-called double-EIT (DEIT) phenomenon. The properties of the double\ntransparency windows for DEIT are discussed in detail and the possible\nexperimental scheme is proposed.\n","Comment: 5 pages, and 8 figures"]}]
["0711.2760",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2760"],"date":["2007-11-17"],"type":["text"],"creator":["Hinze-Hoare, Vita"],"language":[],"coverage":[],"title":["Computer Supported Collaborative Research"],"description":["  It is suggested that a new area of CSCR (Computer Supported Collaborative\nResearch) is distinguished from CSCW (Computer Supported Collaborative Work)\nand CSCL (Computer Supported Collaborative Learning) and that the demarcation\nbetween the three areas could do with greater clarification and prescription.\n  Although the areas of Human Computer Interaction (HCI), CSCW, and CSCL are\nnow relatively well established, the related field of Computer Supported\nCollaborative Research (CSCR) is new and little understood. An analysis of the\nprinciples and issues behind CSCR is undertaken with a view to determining\nprecisely its nature and scope and to delineate it clearly from CSCW and CSCL.\nThis determination is such that it is generally applicable to the building,\ndesign and evaluation of collaborative research environments.\n  A particular instance of the CSCR domain is then examined in order to\ndetermine the requirements of a collaborative research environment for students\nand supervisors (CRESS).\n"]}]
["0711.2761",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2761"],"date":["2007-11-17"],"type":["text"],"creator":["Catelan, M."],"language":[],"coverage":[],"title":["Multimodal Horizontal Branches: Empirical Evidence and Possible\n  Evolutionary Scenarios"],"description":["  We review the available empirical evidence for the presence of \"gaps\" and\nmultimodal distributions among horizontal branch (HB) stars, along with some of\nthe theoretical scenarios that have been proposed to explain these features.\nWhile gaps along the HB have become increasingly less prominent and frequent as\nmore and better color-magnitude diagram data have been obtained for Galactic\nglobular clusters, the evidence for multimodal HBs has instead become stronger.\nIn addition, different HB modes have recently started to be traced down to\nmultiple components that have been detected among subgiant branch and main\nsequence stars, thus suggesting that their origin lies in the complex physical\nprocesses that took place at the earliest stages in the history of massive\nstellar clusters.\n","Comment: 10 pages, 1 figure. Invited review, to appear in Mem. Soc. Astr.\n  Italiana, Vol. 79 (proc. Cefalu Workshop on \"XXI Century Challenges for\n  Stellar Evolution\", ed. S. Cassisi & M. Salaris)"]}]
["0711.2762",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2762"],"date":["2007-11-17"],"type":["text"],"creator":["Kotagiri, ShivaPrasad","Laneman, J. Nicholas"],"language":[],"coverage":[],"title":["Variations on Information Embedding in Multiple Access and Broadcast\n  Channels"],"description":["  Information embedding (IE) is the transmission of information within a host\nsignal subject to a distortion constraint. There are two types of embedding\nmethods, namely irreversible IE and reversible IE, depending upon whether or\nnot the host, as well as the message, is recovered at the decoder. In\nirreversible IE, only the embedded message is recovered at the decoder, and in\nreversible IE, both the message and the host are recovered at the decoder. This\npaper considers combinations of irreversible and reversible IE in multiple\naccess channels (MAC) and physically degraded broadcast channels (BC).\n","Comment: Submitted to Transactions on Information Theory"]}]
["0711.2767",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2767"],"date":["2007-11-17"],"type":["text"],"creator":["Chen, Xurong"],"language":[],"coverage":[],"title":["Geometric Structure of Two Self-dual Fields with Constraints"],"description":["  A two dimensional Poincar$\\acute{e}$-invariant self-dual field with\nconstraints is studied in geometric way. We obtained its symplectic structure\nand conservative currents on space of solutions, which are also invariant under\ntransformations of Poincar$\\acute{e}$ group.\n","Comment: 7 pages, no figure"]}]
["0711.2774",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2774"],"date":["2007-11-18"],"type":["text"],"creator":["Comay, E."],"language":[],"coverage":[],"title":["Mathematical Constraints on Gauge in Maxwellian Electrodynamics"],"description":["  The structure of classical electrodynamics based on the variational principle\ntogether with causality and space-time homogeneity is analyzed. It is proved\nthat in this case the 4-potentials are defined uniquely. On the other hand, the\napproach where Maxwell equations and the Lorentz law of force are regarded as\ncornerstones of the theory allows gauge transformations. For this reason, the\ntwo theories are not equivalent. A simple example substantiates this\nconclusion. Quantum physics is linked to the variational principle and it is\nproved that the same result holds for it. The compatibility of this conclusion\nwith gauge invariance of the Lagrangian density is explained. Several\nalternative possibilities that may follow this work are pointed out.\n","Comment: 15 pages, 0 figures"]}]
["0711.2780",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2780"],"date":["2007-11-18"],"type":["text"],"creator":["Scellato, Salvatore","Mascolo, Cecilia","Musolesi, Mirco","Latora, Vito"],"language":[],"coverage":[],"title":["Epcast: Controlled Dissemination in Human-based Wireless Networks by\n  means of Epidemic Spreading Models"],"description":["  Epidemics-inspired techniques have received huge attention in recent years\nfrom the distributed systems and networking communities. These algorithms and\nprotocols rely on probabilistic message replication and redundancy to ensure\nreliable communication. Moreover, they have been successfully exploited to\nsupport group communication in distributed systems, broadcasting, multicasting\nand information dissemination in fixed and mobile networks. However, in most of\nthe existing work, the probability of infection is determined heuristically,\nwithout relying on any analytical model. This often leads to unnecessarily high\ntransmission overheads.\n  In this paper we show that models of epidemic spreading in complex networks\ncan be applied to the problem of tuning and controlling the dissemination of\ninformation in wireless ad hoc networks composed of devices carried by\nindividuals, i.e., human-based networks. The novelty of our idea resides in the\nevaluation and exploitation of the structure of the underlying human network\nfor the automatic tuning of the dissemination process in order to improve the\nprotocol performance. We evaluate the results using synthetic mobility models\nand real human contacts traces.\n"]}]
["0711.2782",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2782"],"date":["2007-11-18"],"type":["text"],"creator":["Soshnikov, V. N."],"language":[],"coverage":[],"title":["Interrelation of fast and slow electron waves at propagation of\n  electromagnetic waves in Maxwellian collisionless plasma"],"description":["  It is shown in linear approximation that in the case of one-dimensional\nproblem of transverse electron waves in a half-infinite slab of homogeneous\nMaxwellian collisionless plasma with the given boundary field frequency two\nwave branches of solution of the dispersion equation are simultaneously\nrealizing. These are the branch of fast forward waves determined mainly by\nMaxwell equations of electromagnetic field, as well as the branch of forward\nand backward slow waves determined in the whole by kinetic properties of\nelectrons in the collective electrical field. The physical nature of wave\nmovements is revealed. A relation is found between electric field amplitudes of\nfast and slow waves. Multiform dividing the coupled slow waves into standing\nand traveling parts leads to a necessity of additional requirements to a\nselection of the type of a device analyzing these waves and its response\ninterpretation.\n","Comment: 5 pages, no figures, PDF"]}]
["0711.2784",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2784"],"date":["2007-11-18"],"type":["text"],"creator":["Balcerzak, Tadeusz"],"language":[],"coverage":[],"title":["A cluster density matrix for the effective field theory with\n  correlations"],"description":["  A cluster density matrix is introduced in the form suitable for the\nself-consistent calculation of relevant thermodynamic averages for the Ising\nmodel with spin S=1/2. On this basis, derivation of the Gibbs free-energy for\nthe effective field theory of Honmura and Kaneyoshi is presented.\n"]}]
["0711.2790",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2790"],"date":["2007-11-18"],"type":["text"],"creator":["Piest, J."],"language":[],"coverage":[],"title":["Problem with the Derivation of the Navier-Stokes Equation by Means of\n  Zwanzig-Mori Projection Technique of Statistical Mechanics"],"description":["  The derivation of the Navier-Stokes equation starting from the Liouville\nequation using projection techniques yields a friction term which is nonlinear\nin the velocity. Using the results of multilinear mode-coupling technique for\ncalculating equlibrium correlation functions, it is shown that the second-order\npart of the term is non-zero, thus leading to an incorrect formula for the\nequation.\n","Comment: 9 pages, no figures; prepared with Scientific Word"]}]
["0711.2794",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16G60, 16E30, 16E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2794"],"date":["2007-11-18"],"type":["text"],"creator":["Bergh, Petter Andreas"],"language":[],"coverage":[],"title":["Representation dimension and finitely generated cohomology"],"description":["  We consider selfinjective Artin algebras whose cohomology groups are finitely\ngenerated over a central ring of cohomology operators. For such an algebra, we\nshow that the representation dimension is strictly greater than the maximal\ncomplexity occurring among its modules. This provides a unified approach to\ncomputing lower bounds for the representation dimension of group algebras,\nexterior algebras and Artin complete intersections. We also obtain new examples\nof classes of algebras with arbitrarily large representation dimension.\n","Comment: 9 pages"]}]
["0711.2811",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2811"],"date":["2007-11-18"],"type":["text"],"creator":["Halin, Gilles","Kubicki, Sylvain"],"language":[],"coverage":[],"title":["Une approche par les mod\\`eles pour le suivi de l'activit\\'e de\n  construction d'un b\\^atiment. Bat'iViews : une interface multi-vues\n  orient\\'ee gestion de chantier"],"description":["  Cooperation between actors in design and construction activities in\narchitecture is an essential stake nowadays. In professional practices the\nactors involved in construction projects use numerous tools. The project is\nunique but the \"views\" that actors manipulate are various and sometimes\nfundamentally different. Their common characteristic is that they partially\nrepresent the cooperation context through a specific point of view.\n\"Bat'iViews\" suggests to the actors a multi-view interface of the context and\nenables to navigate through the different views. This proposition is based on a\nmodel-driven approach. We distinguish between \"context modelling\" and modelling\nof concepts represented in each \"businessview\". A model integrative\ninfrastructure allows us to develop the prototype and to manage user\ninteraction through the definition of models' transformations.\n"]}]
["0711.2814",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R35, 49J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2814"],"date":["2007-11-18"],"type":["text"],"creator":["Rodrigues, J. F.","Santos, L."],"language":[],"coverage":[],"title":["On a constrained reaction-diffusion system related to multiphase\n  problems"],"description":["  We solve and characterize the Lagrange multipliers of a reaction-diffusion\nsystem in the Gibbs simplex of R^{N+1} by considering strong solutions of a\nsystem of parabolic variational inequalities in R^N. Exploring properties of\nthe two obstacles evolution problem, we obtain and approximate a N-system\ninvolving the characteristic functions of the saturated and/or degenerated\nphases in the nonlinear reaction terms. We also show continuous dependence\nresults and we establish sufficient conditions of non-degeneracy for the\nstability of those phase subregions.\n","Comment: 27 pages"]}]
["0711.2816",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Probability","20E36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2816"],"date":["2007-11-18"],"type":["text"],"creator":["Helleloid, Geir T."],"language":[],"coverage":[],"title":["Automorphism Groups of Finite p-Groups: Structure and Applications"],"description":["  This thesis has three goals related to the automorphism groups of finite\n$p$-groups. The primary goal is to provide a complete proof of a theorem\nshowing that, in some asymptotic sense, the automorphism group of almost every\nfinite $p$-group is itself a $p$-group. We originally proved this theorem in a\npaper with Martin; the presentation of the proof here contains omitted proof\ndetails and revised exposition. We also give a survey of the extant results on\nautomorphism groups of finite $p$-groups, focusing on the order of the\nautomorphism groups and on known examples. Finally, we explore a connection\nbetween automorphisms of finite $p$-groups and Markov chains. Specifically, we\ndefine a family of Markov chains on an elementary abelian $p$-group and bound\nthe convergence rate of some of those chains.\n","Comment: 107 pages, Ph.D. thesis"]}]
["0711.2817",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","20G10, 20D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2817"],"date":["2007-11-18"],"type":["text"],"creator":["Guralnick, Robert","Kantor, William M.","Kassabov, Martin","Lubotzky, Alex"],"language":[],"coverage":[],"title":["Presentations of Finite Simple Groups: Profinite and Cohomological\n  Approaches"],"description":["  We prove the following three closely related results. The first is that every\nfinite simple group has a profinite presentation with 2 generators and at most\n18 relations. The second is that if G is a finite simple group, F a field and M\nan FG-module, then the dimension of the second cohomology group of G with\ncoefficients in M is at most 17.5 times the dimension of M. The third result is\nthat we may replace 17.5 by 18.5 as long as M is faithful irreducible G-module.\nThese last two results answer conjectures of Holt.\n","Comment: 44 pages, to appear in Groups, Geometry and Dynamics"]}]
["0711.2818",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2818"],"date":["2007-11-18"],"type":["text"],"creator":["Khalzov, I. V.","Smolyakov, A. I.","Ilgisonis, V. I."],"language":[],"coverage":[],"title":["Magnetorotational instability in electrically driven fluids"],"description":["  The linear stability of electrically driven flow of liquid metal in circular\nchannel in the presence of vertical magnetic field is studied. It is shown that\nthe instability threshold of such flow is determined by magnetorotational\ninstability of non-axisymmetric modes ($m\\neq0$) and does not depend on the\ntype of the fluid if magnetic Prandtl number is small $\\Pr\\ll1$. Our numerical\nresults are found to be in a good agreement with available experimental data\nfrom Grenoble High Magnetic Field Laboratory, France [P. Moresco and T.\nAlboussi\\`{e}re, J. Fluid Mech. \\textbf{504}, 167 (2004)].\n","Comment: 4 two-column pages, 4 figures, submitted to PRL"]}]
["0711.2820",{"format":[],"subject":["Mathematics - General Mathematics","Mathematical Physics","Primary 11S80, 42C40","Secondary 11E95"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2820"],"date":["2007-11-18"],"type":["text"],"creator":["Khrennikov, A. Yu.","Shelkovich, V. M.","Skopina, M."],"language":[],"coverage":[],"title":["p-Adic refinable functions and MRA-based wavelets"],"description":["  We described a wide class of $p$-adic refinable equations generating $p$-adic\nmultiresolution analysis. A method for the construction of $p$-adic orthogonal\nwavelet bases within the framework of the MRA theory is suggested. A\nrealization of this method is illustrated by an example, which gives a new\n3-adic wavelet basis. Another realization leads to the $p$-adic Haar bases\nwhich were known before.\n","Comment: 10 pages"]}]
["0711.2824",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2824"],"date":["2007-11-18"],"type":["text"],"creator":["Cadambe, Viveck R.","Jafar, Syed A."],"language":[],"coverage":[],"title":["Degrees of Freedom of Wireless X Networks"],"description":["  We explore the degrees of freedom of $M\\times N$ user wireless $X$ networks,\ni.e. networks of $M$ transmitters and $N$ receivers where every transmitter has\nan independent message for every receiver. We derive a general outerbound on\nthe degrees of freedom \\emph{region} of these networks. When all nodes have a\nsingle antenna and all channel coefficients vary in time or frequency, we show\nthat the \\emph{total} number of degrees of freedom of the $X$ network is equal\nto $\\frac{MN}{M+N-1}$ per orthogonal time and frequency dimension.\nAchievability is proved by constructing interference alignment schemes for $X$\nnetworks that can come arbitrarily close to the outerbound on degrees of\nfreedom. For the case where either M=2 or N=2 we find that the outerbound is\nexactly achievable. While $X$ networks have significant degrees of freedom\nbenefits over interference networks when the number of users is small, our\nresults show that as the number of users increases, this advantage disappears.\nThus, for large $K$, the $K\\times K$ user wireless $X$ network loses half the\ndegrees of freedom relative to the $K\\times K$ MIMO outerbound achievable\nthrough full cooperation. Interestingly, when there are few transmitters\nsending to many receivers ($N\\gg M$) or many transmitters sending to few\nreceivers ($M\\gg N$), $X$ networks are able to approach the $\\min(M,N)$ degrees\nof freedom possible with full cooperation on the $M\\times N$ MIMO channel.\nSimilar to the interference channel, we also construct an example of a 2 user\n$X$ channel with propagation delays where the outerbound on degrees of freedom\nis achieved through interference alignment based on a simple TDMA strategy.\n","Comment: 26 pages"]}]
["0711.2832",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2832"],"date":["2007-11-19"],"type":["text"],"creator":["Chaabouni, Salma","Bignon, Jc","Halin, Gilles"],"language":[],"coverage":[],"title":["Premi\\`ere \\'etape vers une navigation r\\'ef\\'erentielle par l'image\n  pour l'assistance \\`a la conception des ambiances lumineuses"],"description":["  In the first design stage, image reference plays a double role of means of\nformulation and resolution of problems. In our approach, we consider image\nreference as a support of creation activity to generate ideas and we propose a\ntool for navigation in references by image in order to assist daylight ambience\ndesign. Within this paper, we present, in a first part, the semantic indexation\nmethod to be used for the indexation of our image database. In a second part we\npropose a synthetic analysis of various modes of referential navigation in\norder to propose a tool implementing all or a part of these modes.\n"]}]
["0711.2834",{"format":[],"subject":["Mathematics - Probability","60H10, 60H05, 60H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2834"],"date":["2007-11-18"],"type":["text"],"creator":["Peng, Shige"],"language":[],"coverage":[],"title":["G-Brownian Motion and Dynamic Risk Measure under Volatility Uncertainty"],"description":["  We introduce a new notion of G-normal distributions. This will bring us to a\nnew framework of stochastic calculus of Ito's type (Ito's integral, Ito's\nformula, Ito's equation) through the corresponding G-Brownian motion. We will\nalso present analytical calculations and some new statistical methods with\napplication to risk analysis in finance under volatility uncertainty.\n  Our basic point of view is: sublinear expectation theory is very like its\nspecial situation of linear expectation in the classical probability theory.\nUnder a sublinear expectation space we still can introduce the notion of\ndistributions, of random variables, as well as the notions of joint\ndistributions, marginal distributions, etc. A particularly interesting\nphenomenon in sublinear situations is that a random variable Y is independent\nto X does not automatically implies that X is independent to Y.\n  Two important theorems have been proved: The law of large number and the\ncentral limit theorem.\n","Comment: Lecture notes, 114 pages"]}]
["0711.2843",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity","G.2.2","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2843"],"date":["2007-11-19"],"type":["text"],"creator":["Li, Xueliang","Yao, Xiangmei","Zhou, Wenli"],"language":[],"coverage":[],"title":["Complexity of the conditional colorability of graphs"],"description":["  For an integer $r>0$, a conditional $(k,r)$-coloring of a graph $G$ is a\nproper $k$-coloring of the vertices of $G$ such that every vertex $v$ of degree\n$d(v)$ in $G$ is adjacent to vertices with at least $min\\{r, d(v)\\}$ different\ncolors. The smallest integer $k$ for which a graph $G$ has a conditional\n$(k,r)$-coloring is called the $r$th order conditional chromatic number,\ndenoted by $\\chi_r(G)$. It is easy to see that the conditional coloring is a\ngeneralization of the traditional vertex coloring for which $r=1$. In this\npaper, we consider the complexity of the conditional colorings of graphs. The\nmain result is that the conditional $(3,2)$-colorability is $NP$-complete for\ntriangle-free graphs with maximum degree at most 3, which is different from the\nold result that the traditional 3-colorability is polynomial solvable for\ngraphs with maximum degree at most 3. This also implies that it is\n$NP$-complete to determine if a graph of maximum degree 3 is $(3,2)$- or\n$(4,2)$-colorable. Also we have proved that some old complexity results for\ntraditional colorings still hold for the conditional colorings.\n","Comment: 8 pages"]}]
["0711.2844",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity","G.2.2","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2844"],"date":["2007-11-19"],"type":["text"],"creator":["Li, Xueliang","Zhou, Wenli"],"language":[],"coverage":[],"title":["Dynamic 3-Coloring of Claw-free Graphs"],"description":["  A {\\it dynamic $k$-coloring} of a graph $G$ is a proper $k$-coloring of the\nvertices of $G$ such that every vertex of degree at least 2 in $G$ will be\nadjacent to vertices with at least 2 different colors. The smallest number $k$\nfor which a graph $G$ can have a dynamic $k$-coloring is the {\\it dynamic\nchromatic number}, denoted by $\\chi_d(G)$. In this paper, we investigate the\ndynamic 3-colorings of claw-free graphs. First, we prove that it is\n$NP$-complete to determine if a claw-free graph with maximum degree 3 is\ndynamically 3-colorable. Second, by forbidding a kind of subgraphs, we find a\nreasonable subclass of claw-free graphs with maximum degree 3, for which the\ndynamically 3-colorable problem can be solved in linear time. Third, we give a\nlinear time algorithm to recognize this subclass of graphs, and a linear time\nalgorithm to determine whether it is dynamically 3-colorable. We also give a\nlinear time algorithm to color the graphs in the subclass by 3 colors.\n","Comment: 13 pages"]}]
["0711.2846",{"format":[],"subject":["Mathematics - Combinatorics","05C15","05C35","05C55","05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2846"],"date":["2007-11-19"],"type":["text"],"creator":["Li, Xueliang","Xu, Zhixia"],"language":[],"coverage":[],"title":["Rainbow number of matchings in regular bipartite graphs"],"description":["  Given a graph $G$ and a subgraph $H$ of $G$, let $rb(G,H)$ be the minimum\nnumber $r$ for which any edge-coloring of $G$ with $r$ colors has a rainbow\nsubgraph $H$. The number $rb(G,H)$ is called the rainbow number of $H$ with\nrespect to $G$. Denote $mK_2$ a matching of size $m$ and $B_{n,k}$ a\n$k$-regular bipartite graph with bipartition $(X,Y)$ such that $|X|=|Y|=n$ and\n$k\\leq n$. In this paper we give an upper and lower bound for\n$rb(B_{n,k},mK_2)$, and show that for given $k$ and $m$, if $n$ is large\nenough, $rb(B_{n,k},mK_2)$ can reach the lower bound. We also determine the\nrainbow number of matchings in paths and cycles.\n","Comment: 9 pages"]}]
["0711.2847",{"format":[],"subject":["Mathematics - Combinatorics","05C15","05C35","05C55","05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2847"],"date":["2007-11-19"],"type":["text"],"creator":["Li, Xueliang","Xu, Zhixia"],"language":[],"coverage":[],"title":["On the existence of a rainbow 1-factor in proper coloring of\n  K_{rn}^{(r)}"],"description":["  El-Zanati et al proved that for any 1-factorization $\\mathcal{F}$ of the\ncomplete uniform hypergraph $\\mathcal {G}=K_{rn}^{(r)}$ with $r\\geq 2$ and\n$n\\geq 3$, there is a rainbow 1-factor. We generalize their result and show\nthat in any proper coloring of the complete uniform hypergraph $\\mathcal\n{G}=K_{rn}^{(r)}$ with $r\\geq 2$ and $n\\geq 3$, there is a rainbow 1-factor.\n","Comment: 6 pages"]}]
["0711.2849",{"format":[],"subject":["Mathematics - Combinatorics","05C05","05C15","05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2849"],"date":["2007-11-19"],"type":["text"],"creator":["Jin, Zemin","Li, Xueliang"],"language":[],"coverage":[],"title":["Partitioning complete graphs by heterochromatic trees"],"description":["  A {\\it heterochromatic tree} is an edge-colored tree in which any two edges\nhave different colors. The {\\it heterochromatic tree partition number} of an\n$r$-edge-colored graph $G$, denoted by $t_r(G)$, is the minimum positive\ninteger $p$ such that whenever the edges of the graph $G$ are colored with $r$\ncolors, the vertices of $G$ can be covered by at most $p$ vertex-disjoint\nheterochromatic trees. In this paper we determine the heterochromatic tree\npartition number of an $r$-edge-colored complete graph.\n","Comment: 7 pages"]}]
["0711.2854",{"format":[],"subject":["Physics - General Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2854"],"date":["2007-11-19"],"type":["text"],"creator":["Han, Li"],"language":[],"coverage":[],"title":["Generating Function in Quantum Mechanics: An Application to Counting\n  Problems"],"description":["  In this paper we present a generating function approach to two counting\nproblems in elementary quantum mechanics. The first is to find the total ways\nof distributing identical particles among different states. The second is to\nfind the degeneracies of energy levels in a quantum system with multiple\ndegrees of freedom. Our approach provides an alternative to the methods in\ntextbooks.\n","Comment: 1 table, 1 figure"]}]
["0711.2860",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2860"],"date":["2007-11-19"],"type":["text"],"creator":["Kazakov, A. Ya."],"language":[],"coverage":[],"title":["\"Partial\" quantum cloning and quantum cloning of the mixed states"],"description":["  We discuss the \"partial\" quantum cloning of the pure two-partite states, when\nthe \"part\" of initial state related to the one qubit is copied only. The same\napproach gives the possibility to design the quantum copying machine for the\nmixed qubit states.\n","Comment: 1 figure"]}]
["0711.2861",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2861","Bayesian Inference and Maximum entropy methods in Science and\n  Engineering, ed. by K. Knuth, A. Caticha, J. L. Center, A. Giffin, and C. C.\n  Rodriguez, AIP Conf. Proc 954, 386 (2007)","doi:10.1063/1.2821286"],"date":["2007-11-19"],"type":["text"],"creator":["Tseng, Chih-Yuan","Lee, HC"],"language":[],"coverage":[],"title":["Filter Out High Frequency Noise in EEG Data Using The Method of Maximum\n  Entropy"],"description":["  We propose a maximum entropy (ME) based approach to smooth noise not only in\ndata but also to noise amplified by second order derivative calculation of the\ndata especially for electroencephalography (EEG) studies. The approach includes\ntwo steps, applying method of ME to generate a family of filters and minimizing\nnoise variance after applying these filters on data selects the preferred one\nwithin the family. We examine performance of the ME filter through frequency\nand noise variance analysis and compare it with other well known filters\ndeveloped in the EEG studies. The results show the ME filters to outperform\nothers. Although we only demonstrate a filter design especially for second\norder derivative of EEG data, these studies still shed an informatic approach\nof systematically designing a filter for specific purposes.\n","Comment: 8 pages and 1 figure. Presened at the 27rd International workshop on\n  Bayesian Inference and Maximum Entropy Methods in science and ngineering,\n  July 8-13, 2007, Saratoga Springs, NY, USA"]}]
["0711.2862",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S15, 14P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2862"],"date":["2007-11-19"],"type":["text"],"creator":["Koike, Satoshi"],"language":[],"coverage":[],"title":["Finiteness theorem on Blow-semialgebraic triviality for a family of\n  3-dimensional algebraic sets"],"description":["  In this paper we introduce the notion of Blow-semialgebraic triviality\nconsistent with a compatible filtration for an algebraic family of algebraic\nsets, as an equisingularity for real algebraic singularities. Given an\nalgebraic family of 3-dimensional algebraic sets defined over a nonsingular\nalgebraic variety, we show that there is a finite subdivision of the parameter\nalgebraic set into connected Nash manifolds over which the family admits a\nBlow-semialgebraic trivialisation consistent with a compatible filtration. We\nshow a similar result on finiteness also for a Nash family of 3-dimensional\nNash sets through the Artin-Mazur theorem. As a corollary of the arguments in\ntheir proofs, we have a finiteness theorem on semialgebraic types of polynomial\nmappings from the 2-dimensional Euclidean space to the p-diemnsional Euclidean\nspace.\n","Comment: 38 pages, 1 figure"]}]
["0711.2869",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory","47A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2869"],"date":["2007-11-19"],"type":["text"],"creator":["Grieser, Daniel"],"language":[],"coverage":[],"title":["Monotone unitary families"],"description":["  A unitary family is a family of unitary operators $U(x)$ acting on a finite\ndimensional hermitian vector space, depending analytically on a real parameter\n$x$. It is monotone if $\\frac1i U'(x)U(x)^{-1}$ is a positive operator for each\n$x$. We prove a number of results generalizing standard theorems on the\nspectral theory of a single unitary operator $U_0$, which correspond to the\n'commutative' case $U(x)=e^{ix}U_0$. Also, for a two-parameter unitary family\n-- for which there is no analytic perturbation theory -- we prove an implicit\nfunction type theorem for the spectral data under the assumption that the\nfamily is monotone in one argument.\n","Comment: 9 pages; extended version of what was the appendix to arXiv:0710.3405\n  v1"]}]
["0711.2871",{"format":[],"subject":["Mathematics - Combinatorics","05A15 (primary) 05B45, 82B20 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2871"],"date":["2007-11-19"],"type":["text"],"creator":["Duchon, Philippe"],"language":[],"coverage":[],"title":["On the link pattern distribution of quarter-turn symmetric FPL\n  configurations"],"description":["  We present new conjectures on the distribution of link patterns for\nfully-packed loop (FPL) configurations that are invariant, or almost invariant,\nunder a quarter turn rotation, extending previous conjectures of Razumov and\nStroganov and of de Gier. We prove a special case, showing that the link\npattern that is conjectured to be the rarest does have the prescribed\nprobability. As a byproduct, we get a formula for the enumeration of a new\nclass of quasi-symmetry of plane partitions.\n","Comment: 12 pages, 6 figures. Submitted to FPSAC 2008"]}]
["0711.2873",{"format":[],"subject":["Computer Science - Information Theory","G.2.2","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2873"],"date":["2007-11-19"],"type":["text"],"creator":["Heim, Axel","Sidorenko, Vladimir","Sorger, Uli"],"language":[],"coverage":[],"title":["Trellis Computations"],"description":["  For a certain class of functions, the distribution of the function values can\nbe calculated in the trellis or a sub-trellis. The forward/backward recursion\nknown from the BCJR algorithm is generalized to compute the moments of these\ndistributions. In analogy to the symbol probabilities, by introducing a\nconstraint at a certain depth in the trellis we obtain symbol moments. These\nmoments are required for an efficient implementation of the discriminated\nbelief propagation algorithm in [2], and can furthermore be utilized to compute\nconditional entropies in the trellis.\n  The moment computation algorithm has the same asymptotic complexity as the\nBCJR algorithm. It is applicable to any commutative semi-ring, thus actually\nproviding a generalization of the Viterbi algorithm.\n","Comment: 9 pages, 4 figures"]}]
["0711.2879",{"format":[],"subject":["Mathematics - Probability","60G51","60G44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2879"],"date":["2007-11-19"],"type":["text"],"creator":["Solé, Josep Lluís","Utzet, Frederic"],"language":[],"coverage":[],"title":["A family of martingales generated by a process with independent\n  increments"],"description":["  An explicit procedure to construct a family of martingales generated by a\nprocess with independent increments is presented. The main tools are the\npolynomials that give the relationship between the moments and cumulants, and a\nset of martingales related to the jumps of the process called Teugels\nmartingales\n"]}]
["0711.2881",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2881"],"date":["2007-11-19"],"type":["text"],"creator":["Puech, M.","Hammer, F.","Chemin, L.","Flores, H.","Lehnert, M."],"language":[],"coverage":[],"title":["The MW is an exceptionnally quiet galaxy: implications for spiral\n  formation"],"description":["  We compare both the Milky Way and M31 to local external disk galaxies within\nthe same mass range, using their relative locations in the planes formed by\nVflat vs. MK (the Tully-Fisher relation), j_disk (specific angular momentum)\nand the average Fe abundance of stars in the galaxy outskirts. We find, for all\nrelationships, that the MW is systematically offset by 1 sigma or more, showing\na significant deficiency in stellar mass, angular momentum, disk radius and\n[Fe/H] in the stars in its outskirts at a given Vflat. Our Galaxy appears to\nhave escaped any significant merger over the last 10-11 Gyr which may explain\nits peculiar properties. As with M31, most local spirals show evidence for a\nhistory shaped mainly by relatively recent merging.\n","Comment: 2, pages, 1 figure, proceeding of the poster presented at the Vatican\n  Conf. \"Formation and evolution of galaxy disks\" held in Rome, 1-5 Oct. 2007"]}]
["0711.2884",{"format":[],"subject":["Mathematics - Representation Theory","22E50,11F70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2884"],"date":["2007-11-19"],"type":["text"],"creator":["Offen, Omer","Sayag, Eitan"],"language":[],"coverage":[],"title":["Uniqueness and disjointness of Klyachko models"],"description":["  We show the uniqueness and disjointness of Klyachko models for GL(n,F) over a\nnon-archimedean local field F. This completes, in particular, the study of\nKlyachko models on the unitary dual. Our local results imply a global rigidity\nproperty for the discrete automorphic spectrum.\n"]}]
["0711.2888",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2888"],"date":["2007-11-19"],"type":["text"],"creator":["Gelle, Alain","Lepetit, Marie-Bernadette"],"language":[],"coverage":[],"title":["Fast calculation of the electrostatic potential in ionic crystals by\n  direct summation metho"],"description":["  An efficient real space method is derived for the evaluation of the\nMadelung's potential of ionic crystals. The proposed method is an extension of\nthe Evjen's method. It takes advantage of a general analysis for the potential\nconvergence in real space. Indeed, we show that the series convergence is\nexponential as a function of the number of annulled multipolar momenta in the\nunit cell. The method proposed in this work reaches such an exponential\nxconvergence rate. Its efficiency is comparable to the Ewald's method, however\nunlike the latter, it uses only simple algebraic functions.\n"]}]
["0711.2892",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2892","Phys. Rev. E 76, 056703 (2007)","doi:10.1103/PhysRevE.76.056703"],"date":["2007-11-19"],"type":["text"],"creator":["Carbone, Anna"],"language":[],"coverage":[],"title":["Algorithm to estimate the Hurst exponent of high-dimensional fractals"],"description":["  We propose an algorithm to estimate the Hurst exponent of high-dimensional\nfractals, based on a generalized high-dimensional variance around a moving\naverage low-pass filter. As working examples, we consider rough surfaces\ngenerated by the Random Midpoint Displacement and by the Cholesky-Levinson\nFactorization algorithms. The surrogate surfaces have Hurst exponents ranging\nfrom 0.1 to 0.9 with step 0.1, and different sizes. The computational\nefficiency and the accuracy of the algorithm are also discussed.\n"]}]
["0711.2894",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2894","doi:10.1016/j.camwa.2007.04.015"],"date":["2007-11-19"],"type":["text"],"creator":["Agnolin, I.","Kruyt, N. P."],"language":[],"coverage":[],"title":["On the elastic moduli of two-dimensional assemblies of disks: relevance\n  and modeling of fluctuations in particle displacements and rotations"],"description":["  We determine the elastic moduli of two-dimensional assemblies of disks by\ncomputer simulations. The disks interact through elastic contact forces, that\noppose the relative displacement at the contact points by means of a normal and\na tangential stiffness, both taken constant. Our simulations confirm that the\nuniform strain assumption results in inaccurate predictions of the elastic\nmoduli, since large fluctuations in particle displacements and rotations occur.\nWe phrase their contribution in terms of the relative displacement they induce\nat the contact points. We show that the fluctuations that determine the\nequivalent continuum behavior depend on the average geometry of the assembly.\nWe further separate the contributions from the center displacement and the\nparticle rotation. The fluctuations result in a relaxation of the system, but\nalong the tangential direction the relaxation is generally entirely due to\nrotations. We consider two theoretical formulations for predicting the elastic\nmoduli that include the fluctuations, namely the ``pair-fluctuation'' and the\n``particle-fluctuation'' method. They are both based on the equilibrium of a\nsmall subassembly, which is considered representative of the average structure.\nWe investigate the corresponding predictions of the elastic moduli over a range\nof coordination numbers and of ratios between tangential and normal stiffness.\nWe find a significant improvement with respect to the uniform strain theory.\nFurthermore, the dependence of the fluctuations on coordination number and\nratio of tangential to normal stiffness is qualitatively captured.\n","Comment: 22 pages, 8 figures"]}]
["0711.2897",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","I.5.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2897","Progress in Industrial Mathematics at ECMI 2006 (edited by L. L.\n  Bonilla, M. A. Moscoso, G. Platero, and J. M. Vega), vol. 12 of Mathematics\n  in Industry, pp. 801-805 (Springer, Berlin, 2007), ISBN 978-3-540-71991-5"],"date":["2007-11-19"],"type":["text"],"creator":["Izquierdo, J.","Tung, M. M.","Perez, R.","Martinez, F. J."],"language":[],"coverage":[],"title":["Estimation of fuzzy anomalies in Water Distribution Systems"],"description":["  State estimation is necessary in diagnosing anomalies in Water Demand Systems\n(WDS). In this paper we present a neural network performing such a task. State\nestimation is performed by using optimization, which tries to reconcile all the\navailable information. Quantification of the uncertainty of the input data\n(telemetry measures and demand predictions) can be achieved by means of robust\nestate estimation. Using a mathematical model of the network, fuzzy estimated\nstates for anomalous states of the network can be obtained. They are used to\ntrain a neural network capable of assessing WDS anomalies associated with\nparticular sets of measurements.\n","Comment: 5 pages"]}]
["0711.2898",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2898"],"date":["2007-11-19"],"type":["text"],"creator":["Cristofano, G.","Marotta, V.","Minnhagen, P.","Naddeo, A.","Niccoli, G."],"language":[],"coverage":[],"title":["New Results on the Phase Diagram of the FFXY Model: A Twisted CFT\n  Approach"],"description":["  The issue of the number, nature and sequence of phase transitions in the\nfully frustrated XY (FFXY) model is a highly non trivial one due to the complex\ninterplay between its continuous and discrete degrees of freedom. In this\ncontribution we attack such a problem by means of a twisted conformal field\ntheory (CFT) approach and show how it gives rise to the U (1)$\\otimes Z_{2}$\nsymmetry and to the whole spectrum of excitations of the FFXY model.\n","Comment: 7 pages; talk given by G. Niccoli at \"Path Integrals - New Trends and\n  Perspectives International Conference\", Max-Planck-Institut, Dresden,\n  Germany, September 23 - 28, 2007"]}]
["0711.2903",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2903","*Les Houches 2005, Particle physics beyond the standard model*\n  1-78"],"date":["2007-11-19"],"type":["text"],"creator":["Masiero, A.","Vempati, S. K.","Vives, O."],"language":[],"coverage":[],"title":["Flavour Physics and Grand Unification"],"description":["  In spite of the enormous success of the Standard Model (SM), we have strong\nreasons to expect the presence of new physics beyond the SM at higher energies.\nThe idea of the Grand Unification of all the known interactions in nature is\nperhaps the main reason behind these expectations. Low-energy Supersymmetry is\nclosely linked with grand unification as a solution of the hierarchy problem\nassociated with the ratio M_GUT / M_Z. In these lectures we will provide a\ngeneral overview of Grand Unification and Supersymmetry with special emphasis\non their phenomenological consequences at low energies. We will analyse the\nflavour and CP problems of Supersymmetry and try to identify in these\nassociated low-energy observables possible indications of the existence of a\nGrand Unified theory at high energies.\n","Comment: 62 pages, 15 figures. Lectures given by A. Masiero at \"Particle\n  Physics Beyond the Standard Model\", Les Houches, France, 1-26 Aug 2005"]}]
["0711.2907",{"format":[],"subject":["Physics - General Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2907"],"date":["2007-11-19"],"type":["text"],"creator":["Hoefnagels, Friso","Cover, Keith S","Sanchez, Ester","Lagerwaard, Frank J."],"language":[],"coverage":[],"title":["Displaying perfusion MRI images as color intensity projections"],"description":["  Dynamic susceptibility-weighted contrast-enhanced (DSC) MRI or perfusion-MRI\nplays an important role in the non-invasive assessment of tumor vascularity.\nHowever, the large number of images provided by the method makes display and\ninterpretation of the results challenging. Current practice is to display the\nperfusion information as relative cerebral blood volume maps (rCBV). Color\nintensity projections (CIPs) provides a simple, intuitive display of the\nperfusion-MRI data so that regional perfusion characteristics are intrinsically\nintegrated into the anatomy structure the T2 images. The ease of use and quick\ncalculation time of CIPs should allow it to be easily integrated into current\nanalysis and interpretation pipelines.\n","Comment: 4 pages 2 figures"]}]
["0711.2910",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2910"],"date":["2007-11-19"],"type":["text"],"creator":["Storchak, S. N."],"language":[],"coverage":[],"title":["Path integral measure factorization in path integrals for diffusion of\n  Yang--Mills fields"],"description":["  Factorization of the (formal) path integral measure in a Wiener path\nintegrals for Yang--Mills diffusion is studied. Using the nonlinear filtering\nstochastic differential equation, we perform the transformation of the path\nintegral defined on a total space of the Yang--Mills principal fiber bundle and\ncome to the reduced path integral on a Coulomb gauge surface. Integral relation\nbetween the path integral representing the \"quantum\" evolution given on the\noriginal manifold of Yang--Mills fields and the path integral on the reduced\nmanifold defined by the Coulomb gauge is obtained.\n","Comment: 34 pages"]}]
["0711.2911",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2911"],"date":["2007-11-19"],"type":["text"],"creator":["Lawson, Daniel John","Jensen, Henrik Jeldtoft"],"language":[],"coverage":[],"title":["Understanding clustering in type space using field theoretic techniques"],"description":["  The birth/death process with mutation describes the evolution of a\npopulation, and displays rich dynamics including clustering and fluctuations.\nWe discuss an analytical `field-theoretical' approach to the birth/death\nprocess, using a simple dimensional analysis argument to describe evolution as\na `Super-Brownian Motion' in the infinite population limit. The field theory\ntechnique provides corrections to this for large but finite population, and an\nexact description at arbitrary population size. This allows a characterisation\nof the difference between the evolution of a phenotype, for which strong local\nclustering is observed, and a genotype for which distributions are more\ndispersed. We describe the approach with sufficient detail for non-specialists.\n","Comment: Accepted, Bulletin of Mathematical Biology"]}]
["0711.2913",{"format":[],"subject":["Mathematics - Numerical Analysis","41A15","39B42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2913","Progress in Industrial Mathematics at ECMI 2006 (edited by L. L.\n  Bonilla, M. A. Moscoso, G. Platero, and J. M. Vega), vol. 12 of Mathematics\n  in Industry, pp. 949-953 (Springer, Berlin, 2007), ISBN 978-3-540-71991-5"],"date":["2007-11-19"],"type":["text"],"creator":["Tung, M. M.","Soler, L.","Defez, E.","Hervas, A."],"language":[],"coverage":[],"title":["Cubic-matrix splines and second-order matrix models"],"description":["  We discuss the direct use of cubic-matrix splines to obtain continuous\napproximations to the unique solution of matrix models of the type $Y''(x) =\nf(x,Y(x))$. For numerical illustration, an estimation of the approximation\nerror, an algorithm for its implementation, and an example are given.\n","Comment: 5 pages"]}]
["0711.2914",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2914"],"date":["2007-11-19"],"type":["text"],"creator":["Anthony, Gidudu","Gregg, Hulley","Tshilidzi, Marwala"],"language":[],"coverage":[],"title":["Image Classification Using SVMs: One-against-One Vs One-against-All"],"description":["  Support Vector Machines (SVMs) are a relatively new supervised classification\ntechnique to the land cover mapping community. They have their roots in\nStatistical Learning Theory and have gained prominence because they are robust,\naccurate and are effective even when using a small training sample. By their\nnature SVMs are essentially binary classifiers, however, they can be adopted to\nhandle the multiple classification tasks common in remote sensing studies. The\ntwo approaches commonly used are the One-Against-One (1A1) and One-Against-All\n(1AA) techniques. In this paper, these approaches are evaluated in as far as\ntheir impact and implication for land cover mapping. The main finding from this\nresearch is that whereas the 1AA technique is more predisposed to yielding\nunclassified and mixed pixels, the resulting classification accuracy is not\nsignificantly different from 1A1 approach. It is the authors conclusion\ntherefore that ultimately the choice of technique adopted boils down to\npersonal preference and the uniqueness of the dataset at hand.\n","Comment: Proccedings of the 28th Asian Conference on Remote Sensing, 2007"]}]
["0711.2917",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2917","Dans The 12th Australasian Document Computing Symposium (ADCS'07)\n  (2007)"],"date":["2007-11-19"],"type":["text"],"creator":["Thom, James A.","Pehcevski, Jovan","Vercoustre, Anne-Marie"],"language":[],"coverage":[],"title":["Use of Wikipedia Categories in Entity Ranking"],"description":["  Wikipedia is a useful source of knowledge that has many applications in\nlanguage processing and knowledge representation. The Wikipedia category graph\ncan be compared with the class hierarchy in an ontology; it has some\ncharacteristics in common as well as some differences. In this paper, we\npresent our approach for answering entity ranking queries from the Wikipedia.\nIn particular, we explore how to make use of Wikipedia categories to improve\nentity ranking effectiveness. Our experiments show that using categories of\nexample entities works significantly better than using loosely defined target\ncategories.\n"]}]
["0711.2924",{"format":[],"subject":["Physics - Classical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2924"],"date":["2007-11-19"],"type":["text"],"creator":["Dai, Huihui","Hao, Yanhong","Chen, Zhen"],"language":[],"coverage":[],"title":["On Constructing the Analytical Solutions for Localizations in a Slender\n  Cylinder Composed of an Incompressible Hyperelastic Material"],"description":["  In this paper, we study the localization phenomena in a slender cylinder\ncomposed of an incompressible hyperelastic material subjected to axial tension.\nWe aim to construct the analytical solutions based on a three-dimensional\nsetting and use the analytical results to describe the key features observed in\nthe experiments by others. Using a novel approach of coupled series-asymptotic\nexpansions, we derive the normal form equation of the original governing\nnonlinear partial differential equations. By writing the normal form equation\ninto a first-order dynamical system and with the help of the phase plane, we\nmanage to solve two boundary-value problems analytically. The explicit solution\nexpressions (in terms of integrals) are obtained. By analyzing the solutions,\nwe find that the width of the localization zone depends on the material\nparameters but remains almost unchanged for the same material in the post-peak\nregion. Also, it is found that when the radius-length ratio is relatively small\nthere is a snap-back phenomenon. These results are well in agreement with the\nexperimental observations. Through an energy analysis, we also deduce the\npreferred configuration and give a prediction when a snap-through can happen.\nFinally, based on the maximum-energy-distortion theory, an analytical criterion\nfor the onset of material failure is provided.\n","Comment: 27 pages 10 figures"]}]
["0711.2926",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2926"],"date":["2007-11-19"],"type":["text"],"creator":["Rotter, Ingrid"],"language":[],"coverage":[],"title":["Non-Hermitian Hamilton operator in open quantum systems"],"description":["  In the Feshbach projection operator (FPO) formalism the whole function space\nis divided into two subspaces. One of them contains the wave functions\nlocalized in a certain finite region while the continuum of extended scattering\nwave functions is involved in the other subspace. The Hamilton operator of the\nwhole system is Hermitian, that of the localized part is, however,\nnon-Hermitian. This non-Hermitian Hamilton operator $H_{\\rm eff}$ represents\nthe core of the FPO method in present-day studies. It gives a unified\ndescription of discrete and resonance states. Furthermore, it contains the time\noperator. The eigenvalues $z_\\lambda$ and eigenfunctions $\\phi_\\lambda$ of\n$H_{\\rm eff}$ are an important ingredient of the $S$ matrix. They are energy\ndependent. The phases of the $\\phi_\\lambda$ are, generally, nonrigid. Most\ninteresting physical effects are caused by the branch points in the complex\nplane. On the one hand, they cause the avoided level crossings that appear as\nlevel repulsion or widths bifurcation in approaching the branch points under\ndifferent conditions. On the other hand, observable values are usually enhanced\nand accelerated in the vicinity of the branch points. In most cases, the theory\nis time asymmetric. An exception are the ${\\cal PT}$ symmetric bound states in\nthe continuum appearing in space symmetric systems due to the avoided level\ncrossing phenomenon in the complex plane. In the paper, the peculiarities of\nthe FPO method are considered and three typical phenomena are sketched: (i) the\nunified description of decay and scattering processes, (ii) the appearance of\nbound states in the continuum and (iii) the spectroscopic reordering processes\ncharacteristic of the regime with overlapping resonances.\n","Comment: 24 pages"]}]
["0711.2927",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2927"],"date":["2007-11-19"],"type":["text"],"creator":["Larsson, T. A."],"language":[],"coverage":[],"title":["A BV subtlety"],"description":["  The standard BV complex is never acyclic provided that the equations of\nmotion have solutions and the admissible class of functions is general enough,\nunless one introduces second-order antifields. This phenomenon is explicitly\nillustrated for the harmonic oscillator and the free electromagnetic field.\n","Comment: 8 pages"]}]
["0711.2932",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2932"],"date":["2007-11-19"],"type":["text"],"creator":["Castellani, M."],"language":[],"coverage":[],"title":["Galactic Globular Clusters Database: a progress report"],"description":["  The present status of Galactic Globular Clusters Database is briefly\nreviewed. The features implemented at the time writing are described, as well\nas plans for future improvements.\n","Comment: 3 pages, proceedings of \"XXI Century challenges for stellar\n  evolution\" (Cefalu', Italy), eds. S. Cassisi and M. Salaris, to be published\n  in MemSAIt, 79, 2. See http://www.mporzio.astro.it/~marco/gc/papers/ for a\n  PDF version with encapsulated figures"]}]
["0711.2934",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2934"],"date":["2007-11-19"],"type":["text"],"creator":["Bombardelli, Diego","Fioravanti, Davide","Rossi, Marco"],"language":[],"coverage":[],"title":["Non-linear integral equations in {\\cal {N}}=4 SYM"],"description":["  We survey and discuss the applications of the non-linear integral equation in\nthe framework of the Bethe Ansatz type equations which are conjectured to give\nthe eigenvalues of the dilatation operator in ${\\cal {N}}=4$ SYM. Moreover, an\noriginal idea (different from that of \\cite {FMQR}) to derive a non-linear\nintegral equation is briefly depicted in Section 4.\n","Comment: RAQIS '07 Prooceedings Contribution with some new results"]}]
["0711.2937",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2937"],"date":["2007-11-19"],"type":["text"],"creator":["Siegmund, Marc","Hofmann, Markus","Pankratov, Oleg"],"language":[],"coverage":[],"title":["Persistent current and Wigner crystallization in a one dimensional\n  quantum ring"],"description":["  We use Density Functional Theory to study interacting spinless electrons on a\none-dimensional quantum ring in the density range where the system undergoes\nWigner crystallization. The Wigner transition leads to a drastic ``collective''\nelectron localization due to the Wigner crystal pinning, provided a weak\nimpurity potential is applied. To reveal this localization we examine a\npersistent current in a ring penetrated by a magnetic flux. Using the DFT-OEP\nmethod we calculated the current as a function of the interaction parameter\nr_S. We find that in the limit of vanishing impurity potential the persistent\ncurrent stays constant up to a critical value of r_S^c=2.05 but shows a drastic\nexponential decay for larger r_S which reflects a formation of a pinned Wigner\ncrystal. Above r_S^c the amplitude of the electron density oscillations exactly\nfollows the (r_S-r_S^c)^{1/2} behaviour, confirming a second-order phase\ntransition as expected in the mean-field-type OEP approximation.\n","Comment: 7 pages, 5 figures"]}]
["0711.2947",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2947"],"date":["2007-11-19"],"type":["text"],"creator":["Huber, G.","Deuschle, T.","Schnitzler, W.","Reichle, R.","Singer, K.","Schmidt-Kaler, F."],"language":[],"coverage":[],"title":["Transport of ions in a segmented linear Paul trap in\n  printed-circuit-board technology"],"description":["  We describe the construction and operation of a segmented linear Paul trap,\nfabricated in printed-circuit-board technology with an electrode segment width\nof 500 microns. We prove the applicability of this technology to reliable ion\ntrapping and report the observation of Doppler cooled ion crystals of Ca-40\nwith this kind of traps. Measured trap frequencies agree with numerical\nsimulations at the level of a few percent from which we infer a high\nfabrication accuracy of the segmented trap. To demonstrate its usefulness and\nversatility for trapped ion experiments we study the fast transport of a single\nion. Our experimental results show a success rate of 99.0(1)% for a transport\ndistance of 2x2mm in a round-trip time of T=20us, which corresponds to 4 axial\noscillations only. We theoretically and experimentally investigate the\nexcitation of oscillations caused by fast ion transports with error-function\nvoltage ramps: For a slightly slower transport (a round-trip shuttle within\nT=30us) we observe non-adiabatic motional excitation of 0.89(15)meV.\n","Comment: 16 pages"]}]
["0711.2948",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2948"],"date":["2007-11-19"],"type":["text"],"creator":["Shin, Yunchang","Snow, W. Mike","Lavelle, Christopher M.","Baxter, David V.","Tong, Xin","Yan, Haiyang","Leuschner, Mark"],"language":[],"coverage":[],"title":["The Neutron Energy Spectrum Study from the Phase II Solid Methane\n  Moderator at the LENS Neutron Source"],"description":["  Neutron energy spectrum measurements from a solid methane moderator were\nperformed at the Low Energy Neutron Source (LENS) at Indiana University\nCyclotron Facility (IUCF) to verify our neutron scattering model of solid\nmethane. The time-of-flight method was used to measure the energy spectrum of\nthe moderator in the energy range of 0.1$meV\\sim$ 1$eV$. Neutrons were counted\nwith a high efficiency $^{3}{He}$ detector. The solid methane moderator was\noperated in phase II temperature and the energy spectra were measured at the\ntemperatures of 20K and 4K. We have also tested our newly-developed scattering\nkernels for phase II solid methane by calculating the neutron spectral\nintensity expected from the methane moderator at the LENS neutron source using\nMCNP (Monte Carlo N-particle Transport Code). Within the expected accuracy of\nour approximate approach, our model predicts both the neutron spectral\nintensity and the optimal thickness of the moderator at both temperatures. The\npredictions are compared to the measured energy spectra. The simulations agree\nwith the measurement data at both temperatures.\n","Comment: 20 pages, 12 figures"]}]
["0711.2957",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2957","Medical & biological engineering & computing 45, 10 (2007) 989-995"],"date":["2007-11-19"],"type":["text"],"creator":["Mokoko, Didier","Pithioux, Martine","Chabrand, Patrick"],"language":[],"coverage":[],"title":["Temporal evolution of mechanical properties of skeletal tissue\n  regeneration in rabbits. An experimental study"],"description":["  Various mathematical models represent the effects of local mechanical\nenvironment on the regulation of skeletal regeneration. Their relevance relies\non an accurate description of the evolving mechanical properties of the\nregenerating tissue. The object of this study was to develop an experimental\nmodel which made it possible to characterize the temporal evolution of the\nstructural and mechanical properties during unloaded enchondral osteogenesis in\nthe New Zealand rabbit, a standard animal model for studies of osteogenesis and\nchondrogenesis. A 25mm segment of tibial diaphysis was removed sub-periosteally\nfrom rabbits. The defect was repaired by the preserved periosteum. An external\nfixator was applied to prevent mechanical loading during osteogenesis. The\nregenerated skeletal tissues were studied by CT scan, histology and mechanical\ntests. The traction tests between 7 to 21 days post-surgery were done on\nformaldehyde-fixated tissue allowing to obtain force/displacement curves. The\nviscoelastic properties of the regenerating skeletal tissues were visualized\nthroughout the repair process.\n","Comment: 7"]}]
["0711.2958",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2958"],"date":["2007-11-19"],"type":["text"],"creator":["Leonidaki, Ioanna","Zezas, Andreas","Boumis, Panayotis"],"language":[],"coverage":[],"title":["X-ray supernova remnants in nearby galaxies"],"description":["  We present the initial results from a study of the SNR population in a sample\nof six nearby galaxies (NGC 2403, NGC 4214, NGC 4449, NGC 5204, NGC 3077, NGC\n4395) based on Chandra archival data. We discuss the analysis of the Chandra\ndata and we present candidate SNR sources selected on the basis of their X-ray\ncolours. We also present deep [S II] 6716 & 6731 A and Halpha line images for\nmost of the galaxies in our sample, which provide optically selected samples of\nSNRs. Comparison of the X-ray results with the complementary optical\nobservations provides a more complete picture of the SNR population and allows\nus to address their X-ray emission. Our preliminary analysis of the [S\nII]/Halpha images show that 48 X-ray sources are typically associated with\nHalpha sources, 7 of which are SNR candidates based on their [S II]/Halpha\nratio and one is an already known radio SNR.\n","Comment: 2 pages, 4 figures, Contributed paper to \"X-rays from nearby\n  galaxies\", ESAC, Madrid (Spain), September 2007, in press"]}]
["0711.2964",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2964","Lecture Notes in Comput. Sci. (LNCS), vol 4618, pp. 2-26,\n  Unconvetional Computation, Springer, 2007","doi:10.1007/978-3-540-73554-0"],"date":["2007-11-19"],"type":["text"],"creator":["Elias, Yuval","Fernandez, José M.","Mor, Tal","Weinstein, Yossi"],"language":[],"coverage":[],"title":["Optimal Algorithmic Cooling of Spins"],"description":["  Algorithmic Cooling (AC) of Spins is potentially the first near-future\napplication of quantum computing devices. Straightforward quantum algorithms\ncombined with novel entropy manipulations can result in a method to improve the\nidentification of molecules. We introduce here several new exhaustive cooling\nalgorithms, such as the Tribonacci and k-bonacci algorithms. In particular, we\npresent the ``all-bonacci'' algorithm, which appears to reach the maximal\ndegree of cooling obtainable by the optimal AC approach.\n","Comment: 20 pages, 5 figures"]}]
["0711.2969",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2969"],"date":["2007-11-19"],"type":["text"],"creator":["Avetissian, A. K."],"language":[],"coverage":[],"title":["Cosmological Bang within Matter Era. Is the Generation of Galactic-Scale\n  Mass Possible?"],"description":["  A heuristic hypothesis about domination of Bose-Einstein statistics in the\nearly Universe is suggested. The possibility of Bose-Einstein condensation\n(BEC) of primordial baryon-antibaryon pairs is considered. In accordance with\nthis postulation enormous masses in the order of galactic mass may be\naccumulated within the cosmic scales. At the certain threshold value of the\nmatter density the structural bosons decay into fermions and the sharp\nbreakdown of quantum-mechanical symmetry of the particles wave functions\noccurs. Then, due to the Pauli principle of exclusion a large-scale phase\ntransition occurs because of enormous pressure jump of the matter. This\nphenomenon might cause Cosmological Bang at the beginning stage of the Matter\nEra. As a mechanism of accumulation of galactic mass much larger than the\nconfiguration with structural bosons, a hypothetical BEC of elementary bosons\n(gauge bosons $W^{\\pm}$ and $Z^{0})$ is discussed as well.\n","Comment: 10 pages, 2 figures, revtex4 (Int. Conf. Nuclear Astrophysics Beyond\n  the First 50 Years, 2007, Caltech, Pasadena, USA)"]}]
["0711.2971",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2971"],"date":["2007-11-19"],"type":["text"],"creator":["Kubicki, Sylvain","Guerriéro, Annie","Hanser, Damien","Halin, Gilles"],"language":[],"coverage":[],"title":["IT services design to support coordination practices in the\n  Luxembourguish AEC sector"],"description":["  In the Architecture Engineering and Construction sector (AEC) cooperation\nbetween actors is essential for project success. The configuration of actors'\norganization takes different forms like the associated coordination mechanisms.\nOur approach consists in analyzing these coordination mechanisms through the\nidentification of the \"base practices\" realized by the actors of a construction\nproject to cooperate. We also try with practitioners to highlight the \"best\npractices\" of cooperation. Then we suggest here two prototypes of IT services\naiming to demonstrate the value added of IT to support cooperation. These\nprototype tools allow us to sensitize the actors through terrain experiments\nand then to bring inch by inch the Luxembourgish AEC sector towards electronic\ncooperation.\n"]}]
["0711.2980",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2980"],"date":["2007-11-19"],"type":["text"],"creator":["Albanese, Claudio"],"language":[],"coverage":[],"title":["Stochastic Integrals and Abelian Processes"],"description":["  We study triangulation schemes for the joint kernel of a diffusion process\nwith uniformly continuous coefficients and an adapted, non-resonant Abelian\nprocess. The prototypical example of Abelian process to which our methods apply\nis given by stochastic integrals with uniformly continuous coeffcients. The\nrange of applicability includes also a broader class of processes of practical\nrelevance, such as the sup process and certain discrete time summations we\ndiscuss. We discretize the space coordinate in uniform steps and assume that\ntime is either continuous or finely discretized as in a fully explicit Euler\nmethod and the Courant condition is satisfied. We show that the Fourier\ntransform of the joint kernel of a diffusion and a stochastic integral\nconverges in a uniform graph norm associated to the Markov generator.\nConvergence also implies smoothness properties for the Fourier transform of the\njoint kernel. Stochastic integrals are straightforward to define for finite\ntriangulations and the convergence result gives a new and entirely constructive\nway of defining stochastic integrals in the continuum. The method relies on a\nreinterpretation and extension of the classic theorems by Feynman-Kac,\nGirsanov, Ito and Cameron-Martin, which are also re-obtained. We make use of a\npath-wise analysis without relying on a probabilistic interpretation. The\nFourier representation is needed to regularize the hypo-elliptic character of\nthe joint process of a diffusion and an adapted stochastic integral. The\nargument extends as long as the Fourier analysis framework can be generalized.\nThis condition leads to the notion of non-resonant Abelian process.\n"]}]
["0711.2981",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2981"],"date":["2007-11-19"],"type":["text"],"creator":["Magas, V. K.","Csernai, L. P."],"language":[],"coverage":[],"title":["Bjorken model with Freeze Out"],"description":["  The freeze out of the expanding systems, created in relativistic heavy ion\ncollisions, is discussed. We combine Bjorken scenario with earlier developed\nfreeze out equations into a unified model. The important feature of the\nproposed model is that physical freeze out is completely finished in a finite\ntime, which can be varied from 0 (freeze out hypersurface) to infinity. The\ndependence of the post freeze out distribution function on this freeze out time\nwill be studied. As an example model is completely solved and analyzed for the\ngas of pions.\n","Comment: 7 pages, 5 figures, presented the International Conference \"New\n  Trends in High-Energy Physics\" (Crimea 2007), Yalta, Crimea, Ukraine,\n  September 15-22, 2007"]}]
["0711.2982",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2982"],"date":["2007-11-19"],"type":["text"],"creator":["Tailleux, Remi"],"language":[],"coverage":[],"title":["Thermodynamic inadmissibility of the incompressible hydrodynamics\n  description of turbulent stratified fluid flows at low Mach numbers"],"description":["  The incompressible Navier-Stokes equations currently represent the primary\nmodel for describing stratified turbulent fluid flows at low Mach number. The\nvalidity of the incompressible assumption, however, has so far only been\nrigorously established for adiabatic motions. Here, we show from first principl\nes that the use of available energetics and thermodynamics considerations\napplied to a turbulent mixing event associated with stratified shear flow\ninstability r efutes the widespread idea that the incompressible assumption is\nalso valid when diabatic irreversible effects are important. The main\nconsequence is that dynamics and thermodynamics are strongly coupled in\nstratified turbulence. This departs strongly from the currently accepted\nwisdom, and calls for a complete revisiting of the physical processes governing\nstratified turbulence at low Mach numbers.\n","Comment: 9 pages, submitted to Physical Review Letters"]}]
["0711.2986",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2986"],"date":["2007-11-19"],"type":["text"],"creator":["Thorne, R. S."],"language":[],"coverage":[],"title":["The role of uncertainties in parton distribution functions"],"description":["  I consider the uncertainties in parton distributions and the consequences for\nhadronic cross-sections. There is ever-increasing sophistication in the\nrelationship between the uncertainties of the distributions and the errors on\nthe experimental data used to extract them. However, I demonstrate that this\nuncertainty is frequently subsumed by that due to the choice of data used in\nfits, and more surprisingly by the precise details of the theoretical framework\nused. Variations in heavy flavour prescriptions provide striking examples.\n","Comment: 10 pages, 15 figures as .ps or .eps files, invited talk at\n  PHYSTAT-LHC Workshop on Statistical Issues for LHC Physics, June 2007"]}]
["0711.2987",{"format":[],"subject":["Mathematics - Differential Geometry","53C20","53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2987"],"date":["2007-11-19"],"type":["text"],"creator":["Eschenburg, Jost-Hinrich","Kerin, Martin"],"language":[],"coverage":[],"title":["Almost positive curvature on the Gromoll-Meyer sphere"],"description":["  Gromoll and Meyer have represented a certain exotic 7-sphere $\\Sigma^7$ as a\nbiquotient of the Lie group $G = Sp(2)$. We show for a 2-parameter family of\nleft invariant metrics on $G$ that the induced metric on $\\Sigma^7$ has\nstrictly positive sectional curvature at all points outside four subvarieties\nof codimension $\\geq 1$ which we describe explicitly.\n","Comment: 8 pages, 1 figure, to appear in Proc. Amer. Math. Soc"]}]
["0711.2997",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2997"],"date":["2007-11-19"],"type":["text"],"creator":["Watson, P.","Reinhardt, H."],"language":[],"coverage":[],"title":["Completing Continuum Coulomb Gauge in the Functional Formalism"],"description":["  It is argued that within the continuum functional formalism, there is no need\nto supply a further (spatially independent) gauge constraint to complete the\nCoulomb gauge of Yang-Mills theory. It is shown explicitly that a natural\ncompletion of the gauge-fixing leads to a contradiction with the perturbative\nrenormalizability of the theory.\n","Comment: 4 pages, no figures"]}]
["0711.2998",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2998"],"date":["2007-11-19"],"type":["text"],"creator":["Frein, Yannick","Lévêque, Benjamin","Sebo, Andras"],"language":[],"coverage":[],"title":["Optimizing diversity"],"description":["  We consider the problem of minimizing the size of a family of sets G such\nthat every subset of 1,...,n can be written as a disjoint union of at most k\nmembers of G, where k and n are given numbers. This problem originates in a\nreal-world application aiming at the diversity of industrial production. At the\nsame time, the minimum of G so that every subset of 1,...,n is the union of two\nsets in G has been asked by Erdos and studied recently by Furedi and Katona\nwithout requiring the disjointness of the sets. A simple construction providing\na feasible solution is conjectured to be optimal for this problem for all\nvalues of n and k and regardless of the disjointness requirement; we prove this\nconjecture in special cases including all (n,k) for which n <= 3k holds, and\nsome individual values of n and k.\n"]}]
["0711.3004",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3004"],"date":["2007-11-19"],"type":["text"],"creator":["Langfeld, Kurt"],"language":[],"coverage":[],"title":["Computational Methods in Quantum Field Theory"],"description":["  After a brief introduction to the statistical description of data, these\nlecture notes focus on quantum field theories as they emerge from lattice\nmodels in the critical limit. For the simulation of these lattice models,\nMarkov chain Monte-Carlo methods are widely used. We discuss the heat bath and,\nmore modern, cluster algorithms. The Ising model is used as a concrete\nillustration of important concepts such as correspondence between a theory of\nbranes and quantum field theory or the duality map between strong and weak\ncouplings. The notes then discuss the inclusion of gauge symmetries in lattice\nmodels and, in particular, the continuum limit in which quantum Yang-Mills\ntheories arise.\n","Comment: 50 pages, 16 figures, notes based on a lecture presented at the XIX\n  Physics Graduate Days at the University of Heidelberg, 8th - 12th October\n  2007"]}]
["cond-mat/0410554",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0410554"],"date":["2004-10-21","2007-11-19"],"type":["text"],"creator":["Shafee, Fariel"],"language":[],"coverage":[],"title":["Generalized Entropy with Clustering and Quantum Entangled States"],"description":["  We first show how a new definition of entropy, which is intuitively very\nsimple, as a divergence in cluster-size space, leads to a generalized form that\nis nonextensive for correlated units, but coincides exactly with the\nconventional one for completely independent units. We comment on the relevance\nof such an approach for variable-size microsystems such as in a liquid. We then\nindicate how the entanglement and purity of a two-unit compound state can\ndepend on their entanglement with the environment. We consider entropies of\nTsallis, which is used in many different real- life contexts, and also our new\ngeneralization, which takes into account correlated clustering in a more\ntransparent way, and is just as amenable mathematically as that of Tsallis, and\nshow how both purity and entangle- ment can appear naturally together in a\nmeasure of mutual information in such a generalized picture of the entropy,\nwith values differing from the Shannon type of entropy. This opens up the\npossibility of using such an entropy in a quantum context for relevant systems,\nwhere interactions between microsystems makes clustering and correlations a\nnon-ignorable characteristic.\n","Comment: new sections added to physically justify the entropy and derive it\n  from physical points of view"]}]
["cond-mat/0602079",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0602079","Phys. Rev. B v. 76, p. 165321 (2007)","doi:10.1103/PhysRevB.76.165321"],"date":["2006-02-03","2007-11-19"],"type":["text"],"creator":["Studenikin, S. A.","Sachrajda, A. S.","Gupta, J. A.","Wasilewski, Z. R.","Fedorych, O. M.","Byszewski, M.","Maude, D. K.","Potemski, M.","Hilke, M.","Pfeiffer, L. N.","West, K. W."],"language":[],"coverage":[],"title":["Frequency quenching of microwave induced resistance oscillations in a\n  high mobility two-dimensional electron gas"],"description":["  The frequency dependence of microwave-induced resistance oscillations (MIROs)\nhas been studied experimentally in high-mobility electron GaAs/AlGaAs\nstructures to explore the limits at which these oscillations can be observed.\nIt is found that in dc transport experiments at frequencies above 120 GHz,\nMIROs start to quench, while above 230 GHz, they completely disappear. The\nresults will need to be understood theoretically but are qualitatively\ndiscussed within a model in which forced electronic charge oscillations\n(plasmons) play an intermediate role in the interaction process between the\nradiation and the single-particle electron excitations between Landau levels.\n","Comment: final version: total 13 pages including 6 figures (6 pages in journal\n  format)"]}]
["cond-mat/0611342",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611342","Phys. Rev. Lett. 99, 216802 (2007)","doi:10.1103/PhysRevLett.99.216802"],"date":["2006-11-13","2007-11-16"],"type":["text"],"creator":["Castro, Eduardo V.","Novoselov, K. S.","Morozov, S. V.","Peres, N. M. R.","Santos, J. M. B. Lopes dos","Nilsson, Johan","Guinea, F.","Geim, A. K.","Neto, A. H. Castro"],"language":[],"coverage":[],"title":["Biased bilayer graphene: semiconductor with a gap tunable by electric\n  field effect"],"description":["  We demonstrate that the electronic gap of a graphene bilayer can be\ncontrolled externally by applying a gate bias. From the magneto-transport data\n(Shubnikov-de Haas measurements of the cyclotron mass), and using a tight\nbinding model, we extract the value of the gap as a function of the electronic\ndensity. We show that the gap can be changed from zero to mid-infrared energies\nto a value as large as 0.3 eV by using fields of < 1 V/nm, below the electric\nbreakdown of SiO2. The opening of a gap is clearly seen in the quantum Hall\nregime.\n","Comment: 4 pages, 5 figures. To appear in Physical Review Letters, November\n  2007"]}]
["cond-mat/0611496",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611496"],"date":["2006-11-20","2007-11-19"],"type":["text"],"creator":["Baryakhtar, Victor G.","Belokolos, Eugene D.","Dmytriiev, Oleksandr V."],"language":[],"coverage":[],"title":["Exactly solvable model of electron in the Lame potential and\n  singularities of the electron thermodynamic potential"],"description":["  One-gap and two-gap separable Lame potentials are studied in detail. For the\none-dimensional case, we construct the dispersion relation graph E(k) and for\nthe three-dimensional case we construct the Fermi surfaces in the first and\nsecond bands. The pictures illustrate a passage from the limit case of free\nelectrons to the limit case of tight binding electrons. These results are used\nto describe the Lifshits electron phase transition of 2.5 kind and derive some\nexact expressions. We also examine the singularities of the second derivative\nof magnetic momentum in an external magnetic field. The parameter of the\nsingularities depends on corresponding effective mass.\n","Comment: 14 pages, 10 figures; revised version"]}]
["cond-mat/0703538",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703538","Phys. Rev. B 76, 174410 (2007)","doi:10.1103/PhysRevB.76.174410"],"date":["2007-03-21"],"type":["text"],"creator":["Lee, Ki-Suk","Guslienko, Konstantin Y.","Lee, Jun-Young","Kim, Sang-Koog"],"language":[],"coverage":[],"title":["Ultrafast Vortex-Core Reversal Dynamics in Ferromagnetic Nanodots"],"description":["  To verify the exact underlying mechanism of ultrafast vortex-core reversal as\nwell as the vortex state stability we conducted numerical calculations of the\ndynamic evolution of magnetic vortices in Permalloy cylindrical nanodots under\nan oscillating in-plane magnetic field over a wide range of the frequency and\namplitude. The calculated results reveal different kinds of the non-trivial\ndynamic responses of vortices to the driving external field. In particular, the\nresults offer insight into the 10 ps scale underlying physics of the ulrafast\nvortex-core reversals driven by small amplitude (~10 Oe) in-plane fields. This\nwork also provides fundamentals of how to manipulate effectively the dynamical\nswitching of the vortex-core orientation.\n","Comment: 18 pages and 3 figures"]}]
["cs/0611019",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","E.1","G.2","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0611019"],"date":["2006-11-04","2007-11-20"],"type":["text"],"creator":["Bui-Xuan, Binh-Minh","Habib, Michel","Limouzy, Vincent","De Montgolfier, Fabien"],"language":[],"coverage":[],"title":["Algorithmic Aspects of a General Modular Decomposition Theory"],"description":["  A new general decomposition theory inspired from modular graph decomposition\nis presented. This helps unifying modular decomposition on different\nstructures, including (but not restricted to) graphs. Moreover, even in the\ncase of graphs, the terminology ``module'' not only captures the classical\ngraph modules but also allows to handle 2-connected components, star-cutsets,\nand other vertex subsets. The main result is that most of the nice algorithmic\ntools developed for modular decomposition of graphs still apply efficiently on\nour generalisation of modules. Besides, when an essential axiom is satisfied,\nalmost all the important properties can be retrieved. For this case, an\nalgorithm given by Ehrenfeucht, Gabow, McConnell and Sullivan 1994 is\ngeneralised and yields a very efficient solution to the associated\ndecomposition problem.\n"]}]
["math/0503283",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503283","W.-L. Jin (2007). \"A dynamical system model of the traffic\n  assignment problem\". Transportation Research Part B: Methodological\n  41(1):32-48"],"date":["2005-03-14","2007-11-19"],"type":["text"],"creator":["Jin, Wen-Long"],"language":[],"coverage":[],"title":["A dynamical system model of the traffic assignment problem"],"description":["  User equilibrium is a central concept for studying transportation networks,\nand one can view it as the result of a dynamical process of drivers' route\nchoice behavior. In this paper, based on a definition of O-D First-In-First-Out\nviolation, we propose a new dynamical system model of the route choice behavior\nat the aggregate, route level for both static and dynamic transportation\nnetworks. An equilibrium of such a dynamical system can be a user equilibrium\nor a partial user equilibrium. We prove that, for static, symmetric traffic\nassignment problem with fixed or variable demand, only user equilibria are\nstable for the dynamical system, and the objective function in the mathematical\nprogramming formulation (Beckmann, McGuire, and Winsten, 1956) can be\nconsidered as the potential energy of the dynamical system. We then present an\nEuler-based perturbation method for finding user equilibrium and solve two\nexamples for both static and dynamic traffic assignment problems. This new\nmodel is simple in form and could be applied to analyze other properties of\ntransportation networks.\n","Comment: 32 pages, 10 figures, 5 tables"]}]
["math/0503284",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503284"],"date":["2005-03-14","2007-11-16"],"type":["text"],"creator":["Jin, Wen-Long"],"language":[],"coverage":[],"title":["The dynamic system of the traffic assignment problem: Part II.\n  Computation"],"description":["  The paper has been merged into math/0503283\n","Comment: The paper has been merged into math/0503283"]}]
["math/0503285",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503285"],"date":["2005-03-14","2007-11-16"],"type":["text"],"creator":["Jin, Wen-Long"],"language":[],"coverage":[],"title":["The dynamic system of the traffic assignment problem: Part III.\n  Incorporating traffic dynamics"],"description":["  The paper has been merged into math/0503283\n","Comment: The paper has been merged into math/0503283"]}]
["math/0603699",{"format":[],"subject":["Mathematics - Representation Theory","17B10","15A72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603699","J. Combin. Theory Ser. A 115 (2008), no.1, 1--31","doi:10.1016/j.jcta.2007.03.008"],"date":["2006-03-30","2007-02-28"],"type":["text"],"creator":["Kimoto, Kazufumi","Wakayama, Masato"],"language":[],"coverage":[],"title":["Invariant theory for singular $\\alpha$-determinants"],"description":["  From the irreducible decompositions' point of view, the structure of the\ncyclic $GL_n$-module generated by the $\\alpha$-determinant degenerates when\n$\\alpha=\\pm \\frac1k (1\\leq k\\leq n-1)$. In this paper, we show that\n$-\\frac1k$-determinant shares similar properties which the ordinary determinant\npossesses. From this fact, one can define a new (relative) invariant called a\nwreath determinant. Using $(GL_m, GL_n)$-duality in the sense of Howe, we\nobtain an expression of a wreath determinant by a certain linear combination of\nthe corresponding ordinary minor determinants labeled by suitable rectangular\nshape tableaux. Also we study a wreath determinant analogue of the Vandermonde\ndeterminant, and then, investigate symmetric functions such as Schur functions\nin the framework of wreath determinants. Moreover, we examine coefficients\nwhich we call $(n,k)$-sign appeared at the linear expression of the wreath\ndeterminant in relation with a zonal spherical function of a Young subgroup of\nthe symmetric group $S_{nk}$.\n","Comment: 26 pages"]}]
["math/0606189",{"format":[],"subject":["Mathematics - Commutative Algebra","13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606189","Communications in Computer Algebra 40 (3): 65-96, 2006."],"date":["2006-06-08","2006-11-13"],"type":["text"],"creator":["Just, Winfried","Stigler, Brandilyn"],"language":[],"coverage":[],"title":["Computing Groebner bases of ideals of few points in high dimensions"],"description":["  A contemporary and exciting application of Groebner bases is their use in\ncomputational biology, particularly in the reverse engineering of gene\nregulatory networks from experimental data. In this setting, the data are\ntypically limited to tens of points, while the number of genes or variables is\npotentially in the thousands. As such data sets vastly underdetermine the\nbiological network, many models may fit the same data and reverse engineering\nprograms often require the use of methods for choosing parsimonious models.\nGrobner bases have recently been employed as a selection tool for polynomial\ndynamical systems that are characterized by maps in a vector space over a\nfinite field.\n  While there are numerous existing algorithms to compute Groebner bases, to\ndate none has been specifically designed to cope with large numbers of\nvariables and few distinct data points. In this paper, we present an algorithm\nfor computing Grobner bases of zero-dimensional ideals that is optimized for\nthe case when the number m of points is much smaller than the number n of\nindeterminates. The algorithm identifies those variables that are essential,\nthat is, in the support of the standard monomials associated to a polynomial\nideal, and computes the relations in the Groebner bases in terms of these\nvariables. When n is much larger than m, the complexity is dominated by nm^3.\nThe algorithm has been implemented and tested in the computer algebra system\nMacaulay 2. We provide a comparison of its performance to the\nBuchberger-Moeller algorithm, as built into the system.\n","Comment: 11 pages, 4 figures. Minor clarifying revisions including typos, a\n  reference, and title change. To appear in Communications in Computer Algebra"]}]
["math/0610288",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","53D99,53D20,22A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610288"],"date":["2006-10-09","2007-11-20"],"type":["text"],"creator":["Laurent-Gengoux, Camille"],"language":[],"coverage":[],"title":["From Lie groupoids to resolutions of singularities. Applications to\n  symplectic and Poisson resolutions"],"description":["  We use the techniques of integration of Poisson manifolds into symplectic Lie\ngroupoids to build symplectic resolutions (= desingularizations) of the closure\nof a symplectic leaf. More generally, we show how Lie groupoids can be used to\nlift singularities, in particular when one imposes a compatibility condition\nwith an additional structure given by a multi-vector field.\n","Comment: Paper rewritten. Examples added, some proofs simplified, and a\n  converse theorem added"]}]
["math/0611517",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B69, 17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611517"],"date":["2006-11-16","2007-11-20"],"type":["text"],"creator":["Zhu, Minxian"],"language":[],"coverage":[],"title":["Vertex operator algebras associated to modified regular representations\n  of affine Lie algebras"],"description":["  Let $G$ be a simple complex Lie group with Lie algebra $\\mf g$ and let $\\af$\nbe the affine Lie algebra. We use intertwining operators and\nKnizhnik-Zamolodchikov equations to construct a family of $\\N$-graded vertex\noperator algebras associated to $\\mf g$. They are $\\af \\oplus \\af$-modules of\ndual levels $k, \\bar k \\notin \\Q$ in the sense that $k + \\bar k = -2 h^\\vee$\nwhere $h^\\vee$ is the dual Coxeter number of $\\mf g$. Its conformal weight 0\ncomponent is the algebra of regular functions on $G$. This family of vertex\noperator algebras were previously studied by Arkhipov-Gaitsgory and\nGorbounov-Malikov-Schechtman from different points of view. We show that the\nvertex envelope of the vertex algebroid associated to $G$ and level $k$ is\nisomorphic to the vertex operator algebra we constructed above when $k$ is\nirrational. The case of integral central charges is also discussed.\n","Comment: 29 pages"]}]
["math/0611845",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611845"],"date":["2006-11-27","2007-11-19"],"type":["text"],"creator":["Christianson, Hans"],"language":[],"coverage":[],"title":["Dispersive Estimates for Manifolds with one Trapped Orbit"],"description":["  For a large class of complete, non-compact Riemannian manifolds, $(M,g)$,\nwith boundary, we prove high energy resolvent estimates in the case where there\nis one trapped hyperbolic geodesic. As an application, we have the following\nlocal smoothing estimate for the Schr\\\"odinger propagator:\n  \\int_0^T || \\rho_s e^{it(\\Delta_g-V)} u_0 ||_{H^{1/2 - \\epsilon}(M)}^2 dt\n\\leq C_T || u_0 ||_{L^2(M)}^2,\n  where $\\rho_s(x) \\in \\Ci(M)$ satisfies $\\rho_s = <\\dist_g(x,x_0)>^{-s}$, $s>\n\\half$, and $V \\in \\Ci(M)$, $0 \\leq V \\leq C$ satisfies $|\\nabla V| \\leq C\n<\\dist(x,x_0)>^{-1-\\delta}$ for some $\\delta>0$. From the local smoothing\nestimate, we deduce a family of Strichartz-type estimates, which are used to\nprove two well-posedness results for the nonlinear Schr\\\"odinger equation.\n  As a second application, we prove the following exponential local energy\ndecay estimate for solutions to the wave equation when $\\dim M = n \\geq 3$ is\nodd and $M$ is equal to $\\reals^n$ outside a compact set: \\be\n  \\int_M |\\psi \\partial_t u |^2 + | \\psi \\nabla u |^2 dx} \\leq C e^{-t/C}\n(||u(x,0)||_{H^{1+\\epsilon}(M)}^2 + ||D_tu(x,0)||_{H^\\epsilon(M)}^2),\n  where $\\psi \\in \\Ci(M)$, $\\psi \\equiv e^{-|x|^2}$ outside a compact set.\n","Comment: 24 pages"]}]
["physics/0609252",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0609252","Engineering Geology 94, 19 (2007)","doi:10.1016/j.enggeo.2007.06.004"],"date":["2006-09-29"],"type":["text"],"creator":["Chen, Chien-chih","Tseng, Chih-Yuan","Dong, Jia-Jyun"],"language":[],"coverage":[],"title":["Variable selection based on entropic criterion and its application to\n  the debris-flow triggering"],"description":["  We propose a new data analyzing scheme, the method of minimum entropy\nanalysis (MEA), in this paper. New MEA provides a quantitative criterion to\nselect relevant variables for modeling the physical system interested. Such\nmethod can be easily extended to various geophysical/geological data analysis,\nwhere many relevant or irrelevant available measurements may obscure the\nunderstanding of the highly complicated physical system like the triggering of\ndebris-flows. After demonstrating and testing the MEA method, we apply this\nmethod to a dataset of debris-flow occurrences in Taiwan and successfully find\nout three relevant variables, i.e. the hydrological form factor, numbers and\nareas of landslides, to the triggering of observed debris-flow events due to\nthe 1996 Typhoon Herb.\n","Comment: 9 pages and 4 tables"]}]
["q-bio/0702038",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0702038"],"date":["2007-02-18","2007-11-19"],"type":["text"],"creator":["Law, Peter R."],"language":[],"coverage":[],"title":["Modelling Sex Ratio and Numbers for Translocation in Meta-Population\n  Management"],"description":["  The management of endangered species as metapopulations is becoming\nincreasingly common. Diverse aspects of metapopulation dynamics and management\nhave received attention in recent years. In particular, translocation of\nindividuals between subpopulations of a metapopulation is practiced, or\nenvisaged, for a variety of reasons and requires careful consideration.\nLinklater (2003) proposed that the number of individuals of each sex\ntranslocated into a target population for the purposes of maintaining genetic\ndiversity could be chosen on the basis of parental investment theory. In this\npaper, following basic ideas in the parental investment literature, I propose a\nsimple model to capture Linklater's proposal and provide a thorough\nmathematical analysis of the model. Granted the necessary species-specific\nbiological information which would determine the model parameters in any\ninstance of application, the analysis indicates that a practical algorithm can\nbe constructed to generate the model's predictions for the optimal\ntranslocation.\n","Comment: 32 pp. Some typos corrected. The results of this paper have now been\n  published in a revised presentation under the title \"Optimising the sex ratio\n  of translocation for genetic rescue as a function of invested resources\" by\n  Peter R Law and Wayne L Linklater in Ecological Modelling 208 (2007), 317-341"]}]
["quant-ph/0605162",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0605162","Found. Phys. 37 1540-1562 (2007)","doi:10.1007/s10701-007-9174-0"],"date":["2006-05-18","2007-09-26"],"type":["text"],"creator":["Galvan, Bruno"],"language":[],"coverage":[],"title":["Typicality vs. probability in trajectory-based formulations of quantum\n  mechanics"],"description":["  Bohmian mechanics represents the universe as a set of paths with a\nprobability measure defined on it. The way in which a mathematical model of\nthis kind can explain the observed phenomena of the universe is examined in\ngeneral. It is shown that the explanation does not make use of the full\nprobability measure, but rather of a suitable set function deriving from it,\nwhich defines relative typicality between single-time cylinder sets. Such a set\nfunction can also be derived directly from the standard quantum formalism,\nwithout the need of an underlying probability measure. The key concept for this\nderivation is the {\\it quantum typicality rule}, which can be considered as a\ngeneralization of the Born rule. The result is a new formulation of quantum\nmechanics, in which particles follow definite trajectories, but which is only\nbased on the standard formalism of quantum mechanics.\n","Comment: 24 pages, no figures. To appear in Foundation of Physics"]}]
