["0704.2245",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2245","Phys. Rev. B 76, 075104 (2007)","doi:10.1103/PhysRevB.76.075104"],"date":["2007-04-17","2007-10-23"],"type":["text"],"creator":["Zimbovskaya, Natalya A."],"language":[],"coverage":[],"title":["Fermi-liquid and Fermi surface geometry effects in propagation of low\n  frequency electromagnetic waves through thin metal films"],"description":["  In the present work we theoretically analyze the contribution from a\ntransverse Fermi-liquid collective mode to the transmission of electromagnetic\nwaves through a thin film of a clean metal in the presence of a strong external\nmagnetic field. We show that at the appropriate Fermi surface geometry the\ntransverse Fermi-liquid wave may appear in conduction electrons liquid at\nfrequencies $\\omega$ significantly smaller than the cyclotron frequency of\ncharge carriers $\\Omega$ provided that the mean collision frequency $\\tau^{-1}$\nis smaller than $\\omega.$ Also, we show that in realistic metals size\noscillations in the transmission coefficient associated with the Firmi-liquid\nmode may be observable in experiments. Under certain conditions these\noscillations may predominate over the remaining size effects in the\ntransmission coefficient.\n","Comment: 9 pages, 5 figures, text added"]}]
["0704.3519",{"format":[],"subject":["Mathematics - Probability","60F99, 60G17, 60G18, 60J55, 60J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3519"],"date":["2007-04-26","2007-10-23"],"type":["text"],"creator":["Lachal, Aimé","Simon, Thomas"],"language":[],"coverage":[],"title":["Chung's law for homogeneous Brownian functionals"],"description":["  Consider the first exit time $T_{a,b}$ from a finite interval $[-a,b]$ for an\nhomogeneous fluctuating functional $X$ of a linear Brownian motion. We show the\nexistence of a finite positive constant $\\k$ such that\n$$\\lim_{t\\to\\infty}t^{-1}\\log \\p[ T_{ab} > t] = -\\k.$$ Following Chung's\noriginal approach, we deduce a \"liminf\" law of the iterated logarithm for the\ntwo-sided supremum of $X$. This extends and gives a new point of view on a\nresult of Khoshnevisan and Shi.\n","Comment: Revised version, to appear in the Rocky Mountain Journal of\n  Mathematics"]}]
["0704.3632",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3632","Physical Review B 76 060404(R) (2007)","doi:10.1103/PhysRevB.76.060404"],"date":["2007-04-26","2007-07-24"],"type":["text"],"creator":["Aguilar, R. Valdés","Sushkov, A. B.","Zhang, C. L.","Choi, Y. J.","Cheong, S. -W.","Drew, H. D."],"language":[],"coverage":[],"title":["Colossal magnon-phonon coupling in multiferroic\n  Eu$_{0.75}$Y$_{0.25}$MnO$_3$"],"description":["  We report the spectra of magnetically induced electric dipole absorption in\nEu$_{0.75}$Y$_{0.25}$MnO$_3$ from temperature dependent far infrared\nspectroscopy (10-250 cm$^{-1}$). These spectra, which occur only in the $e||a$\npolarization, consist of two relatively narrow electromagnon features that\nonset at $T_{FE}=30$ K and a broad absorption band that persists to\ntemperatures well above $T_N=47$ K. The observed excitations account for the\nstep up of the static dielectric constant in the ferroelectric phase. The\nelectromagnon at 80 cm$^{-1}$ is observed to be strongly coupled to the nearby\nlowest optical phonon which transfers more than 1/2 of its spectral weight to\nthe magnon. We attribute the origin of the broad background absorption to the\ntwo magnon emission decay process of the phonon.\n","Comment: 4 pages, 3 figures"]}]
["0705.0102",{"format":[],"subject":["Mathematics - Category Theory","16E45, 18E30, 18E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0102"],"date":["2007-05-01","2007-10-23"],"type":["text"],"creator":["Pauksztello, David"],"language":[],"coverage":[],"title":["Compact Corigid Objects in Triangulated Categories and Co-t-structures"],"description":["  In the work of Hoshino, Kato and Miyachi, the authors look at t-structures\ninduced by a compact object, C, of a triangulated category, T, which is rigid\nin the sense of Iyama and Yoshino. Hoshino, Kato and Miyachi show that such an\nobject yields a non-degenerate t-structure on T whose heart es equivalent to\nMod(End(C)^op). Rigid objects in a triangulated category can be thought of as\nbehaving like chain differential graded algebras (DGAs).\n  Analogously, looking at objects which behave like cochain DGAs naturally\ngives the dual notion of a corigid object. Here, we see that a compact corigid\nobject, S, of a triangulated category, T, induces a structure similar to a\nt-structure which we shall call a co-t-structure. We also show that the coheart\nof this non-degenerate co-t-structure is equivalent to Mod(End(S)^op), and\nhence an abelian subcategory of T.\n","Comment: 21 pages, reorganised paper with added material and examples of\n  t-structures and co-t-structures"]}]
["0705.0504",{"format":[],"subject":["Mathematics - Logic","Mathematics - Combinatorics","03E02","05C55","05D10","54D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0504"],"date":["2007-05-03","2007-10-23"],"type":["text"],"creator":["Scheepers, Marion"],"language":[],"coverage":[],"title":["Rothberger's property in finite powers"],"description":["  We show that several classical Ramseyan statements, and a forcing statement,\nare each equivalent to having Rothberger's property in all finite powers.\n","Comment: 14 pages typeset"]}]
["0705.0929",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0929","Phys. Rev. B 76, 125316 (2007)","doi:10.1103/PhysRevB.76.125316"],"date":["2007-05-07","2007-08-20"],"type":["text"],"creator":["Waechter, P.","Meden, V.","Schoenhammer, K."],"language":[],"coverage":[],"title":["Charging of a quantum dot coupled to Luttinger liquid leads"],"description":["  Luttinger liquid behavior of one-dimensional correlated electron systems is\ncharacterized by power-law scaling of a variety of physical observables with\nexponents determined by a single interaction dependent parameter K. We suggest\na setup to study Luttinger liquid behavior in quantum wires which allows to\ndetermine K from two independent measurements: resonant transport through a\nquantum dot embedded in the wire and the charge on the dot. Consistency of the\ntwo measured values of K for a single probe would provide strong experimental\nevidence for the Luttinger liquid paradigm.\n","Comment: 4 pages, 4 figures included, version accepted for publication in PRB"]}]
["0705.3282",{"format":[],"subject":["Mathematics - Spectral Theory","47A55","47A11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3282"],"date":["2007-05-22","2007-10-23"],"type":["text"],"creator":["Azamov, Nurulla"],"language":[],"coverage":[],"title":["Infinitesimal spectral flow and scattering matrix"],"description":["  In this note the notion of infinitesimal scattering matrix is introduced. It\nis shown that under certain assumption, the scattering operator of a pair of\ntrace compatible operators is equal to the chronological exponential of the\ninfinitesimal scattering matrix and that the trace of the infinitesimal\nscattering matrix is equal to the absolutely continuous part of the\ninfinitesimal spectral flow. As a corollary, a variant of the Birman-Krein\nformula is derived. An interpretation of Pushnitski's $\\mu$-invariant is given.\n","Comment: 12 pages, LaTeX; minor changes"]}]
["0705.4076",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4076","Phys. Rev. A 76, 042316 (2007)","doi:10.1103/PhysRevA.76.042316"],"date":["2007-05-28","2007-10-23"],"type":["text"],"creator":["Di Franco, C.","Paternostro, M.","Palma, G. M.","Kim, M. S."],"language":[],"coverage":[],"title":["Information-flux approach to multiple-spin dynamics"],"description":["  We introduce and formalize the concept of information flux in a many-body\nregister as the influence that the dynamics of a specific element receive from\nany other element of the register. By quantifying the information flux in a\nprotocol, we can design the most appropriate initial state of the system and,\nnoticeably, the distribution of coupling strengths among the parts of the\nregister itself. The intuitive nature of this tool and its flexibility, which\nallow for easily manageable numerical approaches when analytic expressions are\nnot straightforward, are greatly useful in interacting many-body systems such\nas quantum spin chains. We illustrate the use of this concept in quantum\ncloning and quantum state transfer and we also sketch its extension to\nnon-unitary dynamics.\n","Comment: 7 pages, 4 figures, RevTeX4"]}]
["0706.1999",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1999"],"date":["2007-06-13","2007-10-22"],"type":["text"],"creator":["Hogan, Craig J."],"language":[],"coverage":[],"title":["Spacetime Indeterminacy and Holographic Noise"],"description":["  A new kind of quantum indeterminacy of transverse position is shown to arise\nfrom quantum degrees of freedom of spacetime, based on the assumption that\nclassical trajectories can be defined no better than the diffraction limit of\nPlanck scale waves. Indeterminacy of the angular orientation of particle\ntrajectories due to wave/particle duality at the Planck scale leads to\nindeterminacy of a nearly-flat spacetime metric, described as a small\nnonvanishing quantum commutation relation between transverse position operators\nat different events along a null trajectory. An independent derivation of the\nsame effect is presented based on the requirement of unitarity in black hole\nevaporation. The indeterminacy is interpreted as a universal holographic\nquantum spacetime noise, with a frequency-independent spectrum of metric\nperturbation amplitude, h_H^2^{1/2} \\simeq \\sqrt{l_P}=2.3 \\times 10^{-22}\n/\\sqrt{Hz}, where l_P denotes the Planck length. The effect is estimated to be\ndirectly measurable using current interferometer technology similar to LIGO and\nLISA.\n","Comment: 13 pages, LaTex, 6 figures"]}]
["0706.2916",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2916"],"date":["2007-06-20","2007-10-23"],"type":["text"],"creator":["Nakamura, Tadas K."],"language":[],"coverage":[],"title":["Factor Two Discrepancy of Hawking Radiation Temperature"],"description":["  The possibility of an alternative way to formulate the Hawking radiation in a\nstatic Schwarzschild spacetime has been explored. To calculate the Hawking\nradiation, there can be two possible choices of the spacetime wedge pairs in\nthe Krucal-Szekeres coordinates. One is the wedge pair consists of exterior\nspacetime of a black hole and the exterior spacetime of a white hole, and the\nother is that of exterior and interior spacetimes of one black hole. The\nradiation from the former is the Hawking's original one. Though the the latter\nhas been often regarded as the same phenomena as the former, the result here\nsuggests it is not; its radiation has a temperature twice as high as the\nHawking temperature.\n","Comment: 10 pages, 1 figure, v2: abstract, introduction, discussions section\n  revised"]}]
["0706.3285",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3285"],"date":["2007-06-22","2007-10-23"],"type":["text"],"creator":["Evans, Nick","Threlfall, Ed"],"language":[],"coverage":[],"title":["Quark Mass in the Sakai-Sugimoto Model of Chiral Symmetry Breaking"],"description":["  We re-analyze D8 brane embeddings in the geometry of a D4 brane wrapped on a\ncircle that describe chiral symmetry breaking in a strongly coupled\nnon-supersymmetric gauge theory. We argue that if the holographic fields are\ncorrectly interpreted, the original embeddings describe a complex quark mass\nand condensate in the theory. We show that in this interpretation when a quark\nmass is present there is a massive pseudo Goldstone boson (pion). A previously\nidentified massless fluctuation is, we argue, not a physical state in the field\ntheory. We also determine the behaviour of the quark condensate as a function\nof the quark mass.\n","Comment: 14 pages, 4 figures, added discussion"]}]
["0706.3413",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3413","Phys. Rev. B 76, 155115 (2007)","doi:10.1103/PhysRevB.76.155115"],"date":["2007-06-22","2007-08-28"],"type":["text"],"creator":["Wu, Hua","Khomskii, D. I."],"language":[],"coverage":[],"title":["Orbital ordering in the ferromagnetic insulator Cs$_2$AgF$_4$ from first\n  principles"],"description":["  We found, using density-functional theory calculations within the generalized\ngradient approximation, that Cs$_2$AgF$_4$ is stabilized in the insulating\northorhombic phase rather than in the metallic tetragonal phase. The lattice\ndistortion present in the orthorhombic phase corresponds to the\n$x^2-z^2$/$y^2-z^2$ hole-orbital ordering of the Ag$^{2+}$ $4d^9$ ions, and\nthis orbital ordering leads to the observed ferromagnetism, as confirmed by the\npresent total-energy calculations. This picture holds in the presence of\nmoderate 4d-electron correlation. The results are compared with the picture of\nferromagnetism based on the metallic tetragonal phase.\n","Comment: 5 pages, 4 figures, 1 table; a few energy/moment entries in Table I\n  are corrected due to a proper treatment of the Ag 4s semicore state"]}]
["0707.2767",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2767"],"date":["2007-07-18","2007-10-22"],"type":["text"],"creator":["Kim, K. S.","Cheoun, Myung Ki"],"language":[],"coverage":[],"title":["Strange quark contributions to neutrino and antineutrino nucleus\n  scattering via neutral current in quasi-elastic region"],"description":["  Strange quark contributions to the neutral current reaction in the neutrino\nscattering are investigated on the nucleon level and extended to the $^{12}$C\ntarget nucleus through the neutrino-induced knocked-out nucleon process in the\nquasi-elastic region within the framework of a relativistic single particle\nmodel. The incident energy range between 500 MeV and 1.0 GeV is used for the\nneutrino(antineutrino) scattering. Effects of the final state interaction for\nthe knocked-out nucleon are included by a relativistic optical potential. We\nfound that the sensitivity of the strange quark contents could be salient on\nthe asymmetry between neutrino and antineutrino scattering cross sections. In\nspecific, $A (\\nu ({\\bar \\nu}), \\nu^{'} ({\\bar \\nu}^{'}) N)$ reaction is shown\nto be very sensitive test in the searches of the strangeness.\n"]}]
["0708.2367",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2367"],"date":["2007-08-17","2007-10-23"],"type":["text"],"creator":["Carter, Brandon"],"language":[],"coverage":[],"title":["Objective and subjective time in anthropic reasoning"],"description":["  The original formulation of the (weak) anthropic principle was prompted by a\nquestion about objective time at a macroscopic level, namely the age of the\nuniverse when ``anthropic'' observers such as ourselves would be most likely to\nemerge. Theoretical interpretation of what one observes requires the theory to\nindicate what is expected, which will commonly depend on where, and\nparticularly when, the observation can be expected to occur. In response to the\nquestion of where and when, the original version of the anthropic principle\nproposed an {it a priori} probability weighting proportional to the number of\n``anthropic'' observers present. The present discussion takes up the question\nof the time unit characterising the biological clock controlling our subjective\ninternal time, using a revised alternative to a line of argument due to Press,\nwho postulated that animal size is limited by the brittleness of bone. On the\nbasis of a static support condition depending on the tensile strength of flesh\nrather than bone, it is reasoned here that our size should be subject to a\nlimit inversely proportional to the terrestrial gravitation field g, which is\nitself found to be proportional (with a factor given by the 5/2 power of the\nfine structure constant) to the gravitational coupling constant.This provides\nan animal size limit that will in all cases be of the order of a thousandth of\nthe maximum mountain height, which will itself be of the order of a thousandth\nof the planetary radius. The upshot, via the (strong) anthropic principle, is\nthat the need for brains, and therefore planets, that are large in terms of\nbaryon number may be what explains the weakness of gravity relative to\nelectromagnetism.\n","Comment: 15 pages Latex, work prepared at SR21 meeting, Salonika, May, 2007\n  and 12th Peyresq Physics workshop, June 2007, new version with corrected\n  typos and some additional comments and references for presentation at SR21\n  meeting, Athens, September 2007"]}]
["0708.3755",{"format":[],"subject":["Mathematics - Representation Theory","18E30","16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3755"],"date":["2007-08-28","2007-10-23"],"type":["text"],"creator":["Bobinski, Grzegorz","Malicki, Piotr"],"language":[],"coverage":[],"title":["On derived equivalence classification of gentle two-cycle algebras"],"description":["  We classify, up to derived (equivalently, tilting-cotilting) equivalence all\nnondegenerate gentle two-cycle algebras. We also give a partial classification\nand formulate a conjecture in the degenerate case.\n"]}]
["0709.0063",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0063"],"date":["2007-09-01","2007-10-22"],"type":["text"],"creator":["Ghosh, Arijit","Pal, Sudebkumar Prasant","Prakash, Anupam","Shekhawat, Virendra Singh"],"language":[],"coverage":[],"title":["Hypergraph-theoretic charaterizations for LOCC incomparable ensembles of\n  multipartite CAT states"],"description":["  Using graphs and hypergraphs to systematically model collections of arbitrary\nsubsets of parties representing {\\it ensembles (or collections)} of shared\nmultipartite CAT states, we study transformations between such {\\it ensembles}\nunder {\\it local operations and classical communication (LOCC)}. We show using\npartial entropic criteria, that any two such distinct ensembles represented by\n{\\it $r$-uniform hypergraphs} with the same number of hyperedges (CAT states),\nare LOCC incomparable for even integers $r\\geq 2$, generalizing results in\n\\cite{mscthesis,sin:pal:kum:sri}. We show that the cardinality of the largest\nset of mutually LOCC incomparable ensembles represented by $r$-uniform\nhypergraphs for even $r\\geq 2$, is exponential in the number of parties. We\nalso demonstrate LOCC incomparability between two ensembles represented by\n3-uniform hypergraphs where partial entropic criteria do not help in\nestablishing incomparability. Further we characterize LOCC comparability of EPR\ngraphs in a model where LOCC is restricted to teleportation and edge\ndestruction. We show that this model is equivalent to one in which LOCC\ntransformations are carried out through a sequence of operations where each\noperation adds at most one new EPR pair.\n","Comment: 13 pages, 4 figures, presented in AQIS 2007"]}]
["0709.4291",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology","05, 20F"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4291"],"date":["2007-09-26","2007-10-23"],"type":["text"],"creator":["Dilks, Kevin","Petersen, T. Kyle","Stembridge, John"],"language":[],"coverage":[],"title":["Affine descents and the Steinberg torus"],"description":["  Let $W\\ltimes L$ be an irreducible affine Weyl group with Coxeter complex\n$\\Sigma$, where $W$ denotes the associated finite Weyl group and $L$ the\ntranslation subgroup. The Steinberg torus is the Boolean cell complex obtained\nby taking the quotient of $\\Sigma$ by the lattice $L$. We show that the\nordinary and flag $h$-polynomials of the Steinberg torus (with the empty face\ndeleted) are generating functions over $W$ for a descent-like statistic first\nstudied by Cellini. We also show that the ordinary $h$-polynomial has a\nnonnegative $\\gamma$-vector, and hence, symmetric and unimodal coefficients. In\nthe classical cases, we also provide expansions, identities, and generating\nfunctions for the $h$-polynomials of Steinberg tori.\n","Comment: 24 pages, 2 figures"]}]
["0710.0572",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Quantum Algebra","18D10","55S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0572"],"date":["2007-10-02","2007-10-23"],"type":["text"],"creator":["Loday, Jean-Louis"],"language":[],"coverage":[],"title":["The diagonal of the Stasheff polytope"],"description":["  We construct an A-infinity structure on the tensor product of two A-infinity\nalgebras by using the simplicial decomposition of the Stasheff polytope. The\nkey point is the construction of an operad AA-infinity based on the simplicial\nStasheff polytope. The operad AA-infinity admits a coassociative diagonal and\nthe operad A-infinity is a retract by deformation of it. We compare these\nconstructions with analogous constructions due to Saneblidze-Umble and\nMarkl-Shnider based on the Boardman-Vogt cubical decomposition of the Stasheff\npolytope.\n","Comment: Complete modification of the last part, that is the map\n  p':AA-infinity -> A-infinity"]}]
["0710.0742",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0742"],"date":["2007-10-03","2007-10-23"],"type":["text"],"creator":["Ion, D. B.","Ion, M. L. D."],"language":[],"coverage":[],"title":["Principle of Minimum Distance in Space of States as New Principle in\n  Quantum Physics"],"description":["  The mathematician Leonhard Euler (1707-1783) appears to have been a\nphilosophical optimist having written: \"Since the fabric of universe is the\nmost perfect and is the work of the most wise Creator, nothing whatsoever take\nplace in this universe in which some relation of maximum or minimum does not\nappear. Wherefore, there is absolutely no doubt that every effect in universe\ncan be explained as satisfactory from final causes themselves the aid of the\nmethod of Maxima and Minima, as can from the effective causes\". Having in mind\nthis kind of optimism, in the papers [1-16] we introduced and investigated the\npossibility to construct a predictive analytic theory of the elementary\nparticle interaction based on the principle of minimum distance in the space of\nquantum states (PMD-SQS). So, choosing the partial transition amplitudes as the\nsystem variational variables and the distance in the space of the quantum\nstates as a measure of the system effectiveness, we obtained the results\n[1-16]. These results proved that the principle of minimum distance in space of\nquantum states (PMD-SQS) can be chosen as variational principle by which we can\nfind the analytic expressions of the partial transition amplitudes. In this\npaper we present a description of hadron-hadron scattering via principle of\nminimum distance PMD-SQS when the distance in space of states is minimized with\ntwo directional constraints. Then by using the available experimental\n(pion-nucleon and kaon-nucleon) phase shifts we obtained not only consistent\nexperimental tests of the PMD-SQS optimality, but also strong experimental\nevidences for new principles in hadronic physics such as: Principle of\nnonextensivity conjugation via the Riesz-Thorin relation (1/2p+1/2q=1) and a\nnew Principle of limited uncertainty in nonextensive quantum physics.\n","Comment: 27 pages"]}]
["0710.0914",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0914","J. Stat. Mech. L10001 (2007)","doi:10.1088/1742-5468/2007/10/L10001"],"date":["2007-10-03"],"type":["text"],"creator":["Lambiotte, R.","Redner, S."],"language":[],"coverage":[],"title":["Dynamics of Vacillating Voters"],"description":["  We introduce the vacillating voter model in which each voter consults two\nneighbors to decide its state, and changes opinion if it disagrees with either\nneighbor. This irresolution leads to a global bias toward zero magnetization.\nIn spatial dimension d>1, anti-coarsening arises in which the linear dimension\nL of minority domains grows as t^{1/(d+1)}. One consequence is that the time to\nreach consensus scales exponentially with the number of voters.\n","Comment: 4 pages, 6 figures, 2-column revtex4 format"]}]
["0710.2797",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2797"],"date":["2007-10-15","2007-10-23"],"type":["text"],"creator":["Lee, Jong-Phil"],"language":[],"coverage":[],"title":["Unparticles and holography"],"description":["  We construct the holographic dual theory of unparticles. The Randall-Sundrum\ntype hard wall model is shown to produce deconstructing particles, whose\nspectrum has a finite mass gap proportional to the inverse of the fifth\ndirection segment. The introduction of new scale corresponds to setting a brane\nin ${\\rm AdS}_5$. The broken conformal symmetry due to this brane is restored\nwhen it is moved to infinity. Unparticles then emerge as an infinite tower of\nmassless particles.\n","Comment: 3 pages. References added"]}]
["0710.2883",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2883"],"date":["2007-10-15","2007-10-23"],"type":["text"],"creator":["Smith, Christopher"],"language":[],"coverage":[],"title":["What rare K decays can tell about the MSSM"],"description":["  The supersymmetric contributions to the theoretically clean K+ --> pi+ nu nu\nbar, KL --> pi0 nu nu bar, KL --> pi0 e+ e- and KL --> pi0 mu+ mu- decays are\nbriefly reviewed. Particular emphasis is laid on the information one could get\non the MSSM flavor sector from a combined study of the four modes.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, 2 figures"]}]
["0710.3147",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14F40 (Primary)","55N30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3147"],"date":["2007-10-16","2007-10-22"],"type":["text"],"creator":["Lee, Ben"],"language":[],"coverage":[],"title":["Local acyclic fibrations and the de Rham complex"],"description":["  We reinterpret algebraic de Rham cohomology for a possibly singular complex\nvariety X as sheaf cohomology in the site of smooth schemes over X with\nVoevodsky's h-topology. Our results extend to the algebraic de Rham complex as\nwell. Our main technique is to extend Cech cohomology of hypercovers to\narbitrary local acyclic fibrations of simplicial presheaves.\n","Comment: 24 pages; exposition revised, typos fixed, minor amendments to\n  statements"]}]
["0710.3494",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3494"],"date":["2007-10-18","2007-10-23"],"type":["text"],"creator":["Ballico, E.","Malaspina, F."],"language":[],"coverage":[],"title":["Vector bundles on Hirzebruch surfaces whose twists by a non-ample line\n  bundle have natural cohomology"],"description":["  Here we study vector bundles $E$ on the Hirzebruch surface $F_e$ such that\ntheir twists by a spanned, but not ample, line bundle $M = \\mathcal\n{O}_{F_e}(h+ef)$ have natural cohomology, i.e. $h^0(F_e,E(tM)) >0$ implies\n$h^1(F_e,E(tM)) = 0$.\n","Comment: 7 pages, no figures, to appear on Cent. Eur. J. Math"]}]
["0710.3531",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3531"],"date":["2007-10-18","2007-10-23"],"type":["text"],"creator":["Ballico, E.","Malaspina, F."],"language":[],"coverage":[],"title":["$n$-blocks collections on Fano manifolds and sheaves with regularity\n  $-\\infty$"],"description":["  Let $X$ be a smooth Fano manifold equipped with a `` nice '' $n$-blocks\ncollection in the sense of \\cite{cm2} and $\\mathcal {F}$ a coherent sheaf on\n$X$. Assume that $X$ is Fano and that all blocks are coherent sheaves. Here we\nprove that $\\mathcal {F}$ has regularity $-\\infty$ in the sense of \\cite{cm2}\nif ${Supp}(\\mathcal {F})$ is finite, the converse being true under mild\nassumptions. The corresponding result is also true when $X$ has a geometric\ncollection in the sense of \\cite{cm1}.\n","Comment: 5 pages, no figures, to appear on Matematiche (Catania)"]}]
["0710.3746",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Dynamical Systems","15A54","15A23","13C10","37B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3746"],"date":["2007-10-19","2007-10-23"],"type":["text"],"creator":["Chen, Sheng"],"language":[],"coverage":[],"title":["On Algebraic Shift Equivalence of Matrices over Polynomial Rings"],"description":["  The paper studies algebraic strong shift equivalence of matrices over\n$n$-variable polynomial rings over a principal ideal domain $D$($n\\leq 2$). It\nis proved that in the case $n=1$, every non-zero matrix over $D[x]$ has a full\nrank factorization and every non-nilpotent matrix over $D[x]$ is algebraically\nstrong shift equivalent to a nonsingular matrix. In the case $n=2$, an example\nof non-nilpotent matrix over $\\mathbb{R}[x,y,z]=\\mathbb{R}[x][y,z]$, which can\nnot be algebraically shift equivalent to a nonsingular matrix, is given.\n","Comment: 8 pages"]}]
["0710.3777",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3777"],"date":["2007-10-19"],"type":["text"],"creator":["Avestimehr, A. S.","Diggavi, S. N.","Tse, D. N. C."],"language":[],"coverage":[],"title":["A Deterministic Approach to Wireless Relay Networks"],"description":["  We present a deterministic channel model which captures several key features\nof multiuser wireless communication. We consider a model for a wireless network\nwith nodes connected by such deterministic channels, and present an exact\ncharacterization of the end-to-end capacity when there is a single source and a\nsingle destination and an arbitrary number of relay nodes. This result is a\nnatural generalization of the max-flow min-cut theorem for wireline networks.\nFinally to demonstrate the connections between deterministic model and Gaussian\nmodel, we look at two examples: the single-relay channel and the diamond\nnetwork. We show that in each of these two examples, the capacity-achieving\nscheme in the corresponding deterministic model naturally suggests a scheme in\nthe Gaussian model that is within 1 bit and 2 bit respectively from cut-set\nupper bound, for all values of the channel gains. This is the first part of a\ntwo-part paper; the sequel [1] will focus on the proof of the max-flow min-cut\ntheorem of a class of deterministic networks of which our model is a special\ncase.\n"]}]
["0710.3779",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3779"],"date":["2007-10-19"],"type":["text"],"creator":["Gangasani, Sumanth Kumar Reddy"],"language":[],"coverage":[],"title":["Testing D-Sequences for their Randomness"],"description":["  This paper examines the randomness of d-sequences, which are decimal\nsequences to an arbitrary base. Our motivation is to check their suitability\nfor application to cryptography, spread-spectrum systems and use as\npseudorandom sequence.\n","Comment: 8 pages, 5 figures"]}]
["0710.3785",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3785"],"date":["2007-10-19"],"type":["text"],"creator":["Klaassen, P. D.","Wilson, C. D."],"language":[],"coverage":[],"title":["Outflow and Accretion in Massive Star Forming Regions"],"description":["  In order to distinguish between the various components of massive star\nforming regions (i.e. infalling, outflowing and rotating gas structures) within\nour own Galaxy, we require high angular resolution observations which are\nsensitive to structures on all size scales. To this end, we present\nobservations of the molecular and ionized gas towards massive star forming\nregions at 230 GHz from the SMA (with zero spacing from the JCMT) and at 22 and\n23 GHz from the VLA at arcsecond or better resolution. These observations (of\nsources such as NGC7538, W51e2 and K3-50A) form an integral part of a\nmulti-resolution study of the molecular and ionized gas dynamics of massive\nstar forming regions (i.e. Klaassen & Wilson 2007). Through comparison of these\nobservations with 3D radiative transfer models, we hope to be able to\ndistinguish between various modes of massive star formation, such as ionized or\nhalted accretion (i.e Keto 2003 or Klaassen et al. 2006 respectively).\n","Comment: 7 pages, to appear in the proceedings of \"Massive Star Formation:\n  Observations confront Theory\""]}]
["0710.3789",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3789"],"date":["2007-10-19"],"type":["text"],"creator":["Abubakr, Mohd"],"language":[],"coverage":[],"title":["Frequency Analysis of Decoupling Capacitors for Three Voltage Supplies\n  in SoC"],"description":["  Reduction in power consumption has become a major criterion of design in\nmodern ICs. One such scheme to reduce power consumption by an IC is the use of\nmultiple power supplies for critical and non-critical paths. To maintain the\nimpedance of a power distribution system below a specified level, multiple\ndecoupling capacitors are placed at different levels of power grid hierarchy.\nThis paper describes about three-voltage supply power distribution systems. The\nnoise at one power supply can propagate to the other power supply, causing\npower and signal integrity problems in the overall system. Effects such as\nanti-resonance and remedies for these effects are studied. Impedance of the\nthree-voltage supply power distribution system is calculated in terms of\nRLC-model of decoupling capacitors. Further the obtained impedance depends on\nthe frequency; hence brief frequency analysis of impedance is done.\n","Comment: 5 pages, 9 figures, Submitted to ICCSC 2008"]}]
["0710.3793",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3793"],"date":["2007-10-19"],"type":["text"],"creator":["DeLeon, M. A.","Tyson, T. A.","Dubourdieu, C.","Bossak, A.","Dvorak, J.","Bonfait, G."],"language":[],"coverage":[],"title":["Depressed Surface Magnetization in Thin La0.8MnO3 Films"],"description":["  A systematic study the magnetization in La0.8.MnO3 films of thickness varying\nfrom ultra-thin to bulk-like has been conducted. The study reveals suppression\nof the bulk magnetization for films up to at least 1600 A. In addition, the\nsurface (top 50 A) of all films exhibits depressed magnetization as observed by\nx-ray magnetic circular dichroism (XMCD). The reduced surface magnetization is\nattributed to the coexistence of magnetic and nonmagnetic components of the\nsame chemical composition.\n"]}]
["0710.3798",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3798"],"date":["2007-10-19"],"type":["text"],"creator":["Shirokova, Nadya"],"language":[],"coverage":[],"title":["The moduli space of parallelizable 4-manifolds"],"description":["  In this paper we construct the space of smooth 4-manifolds and find the\nhomotopy model for the connected components of the complement to the\ndiscriminant.\n  The discriminant of this space is a singular hypersurface and its generic\npoints correspond to manifolds with isolated Morse singularities.\n  These spaces can be considered as a natural base for the recent theories\nstudying invariants for families. We show that the theory of Bauer and Furuta\ncan be raised to parametrized families on our configurational space and their\ninvariant is the step-function on chambers.\n  We also introduce the definition of the invariant of finite type and give a\nsimple example of an invariant of order one.\n","Comment: 13 pages"]}]
["0710.3802",{"format":[],"subject":["Computer Science - Information Theory","94A13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3802"],"date":["2007-10-19"],"type":["text"],"creator":["Venkataramani, Raman","Erden, M. Fatih"],"language":[],"coverage":[],"title":["A Posteriori Equivalence: A New Perspective for Design of Optimal\n  Channel Shortening Equalizers"],"description":["  The problem of channel shortening equalization for optimal detection in ISI\nchannels is considered. The problem is to choose a linear equalizer and a\npartial response target filter such that the combination produces the best\ndetection performance. Instead of using the traditional approach of MMSE\nequalization, we directly seek all equalizer and target pairs that yield\noptimal detection performance in terms of the sequence or symbol error rate.\nThis leads to a new notion of a posteriori equivalence between the equalized\nand target channels with a simple characterization in terms of their underlying\nprobability distributions. Using this characterization we show the surprising\nexistence an infinite family of equalizer and target pairs for which any\nmaximum a posteriori (MAP) based detector designed for the target channel is\nsimultaneously MAP optimal for the equalized channel. For channels whose input\nsymbols have equal energy, such as q-PSK, the MMSE equalizer designed with a\nmonic target constraint yields a solution belonging to this optimal family of\ndesigns. Although, these designs produce IIR target filters, the ideas are\nextended to design good FIR targets. For an arbitrary choice of target and\nequalizer, we derive an expression for the probability of sequence detection\nerror. This expression is used to design optimal FIR targets and IIR equalizers\nand to quantify the FIR approximation penalty.\n","Comment: 12 pages, double column format, 5 figures"]}]
["0710.3807",{"format":[],"subject":["Physics - Biological Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3807"],"date":["2007-10-19"],"type":["text"],"creator":["Byrne, Nolene","Belieres, Jean-Philippe","Angell, C. Austen"],"language":[],"coverage":[],"title":["Directed destabilization of lysozyme in protic ionic liquids reveals a\n  compact, low energy, soluble, reversibly-unfolding (pre-fibril) state"],"description":["  Recent demonstrations of extraordinary stabilization of proteins in mobile\nprotic [1] and aprotic [2] ionic liquid solutions at ambient temperatures have\nraised hopes of new biopreservation and drug transportation technologies. Here\nwe examine the relation of folded protein stability to the state of the\ntransferred proton [1], as determined by the N-H proton chemical shift, d(N-H).\nWe identify a range of d(N-H) in which the unfolded lysozyme refolds 97%.\nExceeding the stability range in the acid direction leads to the sudden\nformation and stabilization of a small, soluble, amyloid form of lysozyme which\nhas its own stability range and which can again unfold/refold many times before\nan irreversible process, fibrillization, occurs. The tightly bound amyloid form\nof the lysozyme molecule, identified by circular dichroism spectra and dynamic\nlight scattering, must be of very low energy since the unfolding process\nabsorbs almost three times the enthalpy of normal lysozyme unfolding.\nalpha-lactalbumin shows similar behavior.\n","Comment: 12 pages, 4 figures"]}]
["0710.3811",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3811"],"date":["2007-10-19"],"type":["text"],"creator":["Robertson, Andrew","Jiang, Lei","Pu, Han","Zhang, Weiping","Ling, Hong Y."],"language":[],"coverage":[],"title":["Coherent population oscillation from a Fermi atom-molecule dark state"],"description":["  We show that a robust macroscopic atom-molecule dark state can exist in\nfermionic systems, which represents a coherent superposition between the ground\nmolecular BEC and the atomic BCS paired state. We take advantage of the\ntunability offered by external laser fields, and explore this superposition for\ndemonstrating coherent oscillations between ground molecules and atom pairs. We\ninterpret the oscillation frequencies in terms of the collective excitations of\nthe dark state.\n"]}]
["0710.3814",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3814"],"date":["2007-10-19"],"type":["text"],"creator":["Asanov, G. S."],"language":[],"coverage":[],"title":["Finsleroid-Finsler Space of Involutive Case"],"description":["  The Finsleroid-Finsler space is constructed over an underlying Riemannian\nspace by the help of a scalar $g(x)$ and an input 1-form $b$ of unit length.\nExplicit form of the entailed tensors, as well as the respective spray\ncoefficients, is evaluated. The involutive case means the framework in which\nthe characteristic scalar $g(x)$ may vary in the direction assigned by $b$,\nsuch that $dg=\\mu b$ with a scalar $\\mu(x)$.\n  We show by required calculation that the involutive case realizes through the\n$A$-special relation the picture that instead of the Landsberg condition $\\dot\nA_{ijk}=0$ we have the vanishing $\\dot{\\al}_{ijk}=0$ with the normalized tensor\n$\\al_{ijk}=A_{ijk}/||A||$. Under the involutive condition, the derivative\ntensor $A_{i|j}$ and the curvature tensor $R^i{}_k$ have explicitly been found,\nassuming the input 1-form $b$ be parallel.\n  Key words: Finsler metrics, spray coefficients, curvature tensors.\n"]}]
["0710.3817",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Statistics Theory","94B99","62B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3817"],"date":["2007-10-20"],"type":["text"],"creator":["Djonin, Dejan V."],"language":[],"coverage":[],"title":["A Note on Comparison of Error Correction Codes"],"description":["  Use of an error correction code in a given transmission channel can be\nregarded as the statistical experiment. Therefore, powerful results from the\ntheory of comparison of experiments can be applied to compare the performances\nof different error correction codes. We present results on the comparison of\nblock error correction codes using the representation of error correction code\nas a linear experiment. In this case the code comparison is based on the\nLoewner matrix ordering of respective code matrices. Next, we demonstrate the\nbit-error rate code performance comparison based on the representation of the\ncodes as dichotomies, in which case the comparison is based on the matrix\nmajorization ordering of their respective equivalent code matrices.\n","Comment: 12 pages, 1 figure, Submitted to the IEEE Trans. on Information\n  Theory"]}]
["0710.3818",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3818"],"date":["2007-10-20"],"type":["text"],"creator":["Dariescu, Marina--Aura","Dariescu, Ciprian"],"language":[],"coverage":[],"title":["Improved Factorization Method in Studying B-meson Decays"],"description":["  B decays are a subject of active research since they provide useful\ninformation on the dynamics of strong and electroweak interactions for testing\nthe Standard Model (SM) and models beyond and are ideally suited for a critical\nanalysis of CP violation phenomena. Within the standard model, there exist\ncertain relations between CP violating rate differences in B decays in the\nSU(3) limit, as for example $\\Delta (\\bar{B}^0 \\to \\pi^+ \\pi^-) = - \\Delta\n(\\bar{B}^0 \\to \\pi^+ K^-)$. The goal of this letter is to study the direct CP\nviolation asymmetry in a class of processes where there has been recent\ntheoretical progress, as for example the B decays into two light pseudoscalars\nmesons and into a light pseudoscalar and a light vector meson. We identify\nrelations between rate asymmetries which are valid in the SU(3) limit in the\nstandard model and we compute SU(3) breaking corrections to them, going beyond\nthe naive factorization by using the QCD improved factorization model of Beneke\n{\\it et al.}. Finally, in some processes as for example $BR(B^- \\to\n\\eta^{\\prime} K^-)$, we claim that one has to add SUSY contributions to the\nWilson coefficients. In these cases, we end with a $BR$ depending on three\nparameters, whose values are constrained by the experimental data.\n","Comment: 8 pgs, International Conference on Hadron Physics TROIA'07,\n  Canakkale, Turkey, 30 August - 03 September 2007"]}]
["0710.3819",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3819"],"date":["2007-10-20"],"type":["text"],"creator":["Dariescu, Ciprian","Dariescu, Marina-Aura"],"language":[],"coverage":[],"title":["B \\to K^{*} \\gamma Decay within MSSM"],"description":["  The paper deals with a next-to-leading order analysis of the radiative $B \\to\nK^* \\gamma$ decay. Working in a PQCD approach, we compute the correction to the\nessential form factor, coming from a single gluon exchange with the spectator.\nWe investigate the supersymmetry effects on the branching ratio and direct CP\nasymmetry and constrain the squark mixing parameter $(\\delta_{23}^d)_{LR}$.\n","Comment: 7 pages, 3 figures, International Conference on Hadron Physics\n  TROIA'07, Canakkale, Turkey, 30 August -- 03 September 2007"]}]
["0710.3822",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - General Mathematics","11S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3822"],"date":["2007-10-20"],"type":["text"],"creator":["Emamyari, Soheila","Hassani, Mehdi"],"language":[],"coverage":[],"title":["Explicit approximation of the sum of the reciprocal of the imaginary\n  parts of the zeta zeros"],"description":["  In this note, we give some explicit upper and lower bounds for the summation\n$\\sum_{0<\\gamma\\leq T}\\frac{1}{\\gamma}$, where $\\gamma$ is the imaginary part\nof nontrivial zeros $\\rho=\\beta+i\\gamma$ of $\\zeta(s)$.\n","Comment: 3 pages"]}]
["0710.3824",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3824"],"date":["2007-10-22"],"type":["text"],"creator":["Delaët, Sylvie","Mandal, Partha Sarathi","Rokicki, Mariusz","Tixeuil, Sébastien"],"language":[],"coverage":[],"title":["Deterministic Secure Positioning in Wireless Sensor Networks"],"description":["  Properly locating sensor nodes is an important building block for a large\nsubset of wireless sensor networks (WSN) applications. As a result, the\nperformance of the WSN degrades significantly when misbehaving nodes report\nfalse location and distance information in order to fake their actual location.\nIn this paper we propose a general distributed deterministic protocol for\naccurate identification of faking sensors in a WSN. Our scheme does \\emph{not}\nrely on a subset of \\emph{trusted} nodes that are not allowed to misbehave and\nare known to every node in the network. Thus, any subset of nodes is allowed to\ntry faking its position. As in previous approaches, our protocol is based on\ndistance evaluation techniques developed for WSN. On the positive side, we show\nthat when the received signal strength (RSS) technique is used, our protocol\nhandles at most $\\lfloor \\frac{n}{2} \\rfloor-2$ faking sensors. Also, when the\ntime of flight (ToF) technique is used, our protocol manages at most $\\lfloor\n\\frac{n}{2} \\rfloor - 3$ misbehaving sensors. On the negative side, we prove\nthat no deterministic protocol can identify faking sensors if their number is\n$\\lceil \\frac{n}{2}\\rceil -1$. Thus our scheme is almost optimal with respect\nto the number of faking sensors. We discuss application of our technique in the\ntrusted sensor model. More precisely our results can be used to minimize the\nnumber of trusted sensors that are needed to defeat faking ones.\n"]}]
["0710.3825",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3825"],"date":["2007-10-20"],"type":["text"],"creator":["Peyghan, E.","Razavi, A.","Heydari, A."],"language":[],"coverage":[],"title":["Product and anti-Hermitian structures on the tangent space"],"description":["  Noting that the complete lift of a Rimannian metric defined on a\ndifferentiable manifold is not 0-homogeneous on the fibers of the tangent\nbundle . In this paper we introduce a new lift which is 0-homogeneous. It\ndetermines on slit tangent bundle a pseudo-Riemannian metric, which depends\nonly on the metric . We study some of the geometrical properties of this\npseudo-Riemannian space and define the natural almost complex structure and\nnatural almost product structure which preserve the property of homogeneity and\nfind some new results.\n"]}]
["0710.3831",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3831"],"date":["2007-10-20"],"type":["text"],"creator":["Kuzovlev, Yuriy E."],"language":[],"coverage":[],"title":["A truth about Brownian motion in gases and in general"],"description":["  Real thermal motion of gas molecules, free electrons, etc., at long time\nintervals (much greater than mean free-flight time) possesses, contrary to its\npopular mathematical models, essentially non-Gaussian statistics. A simple\nproof of this statement is suggested basing on only the determinism and\nreversibility of microscopic dynamics and besides incidentally derived virial\nexpansion of a path probability distribution of molecular Brownian particle.\n","Comment: 5 pages, no figures, RevTeX4, with supplement (in the source\n  tex-file) of Russian text of the paper submitted to JETP Letters"]}]
["0710.3837",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3837"],"date":["2007-10-20"],"type":["text"],"creator":["Huang, Ming-Chang","Huang, Yu-tin","Wu, Jinn-Wen","Chung, Tien-Shen"],"language":[],"coverage":[],"title":["Potential for regulatory genetic networks of gene expression near a\n  stable point"],"description":["  A description for regulatory genetic network based on generalized potential\nenergy is constructed. The potential energy is derived from the steady state\nsolution of linearized Fokker-Plank equation, and the result is shown to be\nequivalent to the system of coupled oscillators. The correspondence between the\nquantities from the mechanical picture and the steady-state fluctuations is\nestablished. Explicit calculation is given for auto-regulatory networks in\nwhich, the force constant associated with the degree of protein is very weak.\nNegative feedback not only suppresses the fluctuations but also increases the\nsteepness of the potential. The results for the fluctuations agree completely\nwith those obtained from linear noise Fokker-Planck equation.\n","Comment: 6 pages, 2 figures"]}]
["0710.3839",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3839"],"date":["2007-10-20"],"type":["text"],"creator":["Esfahani, E. Karimzadeh","Roknizadeh, R.","Naderi, M. H."],"language":[],"coverage":[],"title":["Dissipative dynamics of the semiconductor-cavity QED with q-deformed\n  bosons in the dispersive approximation"],"description":["  In this paper we give fully analytical description of the dynamics of a\ncollection of $N$-Frenkel excitons in high density regime dispersively coupled\nto a single mode cavity field, in the presence of both exciton and cavity-field\ndissipations. By using excitonic operators as q-deformed bosonic operators for\nthe system, we solve analytically the Liouville equation for the density\noperator at zero temperature and investigate the influence of the number of\nexcitons and the effect of both dissipations on dynamical behavior of the\nsystem. We use the solution of master equation to explore the dissipative\ndynamics of non-classical properties such as, molecule-field entanglement,\nquadrature squeezing of the field, and molecular dipole squeezing. We find that\nthe non-classical properties are strongly affected by the number of excitons\nand also by the existence of both dissipations.\n","Comment: 12 pages, 6 Figures"]}]
["0710.3840",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3840"],"date":["2007-10-20"],"type":["text"],"creator":["Hazama, R.","Tatewaki, Y.","Kishimoto, T.","Matsuoka, K.","Endo, N.","Kume, K.","Shibahara, Y.","Tanimizu, M."],"language":[],"coverage":[],"title":["Challenge on Ca-48 enrichment for CANDLES double beta decay experiment"],"description":["  Chemical isotope effects of calcium were studied by liquid-liquid extraction\nusing a crown ether of dicyclohexano-18-crown-6 for the purpose of finding a\ncost-effective and efficient way of enrichment of Ca-48 towards the study of\nthe neutrinoless double beta decay of Ca-48. We evaluated each contribution\nratio of the field shift effect and the hyperfine splitting shift effect to the\nmass effect of the calcium isotopes for the first time. The present preliminary\nresult suggests the contribution of the field shift effect is small, especially\nfor Ca-40-Ca-48 case, compared with the case of Chromium trichloride-crown in\nwhich the isotope enrichment factors are strongly affected by the field shifts.\nThese indications are promising towards the mass producion of enriched Ca-48 by\nthe chemical separation method.\n","Comment: 4 pages, uses vietnam.sty, proc. of the \"Challenges in particle\n  astrophysics\" conf. held in Hanoi, Aug. 2006"]}]
["0710.3844",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3844"],"date":["2007-10-20"],"type":["text"],"creator":["Eshmatov, Alimjon"],"language":[],"coverage":[],"title":["A new class of examples of group-valued moment maps"],"description":["  The purpose of this paper is to construct new examples of group-valued moment\nmaps. As the main tool for construction of such examples we use\nquasi-symplectic implosion which was introduced in [HJS06]. More precisely we\nshow that there are certain strata of $D{\\bf Sp}(n)_{\\rm impl}$, the universal\nimploded space, where it is singular but whose closure is a smooth\nquasi-Hamiltonian ${\\bf Sp}(n) \\times T$ space.\n","Comment: 12 pages"]}]
["0710.3869",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3869"],"date":["2007-10-20"],"type":["text"],"creator":["Kuksin, Sergei B.","Piatnitski, Andrey L."],"language":[],"coverage":[],"title":["Khasminskii--Whitham averaging for randomly perturbed KdV equation"],"description":["  We consider the damped-driven KdV equation $$ \\dot\nu-\\nu{u_{xx}}+u_{xxx}-6uu_x=\\sqrt\\nu \\eta(t,x), x\\in S^1, \\int u dx\\equiv\n\\int\\eta dx\\equiv0, $$ where $0<\\nu\\le1$ and the random process $\\eta$ is\nsmooth in $x$ and white in $t$. For any periodic function $u(x)$ let $\nI=(I_1,I_2,...) $ be the vector, formed by the KdV integrals of motion,\ncalculated for the potential $u(x)$. We prove that if $u(t,x)$ is a solution of\nthe equation above, then for $0\\le t\\lesssim\\nu^{-1}$ and $\\nu\\to0$ the vector\n$ I(t)=(I_1(u(t,\\cdot)),I_2(u(t,\\cdot)),...) $ satisfies the (Whitham) averaged\nequation.\n"]}]
["0710.3870",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3870"],"date":["2007-10-20"],"type":["text"],"creator":["Preston, Stephen C."],"language":[],"coverage":[],"title":["The WKB method for conjugate points in the volumorphism group"],"description":["  In this paper, we are interested in the location of conjugate points along a\ngeodesic in the volumorphism group of a compact three-dimensional manifold\nwithout boundary (the configuration space of an ideal fluid). As shown in the\nauthor's previous work, these are typically pathological, i.e., they can occur\nin clusters along a geodesic, unlike on finite-dimensional Riemannian\nmanifolds. (This phenomenon does not occur for the volumorphism groups of\ntwo-dimensional manifolds, which are known to have discrete conjugate points\nalong any geodesic by Ebin-Misiolek-Preston.) We give an explicit algorithm for\nfinding them in terms of a certain ordinary differential equation, derived via\nthe WKB-approximation methods of Lifschitz-Hameiri and Friedlander-Vishik. We\nprove that for a typical geodesic in the volumorphism group, there will be\npathological conjugate point locations filling up closed intervals; hence\ntypically the zeroes of Jacobi fields on the volumorphism group are dense in\nintervals.\n"]}]
["0710.3871",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3871","Journal of Mathematical Sciences, Volume 135, Number 5 / June,\n  2006, p 3292-3310","doi:10.1007/s10958-006-0159-x"],"date":["2007-10-20"],"type":["text"],"creator":["Daniyarova, E.","Kazachkov, I.","Remeslennikov, V."],"language":[],"coverage":[],"title":["Algebraic Geometry over Free Metabelian Lie Algebra I: U-Algebras and\n  Universal Classes"],"description":["  This paper is the first in a series of three, the aim of which is to lay the\nfoundations of algebraic geometry over the free metabelian Lie algebra $F$. In\nthe current paper we introduce the notion of a metabelian Lie $U$-algebra and\nestablish connections between metabelian Lie $U$-algebras and special matrix\nLie algebras. We define the $\\Delta $-localisation of a metabelian Lie\n$U$-algebra $A$ and the direct module extension of the Fitting's radical of $A$\nand show that these algebras lie in the universal closure of $A$.\n","Comment: 34 pages"]}]
["0710.3872",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3872","Journal of Mathematical Sciences, Volume 135, Number 5 / June,\n  2006, p. 3311-3326","doi:10.1007/s10958-006-0160-4"],"date":["2007-10-20"],"type":["text"],"creator":["Daniyarova, E.","Kazachkov, I.","Remeslennikov, V."],"language":[],"coverage":[],"title":["Algebraic Geometry over Free Metabelian Lie Algebra II: Finite Field\n  Case"],"description":["  This paper is the second in a series of three, the aim of which is to\nconstruct algebraic geometry over a free metabelian Lie algebra $F$. For the\nuniversal closure of free metabelian Lie algebra of finite rank $r \\ge 2$ over\na finite field $k$ we find a convenient set of axioms in the language of Lie\nalgebras $L$ and the language $L_{F}$ enriched by constants from $F$. We give a\ndescription of:\n  * The structure of finitely generated algebras from the universal closure of\n$F_r$ in both $L$ and $L_{F_r}$\n  * The structure of irreducible algebraic sets over $F_r $ and respective\ncoordinate algebras.\n  We also prove that the universal theory of a free metabelian Lie algebra over\na finite field is decidable in both languages.\n","Comment: 31 pages"]}]
["0710.3873",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3873","Journal of Mathematical Sciences, Volume 131, Number 6 / December,\n  2005, p. 6015-6022","doi:10.1007/s10958-005-0456-9"],"date":["2007-10-20"],"type":["text"],"creator":["Daniyarova, E.","Kazachkov, I.","Remeslennikov, V."],"language":[],"coverage":[],"title":["Semidomains and Metabelian Product of Metabelian Lie Algebras"],"description":["  This paper is the third in a series of papers, the aim of which is to\nconstruct algebraic geometry over metabelian Lie algebras.\n","Comment: 14 pages"]}]
["0710.3875",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3875"],"date":["2007-10-20"],"type":["text"],"creator":["Hamou, F. R.","Zekri, N.","Bouamrane, R.","Clerc, J. P."],"language":[],"coverage":[],"title":["Dielectric loss of 2D metal-insulator composite near the percolation\n  threshold"],"description":["  The frequency dependence of the dielectric loss angle for a metal-insulator\ncomposite was shown previously to be an efficient method to experimentally\ndetermine the percolation threshold. The statistical properties of this angle\nare found here to be similar to those of the critical links (supporting the\ntotal current) near the percolation threshold close to dc and for very high\nfrequencies. A further discussion is provided about the way to connect this\nangle to the critical links. The second aim of these studies is to connect the\nfrequency dependence of this angle to the proportion of the conductor or\ndielectric phase in this composite.\n","Comment: 9 pages 8 figures, submitted to J.Phys.D"]}]
["0710.3877",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05D05","20C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3877"],"date":["2007-10-20"],"type":["text"],"creator":["Gowers, W. T."],"language":[],"coverage":[],"title":["Quasirandom groups"],"description":["  Babai and S\\'os have asked whether there exists a constant c>0 such that\nevery finite group G has a product-free subset of size at least c|G|: that is,\na subset X that does not contain three elements x, y and z with xy=z. In this\npaper we show that the answer is no. Moreover, we give a simple sufficient\ncondition for a group not to have any large product-free subset.\n","Comment: 31 pages"]}]
["0710.3878",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35C15","35L05","35Q75","35L15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3878"],"date":["2007-10-20"],"type":["text"],"creator":["Yagdjian, Karen","Galstian, Anahit"],"language":[],"coverage":[],"title":["Fundamental Solutions for Wave Equation in de Sitter Model of Universe"],"description":["  In this article we construct the fundamental solutions for the wave equation\narising in the de Sitter model of the universe. We use the fundamental\nsolutions to represent solutions of the Cauchy problem and to prove the\n$L^p-L^q$-decay estimates for the solutions of the equation with and without a\nsource term.\n","Comment: 36 pages;\n  http://www.math.uni-potsdam.de/prof/a_partdiff/prepr/2007_06.pdf"]}]
["0710.3879",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3879"],"date":["2007-10-21","2007-10-22"],"type":["text"],"creator":["Hill, C. Denson","Nurowski, Pawel"],"language":[],"coverage":[],"title":["On Penrose's `before the big bang' ideas"],"description":["  We point out that algebraically special Einstein fields with twisting rays\nexhibit the basic properties of conformal Universes considered recently by\nRoger Penrose.\n","Comment: We changed our conventions, so that the sign of the cosmological\n  constant agrees with the conventions of cosmologists"]}]
["0710.3880",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3880"],"date":["2007-10-20"],"type":["text"],"creator":["Paramos, J.","Bertolami, O."],"language":[],"coverage":[],"title":["Galileo satellite constellation and extensions to General Relativity"],"description":["  We consider the impact of some known extensions of General Relativity in\nobservables that will be available with the Galileo positioning systems, and\ndraw conclusions as to the possibility of measuring them. We specifically\naddress the effects of the presence of a cosmological constant, a Yukawa-like\naddition to the Newtonian potential, and the existence of an extra, constant\nacceleration. We also consider the phenomenological impact of a broad class of\nmetric theories, which can be classified through the parameterized\nPost-Newtonian formalism.\n","Comment: Based on talk presented by one of us (J.P.) at the 1st. Colloquium\n  \"Scientific and Fundamental Aspects of the Galileo Programme\", Toulouse,\n  France, 1-4 October 2007. To be published in the Proceedings of the\n  Colloquium"]}]
["0710.3881",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3881"],"date":["2007-10-22"],"type":["text"],"creator":["Pawlowski, Marcin"],"language":[],"coverage":[],"title":["The relation between the quantum games, communication complexity\n  problems and Bell inequalities"],"description":["  We study the relation between the quantum games, communication complexity\nproblems and Bell inequalities. In particular we are interested in answering\nthe question whether for every element of one of these groups there is a\ncorresponding element in the other two. We show that there are cases where\nthere is no such relation. Moreover, in the communication complexity problems\nfor which there is no Bell inequality the advantage of the quantum strategies\nover the classical ones is much higher.\n","Comment: Preliminary version, comments welcome"]}]
["0710.3888",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3888","In the Proceedings of the Joint Workshop on Coding and\n  Communications, Durnstein, Austria, Oct. 14-16 2007"],"date":["2007-10-20"],"type":["text"],"creator":["Shamai, Shlomo","Somekh, Oren","Simeone, Osvaldo","Sanderovich, Amichai","Zaidel, Benjamin M.","Poor, H. Vincent"],"language":[],"coverage":[],"title":["Cooperative Multi-Cell Networks: Impact of Limited-Capacity Backhaul and\n  Inter-Users Links"],"description":["  Cooperative technology is expected to have a great impact on the performance\nof cellular or, more generally, infrastructure networks. Both multicell\nprocessing (cooperation among base stations) and relaying (cooperation at the\nuser level) are currently being investigated. In this presentation, recent\nresults regarding the performance of multicell processing and user cooperation\nunder the assumption of limited-capacity interbase station and inter-user\nlinks, respectively, are reviewed. The survey focuses on related results\nderived for non-fading uplink and downlink channels of simple cellular system\nmodels. The analytical treatment, facilitated by these simple setups, enhances\nthe insight into the limitations imposed by limited-capacity constraints on the\ngains achievable by cooperative techniques.\n"]}]
["0710.3890",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3890"],"date":["2007-10-22"],"type":["text"],"creator":["Kermes, Jeremiah M."],"language":[],"coverage":[],"title":["The genus of a curve of Fermat type"],"description":["  In this paper we begin to study curves on a weighted projective plane with\none trivial weight, ${\\mathbb P}(1,m,n)$, by determining the genus of curves of\nFermat type. These are curves defined by a ``homogeneous'' polynomial analagous\nto the one from Fermat's last theorem. We begin by finding local coordinates\nfor the standard affine cover of the plane, and then prove that the curve is\nsmooth. This is done by pulling the curve up to the surface's\ndesingularization. Then a map from the curve to ${\\mathbb P^1}$ is constructed,\nand it's ramification divisor is determined. We conclude by applying Hurwitz's\ntheorem to this map to obtain $C$'s genus.\n","Comment: 12 pages"]}]
["0710.3898",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3898"],"date":["2007-10-21"],"type":["text"],"creator":["Halle, Anaelle"],"language":[],"coverage":[],"title":["Around MOND: Lagrangians, Hubble Equations, Perturbations and External\n  Field Effect"],"description":["  The MOdified Newtonian Dynamics (MOND) is presented here, as well as a theory\nthat can be linked to it: the theory of the Aether, a four-vector field\nbreaking Lorentz invariance. The form of its Lagrangian is studied, then basic\nequations of the theory are rederived in a detailed way, and calculated for\ndifferent metrics, exploring the impact of non-zero spatial terms of the\nAether. A brief attempt of making the Aether Lagrangian depend on a scalar\nfield is presented. An analytic solving of a galaxy model with an external\nfield is described, which highlights the MONDian external field effect that\nbreaks the strong equivalence principle.\n","Comment: Report of a Project done in St Andrews for study in Ecole Normale\n  Superieure, Paris. Details in http://www.eleves.ens.fr/home/halle/ Comments\n  Welcome"]}]
["0710.3900",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3900"],"date":["2007-10-20"],"type":["text"],"creator":["Sidharth, B. G."],"language":[],"coverage":[],"title":["Law without Law"],"description":["  We consider a model for spacetime in which there is an ubiquitous background\nDark Energy which is the Zero Point Field. This is further modeled in terms of\na Weiner process that leads to a Random or Brownian characterization.\nNevertheless we are able to recover meaningful physics, very much in the spirit\nof Wheeler's Law without Law, that is laws emerging from an underpinning of\nlawlessness.\n","Comment: Latex, 36 pages, Based on a Chapter from the forthcoming book, \"The\n  Thermodynamic Universe\""]}]
["0710.3911",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3911"],"date":["2007-10-21"],"type":["text"],"creator":["Waldman, Roni","Yungelson, Lev R.","Barkat, Zalman"],"language":[],"coverage":[],"title":["Helium stars as supernova progenitors"],"description":["  We follow the evolution of helium stars of initial mass $(2.2 - 2.5)\nM_\\odot$, and show that they undergo off-center carbon burning, which leaves\nbehind ${\\mathbf \\sim 0.01 M_\\odot}$ of unburnt carbon in the inner part of the\ncore. When the carbon-oxygen core grows to Chandrasekhar mass, the amount of\nleft-over carbon is sufficient to ignite thermonuclear runaway. At the moment\nof explosion, the star will possess an envelope of several $0.1 M_{\\odot}$,\nconsisting of He, C, and possibly some H, perhaps producing a kind of peculiar\nSN. Based on the results of Waldman and Barkat (2007) for accreting white\ndwarfs, we expect to get thermonuclear runaway at a broad range of $\\rho_c\n\\approx (1 - 6) \\times 10^9 \\mathrm{g cm^{-3}}$, depending on the amount of\nresidual carbon. We verified the feasibility of this scenario by showing that\nin a close binary system with initial masses $(8.5 + 7.7) M_{\\odot}$ and\ninitial period of 150 day the primary produces a helium remnant of $2.3\nM_{\\odot}$ that evolves further like the model we considered.\n","Comment: 4 pages, 2 figures, to appear in Hydrogen-Deficient Stars 2007"]}]
["0710.3913",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3913"],"date":["2007-10-21"],"type":["text"],"creator":["Israelit, Mark"],"language":[],"coverage":[],"title":["Charged fundamental particles in Wesson's IMT"],"description":["  In the framework of the Weyl-Dirac version of Wesson's Induced Matter Theory,\nspherically symmetric entities filled with an electrically charged substance\nare obtained in the empty 4D space-time, the brane. The substance,\ncharacterized by mass and charge density as well by pressure, is induced by the\n5D bulk. The entity is separated from the surrounding vacuum by a boundary\nsurface, where the metric satisfy the Schwarzschild conditions. Outside one has\nthe Reissner-Nordstroem metric with M=Q. These entities may be regarded as\nclassical (non-quantum) fundamental particles serving as constituents of quarks\nand leptons.\n","Comment: 24 pages. Submitted to the Found. of Physics"]}]
["0710.3916",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3916","Optical Switching and Networking 3, 3-4 (2006) 202-218","doi:10.1016/j.osn.2006.08.001"],"date":["2007-10-21"],"type":["text"],"creator":["Bigos, Wojtek","Gosselin, Stéphane","Cousin, Bernard","Foll, Morgane Le","Nakajima, Hisao"],"language":[],"coverage":[],"title":["Optimized Design of Survivable MPLS over Optical Transport Networks.\n  Optical Switching and Networking"],"description":["  In this paper we study different options for the survivability implementation\nin MPLS over Optical Transport Networks in terms of network resource usage and\nconfiguration cost. We investigate two approaches to the survivability\ndeployment: single layer and multilayer survivability and present various\nmethods for spare capacity allocation (SCA) to reroute disrupted traffic. The\ncomparative analysis shows the influence of the traffic granularity on the\nsurvivability cost: for high bandwidth LSPs, close to the optical channel\ncapacity, the multilayer survivability outperforms the single layer one,\nwhereas for low bandwidth LSPs the single layer survivability is more\ncost-efficient. For the multilayer survivability we demonstrate that by mapping\nefficiently the spare capacity of the MPLS layer onto the resources of the\noptical layer one can achieve up to 22% savings in the total configuration cost\nand up to 37% in the optical layer cost. Further savings (up to 9 %) in the\nwavelength use can be obtained with the integrated approach to network\nconfiguration over the sequential one, however, at the increase in the\noptimization problem complexity. These results are based on a cost model with\nactual technology pricing and were obtained for networks targeted to a\nnationwide coverage.\n"]}]
["0710.3917",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3917","Workshop on Traffic Engineering, Protection and Restoration for\n  Futur Generation Internet, Oslo : Norv\\`ege (2007)"],"date":["2007-10-21"],"type":["text"],"creator":["Drid, Hamza","Cousin, Bernard","Molnar, Miklos"],"language":[],"coverage":[],"title":["Heuristic Solution to Protect Communications in WDM Networks using\n  P-cycles"],"description":["  Optical WDM mesh networks are able to transport huge amount of information.\nThe use of such technology however poses the problem of protection against\nfailures such as fibre cuts. One of the principal methods for link protection\nused in optical WDM networks is pre-configured protection cycle (p-cycle). The\nmajor problem of this method of protection resides in finding the optimal set\nof p-cycles which protect the network for a given distribution of working\ncapacity. Existing heuristics generate a large set of p-cycle candidates which\nare entirely independent of the network state, and from then the good sub-set\nof p-cycles which will protect the network is selected. In this paper, we\npropose a new algorithm of generation of p-cycles based on the incremental\naggregation of the shortest cycles. Our generation of p-cycles depends on the\nstate of the network. This enables us to choose an efficient set of p-cycles\nwhich will protect the network. The set of p-cycles that we generate is the\nfinal set which will protect the network, in other words our heuristic does not\ngo through the additional step of p-cycle selection\n"]}]
["0710.3918",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3918","Dans Instrumentation and Measurement Technology Conference\n  Proceedings - IEEE Instrumentation and Measurement Technology Conference,\n  Varsovie : Pologne (2007)","doi:10.1109/IMTC.2007.379153"],"date":["2007-10-21"],"type":["text"],"creator":["Gyula, Simon","Molnar, Miklos","Gonczy, Laszlo","Cousin, Bernard"],"language":[],"coverage":[],"title":["Dependable k-coverage algorithms for sensor networks"],"description":["  Redundant sensing capabilities are often required in sensor network\napplications due to various reasons, e.g. robustness, fault tolerance, or\nincreased accuracy. At the same time high sensor redundancy offers the\npossibility of increasing network lifetime by scheduling sleep intervals for\nsome sensors and still providing continuous service with help of the remaining\nactive sensors. In this paper centralized and distributed algorithms are\nproposed to solve the k-coverage sensing problem and maximize network lifetime.\nWhen physically possible, the proposed robust Controlled Greedy Sleep Algorithm\nprovides guaranteed service independently of node and communication errors in\nthe network. The performance of the algorithm is illustrated and compared to\nresults of a random solution by simulation examples.\n"]}]
["0710.3922",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3922"],"date":["2007-10-21"],"type":["text"],"creator":["Basso, Michele","Materassi, Donatello","Salapaka, Murti V."],"language":[],"coverage":[],"title":["Hysteresis Models of Dynamic Mode Atomic Force Microscopes: Analysis and\n  Identification"],"description":["  A new class of models based on hysteresis functions is developed to describe\natomic force microscopes operating in dynamic mode. Such models are able to\naccount for dissipative phenomena in the tip-sample interaction which are\npeculiar of this operation mode. The model analysis, which can be pursued using\nfrequency domain techniques, provides a clear insight of specific nonlinear\nbehaviours. Experiments show good agreement with the identified models.\n","Comment: 19 pages, 7 figures"]}]
["0710.3924",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","37J15, 14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3924"],"date":["2007-10-21"],"type":["text"],"creator":["Nitta, Yasufumi"],"language":[],"coverage":[],"title":["Convexity properties for generalized moment maps I"],"description":["  We study generalized moment maps for a Hamiltonian action on a connected\ncompact $H$-twisted generalized complex manifold introduced by Lin and Tolman\nand prove the convexity and connectedness properties of the generalized moment\nmaps for a Hamiltonian torus action.\n","Comment: 12pages"]}]
["0710.3925",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3925"],"date":["2007-10-21"],"type":["text"],"creator":["Jamil, U.","Sarma, J. K."],"language":[],"coverage":[],"title":["Regge behaviour of structure functions and solution of\n  Dokshitzer-Gribov-Lipatov-Altarelli-Parisi Evolution equations in\n  next-to-leading order at low-x"],"description":["  Deuteron and proton structure functions are derived from\nDokshitzer-Gribov-Lipatov-Altarelli-Parisi (DGLAP) evolution equations of\nsinglet and non-singlet structure functions in next-to-leading order (NLO) at\nlow-x assuming the Regge behaviour of singlet and non-singlet structure\nfunctions at this limit and results are compared with New Muon Collaboration\n(NMC) and E665 collaboration data sets.\n","Comment: 15 pages, 4 figures"]}]
["0710.3927",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3927"],"date":["2007-10-21"],"type":["text"],"creator":["Loinger, Angelo","Marsico, Tiziana"],"language":[],"coverage":[],"title":["On repulsive gravitational actions"],"description":["  In particular instances and in particular regions the Einsteinian gravity\nexerts a repulsive action -- and without any cosmological term. This fact could\nhave an interest for the explanation of the dark energy, and for the\ngravitational collapses.\n","Comment: 8 pages, 6 figures, LaTeX"]}]
["0710.3936",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3936"],"date":["2007-10-21"],"type":["text"],"creator":["Balinsky, A.","Evans, W. D.","Hundertmark, D.","Lewis, R. T."],"language":[],"coverage":[],"title":["Improved Hardy-Sobolev inequalities"],"description":["  The main result includes features of a Hardy-type inequality and an\ninequality of either Sobolev or Gagliardo-Nirenberg type. It is inspired by the\nmethod of proof of a recent improved Sobolev inequality derived by M. Ledoux\nwhich brings out the connection between Sobolev embeddings and heat kernel\nbounds. Here Ledoux's technique is applied to the operator $L:= {\\bf{x}} \\cdot\n\\nabla$ and the analysis requires the determination of the operator semigroup\n$\\{e^{-tL^{*}L}\\}_{t>0}$ and its properties.\n"]}]
["0710.3944",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3944"],"date":["2007-10-21"],"type":["text"],"creator":["Gore, Swanand","Blundell, Tom"],"language":[],"coverage":[],"title":["Crystallographic modelling of protein loops and their heterogeneity with\n  Rappertk"],"description":["  Background. All-atom crystallographic refinement of proteins is a laborious\nmanually driven procedure, as a result of which, alternative and multiconformer\ninterpretations are not routinely investigated.\n  Results. We describe efficient loop sampling procedures in Rappertk and\ndemonstrate that single loops in proteins can be automatically and accurately\nmodelled with few positional restraints. Loops constructed with a composite\nCNS/Rappertk protocol consistently have better Rfree than those with CNS alone.\nThis approach is extended to a more realistic scenario where there are often\nlarge positional uncertainties in loops along with small imperfections in the\nsecondary structural framework. Both ensemble and collection methods are used\nto estimate the structural heterogeneity of loop regions.\n  Conclusion. Apart from benchmarking Rappertk for the all-atom protein\nrefinement task, this work also demonstrates its utility in both aspects of\nloop modelling - building a single conformer and estimating structural\nheterogeneity the loops can exhibit.\n"]}]
["0710.3948",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3948"],"date":["2007-10-21"],"type":["text"],"creator":["Gore, Swanand","Blundell, Tom"],"language":[],"coverage":[],"title":["RNA sampling and crystallographic refinement using Rappertk"],"description":["  Background. Dramatic increases in RNA structural data have made it possible\nto recognize its conformational preferences much better than a decade ago. This\nhas created an opportunity to use discrete restraint-based conformational\nsampling for modelling RNA and automating its crystallographic refinement.\nResults. All-atom sampling of entire RNA chains, termini and loops is achieved\nusing the Richardson RNA backbone rotamer library and an unbiased distribution\nfor glycosidic dihedral angle. Sampling behaviour of Rappertk on a diverse\ndataset of RNA chains under varying spatial restraints is benchmarked. The\niterative composite crystallographic refinement protocol developed here is\ndemonstrated to outperform CNS-only refinement on parts of tRNA(Asp) structure.\nConclusion. This work opens exciting possibilities for further work in RNA\nmodelling and crystallography.\n"]}]
["0710.3949",{"format":[],"subject":["Mathematics - Metric Geometry","15A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3949"],"date":["2007-10-21"],"type":["text"],"creator":["Sharipov, Ruslan"],"language":[],"coverage":[],"title":["A note on pairs of metrics in a two-dimensional linear vector space"],"description":["  Pairs of metrics in a two-dimensional linear vector space are considered, one\nof which is a Minkowski type metric. Their simultaneous diagonalizability is\nstudied and canonical presentations for them are suggested.\n","Comment: AmSTeX, 9 pages, amsppt style"]}]
["0710.3952",{"format":[],"subject":["Mathematics - Probability","60H15","60J45","60G15","60G17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3952"],"date":["2007-10-21"],"type":["text"],"creator":["Nualart, Eulalia","Viens, Frederi"],"language":[],"coverage":[],"title":["The fractional stochastic heat equation on the circle: Time regularity\n  and potential theory"],"description":["  We consider a system of $d$ linear stochastic heat equations driven by an\nadditive infinite-dimensional fractional Brownian noise on the unit circle\n$S^1$. We obtain sharp results on the H\\\"older continuity in time of the paths\nof the solution $u=\\{u(t, x)\\}_{t \\in \\mathbb{R}_+, x \\in S^1}$. We then\nestablish upper and lower bounds on hitting probabilities of $u$, in terms of\nrespectively Hausdorff measure and Newtonian capacity.\n"]}]
["0710.3955",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3955"],"date":["2007-10-21"],"type":["text"],"creator":["Daneshgaran, F.","Laddomada, Massimiliano","Mesiti, F.","Mondin, M."],"language":[],"coverage":[],"title":["On the Behavior of the Distributed Coordination Function of IEEE 802.11\n  with Multirate Capability under General Transmission Conditions"],"description":["  The aim of this paper is threefold. First, it presents a multi-dimensional\nMarkovian state transition model characterizing the behavior of the IEEE 802.11\nprotocol at the Medium Access Control layer which accounts for packet\ntransmission failures due to channel errors modeling both saturated and\nnon-saturated traffic conditions. Second, it provides a throughput analysis of\nthe IEEE 802.11 protocol at the data link layer in both saturated and\nnon-saturated traffic conditions taking into account the impact of both the\nphysical propagation channel and multirate transmission in Rayleigh fading\nenvironment. The general traffic model assumed is M/M/1/K. Finally, it shows\nthat the behavior of the throughput in non-saturated traffic conditions is a\nlinear combination of two system parameters; the payload size and the packet\nrates, $\\lambda^{(s)}$, of each contending station. The validity interval of\nthe proposed model is also derived.\n  Simulation results closely match the theoretical derivations, confirming the\neffectiveness of the proposed models.\n","Comment: Submitted to IEEE Transactions on Wireless Communications, October\n  21, 2007"]}]
["0710.3956",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Classical Analysis and ODEs","01A50","49-03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3956"],"date":["2007-10-21"],"type":["text"],"creator":["Euler, Leonhard"],"language":[],"coverage":[],"title":["The solution of a memorable problem by a special artifice of calculation"],"description":["  E731 in the Enestrom index. Originally published as \"Solutio problematis ob\nsingularia calculi artificia memorabilis\", Memoires de l'academie des sciences\nde St-Petersbourg 2 (1810), 3-9.\n  For $z$ the distance from the origin, and $v$ a given function of $z$, Euler\nwants to find a curve $s$ such that the integral of $z$ over $s$ is a maximum\nor a minimum. He starts with the Euler-Lagrange equation, and does a lot of\nmanipulations with polar coordinates.\n","Comment: 5 pages, 2 figures"]}]
["0710.3958",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3958"],"date":["2007-10-21"],"type":["text"],"creator":["Solomon, Dan"],"language":[],"coverage":[],"title":["The problem of gauge invariance and the functional Schroedinger approach"],"description":["  Quantum field theory is assumed to be gauge invariant. However it is well\nknown that when certain quantities, such as the vacuum current, are calculated\nthe results are not gauge invariant. The non-gauge invariant terms have to be\nremoved in order to obtain a physically correct result. It has been shown in\nRef. [3] and [4] that this problem may be due to a mathematical inconsistency\nin the canonical formulation of QFT. In this article we will review this\nprevious work and then examine an alternative formulation of QFT called the\nfunctional Schroedinger approach. It will be shown that this approach produces\ndifferent results then the canonical formulation. In particular it will be\nshown that in the functional Schroedinger approach the vacuum current is gauge\ninvariant.\n","Comment: 18 pages"]}]
["0710.3960",{"format":[],"subject":["Mathematics - Combinatorics","05C69","13F55","05D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3960"],"date":["2007-10-21"],"type":["text"],"creator":["Frohmader, Andy"],"language":[],"coverage":[],"title":["A Kruskal-Katona Type Theorem for Graphs"],"description":["  A bound on consecutive clique numbers of graphs is established. This bound is\nevaluated and shown to often be much better than the bound of the\nKruskal-Katona theorem. A bound on non-consecutive clique numbers is also\nproven.\n","Comment: 23 pages"]}]
["0710.3961",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3961"],"date":["2007-10-21"],"type":["text"],"creator":["Korotkikh, Victor","Korotkikh, Galina"],"language":[],"coverage":[],"title":["On a New Type of Information Processing for Efficient Management of\n  Complex Systems"],"description":["  It is a challenge to manage complex systems efficiently without confronting\nNP-hard problems. To address the situation we suggest to use self-organization\nprocesses of prime integer relations for information processing.\nSelf-organization processes of prime integer relations define correlation\nstructures of a complex system and can be equivalently represented by\ntransformations of two-dimensional geometrical patterns determining the\ndynamics of the system and revealing its structural complexity. Computational\nexperiments raise the possibility of an optimality condition of complex systems\npresenting the structural complexity of a system as a key to its optimization.\n  From this perspective the optimization of a system could be all about the\ncontrol of the structural complexity of the system to make it consistent with\nthe structural complexity of the problem. The experiments also indicate that\nthe performance of a complex system may behave as a concave function of the\nstructural complexity. Therefore, once the structural complexity could be\ncontrolled as a single entity, the optimization of a complex system would be\npotentially reduced to a one-dimensional concave optimization irrespective of\nthe number of variables involved its description. This might open a way to a\nnew type of information processing for efficient management of complex systems.\n","Comment: 5 pages, 2 figures, to be presented at the International Conference\n  on Complex Systems, Boston, October 28 - November 2, 2007"]}]
["0710.3967",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3967"],"date":["2007-10-21"],"type":["text"],"creator":["Kaufmann, Ralph M.","Schwell, Rachel"],"language":[],"coverage":[],"title":["Associahedra, Cyclohedra and a Topological solution to the\n  A_{\\infty}--Deligne conjecture"],"description":["  We give a topological solution to the $\\Ainf$ Deligne conjecture using\nassociahedra and cyclohedra. For this we construct three CW complexes whose\ncells are indexed by products of polytopes. Giving new explicit realizations of\nthe polytopes in terms of different types of trees, we are able to show that\nthe CW complexes are cell models for the little discs. The cellular chains of\none complex in particular, which is built out of associahedra and cyclohedra,\nnaturally acts on the Hochschild cochains of an $\\Ainf$ algebra yielding an\nexplicit, topological and minimal solution to the $\\Ainf$ Deligne conjecture.\n  Along the way we obtain new results about the cyclohedra, such as a new\ndecompositions into products of cubes and simplices, which can be used to\nrealize them via a new iterated blow--up construction.\n","Comment: 36 pages, 12 figures"]}]
["0710.3974",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3974"],"date":["2007-10-22"],"type":["text"],"creator":["Kashyap, Akshay","Lastras-Montaño, Luis Alfonso","Xia, Cathy","Liu, Zhen"],"language":[],"coverage":[],"title":["Distributed source coding in dense sensor networks"],"description":["  We study the problem of the reconstruction of a Gaussian field defined in\n[0,1] using N sensors deployed at regular intervals. The goal is to quantify\nthe total data rate required for the reconstruction of the field with a given\nmean square distortion. We consider a class of two-stage mechanisms which a)\nsend information to allow the reconstruction of the sensor's samples within\nsufficient accuracy, and then b) use these reconstructions to estimate the\nentire field. To implement the first stage, the heavy correlation between the\nsensor samples suggests the use of distributed coding schemes to reduce the\ntotal rate. We demonstrate the existence of a distributed block coding scheme\nthat achieves, for a given fidelity criterion for the reconstruction of the\nfield, a total information rate that is bounded by a constant, independent of\nthe number $N$ of sensors. The constant in general depends on the\nautocorrelation function of the field and the desired distortion criterion for\nthe sensor samples. We then describe a scheme which can be implemented using\nonly scalar quantizers at the sensors, without any use of distributed source\ncoding, and which also achieves a total information rate that is a constant,\nindependent of the number of sensors. While this scheme operates at a rate that\nis greater than the rate achievable through distributed coding and entails\ngreater delay in reconstruction, its simplicity makes it attractive for\nimplementation in sensor networks.\n","Comment: This is an extended version of the paper which appeared in the\n  proceedings of, and was presented at, DCC 2005"]}]
["0710.3975",{"format":[],"subject":["Mathematics - Algebraic Topology","55P45, 55P60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3975"],"date":["2007-10-22"],"type":["text"],"creator":["Kaji, Shizuo","Kishimoto, Daisuke"],"language":[],"coverage":[],"title":["Homotopy nilpotency in p-compact groups"],"description":["  A p-compact group is a mod p homotopy theoretical analogue of a compact Lie\ngroup. It is determined the homotopy nilpotency class of a p-compact group\nhaving the homotopy type of the $p$-completion of the direct product of\nspheres.\n","Comment: 17 pages"]}]
["0710.3977",{"format":[],"subject":["Mathematics - Functional Analysis","47B20, 47B37, 47A13, 28A50 (Primary) 44A60, 47-04, 47A20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3977"],"date":["2007-10-22"],"type":["text"],"creator":["Curto, Raul E.","Lee, Sang Hoon","Yoon, Jasang"],"language":[],"coverage":[],"title":["Reconstruction of the Berger measure when the core is of tensor form"],"description":["  Let $\\mathfrak{H}_{0}$ denote the class of commuting pairs of subnormal\noperators on Hilbert space, and let $\\mathcal{TC}:=\\{\\mathbf{T}\\in \\mathfrak{%\nH}_{0}:c(\\mathbf{T)}$ is of tensor form$\\}$, where $c(\\mathbf{T})$ is the core\nof $\\mathbf{T}$. We obtain a concrete necessary and sufficient condition for\nthe subnormality of $\\mathbf{T}\\equiv (T_{1},T_{2})\\in \\mathcal{TC}$ in terms\nof $c(\\mathbf{T})$, the marginal measures of $T_{1}$ and $T_{2}$, and the\nweight $\\alpha_{01}$.\n","Comment: Bibl. Rev. Mat. Iberoamericana, to appear; 11 pp. in preprint form"]}]
["0710.3980",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3980"],"date":["2007-10-22"],"type":["text"],"creator":["Vixie, Kevin R."],"language":[],"coverage":[],"title":["Some properties of minimizers for the Chan-Esedoglu L1TV functional"],"description":["  We present two results characterizing minimizers of the Chan-Esedoglu L1TV\nfunctional $F(u) \\equiv \\int |\\nabla u | dx + \\lambda \\int |u - f| dx $;\n$u,f:\\Bbb{R}^n \\to \\Bbb{R}$. If we restrict to $u = \\chi_{\\Sigma}$ and $f =\n\\chi_{\\Omega}$, $\\Sigma, \\Omega \\in \\Bbb{R}^n$, the $L^1$TV functional reduces\nto $E(\\Sigma) = \\Per(\\Sigma) + \\lambda |\\Sigma\\vartriangle \\Omega |$. We show\nthat there is a minimizer $\\Sigma$ such that its boundary $\\partial\\Sigma$ lies\nbetween the union of all balls of radius $\\frac{n}{\\lambda}$ contained in\n$\\Omega$ and the corresponding union of $\\frac{n}{\\lambda}$-balls in\n$\\Omega^c$. We also show that if a ball of radius $\\frac{n}{\\lambda} +\n\\epsilon$ is almost contained in $\\Omega$, a slightly smaller concentric ball\ncan be added to $\\Sigma$ to get another minimizer. Finally, we comment on\nrecent results Allard has obtained on $L^1$TV minimizers and how these relate\nto our results.\n"]}]
["0710.3984",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3984"],"date":["2007-10-22"],"type":["text"],"creator":["Lugones, G.","Pino, E. M. de Gouveia Dal","Horvath, J. E."],"language":[],"coverage":[],"title":["A model for giant flares in soft gamma repeaters"],"description":["  We argue that giant flares in SGRs can be associated to the core conversion\nof an isolated neutron star having a subcritical magnetic field $\\sim 10^{12}$\nG and a fallback disk around it. We show that, in a timescale of $\\lesssim\n10^5$ yrs, accretion from the fallback disk can increase the mass of the\ncentral object up to the critical mass for the conversion of the core of the\nstar into quark matter. A small fraction of the neutrino-antineutrino emission\nfrom the just-converted quark-matter hot core annihilates into $e^+e^-$ pairs\nabove the neutron star surface originating the gamma emission of the spike\nwhile the further cooling of the heated neutron star envelope originates the\ntail of the burst. We show that several characteristics of the giant flare of\nthe SGR 1806-20 of 27 December 2004 (spike and tail energies, timescales, and\nspectra) can be explained by this mechanism.\n","Comment: 4 pages, submitted to Phys. Rev. Lett"]}]
["0710.3987",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3987","Appl. Phys. Lett. 91, 163111 (2007)","doi:10.1063/1.2800788"],"date":["2007-10-22"],"type":["text"],"creator":["Deretzis, Ioannis","La Magna, Antonino"],"language":[],"coverage":[],"title":["Nonequilibrium electron charging in carbon-nanotube-based molecular\n  bridges"],"description":["  We evidence the importance of electron charging under nonequilibrium\nconditions for carbon-nanotube-based molecular bridges, using a self-consistent\nGreen's function method with an extended Huckel Hamiltonian and a\nthree-dimensional Poisson solver. Our analysis demonstrates that such feature\nis highly dependent on the chirality of the carbon nanotube as well as on the\ntype of the contact metal, conditioning in a nongeneralized way the system's\nconduction mechanism. Based on its impact on transport, we argue that\nself-consistency is essential for the current-voltage calculations of\nsemiconducting nanotubes, whereas less significant in the case of metallic\nones.\n","Comment: 4 pages, 4 figures"]}]
["0710.3988",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3988"],"date":["2007-10-22"],"type":["text"],"creator":["Stauffer, D.","Cebrat, S."],"language":[],"coverage":[],"title":["Sexual reproduction from the male (men) point of view"],"description":["  To counterbalance the views presented here by Suzana Moss de Oliveira, we\nexplain here the truth: How men are oppressed by Mother Nature, who may have\nmade an error inventing us, and by living women, who could get rid of most of\nus. Why do women live longer than us? Why is the Y chromosome for men so small?\nWhat are the dangers of marital fidelity? In an appendix we mention the\ndemographic challenges of the future with many old and few young people.\n","Comment: 20 pages with many figures, draft for Windwer Summer School\n  proceedings"]}]
["0710.3989",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3989"],"date":["2007-10-22"],"type":["text"],"creator":["Bonatti, Christian","Crovisier, Sylvain","Wilkinson, Amie"],"language":[],"coverage":[],"title":["C1-generic conservative diffeomorphisms have trivial centralizer"],"description":["  We prove that the spaces of C1 symplectomorphisms and of C1 volume-preserving\ndiffeomorphisms of connected manifolds both contain residual subsets of\ndiffeomorphisms whose centralizers are trivial. (Les diff\\'eomorphismes\nconservatifs C1-g\\'en\\'eriques ont un centralisateur trivial. Nous montrons que\nl'espace des symplectomorphismes de classe C1 et l'espace des\ndiff\\'eomomorphismes de classe C1 pr\\'eservant une forme volume contiennent\ntous deux des sous-ensembles r\\'esiduels de diff\\'eomorphismes dont le\ncentralisateur est trivial.)\n"]}]
["0710.3994",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3994"],"date":["2007-10-22"],"type":["text"],"creator":["Tomilchik, L. M."],"language":[],"coverage":[],"title":["Accelerating Universe and Pioneer anomaly as manifestation of conformal\n  time inhomogeneity"],"description":["  The description of the cosmological expansion and its possible local\nmanifestations via treating the proper conformal transformations as a\ncoordinate transformation from a comoving Lorentz reference frame (RF) to an\nuniformly accelerated RF is given. The explicit form of the conformal\ndeformation of time is established. The expression defining the location\ncosmological distance in the form of simple function on the red shift is\nobtained. By coupling it with the well known relativistic formula defining the\nrelative velocity of the mutually moving apart source and receiver of the\nsignal, the explicit analytic expression for the Hubble law is obtained. The\nconnection between acceleration and the Hubble constant follows therefrom\nimmediately. The expression for the conformal time deformation in the small\ntime limit leads to the quadratic time nonlinearity. Being applied to describe\nthe location-type experiments, this predicts the existence of the uniformly\nchanging blue-shifted frequency drift. Phenomenon of the Pioneer Anomaly (PA)\nis treated as the first of such a kind of effects discovered experimentally.\nThe obtained formulae reproduce the PA experimental data. The expression\ngeneralizing the conventional Hubble law reproduces the experimentally observed\nphenomenon which in the frame of the conventional cosmological paradigm is\ntreated as the transition from the decelerated expansion of the Universe to the\naccelerated one.\n","Comment: 14 pages, 7 figures"]}]
["0710.3996",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3996","Quantum Information and Computation 8 (2008) 96-105"],"date":["2007-10-22"],"type":["text"],"creator":["Zhang, X. L.","Feng, M.","Gao, K. L."],"language":[],"coverage":[],"title":["Universal quantum computation with electronic qubits in decoherence-free\n  subspace"],"description":["  We investigate how to carry out universal quantum computation\ndeterministically with free electrons in decoherence-free subspace by using\npolarizing beam splitters, charge detectors, and single-spin rotations. Quantum\ninformation in our case is encoded in spin degrees of freedom of the\nelectron-pairs which construct a decoherence-free subspace. We design building\nblocks for two noncommutable single-logic-qubit gates and a logic controlled\nphase gate, based on which a universal and scalable quantum information\nprocessing robust to dephasing is available in a deterministic way.\n","Comment: 14 pages, 3 figures"]}]
["0710.4009",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4009"],"date":["2007-10-22"],"type":["text"],"creator":["Mason, A. W.","Premet, A.","Sury, B.","Zalesskii, P. A."],"language":[],"coverage":[],"title":["The congruence kernel of an arithmetic lattice in a rank one algebraic\n  group over a local field"],"description":["  Let k be a global field and let k_v be the completion of k with respect to v,\na non-archimedean place of k. Let \\mathbf{G} be a connected, simply-connected\nalgebraic group over k, which is absolutely almost simple of k_v-rank 1. Let\nG=\\mathbf{G}(k_v). Let \\Gamma be an arithmetic lattice in G and let C=C(\\Gamma)\nbe its congruence kernel. Lubotzky has shown that C is infinite, confirming an\nearlier conjecture of Serre. Here we provide complete solution of the\ncongruence subgroup problem for \\Gamm$ by determining the structure of C. It is\nshown that C is a free profinite product, one of whose factors is\n\\hat{F}_{\\omega}, the free profinite group on countably many generators. The\nmost surprising conclusion from our results is that the structure of C depends\nonly on the characteristic of k. The structure of C is already known for a\nnumber of special cases. Perhaps the most important of these is the\n(non-uniform) example \\Gamma=SL_2(\\mathcal{O}(S)), where \\mathcal{O}(S) is the\nring of S-integers in k, with S=\\{v\\}, which plays a central role in the theory\nof Drinfeld modules. The proof makes use of a decomposition theorem of\nLubotzky, arising from the action of \\Gamma on the Bruhat-Tits tree associated\nwith G.\n","Comment: 27 pages, 5 figures, to appear in J. Reine Angew. Math"]}]
["0710.4011",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4011"],"date":["2007-10-22"],"type":["text"],"creator":["Ohta, Kazutoshi"],"language":[],"coverage":[],"title":["Counting BPS Solitons and Applications"],"description":["  We propose a novel and simple method of computing the volume of the moduli\nspace of BPS solitons in supersymmetric gauge theory. We use a D-brane\nrealization of vortices and T-duality relation to domain walls. We there use a\nspecial limit where domain walls reduce to gas of hard (soft) one-dimensional\nrods for the Abelian (non-Abelian) cases. In the simpler cases of the\nAbelian-Higgs model on a torus, our results agree with exact results which are\ngeometrically derived by an explicit integration over the moduli space of the\nvortices. On the other side of the limit, we can compute the volume of the\nmoduli space in the combinatorial way, where the problem on the random (plane)\npartition appears as well as the four dimensional instanton calculus. A part of\nthis talk is based on collaboration with M. Eto, T. Fujimori, M. Nitta, K.\nOhashi and N. Sakai [hep-th/0703197].\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 3 eps figures"]}]
["0710.4016",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Differential Geometry","54H20","53C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4016"],"date":["2007-10-22"],"type":["text"],"creator":["Pries, Christian"],"language":[],"coverage":[],"title":["Equicontinuous Geodesic Flows"],"description":["  The author shows that equicontinuous geodesic flows on surfaces are periodic.\nA similar result for flows on 3-manifolds is also proven. The idea of the proof\nis to show that the return map is recurrent and therefore periodic.\n","Comment: 14 pages"]}]
["0710.4019",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4019"],"date":["2007-10-22"],"type":["text"],"creator":["Akras, Stavros","Boumis, Panayotis"],"language":[],"coverage":[],"title":["A principal component analysis approach to the morphology of Planetary\n  Nebulae"],"description":["  Principal Component Analysis (PCA) is a well-known technique used to\ndecorrelate a set of vectors. It has been applied to explore the star formation\nhistory of galaxies or to determine distances of mass-lossing stars. Here we\napply PCA to the optical data of Planetary Nebulae (PNe) with the aim of\nextracting information about their morphological differences. Preliminary\nanalysis of a sample of 55 PNe with known abundances and morphology shows that\nthe second component (PC2), which results from a relation produced by the\nparameters log(N/O), initial and final mass of PNe, is depending on the\nmorphology of PNe. It has been found that when log(N/O) < -0.18 the PNe's\nnitrogen is low independently on the oxygen abundance for either Bipolar (B),\nElliptical (E) or Round (R) PNe. An interesting result is that both E and R PNe\nhave log(N/O) < 0 while only B PNe show negative and positive values.\nConsequently, B PNe are expected to have higher nitrogen values than the E and\nR PNe. Following that and a second sample of 35 PNe, n_{e} is also found to be\nhigher in B PNe. Also, in all PNe morphologies PC2 appears to have a minimum at\n0.89 and PNe's initial mass at 2.6 solar masses. 5-D diagrams between PCAs\ncomponents and physical parameters are also presented. More results will follow\nwhile simple models will be applied in order to try to give a physical meaning\nto the components.\n","Comment: 5 pages, 3 figures. Contributed paper to \"Asymmetric Planetary\n  Nebulae IV\", eds. R.L.M. Corradi, A. Manchado and N. Soker, La Plama (Spain),\n  July 2007, in press"]}]
["0710.4030",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4030","Physical Review Letters 94, 24 (2005) 248103"],"date":["2007-10-22"],"type":["text"],"creator":["Brodie, Edward-Benedict","Nicolay, Samuel","Touchon, Marie","Audit, Benjamin","D'Aubenton-Carafa, Yves","Thermes, Claude","Arneodo, Alain"],"language":[],"coverage":[],"title":["From DNA sequence analysis to modeling replication in the human genome"],"description":["  We explore the large-scale behavior of nucleotide compositional strand\nasymmetries along human chromosomes. As we observe for 7 of 9 origins of\nreplication experimentally identified so far, the (TA+GC) skew displays rather\nsharp upward jumps, with a linear decreasing profile in between two successive\njumps. We present a model of replication with well positioned replication\norigins and random terminations that accounts for the observed characteristic\nserrated skew profiles. We succeed in identifying 287 pairs of putative\nadjacent replication origins with an origin spacing approximately 1-2 Mbp that\nare likely to correspond to replication foci observed in interphase nuclei and\nrecognized as stable structures that persist throughout subsequent cell\ngenerations.\n"]}]
["0710.4038",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4038"],"date":["2007-10-22"],"type":["text"],"creator":["Spannowsky, Michael"],"language":[],"coverage":[],"title":["Charged Higgs production in the flavored MSSM"],"description":["  In the Minimal Supersymmetric Standard Model squark mixing can significantly\nchange the pattern of charged-Higgs production. We find that non-minimal flavor\nstructures can have a sizeable impact on the charged-Higgs production cross\nsection, whereas charged-Higgs searches may be able to probe flavor structures\nnot accessible to rare kaon, bottom or charm experiments, and can invalidate\nthe assumption of minimal flavor violation.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, 8 figures"]}]
["0710.4042",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4042"],"date":["2007-10-22"],"type":["text"],"creator":["Zalewski, K."],"language":[],"coverage":[],"title":["Physics from HBT radii"],"description":["  An approximate formula connecting the true and the HBT homogeneity regions in\nmultiparticle production processes is derived. It implies that when calculating\nthe HBT radii one should use the ceter of mass systems of the pairs rather than\nthe now popular LCMS system. A discussion of several examples clarifies the\npotential and limitations of the HBT method. The even cumulants of the\nX-distribution, inculding the HBT radii, can be determined for each homogeneity\nregion, but the relative positions of the homogeneity regions are\nunconstrained. This makes the HBT radii of little use for calculating\nquantities dependent on the interparticle interactions in coordinate space.\n","Comment: LateX, 9 pages, no figures"]}]
["0710.4044",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H40, 14H51, 14K30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4044"],"date":["2007-10-22"],"type":["text"],"creator":["Caporaso, Lucia"],"language":[],"coverage":[],"title":["Compactified Jacobians, Abel maps and Theta divisors"],"description":["  This is an expository paper about the topics listed in the title.\n","Comment: 24 pages"]}]
["0710.4046",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4046"],"date":["2007-10-22"],"type":["text"],"creator":["Martinez, Alfonso","Fabregas, Albert Guillen i","Caire, Giuseppe","Willems, Frans"],"language":[],"coverage":[],"title":["Bit-interleaved coded modulation in the wideband regime"],"description":["  The wideband regime of bit-interleaved coded modulation (BICM) in Gaussian\nchannels is studied. The Taylor expansion of the coded modulation capacity for\ngeneric signal constellations at low signal-to-noise ratio (SNR) is derived and\nused to determine the corresponding expansion for the BICM capacity. Simple\nformulas for the minimum energy per bit and the wideband slope are given. BICM\nis found to be suboptimal in the sense that its minimum energy per bit can be\nlarger than the corresponding value for coded modulation schemes. The minimum\nenergy per bit using standard Gray mapping on M-PAM or M^2-QAM is given by a\nsimple formula and shown to approach -0.34 dB as M increases. Using the low SNR\nexpansion, a general trade-off between power and bandwidth in the wideband\nregime is used to show how a power loss can be traded off against a bandwidth\ngain.\n","Comment: Submitted to IEEE Transactions on Information Theory"]}]
["0710.4055",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4055"],"date":["2007-10-22"],"type":["text"],"creator":["Karliner, Marek","Lipkin, Harry J."],"language":[],"coverage":[],"title":["Possibility of Narrow High-Mass Exotic States"],"description":["  Narrow high-mass states can arise despite large phase space when two nearly\ndegenerate states are coupled to the same dominant decay mode. Mixing via a\nfinal-state interaction loop diagram can produce one very broad state and one\nnarrow state. Such a situation is generic in exotic hadrons where a color\nsinglet with given flavor and spin quantum numbers can be constructed with two\ndistinct internal color couplings of quarks. The simplest realization of this\nidea are the (Q Qbar q qbar) tetraquarks containing two heavy and two light\nquarks. We discuss possible experimental implications, including recent data\nfrom Belle.\n","Comment: LaTeX, 7 pages, 2 figures"]}]
["0710.4057",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4057"],"date":["2007-10-16"],"type":["text"],"creator":["Collaboration, The H. E. S. S."],"language":[],"coverage":[],"title":["H.E.S.S. ICRC 2007 contributions"],"description":["  The contributions of the H.E.S.S. collaboration to the ICRC 2007 in Merida,\nMexico. All proceedings papers are compiled in a single source file.\n","Comment: 184 pages, large file"]}]
["0710.4065",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4065"],"date":["2007-10-22"],"type":["text"],"creator":["Balucinska-Church, M.","Reed, D.","Church, M. J."],"language":[],"coverage":[],"title":["The periodic bursters XB1323-619 and GS1826-24: longterm evolution of\n  the nuclear burning regime and comparison with theory"],"description":["  The majority of X-ray burst sources do not display a burst rate that\nincreases with luminosity as expected, but this is seen in the two clocked\nbursters XB1323-619 and GS1826-24. We present a detailed investigation of these\ntwo sources which in the case of the first source, spans 18 years. Based on\nmeasurements of the burst rate, X-ray luminosity, the alpha-parameter and the\ntwo time constants generally present in the burst decays, we demonstrate the\nimportance of the rp nuclear burning process. A detailed comparison with theory\nshows that although the burst rate in each source agrees well with the\ntheoretical value, there is a difference of more than a factor of 5 in the\nburst rate at a given luminosity between the sources. We show that the main\nreason for this is that the two sources have substantially different emitting\nareas on the neutron star in non-burst emission, a factor often neglected.\nVariation of this area may explain the inverse relation of burst rate with\nluminosity in the majority of burst sources.\n","Comment: Frascati Workshop 2007 \"Multifrequency behaviour of high energy\n  cosmic sources\"; ChJAA in press (6 pages, 5 figures)"]}]
["0710.4074",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4074","Acta Physica Polonica B 34, 4689-4697 (2003)"],"date":["2007-10-22"],"type":["text"],"creator":["Bachmann, Michael","Janke, Wolfhard"],"language":[],"coverage":[],"title":["Density of States for HP Lattice Proteins"],"description":["  The density of states contains all informations on energetic quantities of a\nstatistical system, such as the mean energy, free energy, entropy, and specific\nheat. As a specific application, we consider in this work a simple lattice\nmodel for heteropolymers that is widely used for studying statistical\nproperties of proteins. For short chains, we have derived exact results from\nconformational enumeration, while for longer ones we developed a multicanonical\nMonte Carlo variant of the nPERM-based chain growth method in order to directly\nsimulate the density of states. For simplification, only two types of monomers\nwith respective hydrophobic (H) and polar (P) residues are regarded and only\nthe next-neighbour interaction between hydrophobic monomers, being nonadjacent\nalong the chain, is taken into account. This is known as the HP model for the\nfolding of lattice proteins.\n","Comment: 9 pages, 4 figures"]}]
["0710.4075",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4075"],"date":["2007-10-22"],"type":["text"],"creator":["Noble, Michael S."],"language":[],"coverage":[],"title":["Getting More From Your Multicore: Exploiting OpenMP for Astronomy"],"description":["  Motivated by the emergence of multicore architectures, and the reality that\nparallelism is rarely used for analysis in observational astronomy, we\ndemonstrate how general users may employ tightly-coupled multiprocessors in\nscriptable research calculations while requiring no special knowledge of\nparallel programming. Our method rests on the observation that much of the\nappeal of high-level vectorized languages like IDL or MatLab stems from\nrelatively simple internal loops over regular array structures, and that these\nloops are highly amenable to automatic parallelization with OpenMP. We discuss\nhow ISIS, an open-source astrophysical analysis system embedding the S-Lang\nnumerical language, was easily adapted to exploit this pattern. Drawing from a\ncommon astrophysical problem, model fitting, we present beneficial speedups for\nseveral machine and compiler configurations. These results complement our\nprevious efforts with PVM, and together lead us to believe that ISIS is the\nonly general purpose spectroscopy system in which such a range of parallelism\n-- from single processors on multiple machines to multiple processors on single\nmachines -- has been demonstrated.\n","Comment: 4 pages, 4 figures Conference proceedings for ADASS07, London"]}]
["0710.4080",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4080","\"Universe or Multiverse\" ed. by Bernard Carr, pp. 231-246\n  (Cambridge University Press, Cambridge, 2007)"],"date":["2007-10-22"],"type":["text"],"creator":["Donoghue, John F."],"language":[],"coverage":[],"title":["The fine-tuning problems of particle physics and anthropic mechanisms"],"description":["  Many of the classic problems of particle physics appear in a very different\nlight when viewed from the perspective of the multiverse. Most importantly the\ntwo great ``fine tuning'' problems that motivate the field are far less serious\nwhen one accounts for the required anthropic constraints which exist in a\nmultiverse. However, the challenge then becomes to construct a realistic\nphysical theory of the multiverse and test it. I describe some phenomenology of\nthe quark and lepton masses that may provide a window to the theory that\nunderlies the multiverse.\n","Comment: This is a chapter in the book \"Universe or Multiverse\" ed. by Bernard\n  Carr pp 231-246 (Cambridge University Press). It was written about 2 years\n  ago and I have now updated a few references and other minor changes"]}]
["0710.4086",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4086"],"date":["2007-10-22"],"type":["text"],"creator":["Church, M. J.","Jackson, N. K.","Balucinska-Church, M."],"language":[],"coverage":[],"title":["The importance of radiation pressure in the launching of jets"],"description":["  Based on the results of applying the extended ADC emission model to three\nZ-track sources: GX340+0, GX5-1 and CygX-2, we propose an explanation of the\nZ-track sources in which the Normal and Horizontal Branches are dominated by\nthe increasing radiation pressure of the neutron star. The emitted flux becomes\nseveral times super-Eddington at the Hard Apex and Horizontal Branch and we\nsuggest that the inner accretion disk is disrupted by this and that part of the\naccretion flow is diverted vertically. This position on the Z-track is exactly\nthe position where radio emission is detected showing the presence of jets. We\nthus propose that high radiation pressure is a necessary condition for the\nlaunching of jets. We also show that flaring must consist of unstable nuclear\nburning and that the mass accretion rate per unit emitting area of the neutron\nstar mdot at the onset of flaring agrees well with the critical theoretical\nvalue at which burning becomes unstable.\n","Comment: Frascati Workshop 2007 \"Multifrequency behaviour of high energy\n  cosmic sources\"; ChJAA in press (6 pages, 4 figures)"]}]
["0710.4087",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Analysis of PDEs","32T20, 32F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4087"],"date":["2007-10-22"],"type":["text"],"creator":["Krantz, Steven G.","Peloso, Marco M."],"language":[],"coverage":[],"title":["Analysis and geometry on worm domains"],"description":["  We describe recent work on the Bergman kernel of the (non-smooth) worm domain\nin several complex variables. An asymptotic expansion is obtained for the\nBergman kernel. Mapping properties of the Bergman projection are studied.\nIrregularity properties of the kernal at the boundary are established.\n  This is an expository paper, and considerable background is provided.\nDiscussion of the smooth worm is also included.\n"]}]
["0710.4089",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4089"],"date":["2007-10-22"],"type":["text"],"creator":["Barbaro, M. B.","Amaro, J. E.","Caballero, J. A.","Maieron, C."],"language":[],"coverage":[],"title":["Electron and neutrino scattering in the $\\Delta$-resonance region and\n  beyond"],"description":["  We present a unified relativistic approach to inclusive electron scattering\nbased on the relativistic Fermi gas model and on a phenomenological extension\nof it which accounts for the superscaling behaviour of $(e,e')$ data. We\npresent results in the $\\Delta$ resonance region and in the highly inelastic\ndomain and show some application to neutrino scattering.\n","Comment: 11 pages, 5 figure, contribution to the Proceedings of the 26th\n  International Workshop on Nuclear Theory, June 25-30, 2007, Rila Mountains,\n  Bulgaria"]}]
["0710.4090",{"format":[],"subject":["Mathematics - Commutative Algebra","13A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4090"],"date":["2007-10-22"],"type":["text"],"creator":["Aberbach, Ian","Li, Jinjia"],"language":[],"coverage":[],"title":["Asymptotic vanishing conditions which force regularity in local rings of\n  prime characteristic"],"description":["  Let $(R,\\m,k)$ be a local (Noetherian) ring of positive prime characteristic\n$p$ and dimension $d$. Let $G_\\dt$ be a minimal resolution of the residue field\n$k$, and for each $i\\ge 0$, let $\\gothic t_i(R) = \\lim_{e\\to \\8}\n{\\length(H_i(F^e(G_\\dt)))}/{p^{ed}}$. We show that if $\\gothic t_i(R) = 0$ for\nsome $i>0$, then $R$ is a regular local ring. Using the same method, we are\nalso able to show that if $R$ is an excellent local domain and $\\Tor_i^R(k,R^+)\n= 0$ for some $i>0$, then $R$ is regular (where $R^+$ is the absolute integral\nclosure of $R$). Both of the two results were previously known only for $i = 1$\nor 2 via completely different methods.\n","Comment: 6 pages"]}]
["0710.4091",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4091"],"date":["2007-10-22"],"type":["text"],"creator":["Arganda, E.","Herrero, M. J."],"language":[],"coverage":[],"title":["Lepton Flavour Violation in SUSY-seesaw: an update"],"description":["  Here we update the predictions for lepton flavour violating tau and muon\ndecays, $l_j \\to l_i \\gamma$, $l_j \\to 3 l_i$, and $\\mu-e$ conversion in\nnuclei. We work within a SUSY-seesaw context where the particle content of the\nMinimal Supersymmetric Standard Model is extended by three right handed\nneutrinos plus their corresponding SUSY partners, and where a seesaw mechanism\nfor neutrino mass generation is implemented. Two different scenarios with\neither universal or non-universal soft supersymmetry breaking Higgs masses at\nthe gauge coupling unification scale are considered. After comparing the\npredictions with present experimental bounds and future sensitivities, the most\npromising processes are particularly emphasised.\n","Comment: To appear in the proceedings of 15th International Conference on\n  Supersymmetry and the Unification of Fundamental Interactions (SUSY07),\n  Karlsruhe, Germany, 26 Jul - 1 Aug 2007. 4 pages, 8 figures"]}]
["0710.4098",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4098"],"date":["2007-10-22"],"type":["text"],"creator":["Mundal, Olav","Collaboration, for the D0"],"language":[],"coverage":[],"title":["Search for Supersymmetry in Trilepton Final States with the DO Detector"],"description":["  Data taken by the DO experiment at the proton-antiproton collider at Tevatron\nhas been analyzed to search for signatures consistent with decay of charginos\nand neutralinos. The search is performed in final states with three leptons and\nmissing transverse energy. No excess above the standard model expectation is\nobserved and limits on the production cross section times branching fraction\nare set.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LateX, 7 figures, 2\n  Latex style files"]}]
["0710.4099",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4099"],"date":["2007-10-22"],"type":["text"],"creator":["Coffey, Timothy M.","Wyatt, Robert E.","Schieve, Wm. C."],"language":[],"coverage":[],"title":["Uniqueness of Bohmian Mechanics, and Solutions From Probability\n  Conservation"],"description":["  We show that one-dimensional Bohmian mechanics is unique, in that, the Bohm\ntrajectories are the only solutions that conserve total left (or right)\nprobability. In Brandt et al., Phys. Lett. A, 249 (1998) 265--270, they define\nquantile motion--unique trajectories are solved by assuming that the total\nprobability on each side of the particle is conserved. They argue that the\nquantile trajectories are identical to the Bohm trajectories. Their argument,\nhowever, fails to notice the gauge freedom in the definition of the quantum\nprobability current. Our paper sidesteps this under-determinedness of the\nprobability current. The one-dimensional probability conservation can be used\nfor higher dimensional problems if the wave function is separable. Several\nexamples are given using total left probability conservation, most notably, the\ntwo-slit experiment.\n","Comment: 7 pages, 5 figures"]}]
["0710.4102",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4102"],"date":["2007-10-22"],"type":["text"],"creator":["Blue, P."],"language":[],"coverage":[],"title":["Decay of the Maxwell field on the Schwarzschild manifold"],"description":["  We study solutions of the decoupled Maxwell equations in the exterior region\nof a Schwarzschild black hole. In stationary regions, where the Schwarzschild\ncoordinate $r$ ranges over $2M < r_1 < r < r_2$, we obtain a decay rate of\n$t^{-1}$ for all components of the Maxwell field. We use vector field methods\nand do not require a spherical harmonic decomposition.\n  In outgoing regions, where the Regge-Wheeler tortoise coordinate is large,\n$r_*>\\epsilon t$, we obtain decay for the null components with rates of\n$|\\phi_+| \\sim |\\alpha| < C r^{-5/2}$, $|\\phi_0| \\sim |\\rho| + |\\sigma| < C\nr^{-2} |t-r_*|^{-1/2}$, and $|\\phi_{-1}| \\sim |\\underline{\\alpha}| < C r^{-1}\n|t-r_*|^{-1}$. Along the event horizon and in ingoing regions, where $r_*<0$,\nand when $t+r_*1$, all components (normalized with respect to an ingoing null\nbasis) decay at a rate of $C \\uout^{-1}$ with $\\uout=t+r_*$ in the exterior\nregion.\n","Comment: 37 pages, 5 figures"]}]
["0710.4103",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4103"],"date":["2007-10-22"],"type":["text"],"creator":["Lee, Frank X."],"language":[],"coverage":[],"title":["Path Integrals in Lattice Quantum Chromodynamics"],"description":["  I discuss the use of path integrals to study strong-interaction physics from\nfirst principles. The underlying theory is cast into path integrals which are\nevaluated numerically using Monte Carlo methods on a space-time lattice.\nExamples are given on progress related to nuclear physics.\n","Comment: 6 pages, 5 figures. Talk given at the International Conference on\n  Path Integrals - New Trends and Perspectives, 23-28 September 2007, Dresden,\n  Germany"]}]
["0710.4105",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4105"],"date":["2007-10-22"],"type":["text"],"creator":["Liu, Tie","Shamai, Shlomo"],"language":[],"coverage":[],"title":["A Note on the Secrecy Capacity of the Multi-antenna Wiretap Channel"],"description":["  Recently, the secrecy capacity of the multi-antenna wiretap channel was\ncharacterized by Khisti and Wornell [1] using a Sato-like argument. This note\npresents an alternative characterization using a channel enhancement argument.\nThis characterization relies on an extremal entropy inequality recently proved\nin the context of multi-antenna broadcast channels, and is directly built on\nthe physical intuition regarding to the optimal transmission strategy in this\ncommunication scenario.\n","Comment: 10 pages, 0 figures"]}]
["0710.4110",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4110"],"date":["2007-10-22"],"type":["text"],"creator":["Avila, C.","Monroy, I.","Sanabria, J. C.","Magnin, J."],"language":[],"coverage":[],"title":["On the s-sbar asymmetry of the nucleon sea"],"description":["  We study the $s-\\bar s$ asymmetry in the nucleon sea using a model in which\nthe proton wave function includes a Kaon-Hyperon Fock state. Parameters of the\nmodel are fixed by fitting the $s-\\bar s$ asymmetry obtained from global fits\nto Deep Inelastic Scattering data. We discuss possible effects of the $s-\\bar\ns$ asymmetry on the measurement of the Weinberg angle by the NuTeV\nCollaboration.\n","Comment: 6 pages, 2 figures"]}]
["0710.4116",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics","Mathematics - Quantum Algebra","81R15, 17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4116"],"date":["2007-10-22"],"type":["text"],"creator":["Xu, Feng"],"language":[],"coverage":[],"title":["An application of Mirror extensions"],"description":["  In this paper we apply our previous results of mirror extensions to obtain\nrealizations of three modular invariants constructed by A. N. Schellekens by\nholomorphic conformal nets with central charge equal to 24.\n","Comment: 24 Pages, Amstex"]}]
["0710.4118",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4118"],"date":["2007-10-22"],"type":["text"],"creator":["Tanaka, Martin","Ross, Shane D."],"language":[],"coverage":[],"title":["Separatrices and basins of stability from time series data"],"description":["  An approach is presented for identifying separatrices in phase space\ngenerated from noisy time series data sets representative of measured\nexperimental data. These separatrices are identified as ridges in the phase\nspace distribution of finite-time Lyapunov exponents, i.e., Lagrangian coherent\nstructures (LCS). As opposed to previous approaches, the LCS is identified\nusing only trajectories since no analytical or data-defined vector field is\navailable. The method is applied to a biological simulation in which the\nseparatrix reveals a basin of stability. These results suggest that the method\nwill be a fruitful approach to time series analysis, particularly in cases\nwhere a limited number of trajectories are available as might be encountered in\nexperiments.\n"]}]
["cond-mat/0604576",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0604576","Phys. Rev. B 75, 045329 (2007)","doi:10.1103/PhysRevB.75.045329"],"date":["2006-04-25"],"type":["text"],"creator":["Stern, N. P.","Myers, R. C.","Poggio, M.","Gossard, A. C.","Awschalom, D. D."],"language":[],"coverage":[],"title":["Confinement engineering of s-d exchange interactions in GaMnAs quantum\n  wells"],"description":["  Recent measurements of coherent electron spin dynamics reveal an\nantiferromagnetic s-d exchange coupling between conduction band electrons and\nelectrons localized on Mn{2+} impurities in GaMnAs quantum wells. Here we\ndiscuss systematic measurements of the s-d exchange interaction in\nGaMnAs/AlGaAs quantum wells with different confinement potentials using\ntime-resolved Kerr rotation. Extending previous investigations of the\ndependence of the s-d exchange, N{0}alpha, on well width, we find that its\nmagnitude also depends on well depth. Both phenomena reduce to a general\ndependence on confinement energy, described by a band-mixing model of\nconfinement-induced kinetic exchange in the conduction band.\n","Comment: 4 pages, 5 figures"]}]
["cond-mat/0605062",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0605062","Phys. Rev. B 76, 085128 (2007)","doi:10.1103/PhysRevB.76.085128"],"date":["2006-05-02","2007-10-23"],"type":["text"],"creator":["Kakashvili, Paata","Johannesson, Henrik"],"language":[],"coverage":[],"title":["Boundary Green's Function for Spin-Incoherent Interacting Electrons in\n  One Dimension"],"description":["  The spin-incoherent regime of one-dimensional electrons has recently been\nexplored using the Bethe ansatz and a bosonized path integral approach,\nrevealing that the spin incoherence dramatically influences the correlations of\ncharge excitations. We here introduce a bosonization scheme for strongly\ninteracting electrons, allowing us to generalize the description to account for\nthe presence of an open boundary. By calculating the single-electron Green's\nfunction we find that the charge sector power-law scaling is highly sensitive\nto the boundary. Our result allows for a detailed description of the crossover\nbetween boundary and bulk regimes. We predict that scanning tunneling\nmicroscopy on a spin-incoherent system will pick up oscillations in the\ndifferential tunneling conductance as a function of the applied voltage $V$ at\n\"intermediate\" distances $x$ from a real or a dynamically generated boundary.\nThe wavelength of the oscillations, $\\pi v_c/x$, probes the speed $v_c$ of the\ncharge excitations, and therefore the strength of the electron-electron\ninteraction.\n","Comment: REVTeX4 single column, 5 pages, 1 figure, final published version"]}]
["cond-mat/0605416",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0605416","Physical Review B 74, 184404 (2006)","doi:10.1103/PhysRevB.74.184404"],"date":["2006-05-16","2006-08-07"],"type":["text"],"creator":["Aguilar, R. Valdés","Sushkov, A. B.","Park, S.","Cheong, S-W.","Drew, H. D."],"language":[],"coverage":[],"title":["IR Phonon signatures of multiferroicity in TbMn$_{2}$O$_{5}$"],"description":["  The infrared (IR) active phonons in multiferroic TbMn$_2$O$_5$ are studied as\na function of temperature. Most of the symmetry allowed IR modes polarized\nalong the \\textit{a} and \\textit{b} crystal axes are observed and the behavior\nof several \\textit{b} polarized phonons is correlated with the magnetic and\nferroelectric transitions. A high frequency \\textit{b} polarized phonon only\nRaman allowed in the paraelectric phase becomes IR active at the ferroelectric\ntransition. The IR strength of this mode is proportional to the square of the\nferroelectric order parameter and gives a sensitive measure of the symmetry\nlowering lattice distortions in the ferroelectric phase.\n","Comment: 5 pages, 5 figures. Replaced with response to comments from the\n  referees. 1 reference added"]}]
["cond-mat/0610313",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610313","Physica C 460, p. 194-197 (2007)","doi:10.1016/j.physc.2007.03.005"],"date":["2006-10-11","2006-10-17"],"type":["text"],"creator":["Graf, J.","Gweon, G. -H.","Lanzara, A."],"language":[],"coverage":[],"title":["Universal waterfalls-like feature in the spectral function of high\n  temperature superconductors"],"description":["  By performing high resolution angle resolved photoemission spectroscopy\n(ARPES) experiments on four different families of p-type cuprates, over an\nenergy range much bigger than investigated before, we report the discovery of a\nuniversal high energy anomaly in the spectral function. This anomaly is\ncharacterized by the presence of two new high energy scales $E_1= 0.35-0.45$eV\nand $E_2=0.8-0.9$eV and the pinning of the main ARPES spectral function along\nthe boundary of a diamond in the momentum space. This anomaly unveils a missing\nlink between the doped oxygen holes and the quasiparticles, providing a full\nrange of relevant interaction to the high Tc problem.\n","Comment: to be published in the proceeding of the M2S-HTS - July 2006"]}]
["cs/0509079",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0509079","IEEE Trans. on Comm., 2007, 55(10), 1918-1928","doi:10.1109/TCOMM.2007.906427"],"date":["2005-09-27","2007-01-08"],"type":["text"],"creator":["Jung, Peter","Wunder, Gerhard"],"language":[],"coverage":[],"title":["The WSSUS Pulse Design Problem in Multicarrier Transmission"],"description":["  Optimal link adaption to the scattering function of wide sense stationary\nuncorrelated mobile communication channels is still an unsolved problem despite\nits importance for next-generation system design. In multicarrier transmission\nsuch link adaption is performed by pulse shaping, i.e. by properly adjusting\nthe transmit and receive filters. For example pulse shaped Offset--QAM systems\nhave been recently shown to have superior performance over standard cyclic\nprefix OFDM (while operating at higher spectral efficiency).In this paper we\nestablish a general mathematical framework for joint transmitter and receiver\npulse shape optimization for so-called Weyl--Heisenberg or Gabor signaling with\nrespect to the scattering function of the WSSUS channel. In our framework the\npulse shape optimization problem is translated to an optimization problem over\ntrace class operators which in turn is related to fidelity optimization in\nquantum information processing. By convexity relaxation the problem is shown to\nbe equivalent to a \\emph{convex constraint quasi-convex maximization problem}\nthereby revealing the non-convex nature of the overall WSSUS pulse design\nproblem. We present several iterative algorithms for optimization providing\napplicable results even for large--scale problem constellations. We show that\nwith transmitter-side knowledge of the channel statistics a gain of $3 - 6$dB\nin $\\SINR$ can be expected.\n","Comment: 24 pages (onecolumn,draft), 4 figures, accepted for publication in\n  the IEEE Transactions on Communications"]}]
["math-ph/0404012",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0404012","Appl. Math. Lett. 19(8), pp. 775-779 (2006)","doi:10.1016/j.aml.2005.03.012"],"date":["2004-04-03"],"type":["text"],"creator":["Tung, Michael M.","Jódar, Lucas"],"language":[],"coverage":[],"title":["Closed form analytic solutions for dilogarithmic double integrals"],"description":["  This note presents techniques to analytically solve double integrals of the\ndilogarithmic type which are of great importance in the perturbative treatment\nof quantum field theory. In our approach divergent integrals can be calculated\nsimilar to their convergent counterparts after identifying and isolating their\nsingular parts.\n","Comment: plain TeX, 6 pages, 3 figures, to appear in Appl. Math. Lett"]}]
["math/0206059",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0206059","Comment. Math. Helv. 79 (2004) 105-123"],"date":["2002-06-06"],"type":["text"],"creator":["Cochran, Tim D.","Orr, Kent E.","Teichner, Peter"],"language":[],"coverage":[],"title":["Structure in the classical knot concordance group"],"description":["  We provide new information about the structure of the abelian group of\ntopological concordance classes of knots in $S^3$. One consequence is that\nthere is a subgroup of infinite rank consisting entirely of knots with\nvanishing Casson-Gordon invariants but whose non-triviality is detected by\n$L^{(2)}$ signatures.\n","Comment: 26 pages, 3 figures"]}]
["math/0302138",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14G35, 14K22, 11G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0302138","Duke Math. J. 126 (2005), no. 2, 325--348.","doi:10.1215/S0012-7094-04-12624-7"],"date":["2003-02-12","2004-10-26"],"type":["text"],"creator":["Edixhoven, Bas"],"language":[],"coverage":[],"title":["Special points on products of modular curves"],"description":["  We prove the Andre-Oort conjecture on special points of Shimura varieties for\narbitrary products of modular curves, assuming the Generalized Riemann\nHypothesis. More explicitly, this means the following. Let n be a positive\ninteger, and let S be a subset of C^n (with C the complex numbers) consisting\nof points all of whose coordinates are j-invariants of elliptic curves with\ncomplex multiplications. Then we prove (under GRH) that the irreducible\ncomponents of the Zariski closure of S are ``special subvarieties'', i.e.,\ndetermined by isogeny conditions on coordinates and pairs of coordinates. A\nweaker variant is proved unconditionally.\n","Comment: 21 pages, referee's remarks have been taken into account, some\n  references updated, to appear in Duke Mathematical Journal"]}]
["math/0312019",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14G35 (Primary) 11F11, 11Y40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312019","J. Inst. Math. Jussieu 5 (2006), no. 1, 1--34.","doi:10.1017/S1474748005000113"],"date":["2003-12-01"],"type":["text"],"creator":["Edixhoven, Bas","Mestre, Jean-Francois","Wiese, Gabor"],"language":[],"coverage":[],"title":["Comparison of integral structures on spaces of modular forms of weight\n  two, and computation of spaces of forms mod 2 of weight one, with appendices\n  by Jean-Francois Mestre and Gabor Wiese"],"description":["  Two integral structures on the Q-vector space of modular forms of weight two\non X_0(N) are compared at primes p exactly dividing N. When p=2 and N is\ndivisible by a prime that is 3 mod 4, this comparison leads to an algorithm for\ncomputing the space of weight one forms mod 2 on X_0(N/2). For p arbitrary and\nN>4 prime to p, a way to compute the Hecke algebra of mod p modular forms of\nweight one on Gamma_1(N) is presented, using forms of weight p, and, for p=2,\nparabolic group cohomology with mod 2 coefficients.\n  Appendix A is a letter from Mestre to Serre, of October 1987, where he\nreports on computations of weight one forms mod 2 of prime level.\n  Appendix B reports on an implementation for p=2 in Magma, using Stein's\nmodular symbols package, with which Mestre's computations are redone and\nslightly extended.\n","Comment: 39 pages, Latex"]}]
["math/0411057",{"format":[],"subject":["Mathematics - Geometric Topology","57M"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411057","Duke Math. Journal, 137 (2007), no.2, 337-379"],"date":["2004-11-02"],"type":["text"],"creator":["Cochran, Tim D.","Teichner, Peter"],"language":[],"coverage":[],"title":["Knot concordance and von Neumann $\\rho$-invariants"],"description":["  We prove the nontriviality, at all integral levels n, of the filtration, F_n,\nof the classical topological knot concordance group recently defined by the\nauthors and Kent Orr [COT]. Recall that this filtration is significant not only\nbecause of it's strong connection to Whitney tower constructions of Casson and\nFreedman, but also because all previously-known concordance invariants are\nrelated to the first few terms in the filtration. In [COT] we proved\nnontriviality at the first new level (n=3) by using von Neumann\n$\\rho$-invariants of the 3-manifolds obtained by zero surgery on the knots.\nHere, for larger n, we use the Cheeger-Gromov estimate for such\n$\\rho$-invariants, as well as some rather involved algebraic arguments using\nour noncommutative Blanchfield forms. In addition, we consider a closely\nrelated filtration, defined in terms of Gropes in the 4-ball and show that this\nfiltration is non-trivial for all n>2.\n"]}]
["math/0411554",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","20C30","05E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411554"],"date":["2004-11-24","2007-10-23"],"type":["text"],"creator":["Cherniavsky, Yona","Sklarz, Mishael"],"language":[],"coverage":[],"title":["Conjugacy in Permutation Representations of the Symmetric Group"],"description":["  Although the conjugacy classes of the general linear group are known, it is\nnot obvious (from the canonic form of matrices) that two permutation matrices\nare similar if and only if they are conjugate as permutations in the symmetric\ngroup, i.e. that conjugacy classes of S_n do not unite under the natural\nrepresentation. We prove this fact, and give its application to the enumeration\nof fixed points under a natural action of S_n x S_n. We also consider the\npermutation representations of S_n which arise from the action of S_n on\nk-tuples, and classify which of them unite conjugacy classes and which do not.\n"]}]
["math/0502213",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G15 (Primary) 11F11, 14G35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502213","Int. J. Number Theory 1 (2005), no. 4, 495--497.","doi:10.1142/S1793042105000327"],"date":["2005-02-10"],"type":["text"],"creator":["Edixhoven, Bas"],"language":[],"coverage":[],"title":["On the p-adic geometry of traces of singular moduli"],"description":["  The aim of this article is to show that p-adic geometry of modular curves is\nuseful in the study of p-adic properties of traces of singular moduli. In order\nto do so, we partly answer a question by Ono. As our goal is just to illustrate\nhow p-adic geometry can be used in this context, we focus on a relatively\nsimple case, in the hope that others will try to obtain the strongest and most\ngeneral results. For example, for p=2, a result stronger than Thm.1 is proved\nin [Boylan], and a result on some modular curves of genus zero can be found in\n[Osburn] . It should be easy to apply our method, because of its local nature,\nto modular curves of arbitrary level, as well as to Shimura curves.\n","Comment: 3 pages, Latex"]}]
["math/0605542",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","Mathematics - Differential Geometry","14H60","55P62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605542"],"date":["2006-05-19","2007-10-23"],"type":["text"],"creator":["Biswas, Indranil","Muñoz, Vicente"],"language":[],"coverage":[],"title":["On the rational homotopy type of a moduli space of vector bundles over a\n  curve"],"description":["  We study the rational homotopy of the moduli space ${\\mathcal N}_X$ of stable\nvector bundles of rank two and fixed determinant of odd degree over a compact\nconnected Riemann surface $X$ of genus $g\\geq 2$. The symplectic group\n$Aut(H_1(X,{\\mathbb Z}))=Sp(2g,{\\mathbb Z})$ has a natural action on the\nrational homotopy groups $\\pi_n({\\mathcal N}_X) \\otimes {\\mathbb Q}$. We prove\nthat this action extends to an action of $Sp(2g,{\\mathbb C})$ on\n$\\pi_n({\\mathcal N}_X) \\otimes {\\mathbb C}$. We also show that $\\pi_n({\\mathcal\nN}_X) \\otimes {\\mathbb C}$ is a non-trivial $Sp(2g,{\\mathbb C})$-representation\nfor each $n\\geq 2g-1$. In particular, ${\\mathcal N}_X$ is a rationally\nhyperbolic space. In the special case where $g=2$, we compute the leading\n$Sp(2g,{\\mathbb C})$-representation occurring in $\\pi_n({\\mathcal N}_X) \\otimes\n{\\mathbb C}$, for each $n$.\n","Comment: 27 pages, no figures; v2. final version. To appear in Comm. Analysis\n  and Geom"]}]
["math/0607296",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Operator Algebras","Mathematics - Spectral Theory","58J42 (Primary)","58J40, 35H10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607296","J. Funct. Anal. 252 (2007) 399-463"],"date":["2006-07-12","2007-08-23"],"type":["text"],"creator":["Ponge, Raphael"],"language":[],"coverage":[],"title":["Noncommutative residue for Heisenberg manifolds. Applications in CR and\n  contact geometry"],"description":["  This paper has four main parts. In the first part, we construct a\nnoncommutative residue for the hypoelliptic calculus on Heisenberg manifolds,\nthat is, for the class of Heisenberg PsiDOs introduced by Beals-Greiner and\nTaylor. This noncommutative residue appears as the residual trace on integer\norder Heisenberg PsiDOs induced by the analytic extension of the usual trace to\nnon-integer order Heisenberg PsiDOs. Moreover, it agrees with the integral of\nthe density defined by the logarithmic singularity of the Schwartz kernel of\nthe corresponding Heisenberg PsiDO. In addition, we show that this\nnoncommutative residue provides us with the unique trace up to constant\nmultiple on the algebra of integer order Heisenberg PsiDOs. In the second part,\nwe give some analytic applications of this construction concerning zeta\nfunctions of hypoelliptic operators, logarithmic metric estimates for Green\nkernels of hypoelliptic operators, and the extension of the Dixmier trace to\nthe whole algebra of integer order Heisenberg PsiDOs. In the third part, we\npresent examples of computations of noncommutative residues of some powers of\nthe horizontal sublaplacian and the contact Laplacian on contact manifolds. In\nthe fourth part, we present two applications in CR geometry. First, we give\nsome examples of geometric computations of noncommutative residues of some\npowers of the horizontal sublaplacian and of the Kohn Laplacian. Second, we\nmake use of the framework of noncommutative geometry and of our noncommutative\nresidue to define lower dimensional volumes in pseudohermitian geometry, e.g.,\nwe can give sense to the area of any 3-dimensional CR manifold. On the way we\nobtain a spectral interpretation of the Einstein-Hilbert action in\npseudohermitian geometry.\n","Comment: v5: major improvement of the presentation, final version. To appear\n  in Journal of Functional Analysis. 56 pages"]}]
["math/0609545",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609545"],"date":["2006-09-20","2007-10-23"],"type":["text"],"creator":["Chen, Meng","Zuo, Kang"],"language":[],"coverage":[],"title":["Complex projective threefolds with non-negative canonical Euler-Poincare\n  characteristic"],"description":["  Let $V$ be a complex nonsingular projective 3-fold of general type with\n$\\chi(\\omega_V)\\geq 0$ (resp. $>0$). We prove that the m-canonical map\n$\\Phi_{|mK_V|}$ is birational onto its image for all $m\\ge 14$ (resp. $\\geq\n8$). Known examples show that the lower bound $r_3=14$ (resp. $=8$) is optimal.\n","Comment: 20 pages, to appear in \"Communications in Analysis and Geometry\""]}]
["math/0610075",{"format":[],"subject":["Mathematics - Probability","Mathematics - Operator Algebras","46L54 (Primary)","60F05, 60B99, 46L53 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610075","Annals of Probability 2007, Vol. 35, No. 5, 1931-1949","doi:10.1214/009117906000001132"],"date":["2006-10-02","2007-10-23"],"type":["text"],"creator":["Kargin, Vladislav"],"language":[],"coverage":[],"title":["On superconvergence of sums of free random variables"],"description":["  This paper derives sufficient conditions for superconvergence of sums of\nbounded free random variables and provides an estimate for the rate of\nsuperconvergence.\n","Comment: Published in at http://dx.doi.org/10.1214/009117906000001132 the\n  Annals of Probability (http://www.imstat.org/aop/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0610081",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14F05, 14D20, 14J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610081"],"date":["2006-10-02","2007-10-23"],"type":["text"],"creator":["Vermeire, Peter"],"language":[],"coverage":[],"title":["Regularity and Normality of the Secant Variety to a Projective Curve"],"description":["  For a smooth curve of genus $g$ embedded by a line bundle of degree at least\n$2g+3$ we show that the ideal sheaf of the secant variety is 5-regular. This\nbound is sharp with respect to both the degree of the embedding and the bound\non the regularity. Further, we show that the secant variety is projectively\nnormal for the generic embedding of degree at least $2g+3$.\n  We also give a conjectural description of the resolutions of the ideals of\nhigher secant varieties.\n","Comment: Version to appear in Journal of Algebra; evidence for main\n  conjectures added"]}]
["math/0611357",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611357"],"date":["2006-11-13","2007-10-23"],"type":["text"],"creator":["Cherniavsky, Yona"],"language":[],"coverage":[],"title":["Abstract Young Pairs for Signed Permutation Groups"],"description":["  The notion of an Abstract Young (briefly: AY) representation is a natural\ngeneralization of the classical Young orthogonal form. The AY representations\nof the symmetric group are characterized by Adin, Brenti and Roichman in [U2].\nIn this paper we present several types of minimal AY representation of $D_n$\nassociated with standard D-Young tableaux which are a natural generalization of\nusual standard Young tableaux. We give an explicit combinatorial view (the\nrepresentation space is spanned by certain standard tableaux while the action\nis a generalized Young orthogonal form) of representations which are induced\ninto $D_n$ from minimal AY representations of one of the natural embeddings of\n$S_n$ into $D_n$. Then we show that these induced representations are\nisomorphic to the direct sum of two or three minimal AY representations of\n$D_n$ also associated with standard D-Young tableaux. It is done by\nconstructing a continuous path between representation matrices where one end of\nthe path is the mentioned direct sum; another end is the classical form of\ninduced representation. In the last section we briefly explain how the similar\nresults may be obtained for the group $B_n$ instead of $D_n$.\n"]}]
["math/0611615",{"format":[],"subject":["Mathematics - Operator Algebras","46L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611615","Internat. J. Math. Vol. 18, No. 9 (2007) 995--1007","doi:10.1142/S0129167X07004424"],"date":["2006-11-20"],"type":["text"],"creator":["White, Stuart","Wiggins, Alan"],"language":[],"coverage":[],"title":["Semi-regular masas of transfinite length"],"description":["  In 1965 Tauer produced a countably infinite family of semi-regular masas in\nthe hyperfinite $\\mathrm{II}_1$ factor, no pair of which are conjugate by an\nautomorphism. This was achieved by iterating the process of passing to the\nalgebra generated by the normalisers and, for each $n\\in\\mathbb N$, finding\nmasas for which this procedure terminates at the $n$-th stage. Such masas are\nsaid to have length $n$. In this paper we consider a transfinite version of\nthis idea, giving rise to a notion of ordinal valued length. We show that all\ncountable ordinals arise as lengths of semi-regular masas in the hyperfinite\n$\\mathrm{II}_1$ factor. Furthermore, building on work of Jones and Popa, we\nobtain all possible combinations of regular inclusions of irreducible\nsubfactors in the normalising tower.\n","Comment: 14 pages"]}]
["math/0611784",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","16G20, 14M10, 14L24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611784"],"date":["2006-11-25","2007-10-23"],"type":["text"],"creator":["Bobinski, Grzegorz"],"language":[],"coverage":[],"title":["On the zero set of semi-invariants for regular modules over tame\n  canonical algebras"],"description":["  We investigate sets of the common zeros of non-constant semi-invariants for\nregular modules over canonical algebras. In particular, we show that if the\nconsidered algebra is tame then for big enough vectors these sets are complete\nintersections.\n"]}]
["math/0612202",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612202","Math. Comp. Modelling 46 (5-6), pp. 657-669 (2007)","doi:10.1016/j.mcm.2006.11.027"],"date":["2006-12-07"],"type":["text"],"creator":["Defez, E.","Hervas, A.","Soler, L.","Tung, M. M."],"language":[],"coverage":[],"title":["Numerical Solutions of Matrix Differential Models using Cubic Matrix\n  Splines II"],"description":["  This paper presents the non-linear generalization of a previous work on\nmatrix differential models. It focusses on the construction of approximate\nsolutions of first-order matrix differential equations Y'(x)=f(x,Y(x)) using\nmatrix-cubic splines. An estimation of the approximation error, an algorithm\nfor its implementation and illustrative examples for Sylvester and Riccati\nmatrix differential equations are given.\n","Comment: 14 pages; submitted to Math. Comp. Modelling"]}]
["nlin/0311039",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0311039","International Journal of Bifurcation and Chaos 16 (8), 2129-2151,\n  2006","doi:10.1142/S0218127406015970"],"date":["2003-11-20"],"type":["text"],"creator":["Alvarez, Gonzalo","Li, Shujun"],"language":[],"coverage":[],"title":["Cryptographic requirements for chaotic secure communications"],"description":["  In recent years, a great amount of secure communications systems based on\nchaotic synchronization have been published. Most of the proposed schemes fail\nto explain a number of features of fundamental importance to all cryptosystems,\nsuch as key definition, characterization, and generation. As a consequence, the\nproposed ciphers are difficult to realize in practice with a reasonable degree\nof security. Likewise, they are seldom accompanied by a security analysis.\nThus, it is hard for the reader to have a hint about their security. In this\nwork we provide a set of guidelines that every new cryptosystems would benefit\nfrom adhering to. The proposed guidelines address these two main gaps, i.e.,\ncorrect key management and security analysis, to help new cryptosystems be\npresented in a more rigorous cryptographic way. Also some recommendations are\noffered regarding some practical aspects of communications, such as channel\nnoise, limited bandwith, and attenuation.\n","Comment: 13 pages, 3 figures"]}]
["nlin/0407058",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0407058","Chaos, Solitons & Fractals 24 (3), 775-783, 2005","doi:10.1016/j.chaos.2004.09.038"],"date":["2004-07-26"],"type":["text"],"creator":["Alvarez, Gonzalo","Li, Shujun","Montoya, F.","Romera, M.","Pastor, G."],"language":[],"coverage":[],"title":["Breaking projective chaos synchronization secure communication using\n  filtering and generalized synchronization"],"description":["  This paper describes the security weaknesses of a recently proposed secure\ncommunication method based on chaotic masking using projective synchronization\nof two chaotic systems. We show that the system is insecure and how to break it\nin two different ways, by high-pass filtering and by generalized\nsynchronization.\n","Comment: 14 pages, 6 figures, latex format"]}]
["nlin/0506056",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0506056","Physics Letters A 345 (4), 245-250, 2005","doi:10.1016/j.physleta.2005.07.083"],"date":["2005-06-27"],"type":["text"],"creator":["Alvarez, G.","Hernandez, L.","Munoz, J.","Montoya, F.","Li, Shujun"],"language":[],"coverage":[],"title":["Security analysis of communication system based on the synchronization\n  of different order chaotic systems"],"description":["  This work analyzes the security weakness of a recently proposed communication\nmethod based on chaotic modulation and masking using synchronization of two\nchaotic systems with different orders. It is shown that its application to\nsecure communication is unsafe, because it can be broken in two different ways,\nby high-pass filtering and by reduced order system synchronization, without\nknowing neither the system parameter values nor the system key.\n","Comment: 12 pages, 6 figures, LaTeX format"]}]
["physics/0607103",{"format":[],"subject":["Physics - Computational Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0607103"],"date":["2006-07-12","2007-10-23"],"type":["text"],"creator":["Hahn, T."],"language":[],"coverage":[],"title":["Routines for the diagonalization of complex matrices"],"description":["  Jacobi-type iterative algorithms for the eigenvalue decomposition, singular\nvalue decomposition, and Takagi factorization of complex matrices are\npresented. They are implemented as compact Fortran 77 subroutines in a freely\navailable library.\n","Comment: 7 pages, replaced SVD routine by `true' two-sided Jacobi SVD"]}]
["quant-ph/0107031",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0107031","Phys. Rev. Lett. 89, 080402 (2002)","doi:10.1103/PhysRevLett.89.080402"],"date":["2001-07-05"],"type":["text"],"creator":["Cerf, Nicolas J.","Massar, Serge","Pironio, Stefano"],"language":[],"coverage":[],"title":["Greenberger-Horne-Zeilinger paradoxes for many qudits"],"description":["  We construct GHZ contradictions for three or more parties sharing an\nentangled state, the dimension d of each subsystem being an even integer\ngreater than 2. The simplest example that goes beyond the standard GHZ paradox\n(three qubits) involves five ququats (d=4). We then examine the criteria a GHZ\nparadox must satisfy in order to be genuinely M-partite and d-dimensional.\n","Comment: 5 pages RevTex"]}]
["quant-ph/0701209",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701209","Phys. Rev. B 76, 064305 (2007)","doi:10.1103/PhysRevB.76.064305"],"date":["2007-01-29","2007-06-15"],"type":["text"],"creator":["Xue, Fei","Liu, Yu-xi","Sun, C. P.","Nori, Franco"],"language":[],"coverage":[],"title":["Two-Mode Squeezed States and Entangled States of Two Mechanical\n  Resonators"],"description":["  We study a device consisting of a dc-SQUID with two sections of its loop\nacting as two mechanical resonators. An analog of the parametric\ndown-conversion process in quantum optics can be realized with this device. We\nshow that a two-mode squeezed state can be generated for two overdamped\nmechanical resonators, where the damping constants of the two mechanical\nresonators are larger than the coupling strengths between the dc-SQUID and the\ntwo mechanical resonators. Thus we show that entangled states of these two\nmechanical resonators can be generated.\n","Comment: 9 pages, 3 figures"]}]
