["0704.0347",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","47A10, 35P25, 47F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0347"],"date":["2007-04-03","2007-08-02"],"type":["text"],"creator":["Chihara, Hiroyuki"],"language":[],"coverage":[],"title":["Resolvent estimates related with a class of dispersive equations"],"description":["  We present a simple proof of the resolvent estimates of elliptic Fourier\nmultipliers on the Euclidean space, and apply them to the analysis of\ntime-global and spatially-local smoothing estimates of a class of dispersive\nequations. For this purpose we study in detail the properties of the\nrestriction of Fourier transform on the unit cotangent sphere associated with\nthe symbols of multipliers.\n","Comment: minor change, 20 pages, no figure, final version"]}]
["0704.0385",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0385","Phys. Rev. A 76, 021601(R) (2007)","doi:10.1103/PhysRevA.76.021601"],"date":["2007-04-03"],"type":["text"],"creator":["Ogren, M.","Heiselberg, H."],"language":[],"coverage":[],"title":["Super-shell structures and pairing in ultracold trapped Fermi gases"],"description":["  We calculate level densities and pairing gaps for an ultracold dilute gas of\nfermionic atoms in harmonic traps under the influence of mean field and\nanharmonic quartic trap potentials. Super-shell structures, which were found in\nHartree-Fock calculations, are calculated analytically within periodic orbit\ntheory as well as from WKB calculations. For attractive interactions, the\nunderlying level densities are crucial for pairing and super-shell structures\nin gaps are predicted.\n","Comment: 4 pages, 2 figures."]}]
["0704.0825",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0825","Phys. Rev. B 76, 014533 (2007)","doi:10.1103/PhysRevB.76.014533"],"date":["2007-04-05","2007-07-24"],"type":["text"],"creator":["Lan, Yu","Qin, Jihong","Feng, Shiping"],"language":[],"coverage":[],"title":["Electronic structure of kinetic energy driven superconductors in the\n  presence of bilayer splitting"],"description":["  Within the framework of the kinetic energy driven superconductivity, the\nelectronic structure of bilayer cuprate superconductors in the superconducting\nstate is studied. It is shown that the electron spectrum of bilayer cuprate\nsuperconductors is split into the bonding and antibonding components by the\nbilayer splitting, then the observed peak-dip-hump structure around the\n$[\\pi,0]$ point is mainly caused by this bilayer splitting, with the\nsuperconducting peak being related to the antibonding component, and the hump\nbeing formed by the bonding component. The spectral weight increases with\nincreasing the doping concentration. In analogy to the normal state case, both\nelectron antibonding peak and bonding hump have the weak dispersions around the\n$[\\pi,0]$ point.\n","Comment: 11 pages, 4 figures, replotted figures and added references, accepted\n  for publication in Phys. Rev. B"]}]
["0704.1052",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1052","Phys. Rev. Lett. 99, 056802 (2007)","doi:10.1103/PhysRevLett.99.056802"],"date":["2007-04-08","2007-08-01"],"type":["text"],"creator":["Novikov, D. S."],"language":[],"coverage":[],"title":["Transverse field effect in graphene ribbons"],"description":["  It is shown that a graphene ribbon, a ballistic strip of carbon monolayer,\nmay serve as a quantum wire whose electronic properties can be continuously and\nreversibly controlled by an externally applied transverse voltage. The electron\nbands of armchair-edge ribbons undergo dramatic transformations: The Fermi\nsurface fractures, Fermi velocity and effective mass change sign, and\nexcitation gaps are reduced by the transverse field. These effects are manifest\nin the conductance plateaus, van Hove singularities, thermopower, and activated\ntransport. The control over one-dimensional bands may help enhance effects of\nelectron correlations, and be utilized in device applications.\n","Comment: 4 pages, 3 figures"]}]
["0704.3684",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3684","Phys. Rev. Lett. 99, 056804 (2007)","doi:10.1103/PhysRevLett.99.056804"],"date":["2007-04-27"],"type":["text"],"creator":["Maletinsky, P.","Badolato, A.","Imamoglu, A."],"language":[],"coverage":[],"title":["Dynamics of Quantum Dot Nuclear Spin Polarization Controlled by a Single\n  Electron"],"description":["  We present an experimental study of the dynamics underlying the buildup and\ndecay of dynamical nuclear spin polarization in a single semiconductor quantum\ndot. Our experiment shows that the nuclei can be polarized on a time scale of a\nfew milliseconds, while their decay dynamics depends drastically on external\nparameters. We show that a single electron can very efficiently depolarize the\nnuclear spins and discuss two processes that can cause this depolarization.\nConversely, in the absence of a quantum dot electron, the lifetime of nuclear\nspin polarization is on the time scale of a second, most likely limited by the\nnon-secular terms of the nuclear dipole-dipole interaction. We can further\nsuppress this depolarization rate by 1-2 orders of magnitude by applying an\nexternal magnetic field exceeding 1 mT.\n","Comment: 5 pages, 3 figures"]}]
["0704.3826",{"format":[],"subject":["Quantitative Biology - Genomics","Condensed Matter - Other Condensed Matter","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Other Quantitative Biology","Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3826"],"date":["2007-04-29","2007-08-02"],"type":["text"],"creator":["Azbel, Mark Ya."],"language":[],"coverage":[],"title":["Non-coding DNA programs express adaptation and its universal law"],"description":["  Significant fraction (98.5% in humans) of most animal genomes is non- coding\ndark matter. Its largely unknown function (1-5) is related to programming\n(rather than to spontaneous mutations) of accurate adaptation to rapidly\nchanging environment. Programmed adaptation to the same universal law for\nnon-competing animals from anaerobic yeast to human is revealed in the study of\ntheir extensively quantified mortality (6-21). Adaptation of animals with\nremoved non-coding DNA fractions may specify their contribution to genomic\nprogramming. Emergence of new adaptation programs and their (non-Mendelian)\nheredity may be studied in antibiotic mini-extinctions (22-24). On a large\nevolutionary scale rapid universal adaptation was vital for survival, and\nevolved, in otherwise lethal for diverse species major mass extinctions\n(25-28). Evolutionary and experimental data corroborate these conclusions\n(6-21, 29-32). Universal law implies certain biological universality of diverse\nspecies, thus quantifies applicability of animal models to humans). Genomic\nadaptation programming calls for unusual approach to its study and implies\nunanticipated perspectives, in particular, directed biological changes.\n","Comment: Refined version 19 pages, 10 figs"]}]
["0705.0972",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0972"],"date":["2007-05-07","2007-08-01"],"type":["text"],"creator":["Kanamoto, O. Dutta R.","Meystre, P."],"language":[],"coverage":[],"title":["Fermionic stabilization and density-wave ground state of a polar\n  condensate"],"description":["  We examine the stability of a trapped dipolar condensate mixed with a\nsingle-component fermion gas at T=0. Whereas pure dipolar condensates with\nsmall s-wave interaction are unstable even for small dipole-dipole interaction\nstrength, we find that the admixture of fermions can significantly stabilize\nthem, depending on the strength of the boson-fermion interaction. Within the\nstable regime we find a region where a ground state is characterized by a\ndensity wave along the soft trap direction.\n"]}]
["0705.2725",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry","14N35, 53D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2725"],"date":["2007-05-18","2007-08-01"],"type":["text"],"creator":["Zinger, Aleksey"],"language":[],"coverage":[],"title":["Genus-Zero Two-Point Hyperplane Integrals in the Gromov-Witten Theory"],"description":["  In this paper we compute certain two-point integrals over a moduli space of\nstable maps into projective space. Computation of one-point analogues of these\nintegrals constitutes a proof of mirror symmetry for genus-zero one-point\nGromov-Witten invariants of projective hypersurfaces. The integrals computed in\nthis paper constitute a significant portion in the proof of mirror symmetry for\ngenus-one GW-invariants completed in a separate paper. These integrals also\nprovide explicit mirror formulas for genus-zero two-point GW-invariants of\nprojective hypersurfaces. The approach described in this paper leads to a\nreconstruction algorithm for all genus-zero GW-invariants of projective\nhypersurfaces.\n","Comment: a number of changes to the introduction; 32 pages, 4 figures, 1 table"]}]
["0705.3695",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3695","Phys. Rev. B 76, 045124 (2007)","doi:10.1103/PhysRevB.76.045124"],"date":["2007-05-25"],"type":["text"],"creator":["Ishii, K.","Tsutsui, K.","Tohyama, T.","Inami, T.","Mizuki, J.","Murakami, Y.","Endoh, Y.","Maekawa, S.","Kudo, K.","Koike, Y.","Kumagai, K."],"language":[],"coverage":[],"title":["Momentum Dependent Charge Excitations of Two-Leg Ladder: Resonant\n  Inelastic X-ray Scattering of (La,Sr,Ca)14Cu24O41"],"description":["  Momentum dependent charge excitations of a two-leg ladder are investigated by\nresonant inelastic x-ray scattering of (La,Sr,Ca)14Cu24O41. In contrast to the\ncase of a square lattice, momentum dependence of the Mott gap excitation of the\nladder exhibits little change upon hole-doping, indicating the formation of\nhole pairs. Theoretical calculation based on a Hubbard model qualitatively\nexplains this feature. In addition, experimental data shows intraband\nexcitation as continuum intensity below the Mott gap and it appears at all the\nmomentum transfers simultaneously. The intensity of the intraband excitation is\nproportional to the hole concentration of the ladder, which is consistent with\noptical conductivity measurements.\n","Comment: 7 pages"]}]
["0706.4480",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4480","Phys. Rev. Lett 99 057203 (2007)","doi:10.1103/PhysRevLett.99.057203"],"date":["2007-06-29","2007-08-02"],"type":["text"],"creator":["Silevitch, D. M.","Gannarelli, C. M. S.","Fisher, A. J.","Aeppli, G.","Rosenbaum, T. F."],"language":[],"coverage":[],"title":["Quantum Projection in an Ising Spin Liquid"],"description":["  A transverse magnetic field is used to scan the diagonal and off-diagonal\nsusceptibility of the uniaxial quantum magnet,\n$\\text{LiHo}_{0.045}\\text{Y}_{0.955}\\text{F}_4$. Clusters of strongly-coupled\nspins act as the primary source for the response functions, which result from a\nfield-induced quantum projection of the system into a classically forbidden\n(meaning non-Ising) regime. Calculations based on spin pairs reproduce only\nsome features of the data and fail to predict the measured off-diagonal\nresponse, providing evidence of a multi-spin collective state.\n","Comment: 5 pages, 4 figures"]}]
["0707.0507",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0507","Phys. Rev. B 76, 060402(R) (2007)","doi:10.1103/PhysRevB.76.060402"],"date":["2007-07-03","2007-08-02"],"type":["text"],"creator":["Ye, F.","Lorenz, B.","Huang, Q.","Wang, Y. Q.","Sun, Y. Y.","Chu, C. W.","Fernandez-Baca, J. A.","Dai, Pengcheng","Mook, H. A."],"language":[],"coverage":[],"title":["Incommensurate magnetic structure in the orthorhombic perovskite ErMnO_3"],"description":["  By combining dielectric, specific heat, and magnetization measurements and\nhigh-resolution neutron powder diffraction, we have investigated the\nthermodynamic and magnetic/structural properties of the metastable orthorhombic\nperovskite ErMnO_3 prepared by high-pressure synthesis. The system becomes\nantiferromagnetically correlated below 42 K and undergoes a lock-in transition\nat 28 K with propagation wave vector (0,k_b,0), which remains incommensurate at\nlow temperature. The intercorrelation between the magnetic structure and\nelectric properties and the role of the rare earth moment are discussed.\n","Comment: 4 pages, 3 figures"]}]
["0707.0864",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0864"],"date":["2007-07-05","2007-08-02"],"type":["text"],"creator":["Vaganov, Vladislav"],"language":[],"coverage":[],"title":["Self-gravitating radiation in AdS(d)"],"description":["  We study spherically symmetric equilibrium configurations of self-gravitating\nmassless thermal radiation in asymptotically anti-de Sitter space. In d=4, it\nwas shown by Page and Phillips that there is a maximum red-shifted temperature,\nmaximum mass and maximum entropy. For higher central densities, the\ntemperature, mass and entropy undergo an infinite series of damped\noscillations, corresponding to unstable configurations. We extend this work to\nall dimensions $d\\geq 3$. We find that in $4\\leq d\\leq 10$, the behaviour is\nsimilar to the d=4 case. In $d\\geq 11$, the temperature, mass and entropy are\nmonotonic functions of the central density, asymptoting to their maxima as the\ncentral density goes to infinity. In d=3, an exact solution is given by a slice\nof the AdS C-metric.\n","Comment: 21 pages, 4 figures, JHEP style; revised version"]}]
["0707.0916",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0916","Phys. Rev. Lett. 99, 057208 (2007).","doi:10.1103/PhysRevLett.99.057208"],"date":["2007-07-06"],"type":["text"],"creator":["Iwaya, K.","Satow, S.","Hanaguri, T.","Shannon, N.","Yoshida, Y.","Ikeda, S. I.","He, J. P.","Kaneko, Y.","Tokura, Y.","Yamada, T.","Takagi, H."],"language":[],"coverage":[],"title":["Local Tunneling Spectroscopy across a Metamagnetic Critical Point in the\n  Bi-layer Ruthenate Sr3Ru2O7"],"description":["  The local spectroscopic signatures of metamagnetic criticality in Sr3Ru2O7\nwere explored using scanning tunneling microscopy (STM). Singular features in\nthe tunneling spectrum were found close to the Fermi level, as would be\nexpected in a Stoner picture of itinerant electron metamagnetism. These\nfeatures showed a pronounced magnetic field dependence across the metamagnetic\ncritical point, which cannot be understood in terms of a naive Stoner theory.\nIn addition, a pseudo-gap structure was observed over several tens of meV,\naccompanied by a c(2x2) superstructure in STM images. This result represents a\nnew electronic ordering at the surface in the absence of any measurable surface\nreconstruction.\n","Comment: Accepted for publication in Phys. Rev. Lett"]}]
["0707.1232",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1232","doi:10.1051/0004-6361:20065620"],"date":["2007-07-09","2007-07-10"],"type":["text"],"creator":["Beck, C.","Rubio, L. R. Bellot","Schlichenmaier, R.","Suetterlin, P."],"language":[],"coverage":[],"title":["Magnetic properties of G-band bright points in a sunspot moat"],"description":["  We present simultaneous spectropolarimetric observations of four visible and\nthree infrared spectral lines from the VTT (Tenerife), together with\nspeckle-reconstructed filtergrams in the G band and the CaII H line core from\nthe DOT (La Palma). After alignment of the data sets, we used the G-band\nintensity to locate bright points (BPs) in the moat of a regular sunspot. With\nthe cospatial and cotemporal information provided by the polarimetric data, we\ncharacterize the magnetic, kinematic, and thermal properties of the BPs. We\nfind that (a) 94 % of the BPs are associated with magnetic fields; (b) their\nfield strengths range between 500 and 1400 G, with a rather flat distribution;\n(c) the contrast of BPs in the G band depends on the angle between the vector\nmagnetic field and the line of sight; (d) the BPs harbor downflows of\nmagnetized plasma and exhibit Stokes V profiles with large area and amplitude\nasymmetries; (e) the magnetic interior of BPs is hotter than the immediate\nfield-free surroundings by about 1000 K at equal optical depth; and (f) the\nmean effective diameter of BPs in our data set is 150 km, with very few BPs\nlarger than 300 km. Most of these properties can be explained by the classical\nmagnetic flux tube model. However, the wide range of BP parameters found in\nthis study indicates that not all G-band BPs are identical to stable long-lived\nflux tubes or sheets of kG strength.\n","Comment: Accepted in A&A, 20 pages, 21 figures in main text, 6 fig. in the\n  Appendices, 3 figures as jpg (fig. 5, C1, C2)"]}]
["0707.1500",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1500"],"date":["2007-07-10","2007-08-02"],"type":["text"],"creator":["White, Sebastian N."],"language":[],"coverage":[],"title":["On the Correlation of Subevents in the ATLAS and CMS/Totem Experiments"],"description":["  We analyze the problem of correlating pp interaction data from the central\ndetectors with a subevent measured in an independent system of leading proton\ndetectors using FP420 as an example.\n  FP420 is an R&D project conducted by a collaboration formed by members of\nATLAS and CMS to investigate the possibility of detecting new physics in the\ncentral exclusive channel, PP -> P + X + P,where the central system X may be a\nsingle particle, for example a Standard Model Higgs boson. With standard LHC\noptics, the protons emerge from the beam at a distance of 420m from the\nInteraction Point, for M_X ~ 120 GeV. The mass of the central system can be\nmeasured from the outgoing protons alone, with a resolution of order 2 GeV\nirrespective of the decay products of the central system. In addition, to a\nvery good approximation, only central systems with 0^++ quantum numbers can be\nproduced, meaning that observation of a SM or MSSM Higgs Boson in this channel\nwould lead to a direct determination of the quantum numbers.\n","Comment: This paper was produced using Mathematica 6.0. It is 20 pages long\n  and has lots of graphics an animations"]}]
["0707.2113",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2113"],"date":["2007-07-13","2007-08-02"],"type":["text"],"creator":["Chen, Xinjia"],"language":[],"coverage":[],"title":["Exact Computation of Minimum Sample Size for Estimation of Binomial\n  Parameters"],"description":["  It is a common contention that it is an ``impossible mission'' to exactly\ndetermine the minimum sample size for the estimation of a binomial parameter\nwith prescribed margin of error and confidence level. In this paper, we\ninvestigate such a very old but also extremely important problem and\ndemonstrate that the difficulty for obtaining the exact solution is not\ninsurmountable. Unlike the classical approximate sample size method based on\nthe central limit theorem, we develop a new approach for computing the minimum\nsample size that does not require any approximation. Moreover, our approach\novercomes the conservatism of existing rigorous sample size methods derived\nfrom Bernoulli's theorem or Chernoff bounds.\n  Our computational machinery consists of two essential ingredients. First, we\nprove that the minimum of coverage probability with respect to a binomial\nparameter bounded in an interval is attained at a discrete set of finite many\nvalues of the binomial parameter. This allows for reducing infinite many\nevaluations of coverage probability to finite many evaluations. Second, a\nrecursive bounding technique is developed to further improve the efficiency of\ncomputation.\n","Comment: 18 pages, no figures, removed typos"]}]
["0707.4126",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4126"],"date":["2007-07-27"],"type":["text"],"creator":["Sellerholm, A.","Conrad, J.","Bergstrom, L.","Edsjo, J."],"language":[],"coverage":[],"title":["Cosmological WIMPs, Higgs Dark Matter and GLAST"],"description":["  Measurement of the extragalactic background (EGBR) of diffuse gamma-rays is\nperhaps one of the most challenging tasks for future gamma-ray observatories,\nsuch as GLAST. This is because any determination will depend on accurate\nsubtraction of the galactic diffuse and celestial foregrounds, as well as point\nsources. However, the EGBR is likely to contain very rich information about the\nhigh energy-gamma ray sources of the Universe at cosmological distances. We\nfocus on the ability of GLAST to detect a signal from dark matter in the EGBR.\nWe present sensitivities for generic thermal WIMPs and the Inert Higgs Doublet\nModel. Also we discuss the various aspects of astrophysics and particle physics\nthat determines the shape and strength of the signal, such as dark matter halo\nproperties and different dark matter candidates. Other possible sources to the\nEGBR are also discussed, such as unresolved AGNs, and viewed as backgrounds.\n","Comment: 8 pages, 3 figures; talk given at the 5th Workshop on Science with\n  the New Generation of High Energy Experiments (Frascati, 18-20 June, 2007),\n  to appear in Frascati Physics Series"]}]
["0708.0019",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14B05, 13A18, 16W60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0019"],"date":["2007-07-31"],"type":["text"],"creator":["Cutkosky, Steven Dale","Teissier, Bernard"],"language":[],"coverage":[],"title":["Semigroups of valuations on local rings"],"description":["  In this paper the question of which semigroups are realizable as the\nsemigroup of values attained on a Noetherian local ring which is dominated by a\nvaluation is considered. We give some striking examples, indicating that there\nmay be no constraints on the semigroup beyond those known classically.\n","Comment: 19 pages"]}]
["0708.0023",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0023"],"date":["2007-07-31"],"type":["text"],"creator":["Acquarone, M.","Ventura, C. I.","."],"language":[],"coverage":[],"title":["Renormalized spin wave excitations in the antiferromagnetic\n  Heisenberg-Kondo model for heavy fermions"],"description":["  Recent inelastic neutron scattering experiments in CeIn3 and CePd2Si2 single\ncrystals, measured spin wave excitations at low temperatures. These two heavy\nfermion compounds exhibit antiferromagnetic long-range order, but a strong\ncompetition between the Ruderman-Kittel-Kasuya-Yosida(RKKY) interaction and\nKondo effect is evidenced by their nearly equal Neel and Kondo temperatures.\nOur aim is to show how magnons such as measured in the antiferromagnetic phase\nof these Ce compounds, can be described with a microscopic Heisenberg-Kondo\nmodel as introduced by J.R.Iglesias, C.Lacroix and B.Coqblin, used before for\nstudies of the non-magnetic phase. The model includes the correlated Ce-4f\nelectrons hybridized with the conduction band, and we consider competing RKKY\n(Heisenberg-like J_{H}) and Kondo (J_{K}) antiferromagnetic couplings. Carrying\non a series of unitary transformations, we perturbatively derive a second-order\neffective Hamiltonian which, projected onto the antiferromagnetic electron\nground state, describes the spin wave excitations, renormalized by their\ninteraction with correlated itinerant electrons. We numerically study how the\ndifferent parameters of the model influence the renormalization of the magnons,\nyielding useful information for the analysis of inelastic neutron scattering\nexperiments in antiferromagnetic heavy fermion compounds. We also compare our\nresults with available experimental data, finding good agreement with the spin\nwave measurements in cubic CeIn3.\n","Comment: 13 pages: incl. 6 figures, 1 table"]}]
["0708.0024",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0024"],"date":["2007-08-01"],"type":["text"],"creator":["Linder, Eric V."],"language":[],"coverage":[],"title":["The Mirage of w=-1"],"description":["  We demonstrate that cosmic microwave background observations consistent with\na cosmological constant universe predict in a well-defined sense that lower\nredshift measures will nearly automatically deliver w=-1 for the dark energy\nequation of state value unless they are sensitive to w(z). Thus low redshift\ndata pointing to w=-1 does not truly argue for a cosmological constant. Even\nthe simplest question of whether the equation of state of dark energy is equal\nto the cosmological constant therefore requires experiments able to sensitively\nconstrain time variation w(z) and not merely a constant w. We also note a\nnumber of issues regarding parametrization of w(z), demonstrating that the\nstandard form w(z)=w_0+w_a z/(1+z) is robust but use of high order polynomials\nand cutting off the high redshift behavior can be pathological.\n","Comment: 8 pages, 10 figures"]}]
["0708.0025",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics","65Z05, 70C20, 70G75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0025"],"date":["2007-07-31"],"type":["text"],"creator":["Arndt, Marcel","Luskin, Mitchell"],"language":[],"coverage":[],"title":["Goal-oriented Atomistic-Continuum Adaptivity for the Quasicontinuum\n  Approximation"],"description":["  We give a goal-oriented a posteriori error estimator for the\natomistic-continuum modeling error in the quasicontinuum method, and we use\nthis estimator to design an adaptive algorithm to compute a quantity of\ninterest to a given tolerance by using a nearly minimal number of atomistic\ndegrees of freedom. We present computational results that demonstrate the\neffectiveness of our algorithm for a periodic array of dislocations described\nby a Frenkel-Kontorova type model.\n","Comment: 9 pages, 2 figures"]}]
["0708.0042",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0042"],"date":["2007-07-31"],"type":["text"],"creator":["DeSario, David","Robins, Sinai"],"language":[],"coverage":[],"title":["A solid angle theory for real polytopes"],"description":["  We extend many theorems from the context of solid angle sums over rational\npolytopes to the context of solid angle sums over real polytopes. Moreover, we\nconsider any real dilation parameter, as opposed to the traditional integer\ndilation parameters. One of the main results is an extension of Macdonald's\nsolid angle quasipolynomial for rational polytopes to a real analytic function\nof the dilation parameter, for any real convex polytope.\n","Comment: 18 pages"]}]
["0708.0045",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0045"],"date":["2007-07-31"],"type":["text"],"creator":["Rodrigo, Enrico"],"language":[],"coverage":[],"title":["Persistence of Induced Wormholes in Brane Worlds"],"description":["  Higher-dimensional black holes have long been considered within the context\nof brane worlds. Recently, it was shown that the brane-world ethos also permits\nthe consideration of higher-dimensional wormholes. When such a wormhole,\npreexisting in the bulk, impinges upon our universe, taken to be a\npositive-tension 3-brane, it induces the creation in our universe of a wormhole\nof ordinary dimensionality. The throat of this wormhole might fully constrict,\npinch off, and thus birth a baby universe. Alternatively, the induced wormhole\nmight persist. I show that persistence is more likely and note that the\npersistent wormhole manifests as a particle-like object whose interaction with\ncosmic matter is purely gravitational. As such it may be considered a viable\ncandidate for the sort of weakly interacting massive particle long believed to\nbe the prime constituent of cold dark matter.\n","Comment: 6 pages, 0 figures"]}]
["0708.0048",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","37E05, 37A25, 37A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0048"],"date":["2007-07-31"],"type":["text"],"creator":["Bonanno, Claudio","Isola, Stefano"],"language":[],"coverage":[],"title":["A renormalization approach to irrational rotations"],"description":["  We introduce a renormalization procedure which allows us to study in a\nunified and concise way different properties of the irrational rotations on the\nunit circle $\\beta \\mapsto \\set{\\alpha+\\beta}$, $\\alpha \\in \\R\\setminus \\Q$. In\nparticular we obtain sharp results for the diffusion of the walk on $\\Z$\ngenerated by the location of points of the sequence $\\{n\\alpha +\\beta\\}$ on a\nbinary partition of the unit interval. Finally we give some applications of our\nmethod.\n","Comment: 27 pages"]}]
["0708.0059",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0059"],"date":["2007-07-31"],"type":["text"],"creator":["Rojas, S."],"language":[],"coverage":[],"title":["On the need to enhance physical insight via mathematical skills"],"description":["  It is becoming common to hear teaching advice about spending more time on the\n\"physics of the problem\" so that students will get more physical insight and\ndevelop a stronger intuition that can be very helpful when thinking about\nphysics problems. Based on this type of justification, mathematical skills such\nas the ability to compute moments of inertia, center of mass, or gravitational\nfields from mass distributions, and electrical fields from charge distributions\nare considered \"distracting mathematics\" and therefore receive less attention.\nWe argue a) that this approach can have a negative influence on student\nreasoning when dealing with questions of rotational dynamics, a highly\nnon-intuitive subject where even instructors may fail to provide correct\nanswers, and b) that exposure of students to mathematical reasoning and to a\nwide range of computational techniques to obtain the moment of inertia of\ndifferent mass distributions will make students more comfortable with the\nsubject of rotational dynamics, thus improving their physical insight on the\ntopic.\n"]}]
["0708.0070",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0070"],"date":["2007-08-01"],"type":["text"],"creator":["Tumulka, Roderich"],"language":[],"coverage":[],"title":["Bohmian Mechanics at Space-Time Singularities. I. Timelike Singularities"],"description":["  We develop an extension of Bohmian mechanics by defining Bohm-like\ntrajectories for (one or more) quantum particles in a curved background\nspace-time containing a singularity. Part one, the present paper, focuses on\ntimelike singularities, part two will be devoted to spacelike singularities. We\nuse the timelike singularity of the (super-critical) Reissner-Nordstrom\ngeometry as an example. While one could impose boundary conditions at the\nsingularity that would prevent the particles from falling into the singularity,\nin the case we are interested in here particles have positive probability to\nhit the singularity and get annihilated. The wish for reversibility,\nequivariance and the Markov property then dictate that particles must also be\ncreated by the singularity, and indeed dictate the rate at which this must\noccur. That is, a stochastic law prescribes what comes out of the singularity.\nWe specify explicit model equations, involving a boundary condition on the wave\nfunction at the singularity, which is applicable also to other versions of\nquantum theory besides Bohmian mechanics.\n","Comment: 20 pages LaTeX, no figures"]}]
["0708.0075",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0075"],"date":["2007-08-01"],"type":["text"],"creator":["Houze, J.","Kim, Sungho","Moitra, Amitava","Jelinek, B.","Groh, Sebastien","Horstemeyer, M. F.","Acar, Erdem","Rais-Rohani, Masoud","Kim, Seong-Gon"],"language":[],"coverage":[],"title":["A multi-objective optimization procedure to develop\n  modified-embedded-atom-method potentials: an application to magnesium"],"description":["  We have developed a multi-objective optimization (MOO) procedure to construct\nmodified-embedded-atom-method (MEAM) potentials with minimal manual fitting.\nThis procedure has been applied successfully to develop a new MEAM potential\nfor magnesium. The MOO procedure is designed to optimally reproduce multiple\ntarget values that consist of important materials properties obtained from\nexperiments and first-principles calculations based on density-functional\ntheory (DFT). The optimized target quantities include elastic constants,\ncohesive energies, surface energies, vacancy formation energies, and the forces\non atoms in a variety of structures. The accuracy of the new potential is\nassessed by computing several material properties of Mg and comparing them with\nthose obtained from other potentials previously published. We found that the\npresent MEAM potential yields a significantly better overall agreement with DFT\ncalculations and experiments.\n","Comment: 8 pages, 2 figures"]}]
["0708.0078",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0078","Dans THE FIRST GLAST SYMPOSIUM - THE FIRST GLAST SYMPOSIUM,\n  Stanford : \\'Etats-Unis d'Am\\'erique (2007)","doi:10.1063/1.2757284"],"date":["2007-08-01"],"type":["text"],"creator":["Knödlseder, Jürgen","Lonjou, Vincent","Weidenspointner, Georg","Jean, Pierre","Strong, Andy","Diehl, Roland","Cordier, Bertrand","Schanne, Stéphane","Winkler, Christoph"],"language":[],"coverage":[],"title":["Soft gamma-ray galactic ridge emission as unveiled by SPI aboard\n  INTEGRAL"],"description":["  The origin of the soft gamma-ray (200 keV - 1 MeV) galactic ridge emission is\none of the long-standing mysteries in the field of high-energy astrophysics.\nPopulation studies at lower energies have shown that emission from accreting\ncompact objects gradually recedes in this domain, leaving place to another\nsource of gamma-ray emission that is characterised by a hard power-law spectrum\nextending from 100 keV up to 100 MeV The nature of this hard component has\nremained so far elusive, partly due to the lack of sufficiently sensitive\nimaging telescopes that would be able to unveil the spatial distribution of the\nemission. The SPI telescope aboard INTEGRAL allows now for the first time the\nsimultaneous imaging of diffuse and point-like emission in the soft gamma-ray\nregime. We present here all-sky images of the soft gamma-ray continuum emission\nthat clearly reveal the morphology of the different emission components. We\ndiscuss the implications of our results on the nature of underlying emission\nprocesses and we put our results in perspective of GLAST studies of diffuse\ngalactic continuum emission.\n"]}]
["0708.0084",{"format":[],"subject":["Mathematics - Number Theory","11G40, 14G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0084"],"date":["2007-08-01"],"type":["text"],"creator":["Navilarekallu, Tejaswi"],"language":[],"coverage":[],"title":["Equivariant Birch-Swinnerton-Dyer conjecture for the base change of\n  elliptic curves: An example"],"description":["  Let E be an elliptic curved defined over $\\Q$ and let $K/\\Q$ be a finite\nGalois extension with Galois group G. The equivariant Birch-Swinnerton-Dyer\nconjecture for $h^1(E\\times_{\\Q} K)(1)$ viewed as a motive over $\\Q$ with\ncoefficients in $\\Q[G]$ relates the twisted L-values associated with E with the\narithmetic invariants of the same. In this paper we prescribe an approach to\nverify this conjecture for a given data. Using this approach, we verify the\nconjecture for an elliptic curve of conductor 11 and an S_3-extension of $\\Q$.\n","Comment: 21 pages"]}]
["0708.0091",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0091"],"date":["2007-08-01"],"type":["text"],"creator":["Bruers, S.","Meysman, F."],"language":[],"coverage":[],"title":["A useful correspondence between fluid convection and ecosystem operation"],"description":["  Both ecological systems and convective fluid systems are examples of open\nsystems which operate far-from-equilibrium. This article demonstrates that\nthere is a correspondence between a resource-consumer chemostat ecosystem and\nthe Rayleigh-Benard (RB) convective fluid system. The Lorenz dynamics of the RB\nsystem can be translated into an ecosystem dynamics. Not only is there a\ncorrespondence between the dynamical equations, also the physical\ninterpretations show interesting analogies. By using this fluid-ecosystem\nanalogy, we are able to derive the correct value of the size of convection\nrolls by competitive fitness arguments borrowed from ecology. We finally\nconjecture that the Lorenz dynamics can be extended to describe more complex\nconvection patterns that resemble ecological predation.\n","Comment: 22 pages, 6 figures"]}]
["0708.0100",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0100"],"date":["2007-08-01"],"type":["text"],"creator":["Evoli, C.","Grasso, D.","Maccione, L."],"language":[],"coverage":[],"title":["Gamma-ray and neutrino diffuse emissions of the Galaxy above the TeV"],"description":["  In this contribution we will discuss recent results concerning the intensity\nand the angular distribution of the gamma-ray and neutrino emissions as should\nbe originated from the hadronic scattering of cosmic rays (CR) with the\ninterstellar medium (ISM). We assumed that CR sources are supernova remnants\n(SNR) and estimated the spatial distribution of primary nuclei by solving\nnumerically the diffusion equation. For the ISM, we considered recent models\nfor the 3D spatial distributions of molecular hydrogen. Respect to previous\nresults, we find the secondary gamma-ray and neutrino emissions to be more\npeaked along the galactic equator and in the galactic centre which improves\nsignificantly the perspectives of a positive detection. We compare our\npredictions with the experimental limits/observations by MILAGRO and TIBET (for\nthe gamma-rays) and by AMANDA-II (for the neutrinos) and discuss the detection\nperspectives for a km3 neutrino telescope to be built in the North hemisphere.\n","Comment: 4 pages + 1 figure. To appear in the proceedings of 30th\n  International Cosmic Ray Conference (ICRC 2007), Merida, Yucatan, Mexico,\n  3-11 Jul 2007"]}]
["0708.0104",{"format":[],"subject":["Mathematics - Analysis of PDEs","34B18, 35B25, 35B34, 35J20, 35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0104"],"date":["2007-08-01"],"type":["text"],"creator":["Mahmoudi, Fethi","Malchiodi, Andrea"],"language":[],"coverage":[],"title":["Solutions to the nonlinear Schroedinger equation carrying momentum along\n  a curve. Part II: proof of the existence result"],"description":["  We prove existence of a special class of solutions to the (elliptic)\nNonlinear Schroedinger Equation $- \\epsilon^2 \\Delta \\psi + V(x) \\psi =\n|\\psi|^{p-1} \\psi$ on a manifold or in the Euclidean space. Here V represents\nthe potential, p is an exponent greater than 1 and $\\epsilon$ a small parameter\ncorresponding to the Planck constant. As $\\epsilon$ tends to zero (namely in\nthe semiclassical limit) we prove existence of complex-valued solutions which\nconcentrate along closed curves, and whose phase in highly oscillatory.\nPhysically, these solutions carry quantum-mechanical momentum along the limit\ncurves. In the first part of this work we identified the limit set and\nconstructed approximate solutions, while here we give the complete proof of our\nmain existence result.\n","Comment: 49 pages"]}]
["0708.0108",{"format":[],"subject":["Mathematics - Number Theory","11F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0108"],"date":["2007-08-01"],"type":["text"],"creator":["Hill, Richard"],"language":[],"coverage":[],"title":["Geometric construction of metaplectic covers of $\\GL_{n}$ in\n  characteristic zero"],"description":["  This paper presents a new construction of the m-fold metaplectic cover of\n$\\GL_{n}$ over an algebraic number field k, where k contains a primitive m-th\nroot of unity. A 2-cocycle on $\\GL_{n}(\\A)$ representing this extension is\ngiven and the splitting of the cocycle on $\\GL_{n}(k)$ is found explicitly. The\ncocycle is smooth at almost all places of k. As a consequence, a formula for\nthe Kubota symbol on $\\SL_{n}$ is obtained. The construction of the paper\nrequires neither class field theory nor algebraic K-theory, but relies instead\non naive techniques from the geometry of numbers introduced by W. Habicht and\nT. Kubota. The power reciprocity law for a number field is obtained as a\ncorollary.\n","Comment: 90 pages"]}]
["0708.0109",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","42B20, 28A75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0109"],"date":["2007-08-01"],"type":["text"],"creator":["Tolsa, Xavier"],"language":[],"coverage":[],"title":["Principal values for Riesz transforms and rectifiability"],"description":["  Let $E\\subset R^d$ with $H^n(E)<\\infty$, where H^n stands for the\n$n$-dimensional Hausdorff measure. In this paper we prove that E is\nn-rectifiable if and only if the limit $$\\lim_{\\ve\\to0}\\int_{y\\in E:|x-y|>\\ve}\n\\frac{x-y}{|x-y|^{n+1}} dH^n(y)$$ exists H^n-almost everywhere in E. To prove\nthis result we obtain precise estimates from above and from below for the $L^2$\nnorm of the n-dimensional Riesz transforms on Lipschitz graphs.\n","Comment: 47 pages"]}]
["0708.0125",{"format":[],"subject":["Mathematics - Analysis of PDEs","34B18, 35B25, 35B34, 35J20, 35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0125"],"date":["2007-08-01"],"type":["text"],"creator":["Mahmoudi, Fethi","Malchiodi, Andrea","Montenegro, Marcelo"],"language":[],"coverage":[],"title":["Solutions to the nonlinear Schroedinger equation carrying momentum along\n  a curve. Part I: study of the limit set and approximate solutions"],"description":["  We prove existence of a special class of solutions to the (elliptic)\nNonlinear Schroeodinger Equation $- \\epsilon^2 \\Delta \\psi + V(x) \\psi =\n|\\psi|^{p-1} \\psi$, on a manifold or in the Euclidean space. Here V represents\nthe potential, p an exponent greater than 1 and $\\epsilon$ a small parameter\ncorresponding to the Planck constant. As $\\epsilon$ tends to zero (namely in\nthe semiclassical limit) we prove existence of complex-valued solutions which\nconcentrate along closed curves, and whose phase is highly oscillatory.\nPhysically, these solutions carry quantum-mechanical momentum along the limit\ncurves. In this first part we provide the characterization of the limit set,\nwith natural stationarity and non-degeneracy conditions. We then construct an\napproximate solution up to order $\\epsilon^2$, showing that these conditions\nappear naturally in a Taylor expansion of the equation in powers of $\\epsilon$.\nBased on these, an existence result will be proved in the second part.\n","Comment: 44 pages, 2 figures"]}]
["0708.0128",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60J65, 60G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0128"],"date":["2007-08-01"],"type":["text"],"creator":["Faggionato, A."],"language":[],"coverage":[],"title":["The alternating marked point process of h-slopes of the drifted Brownian\n  motion"],"description":["  We show that the slopes between h-extrema of the drifted 1D Brownian motion\nform a stationary alternating marked point process, extending the result of J.\nNeveu and J. Pitman for the non drifted case. Our analysis covers the results\non the statistics of h-extrema obtained by P. Le Doussal, C. Monthus and D.\nFisher via a Renormalization Group analysis and gives a complete description of\nthe slope between h-extrema covering the origin by means of the Palm--Khinchin\ntheory. Moreover, we analyze the behavior of the Brownian motion near its\nh-extrema.\n","Comment: 28 pages, 4 figures"]}]
["0708.0130",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14D07, 32G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0130"],"date":["2007-08-01","2007-08-02"],"type":["text"],"creator":["Peters, Chris"],"language":[],"coverage":[],"title":["Lowest Weights in Cohomology of Variations of Hodge Structure"],"description":["  Let X be a smooth complex projective variety, let $j:U\\into X$ an immersion\nof a Zariski open subset, and let V be a variation of Hodge structure of weight\nn over U. Then IH^k(X, j_*V) is known to carry a pure Hodge structure of weight\nk+n, while H^k(U,V) carries a mixed Hodge structure of weight $\\ge k+n$. In\nthis note it is shown that the image of the natural map $IH^k(X,j_*V) \\to\nH^k(U,V)$ is the lowest weight part of this mixed Hodge structure. The proof\nuses Saito's theory of mixed Hodge modules.\n","Comment: 9 pages"]}]
["0708.0134",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0134"],"date":["2007-08-01"],"type":["text"],"creator":["Mavromatos, Nikolaos E."],"language":[],"coverage":[],"title":["LHC Physics and Cosmology"],"description":["  In these Lectures I review possible constraints on particle physics models,\nobtained by means of combining the results of collider measurements with\nastrophysical data. I emphasize the theoretical-model dependence of these\nresults. I discuss supersymmetric dark matter constraints at colliders (mainly\nLHC) in various theoretical contexts: the standard\nCosmological-Constant-Cold-Dark-Matter (Lambda-CDM) model,\n(super)string-inspired ones and non-equilibrium relaxation dark energy models.\nI then investigate the capability of LHC measurements in asserting whether\nsupersymmetric matter (if discovered) constitutes part, or all, of the\nastrophysical dark matter. I also discuss prospects for improving the\nconstraints in future precision facilities, such as the International Linear\nCollider.\n","Comment: 49 pages Latex, 25 EPS figures incorporated, uses special macros.\n  Lectures presented at the Lake Louise Winter Institute 2007 (Lake Louise\n  (Canada), February 19-24 2007)"]}]
["0708.0144",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0144"],"date":["2007-08-01"],"type":["text"],"creator":["Savolainen, T.","Wiik, K.","Valtaoja, E.","Tornikoski, M."],"language":[],"coverage":[],"title":["Magnetic Field Structure in the Parsec Scale Jet of 3C273 from\n  Multifrequency VLBA Observations"],"description":["  We present first results from a multifrequency VLBA observations of 3C273 in\n2003. The source was observed simultaneously at 5.0, 8.4, 15.3, 22.2, 43.2 and\n86.2 GHz, and from this multifrequency data set, spectra of 16 emission\nfeatures in the parsec scale jet were carefully constructed by using a new\nmodel-fitting based method. The measured spectra and sizes of the emission\nfeatures were used to calculate the magnetic field density and the energy\ndensity of the relativistic electrons in the different parts of the parsec\nscale jet, independent of any equipartition assumption. We measure magnetic\nfield density of an order of 1 Gauss in the core. The magnetic energy density\nin the core dominates over that of the relativistic electrons, while in the\ndownstream region our data are roughly consistent with an equipartition. A\nstrong gradient in the magnetic field density across the jet width, coincident\nwith a transverse velocity structure at about 1.5 mas from the core, was found:\nthe slower superluminal component B2 on the northern side of the jet has a\nmagnetic field density two orders of magnitude lower than the faster southern\ncomponents B3 and B4.\n","Comment: 7 pages, to appear in \"Extragalactic Jets: Theory and Observation\n  from Radio to Gamma Ray\", eds. T. A. Rector and D. S. De Young, ASP\n  conference series"]}]
["0708.0162",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0162"],"date":["2007-08-01"],"type":["text"],"creator":["Dubnickova, A. Z.","Dubnicka, S."],"language":[],"coverage":[],"title":["Implication of the proton electric FF space-like behavior puzzle in\n  various physical phenomena"],"description":["  By means of the 10-resonance unitary and analytic model of nucleon\nelectromagnetic structure it is demonstrated that the JLab proton polarization\ndata on the ratio $\\mu_p G_{Ep}(Q^2)/G_{Mp}(Q^2)$ are consistent with all form\nfactor properties, however, they strongly require an existence of the zero in\nG_{Ep}(Q^2) around Q^2=13 GeV^2. As a result there are two contradicting\nbehaviors of G_{Ep}(Q^2) in space-like region. Consequences of this phenomenon\non the charge distribution within the proton, on the saturation of the new\nproton-neutron q^2-dependent sum rule, on the behavior of strange nucleon form\nfactors and the deuteron elastic structure functions through the impulse\napproximation are investigated.\n","Comment: Talk given at XLI PNPI Winter School in Repino 19-25 February 2007"]}]
["0708.0164",{"format":[],"subject":["Physics - Biological Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0164"],"date":["2007-08-01"],"type":["text"],"creator":["Demirel, Melik","Parikh, Atul","Crespi, Vincent","Reed, Scott"],"language":[],"coverage":[],"title":["Biologically Inspired Nanomaterials: A Conference Report"],"description":["  The understanding of the nanoscale physical properties of biomolecules and\nbiomaterials will ultimately promote the research in the biological sciences.\nIn this review, we focused on theory, simulation, and experiments involving\nnanoscale materials inspired by biological systems. Specifically, self-assembly\nin living and synthetic materials, bio-functionalized nanomaterials and probing\ntechniques that use nanomaterials are discussed.\n","Comment: 7 pages, 1 figure, conference report"]}]
["0708.0171",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0171"],"date":["2007-08-01"],"type":["text"],"creator":["Mahé, Pierre","Vert, Jean-Philippe"],"language":[],"coverage":[],"title":["Virtual screening with support vector machines and structure kernels"],"description":["  Support vector machines and kernel methods have recently gained considerable\nattention in chemoinformatics. They offer generally good performance for\nproblems of supervised classification or regression, and provide a flexible and\ncomputationally efficient framework to include relevant information and prior\nknowledge about the data and problems to be handled. In particular, with kernel\nmethods molecules do not need to be represented and stored explicitly as\nvectors or fingerprints, but only to be compared to each other through a\ncomparison function technically called a kernel. While classical kernels can be\nused to compare vector or fingerprint representations of molecules, completely\nnew kernels were developed in the recent years to directly compare the 2D or 3D\nstructures of molecules, without the need for an explicit vectorization step\nthrough the extraction of molecular descriptors. While still in their infancy,\nthese approaches have already demonstrated their relevance on several toxicity\nprediction and structure-activity relationship problems.\n"]}]
["0708.0173",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0173"],"date":["2007-08-01"],"type":["text"],"creator":["Martinis, M.","Sosic, M."],"language":[],"coverage":[],"title":["K-minus Estimator Approach to Large Scale Structure"],"description":["  Self similar 3D distributions of point-particles, with a given quasifractal\ndimension D, were generated on a Menger sponge model and then compared with\n\\textit{2dfGRS} and \\textit{Virgo project} data\n\\footnote{http://www.mso.anu.edu.au/2dFGRS/,\nhttp://www.mpa-garching.mpg.de/Virgo/}. Using the principle of local knowledge,\nit is argued that in a finite volume of space only the two-point minus\nestimator is acceptable in the correlation analysis of self similar spatial\ndistributions. In this sense, we have simplified the Pietronero-Labini\ncorrelative analysis by defining a K-minus estimator, which when applied to\n2dfGRS data revealed the quasifractal dimension $D\\approx 2$ as expected. In\nour approach the K-minus estimator is used only locally. Dimensions between D =\n1 and D = 1.7, as suggested by the standard $\\xi (r)$ analysis, were found to\nbe fallacy of the method. In order to visualize spatial quasifractal objects,\nwe created a small software program called \\textit{RoPo} (''Rotate Points'').\nThis program illustrates and manifests local correlative analysis in which the\nvisual inspection emerged as a first step and a key part of the method.\nFinally, we discuss importance and perspective of the visual inspection on\navailable real and simulated distributions. It is also argued that results of\ncontemporary cosmological simulations do not faithfully represent real data, as\nthey show a formation of ever increasing collapsars. We consent that 2dfGRS\ndata are reminiscent of some kind of underlying turbulence like effects in\naction.\n","Comment: 26 pages, 8 figures"]}]
["0708.0181",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0181","Journal of Neurochemistry 100(4): 1108-1120 (2007)"],"date":["2007-08-01"],"type":["text"],"creator":["Candelario-Jalil, E","Gonzalez-Falcon, A","Garcia-Cabrera, M","Leon, OS","Fiebich, BL"],"language":[],"coverage":[],"title":["Post-ischaemic treatment with the cyclooxygenase-2 inhibitor nimesulide\n  reduces blood-brain barrier disruption and leukocyte infiltration following\n  transient focal cerebral ischaemia in rats"],"description":["  Several studies suggest that cyclooxygenase (COX)-2 plays a pivotal role in\nthe progression of ischaemic brain damage. In the present study, we\ninvestigated the effects of selective inhibition of COX-2 with nimesulide (12\nmg/kg) and selective inhibition of COX-1 with valeryl salicylate (VAS, 12-120\nmg/kg) on prostaglandin E2 (PGE2) levels, myeloperoxidase (MPO) activity, Evans\nblue (EB) extravasation and infarct volume in a standardized model of transient\nfocal cerebral ischaemia in the rat. Post-ischaemic treatment with nimesulide\nmarkedly reduced the increase in PGE2 levels in the ischaemic cerebral cortex\n24 h after stroke and diminished infarct size by 48% with respect to\nvehicle-treated animals after 3 days of reperfusion. Furthermore, nimesulide\nsignificantly attenuated the blood-brain barrier (BBB) damage and leukocyte\ninfiltration (as measured by EB leakage and MPO activity, respectively) seen at\n48 h after the initial ischaemic episode. These studies provide the first\nexperimental evidence that COX-2 inhibition with nimesulide is able to limit\nBBB disruption and leukocyte infiltration following transient focal cerebral\nischaemia. Neuroprotection afforded by nimesulide is observed even when the\ntreatment is delayed until 6 h after the onset of ischaemia, confirming a wide\ntherapeutic window of COX-2 inhibitors in experimental stroke. On the contrary,\nselective inhibition of COX-1 with VAS had no significant effect on the\nevaluated parameters. These data suggest that COX-2 activity, but not COX-1\nactivity, contributes to the progression of focal ischaemic brain injury, and\nthat the beneficial effects observed with non-selective COX inhibitors are\nprobably associated to COX-2 rather than to COX-1 inhibition.\n"]}]
["0708.0183",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0183"],"date":["2007-08-01"],"type":["text"],"creator":["Sha, Xianwei","Cohen, R. E."],"language":[],"coverage":[],"title":["First-principles thermal equation of state and thermoelasticity for hcp\n  Fe under high pressures"],"description":["  We investigate the equation of state and elastic properties of nonmagnetic\nhcp iron at high pressures and high temperatures using the first principles\nlinear response linear-muffin-tin-orbital method in the generalized-gradient\napproximation. We calculate the Helmholtz free energy as a function of volume,\ntemperature, and volume-constrained strain, including the electronic excitation\ncontributions from band structures and lattice vibrational contributions from\nquasi-harmonic lattice dynamics. We perform detailed investigations on the\nbehavior of elastic moduli and equation of state properties as a function of\ntemperature and pressure, including the pressure-volume equation of state, bulk\nmodulus, the thermal expansion coefficient, the Gruneisen ratio, and the shock\nHugoniots. A detailed comparison has been made with available experimental\nmeasurements and theoretical predictions.\n"]}]
["0708.0186",{"format":[],"subject":["Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0186","Journal of Molecular Neuroscience 27(3): 303-310 (2005)"],"date":["2007-08-01"],"type":["text"],"creator":["Candelario-Jalil, E.","Slawik, H.","Ridelis, I.","Waschbisch, A.","Akundi, R. S.","Hull, M.","Fiebich, B. L."],"language":[],"coverage":[],"title":["Regional distribution of the prostaglandin E2 receptor EP1 in the rat\n  brain: accumulation in Purkinje cells of the cerebellum"],"description":["  Prostaglandin E2 (PGE2), is a major prostanoid produced by the activity of\ncyclooxygenases (COX) in response to various physiological and pathological\nstimuli. PGE2 exerts its effects by activating four specific E-type prostanoid\nreceptors (EP1, EP2, EP3, and EP4). In the present study, we analyzed the\nexpression of the PGE2 receptor EP1 (mRNA and protein) in different regions of\nthe adult rat brain (hippocampus, hypothalamus, striatum, prefrontal cerebral\ncortex, parietal cortex, brain stem, and cerebellum) using reverse\ntranscription- polymerase chain reaction, Western blotting, and\nimmunohistochemical methods. On a regional basis, levels of EP1 mRNA were the\nhighest in parietal cortex and cerebellum. At the protein level, we found very\nstrong expression of EP1 in cerebellum, as revealed by Western blotting\nexperiments. Furthermore, the present study provides for the first time\nevidence that the EP1 receptor is highly expressed in the cerebellum, where the\nPurkinje cells displayed very high immunolabeling of their perikaryon and\ndendrites, as observed in the immunohistochemical analysis. Results from the\npresent study indicate that the EP1 prostanoid receptor is expressed in\nspecific neuronal populations, which possibly determine the region-specific\nresponse to PGE2.\n"]}]
["0708.0187",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0187","Brain Research 1007(1-2): 98-108 (2004)"],"date":["2007-08-01"],"type":["text"],"creator":["Candelario-Jalil, E.","Gonzalez-Falcon, A.","Garcia-Cabrera, M.","Leon, O. S.","Fiebich, B. L."],"language":[],"coverage":[],"title":["Wide therapeutic time window for nimesulide neuroprotection in a model\n  of transient focal cerebral ischemia in the rat"],"description":["  Results from several studies indicate that cyclooxygenase-2 (COX-2) is\ninvolved in ischemic brain injury. The purpose of this study was to evaluate\nthe neuroprotective effects of the selective COX-2 inhibitor nimesulide on\ncerebral infarction and neurological deficits in a standardized model of\ntransient focal cerebral ischemia in rats. Three doses of nimesulide (3, 6 and\n12 mg/kg; i.p.) or vehicle were administered immediately after stroke and\nadditional doses were given at 6, 12, 24, 36 and 48 h after ischemia. In other\nset of experiments, the effect of nimesulide was studied in a situation in\nwhich its first administration was delayed for 3-24 h after ischemia. Total,\ncortical and subcortical infarct volumes and functional outcome (assessed by\nneurological deficit score and rotarod performance) were determined 3 days\nafter ischemia. The effect of nimesulide on prostaglandin E(2) (PGE(2)) levels\nin the injured brain was also investigated. Nimesulide dose-dependently reduced\ninfarct volume and improved functional recovery when compared to vehicle. Of\ninterest is the finding that neuroprotection conferred by nimesulide (reduction\nof infarct size and neurological deficits and improvement of rotarod\nperformance) was also observed when treatment was delayed until 24 h after\nischemia. Further, administration of nimesulide in a delayed treatment paradigm\ncompletely abolished PGE(2) accumulation in the postischemic brain, suggesting\nthat COX-2 inhibition is a promising therapeutic strategy for cerebral ischemia\nto target the late-occurring inflammatory events which amplify initial damage.\n"]}]
["0708.0193",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0193"],"date":["2007-08-01"],"type":["text"],"creator":["Gonzalez-Lopezlira, Rosa A.","Buzzoni, A."],"language":[],"coverage":[],"title":["UV excess and AGB evolution in elliptical-galaxy stellar populations"],"description":["  The puzzling origin of the ``UV-upturn'' phenomenon, observed in some\nelliptical galaxies, has recently been settled by identifying hot HB stars as\nmain contributors to galaxy ultraviolet luminosity excess. While a blue HB\nmorphology seems a natural characteristic of metal-poor stellar populations,\nits appearence in metal-rich systems, often coupled with a poorer rate of\nplanetary nebulae per unit galaxy luminosity, might be calling for an intimate\nconnection between UV excess and AGB properties in early-type galaxies. In this\nwork, we want to briefly assess this issue, relying on infrared surface\nbrightness fluctuations as a powerful tool to trace AGB properties in external\ngalaxies with unresolved stellar populations.\n","Comment: 6 pages, LaTeX, 4 figures, uses svmult.cls. To appear in``Ultraviolet\n  properties of evolved stellar populations\", ed. M. Chavez, E. Bertone, D.\n  Rosa-Gonzalez, and L.H. Rodriguez-Merino, Astrophysics and Space Science\n  Proceedings (Dordrecht:Springer), in press"]}]
["0708.0210",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0210"],"date":["2007-08-01"],"type":["text"],"creator":["Kajiura, Hiroshige","Saito, Kyoji","Takahashi, Atsushi"],"language":[],"coverage":[],"title":["Triangulated categories of matrix factorizations for regular systems of\n  weights with $\\epsilon=-1$"],"description":["  We construct a full strongly exceptional collection in the triangulated\ncategory of graded matrix factorizations of a polynomial associated to a\nnon-degenerate regular system of weights whose smallest exponents are equal to\n-1. In the associated Grothendieck group, the strongly exceptional collection\ndefines a root basis of a generalized root system of sign (l,0,2) and a Coxeter\nelement of finite order, whose primitive eigenvector is a regular element in\nthe expanded symmetric domain of type IV with respect to the Weyl group.\n","Comment: 57 pages, 5 figures"]}]
["0708.0213",{"format":[],"subject":["Mathematics - Operator Algebras","46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0213"],"date":["2007-08-01"],"type":["text"],"creator":["Hirshberg, Ilan","Winter, Wilhelm"],"language":[],"coverage":[],"title":["Permutations of Strongly Self-Absorbing C*-algebras"],"description":["  Let G be a finite group acting on {1,...,n}. For any C*-algebra A, this\ndefines an action of \\alpha of G on A^{\\otimes n}. We show that if A\ntensorially absorbs a UHF algebra of infinite type, the Jiang-Su algebra, or is\napproximately divisible, then A \\times_{\\alpha} G has the corresponding\nproperty as well.\n","Comment: 8 pages"]}]
["0708.0216",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0216"],"date":["2007-08-01"],"type":["text"],"creator":["Ho, J. H.","Lai, Y. H.","Chiu, Y. H.","Lin, M. F."],"language":[],"coverage":[],"title":["Modulation effects on Landau levels in a monolayer graphene"],"description":["  A monolayer graphene exists in an environment where a uniform magnetic field\ninteracts a spatially modulated magnetic field. The spatially modulated\nmagnetic field could affect Landau levels due to a uniform magnetic field. The\nmodulation effects on Landau levels are investigated through the Peierl's\ntight-binding model. The magneto-electronic properties are dominated by the\nperiod, the strength, and the direction of a spatially modulated magnetic\nfield. Such a field could induce the growth in dimensionality, the change of\nenergy dispersions, the destroy of state degeneracy, and the creation of\nband-edge states. There are a robust Landau level at Fermi level and 1D\nparabolic subbands located around the original Landau levels, which make\ndensity of states exhibit a delta-function-like structure and many pairs of\nasymmetric peak structure, respectively. The density of states and the energies\nof band-edge states strongly depend on the strength, but not on the period and\nthe direction.\n","Comment: 11 pages,4 figures"]}]
["astro-ph/0512058",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0512058"],"date":["2005-12-02","2007-08-01"],"type":["text"],"creator":["Chen, Jia-Zhong","Jia, Duoje"],"language":[],"coverage":[],"title":["The Cosmological Constant in Brane Cosmology"],"description":["  This paper has been withdrawn by the second author since he is suspected by\nthe first author (the corresponding author) of commiting plagiarism.\n","Comment: 1 pages,PRD style, This paper has been withdrawn by the second author\n  since he is suspected by the first author (the corresponding author) of\n  commiting plagiarism"]}]
["astro-ph/0608386",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0608386"],"date":["2006-08-17","2007-08-01"],"type":["text"],"creator":["Middleditch, John"],"language":[],"coverage":[],"title":["Core-collapse, GRBs, Type Ia Supernovae, and Cosmology"],"description":["  Type Ia Supernovae (SNe) have been used by many to argue for an accelerated\nexpansion of the universe. However, high velocity and polarized features in\nmany nearby SNe Ia, and their inverse relation to luminosity, particularly for\npolarization, are consistent with an extreme version of the axisymmetry seen in\nSN 1987A, which could be the result of double degenerate merger-induced\ncore-collapse. This could be the correct paradigm for many SNe Ia and Ic, where\nIa's are both thermonuclear and core-collapsed objects, which leave\nweakly-magnetized, rapidly spinning (~2 ms) pulsars. In this paradigm Ia/c is\nproduced from the merger of two degenerate cores of common envelope WR stars,\nor of two CO white dwarfs. Its polar blowouts produce the observed high\nvelocity and polarized spectral features in Ia's, and its equatorial bulge is\nmuch brighter in Ia's, due to the greater fraction of 56Ni contained within it.\nThese become classified as Ia's when viewed from the merger equator, and Ic's\nwhen viewed from the poles, where a hypernova signature and a gamma-ray burst\n(GRB) will be observed for lines of sight close to the merger axis. Thus\ncosmology determined strictly from Ia's alone may be flawed because the local\nsample is selectively biased. Finally, all GRBs start as the short-duration,\nhard-spectrum variety (sGRBs), after which some are modified to the\nlong-duration, soft-spectrum variety (lGRBs) by interaction with the merger\ncommon envelope and previous polar ejection. Thus the initial photon spectrum\nof all GRBs is known.\n","Comment: 13 pages, v15 -- report late, now consistent with non-returned,\n  resubmitted version. Feb. 3, 2007 version: Appendix: Anatomy of a Rejection.\n  v16 minor corrections, additions"]}]
["cond-mat/0611150",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611150","Phys. Rev. B 76, 054403 (2007)","doi:10.1103/PhysRevB.76.054403"],"date":["2006-11-06"],"type":["text"],"creator":["Matar, S. F.","Eyert, V.","Villesuzanne, A.","Whangbo, M. -H."],"language":[],"coverage":[],"title":["First principles study of the electronic and magnetic structures of the\n  tetragonal and orthorhombic phases of Ca3Mn2O7"],"description":["  On the basis of density functional theory electronic band structure\ncalculations using the augmented spherical wave method, the electronic and\nmagnetic properties of the orthorhombic and tetragonal phases of Ca3Mn2O7 were\ninvestigated and the spin exchange interactions of the orthorhombic phase were\nanalyzed. Our calculations show that the magnetic insulating states are more\nstable than the non-magnetic metallic state for both polymorphs of Ca3Mn2O7,\nthe orthorhombic phase is more stable than the tetragonal phase, and the ground\nstate of the orthorhombic phase is antiferromagnetic. The total energies\ncalculated for the three spin states of the orthorhombic phase of Ca3Mn2O7 led\nto estimates of the spin exchange interactions Jnn = -3.36 meV and Jnnn = -0.06\nmeV. The accuracy of these estimates were tested by calculating the Curie-Weiss\ntemperature within the mean-field approximation.\n","Comment: 11 pages, 7 figures"]}]
["cond-mat/0611251",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611251"],"date":["2006-11-09"],"type":["text"],"creator":["Kharzeev, D. E.","Reyes, S. A.","Tsvelik, A. M."],"language":[],"coverage":[],"title":["Spin density wave formation in graphene facilitated by the in-plane\n  magnetic field"],"description":["  We suggest that by applying a magnetic field lying in the plane of graphene\nlayer one may facilitate an excitonic condensation of electron-hole pairs with\nopposite spins and chiralities. The provided calculations yield a conservative\nestimate for the transition temperature $T_c \\sim 0.1 B$.\n","Comment: 3 pages, 2 figures"]}]
["cond-mat/0701001",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701001","Phys. Rev. B76, 014437 (2007)."],"date":["2006-12-29"],"type":["text"],"creator":["Lynn, J. W.","Argyriou, D. N","Ren, Y.","Chen, Y.","Mukovskii, Y. M.","Shulyatev, D. A."],"language":[],"coverage":[],"title":["Intrinsic Nanoscale Inhomogeneities in Transition Metal Oxides"],"description":["  Neutron elastic, inelastic and high energy x-ray scattering techniques are\nused to explore the nature of the polaron order and dynamics in La0.7Ca0.3MnO3.\nStatic polaron correlations develop within a narrow temperature regime as the\nCurie temperature is approached from low temperatures, with a nanoscale\ncorrelation length that is only weakly temperature dependent. The static nature\nof these short-range polaron correlations indicates the presence of a\nglass-like state, similar to the observations for the bilayer manganite in the\nmetallic-ferromagnetic doping region. In addition to this elastic component,\ninelastic scattering measurements reveal dynamic correlations with a comparable\ncorrelation length, and with an energy distribution that is quasielastic. The\nelastic component disappears at a higher temperature T*, above which the\ncorrelations are purely dynamic. The overall behavior bears a remarkable\nresemblance to the magnetic fluctuation spectrum recently observed in\nunderdoped cuprates.\n","Comment: 11 pages, 7 figures, submitted to Phys. Rev. B"]}]
["cond-mat/0701469",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701469","Phys. Rev. B 76, 064501 (2007)","doi:10.1103/PhysRevB.76.064501"],"date":["2007-01-18","2007-08-02"],"type":["text"],"creator":["Cholascinski, Mateusz","Makhlin, Yuriy","Schön, Gerd"],"language":[],"coverage":[],"title":["Preparation and manipulation of a fault-tolerant superconducting qubit"],"description":["  We describe a qubit encoded in continuous quantum variables of an rf\nsuperconducting quantum interference device. Since the number of accessible\nstates in the system is infinite, we may protect its two-dimensional subspace\nfrom small errors introduced by the interaction with the environment and during\nmanipulations. We show how to prepare the fault-tolerant state and manipulate\nthe system. The discussed operations suffice to perform quantum computation on\nthe encoded state, syndrome extraction, and quantum error correction. We also\ncomment on the physical sources of errors and possible imperfections while\nmanipulating the system.\n","Comment: Typo corrected, title changed as suggested by the editors of Phys.\n  Rev. B, references added"]}]
["cond-mat/0702199",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702199","Phys. Rev. B 76, 075301 (2007)","doi:10.1103/PhysRevB.76.075301"],"date":["2007-02-08","2007-07-31"],"type":["text"],"creator":["Obuse, Hideaki","Furusaki, Akira","Ryu, Shinsei","Mudry, Christopher"],"language":[],"coverage":[],"title":["Two-dimensional spin-filtered chiral network model for the Z_2 quantum\n  spin-Hall effect"],"description":["  The effects of static disorder on the Z_2 quantum spin-Hall effect for\nnon-interacting electrons propagating in two-dimensional space is studied\nnumerically. A two-dimensional time-reversal symmetric network model is\nconstructed to account for the effects of static disorder on the propagation of\nnon-interacting electrons subjected to spin-orbit couplings. This network model\nis different from past network models belonging to the symplectic symmetry\nclass in that the propagating modes along the links of the network can be\narranged into an odd number of Kramers doublet. It is found that (1) a\ntwo-dimensional metallic phase of finite extent is embedded in a Z_2 insulating\nphase in parameter space and (2) the quantum phase transitions between the\nmetallic and Z_2 insulating phases belong to the conventional symplectic\nuniversality class in two space dimensions.\n","Comment: 13 pages, 13 figures, accepted for publication in Phys. Rev. B"]}]
["cond-mat/0702406",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702406","Physical Review B 76, 4 (2007) 041403","doi:10.1103/PhysRevB.76.041403"],"date":["2007-02-19"],"type":["text"],"creator":["Mallet, Pierre","Varchon, François","Naud, Cécile","Magaud, Laurence","Berger, Claire","Veuillen, Jean-Yves"],"language":[],"coverage":[],"title":["Electron states of mono- and bilayer graphene on SiC probed by STM"],"description":["  We present a scanning tunneling microscopy (STM) study of a\ngently-graphitized 6H-SiC(0001) surface in ultra high vacuum. From an analysis\nof atomic scale images, we identify two different kinds of terraces, which we\nunambiguously attribute to mono- and bilayer graphene capping a C-rich\ninterface. At low temperature, both terraces show $(\\sqrt{3}\\times \\sqrt{3})$\nquantum interferences generated by static impurities. Such interferences are a\nfingerprint of $\\pi$-like states close to the Fermi level. We conclude that the\nmetallic states of the first graphene layer are almost unperturbed by the\nunderlying interface, in agreement with recent photoemission experiments (A.\nBostwick et al., Nature Physics 3, 36 (2007))\n","Comment: 4 pages, 3 figures submitted"]}]
["cond-mat/0702553",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702553","J. Stat. Mech. (2007) P07020","doi:10.1088/1742-5468/2007/07/P07020"],"date":["2007-02-23","2007-08-01"],"type":["text"],"creator":["Harris, R. J.","Schütz, G. M."],"language":[],"coverage":[],"title":["Fluctuation theorems for stochastic dynamics"],"description":["  Fluctuation theorems make use of time reversal to make predictions about\nentropy production in many-body systems far from thermal equilibrium. Here we\nreview the wide variety of distinct, but interconnected, relations that have\nbeen derived and investigated theoretically and experimentally. Significantly,\nwe demonstrate, in the context of Markovian stochastic dynamics, how these\ndifferent fluctuation theorems arise from a simple fundamental time-reversal\nsymmetry of a certain class of observables. Appealing to the notion of Gibbs\nentropy allows for a microscopic definition of entropy production in terms of\nthese observables. We work with the master equation approach, which leads to a\nmathematically straightforward proof and provides direct insight into the\nprobabilistic meaning of the quantities involved. Finally, we point to some\nexperiments that elucidate the practical significance of fluctuation relations.\n","Comment: 48 pages, 2 figures. v2: minor changes for consistency with published\n  version"]}]
["cs/0608064",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0608064"],"date":["2006-08-15","2007-08-02"],"type":["text"],"creator":["D'Alfonso, Lisi","Jeronimo, Gabriela","Solerno, Pablo"],"language":[],"coverage":[],"title":["A linear algebra approach to the differentiation index of generic DAE\n  systems"],"description":["  The notion of differentiation index for DAE systems of arbitrary order with\ngeneric second members is discussed by means of the study of the behavior of\nthe ranks of certain Jacobian associated sub-matrices. As a by-product, we\nobtain upper bounds for the regularity of the Hilbert-Kolchin function and the\norder of the ideal associated to the DAE systems under consideration, not\ndepending on characteristic sets. Some quantitative and algorithmic results\nconcerning differential transcendence bases and induced equivalent explicit ODE\nsystems are also established.\n"]}]
["hep-ex/0605091",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0605091"],"date":["2006-05-19"],"type":["text"],"creator":["Bozzi, Concezio","Collaboration, for the BABAR","Collaboration, the BELLE"],"language":[],"coverage":[],"title":["Semileptonic B Decays at the B Factories"],"description":["  Recent results on inclusive and exclusive semileptonic B decays from B\nFactories are presented. The status and perspectives of the determination of\nthe CKM matrix elements Vub and Vcb with semileptonic B decays is discussed.\n","Comment: Contributed to the Proceedings of the XLI Rencontres de Moriond -\n  Electroweak Interactions and Unified Theory, La Thuile Italy, March 11-18,\n  2006. 8 pages, 3 postscript figures"]}]
["hep-ex/0605110",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0605110"],"date":["2006-05-26"],"type":["text"],"creator":["Drutskoy, A.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Results from the Y(5S) engineering run (BELLE)"],"description":["  We report results based on a 1.86 fb$^{-1}$ data sample collected on the\n$\\Upsilon$(5S) resonance by the Belle detector at the KEKB asymmetric energy\n$e^+ e^-$ collider. The inclusive production of $D_s$, $D^0$ and $J/\\psi$\nmesons at the $\\Upsilon$(5S) is studied. From the $D_s$ inclusive branching\nfraction the ratio $f_s = (16.4 \\pm 1.4 \\pm 4.1)%$ of $B_s^{(*)}\n\\bar{B}_s^{(*)}$ to the total $b\\bar{b}$ quark pair production at the\n$\\Upsilon$(5S) energy is obtained in a model dependent way. The exclusive\ndecays $B_s \\to D_s^{(*)+} \\pi^- (/\\rho^-)$ and $B_s \\to J/\\Psi \\phi (/\\eta)$\nare studied and a significant $B_s$ signal is observed combining these modes.\nThe $B_s$ meson production is found to proceed predominantly through the\ncreation of $B^*_s \\bar{B}^*_s$ pairs. Upper limits on $B_s \\to K^+ K^-$, $B_s\n\\to \\phi \\gamma$, $B_s \\to \\gamma \\gamma$ and $B_s \\to D_s^{(*)+} D_s^{(*)-}$\ndecays are reported.\n","Comment: 6 pages, 5 figures, Proceedings of the Moriond Electroweak\n  Interactions and Unified Theories conference, March 11-18, 2006, La Thuile,\n  Italy"]}]
["math-ph/0609050",{"format":[],"subject":["Mathematical Physics","Mathematics - Numerical Analysis","1502,15A52, 65F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0609050","NOTICES of the AMS, Vol. 54 (2007), 592-604"],"date":["2006-09-18","2007-02-27"],"type":["text"],"creator":["Mezzadri, Francesco"],"language":[],"coverage":[],"title":["How to generate random matrices from the classical compact groups"],"description":["  We discuss how to generate random unitary matrices from the classical compact\ngroups U(N), O(N) and USp(N) with probability distributions given by the\nrespective invariant measures. The algorithm is straightforward to implement\nusing standard linear algebra packages. This approach extends to the Dyson\ncircular ensembles too. This article is based on a lecture given by the author\nat the summer school on Number Theory and Random Matrix Theory held at the\nUniversity of Rochester in June 2006. The exposition is addressed to a general\nmathematical audience.\n","Comment: 25 pages, 5 figures, corrected typos"]}]
["math/0512173",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Differential Geometry","58J50 (Primary), 47A40, 11M36 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512173"],"date":["2005-12-08","2007-08-02"],"type":["text"],"creator":["Guillarmou, Colin"],"language":[],"coverage":[],"title":["Generalized Krein formula and determinants for even dimensional\n  Poincare-Einstein manifolds"],"description":["  For a class of even dimensional conformally compact manifolds (X,g), we\ndefine a generalized Krein spectral function by applying a renormalized trace\nfunctional to the spectral measure of the Laplacian. We then show that this is\nthe phase of the Kontsevich-Vishik determinant det S(s) of the scattering\noperator S(s) of (the Laplacian of) g and we analyze the divisors of det(S(s)).\nAs an application for convex co-compact hyperbolic quotients, we obtain a\nfunctional equation for Selberg's Zeta function Z(s), we express the\ndeterminant of the GJMS conformal Laplacians of the conformal infinity of (X,g)\nin term of particular values of Z(s), and we show a sharp Weyl type asymptotic\nfor the Krein function.\n","Comment: 39 pages. Exposition improved. Weyl asymptotic precised"]}]
["math/0602388",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J20, 35P30, 49K20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602388"],"date":["2006-02-17","2007-08-02"],"type":["text"],"creator":["Martinez, Sandra","Wolanski, Noemi"],"language":[],"coverage":[],"title":["A minimum problem with free boundary in Orlicz spaces"],"description":["  We consider the optimization problem of minimizing $\\int_{\\Omega}G(|\\nabla\nu|)+\\lambda \\chi_{\\{u>0\\}} dx$ in the class of functions $W^{1,G}(\\Omega)$ with\n$u-\\phi_0\\in W_0^{1,G}(\\Omega)$, for a given $\\phi_0\\geq 0$ and bounded.\n$W^{1,G}(\\Omega)$ is the class of weakly differentiable functions with\n$\\int_\\Omega G(|\\nabla u|) dx<\\infty$. The conditions on the function G allow\nfor a different behavior at 0 and at $\\infty$. We prove that every solution u\nis locally Lipschitz continuous, that they are solution to a free boundary\nproblem and that the free boundary, $\\partial\\{u>0\\}\\cap \\Omega$, is a regular\nsurface. Also, we introduce the notion of weak solution to the free boundary\nproblem solved by the minimizers and prove the Lipschitz regularity of the weak\nsolutions and the $C^{1,\\alpha}$ regularity of their free boundaries near\n``flat'' free boundary points.\n"]}]
["math/0606605",{"format":[],"subject":["Mathematics - Group Theory","20K30, 20F14, 16S50, 20K01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606605"],"date":["2006-06-23","2007-08-01"],"type":["text"],"creator":["Avino-Diaz, Maeia A."],"language":[],"coverage":[],"title":["A new algorithm for finding the nilpotency class of a finite p-group\n  describing the upper central series"],"description":["  In this paper we describe an algorithm for finding the nilpotency class, and\nthe upper central series of the maximal normal p-subgroup N(G) of the\nautomorphism group, Aut(G) of a bounded (or finite) abelian p-group G. This is\nthe first part of two papers devoted to compute the nilpotency class of N(G)\nusing formulas, and algorithms that work in almost all groups. Here, we prove\nthat for p>2 the algorithm always runs. The algorithm describes a sequence of\nideals of the Jacobson radical, J, and because N(G)=J+1, this sequence induces\nthe upper central series in N(G).\n","Comment: 15 pages, sending to a Journal"]}]
["math/0609762",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609762"],"date":["2006-09-27","2007-08-02"],"type":["text"],"creator":["Toen, B."],"language":[],"coverage":[],"title":["Homotopical finiteness of smooth and proper dg-algebras"],"description":["  We show that any smooth and proper dg-algebra (over some base ring k) is\ndetermined, up to quasi-isomorphism, by its underlying A_n-algebra, for a\ncertain integer n. Similarly, any morphism between two smooth and proper\ndg-algebras is determined, up to homotopy, by the morphism induced on the\nunderlying A_n-algebras, for a certain integer n. When the base ring k is\nlocal, we show that the integer n can be chosen uniformally for all smooth and\nproper dg-algebras for which two numerical invariants (the \"type\" and the\n\"cohomogical dimension\") are bounded.\n","Comment: French, 27 pages. Preliminary version (comments are welcome). Minor\n  corrections. Def 3.4 has been slightly modified"]}]
["math/0701727",{"format":[],"subject":["Mathematics - Spectral Theory","11M36, 58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701727"],"date":["2007-01-25","2007-08-02"],"type":["text"],"creator":["Guillarmou, Colin","Guillopé, Laurent"],"language":[],"coverage":[],"title":["The determinant of the Dirichlet-to-Neumann map for surfaces with\n  boundary"],"description":["  For any orientable compact surface with boundary, we compute the regularized\ndeterminant of the Dirichlet-to-Neumann (DN) map in terms of particular values\nof dynamical zeta functions by using natural uniformizations, one due to\nMazzeo-Taylor, the other to Osgood-Phillips-Sarnak. We also relate in any\ndimension the DN map for the Yamabe operator to the scattering operator for a\nconformally compact related problem by using uniformization.\n","Comment: 16 pages"]}]
["math/0701786",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701786"],"date":["2007-01-26","2007-08-01"],"type":["text"],"creator":["Angulo, Jaime","Matheus, Carlos","Pilod, Didier"],"language":[],"coverage":[],"title":["Global Well-Posedness and Non-linear Stability of Periodic Traveling\n  Waves for a Schrodinger-Benjamin-Ono System"],"description":["  The objective of this paper is two-fold: firstly, we develop a local and\nglobal (in time) well-posedness theory for a system describing the motion of\ntwo fluids with different densities under capillary-gravity waves in a deep\nwater flow (namely, a Schr\\\"odinger-Benjamin-Ono system) for\n\\emph{low-regularity} initial data in both periodic and continuous cases;\nsecondly, a family of new periodic traveling waves for the\nSchr\\\"odinger-Benjamin-Ono system is given: by fixing a minimal period we\nobtain, via the implicit function theorem, a smooth branch of periodic\nsolutions bifurcating a Jacobian elliptic function called {\\it dnoidal}, and,\nmoreover, we prove that all these periodic traveling waves are nonlinearly\nstable by perturbations with the same wavelength.\n","Comment: 38 pages; typos corrected and global well-posedness theorem (in the\n  continuous case) reworked to follow closely the arguments of Colliander,\n  Holmes and Tzirakis"]}]
["math/0702869",{"format":[],"subject":["Mathematics - Differential Geometry","53C30, 17B20, 53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702869"],"date":["2007-02-28","2007-08-02"],"type":["text"],"creator":["Kurihara, Hiroyuki","Tojo, Koji"],"language":[],"coverage":[],"title":["Involutions of compact Riemannian 4-symmetric spaces"],"description":["  Let G/H be a compact 4-symmetric space of inner type such that the dimension\nof the center Z(H) of H is at most one. In this paper we shall classify\ninvolutions of G preserving H for the case where dim Z(H)=0, or H is a\ncentralizer of a toral subgroup of G.\n","Comment: 39pages"]}]
["physics/0609052",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0609052","Int. Rev. Phys. Chem. 26, 249-288 (2007)","doi:10.1080/01442350601087664"],"date":["2006-09-07"],"type":["text"],"creator":["Küpper, Jochen","Merritt, Jeremy M."],"language":[],"coverage":[],"title":["Spectroscopy of free radicals and radical containing entrance-channel\n  complexes in superfluid helium nano-droplets"],"description":["  The spectroscopy of free radicals and radical containing entrance-channel\ncomplexes embedded in superfluid helium nano-droplets is reviewed. The\ncollection of dopants inside individual droplets in the beam represents a\nmicro-canonical ensemble, and as such each droplet may be considered an\nisolated cryo-reactor. The unique properties of the droplets, namely their low\ntemperature (0.4 K) and fast cooling rates ($\\sim10^{16}$ K s$^{-1}$) provides\nnovel opportunities for the formation and high-resolution studies of molecular\ncomplexes containing one or more free radicals. The production methods of\nradicals are discussed in light of their applicability for embedding the\nradicals in helium droplets. The spectroscopic studies performed to date on\nmolecular radicals and on entrance / exit-channel complexes of radicals with\nstable molecules are detailed. The observed complexes provide new information\non the potential energy surfaces of several fundamental chemical reactions and\non the intermolecular interactions present in open-shell systems. Prospects of\nfurther experiments of radicals embedded in helium droplets are discussed,\nespecially the possibilities to prepare and study high-energy structures and\ntheir controlled manipulation, as well as the possibility of fundamental\nphysics experiments.\n","Comment: 25 pages, 12 figures, 4 tables (RevTeX)"]}]
["q-bio/0602024",{"format":[],"subject":["Quantitative Biology - Biomolecules","Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0602024","Journal of Statistical Physics, Volume 128, Numbers 1-2 / July,\n  2007","doi:10.1007/s10955-006-9134-7"],"date":["2006-02-27","2006-06-30"],"type":["text"],"creator":["Dong, J. J.","Schmittmann, B.","Zia, R. K. P."],"language":[],"coverage":[],"title":["Towards a model for protein production rates"],"description":["  In the process of translation, ribosomes read the genetic code on an mRNA and\nassemble the corresponding polypeptide chain. The ribosomes perform discrete\ndirected motion which is well modeled by a totally asymmetric simple exclusion\nprocess (TASEP) with open boundaries. Using Monte Carlo simulations and a\nsimple mean-field theory, we discuss the effect of one or two ``bottlenecks''\n(i.e., slow codons) on the production rate of the final protein. Confirming and\nextending previous work by Chou and Lakatos, we find that the location and\nspacing of the slow codons can affect the production rate quite dramatically.\nIn particular, we observe a novel ``edge'' effect, i.e., an interaction of a\nsingle slow codon with the system boundary. We focus in detail on ribosome\ndensity profiles and provide a simple explanation for the length scale which\ncontrols the range of these interactions.\n","Comment: 8 pages, 8 figures"]}]
["q-bio/0606043",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0606043","Journal of Statistical Physics, Volume 128, Numbers 1-2 / July,\n  2007","doi:10.1007/s10955-006-9134-7"],"date":["2006-06-30"],"type":["text"],"creator":["Dong, J. J.","Schmittmann, B.","Zia, R. K. P."],"language":[],"coverage":[],"title":["Towards a model for protein production rates"],"description":["  This submission is a duplicate of arXiv:q-bio/0602024 and has been removed.\n","Comment: 8 pages, 8 figures; This submission is a duplicate of\n  arXiv:q-bio/0602024, and has been removed"]}]
["quant-ph/0407251",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0407251","Physics Letters A 329, 425 (2004)","doi:10.1016/j.physleta.2004.07.037"],"date":["2004-07-29"],"type":["text"],"creator":["Jaeger, Gregg"],"language":[],"coverage":[],"title":["Bell Gems: the Bell basis generalized"],"description":["  A class of self-similar sets of entangled quantum states is introduced, for\nwhich a recursive definition is provided. These sets, the \"Bell gems,\" are\ndefined by the subsystem exchange symmetry characteristic of the Bell states.\nEach Bell gem is shown to be an orthonormal basis of maximally entangled\nelements. A non-trivial example Bell gem is presented. Quantum circuits for\nproducing the elements of this example from the computational basis states are\nprovided.\n","Comment: 9 pages, 3 figures; to appear in Phys. Lett. A"]}]
["quant-ph/0606165",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0606165","New J. Phys. 9 (2007) 244","doi:10.1088/1367-2630/9/8/244"],"date":["2006-06-20"],"type":["text"],"creator":["Bagan, E.","Calsamiglia, J.","Demkowicz-Dobrzanski, R.","Munoz-Tapia, R."],"language":[],"coverage":[],"title":["How to hide a secret direction"],"description":["  We present a procedure to share a secret spatial direction in the absence of\na common reference frame using a multipartite quantum state. The procedure\nguarantees that the parties can determine the direction if they perform joint\nmeasurements on the state, but fail to do so if they restrict themselves to\nlocal operations and classical communication (LOCC). We calculate the fidelity\nfor joint measurements, give bounds on the fidelity achievable by LOCC, and\nprove that there is a non-vanishing gap between the two of them, even in the\nlimit of infinitely many copies. The robustness of the procedure under particle\nloss is also studied. As a by-product we find bounds on the probability of\ndiscriminating by LOCC between the invariant subspaces of total angular\nmomentum N/2 and N/2-1 in a system of N elementary spins.\n","Comment: 4 pages, 1 figure"]}]
["quant-ph/0608126",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0608126","Optics and Spectroscopy 103, 245-251 (2007)","doi:10.1134/S0030400X07080139"],"date":["2006-08-16"],"type":["text"],"creator":["Semenov, A. A.","Vasylyev, D. Yu.","Vogel, W.","Khanbekyan, M.","Welsch, D. -G."],"language":[],"coverage":[],"title":["Characterization of unwanted noise in realistic cavities"],"description":["  The problem of the description of absorption and scattering losses in high-Q\ncavities is studied. The considerations are based on quantum noise theories,\nhence the unwanted noise associated with scattering and absorption is taken\ninto account by introduction of additional damping and noise terms in the\nquantum Langevin equations and input--output relations. Completeness conditions\nfor the description of the cavity models obtained in this way are studied and\ncorresponding replacement schemes are discussed.\n","Comment: Contribution to XI International Conference on Quantum Optics, Minsk,\n  Belarus, 26-31 May, 2006"]}]
["quant-ph/0608197",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0608197","Quantum Inf. Comput. 7, 401 (2007)"],"date":["2006-08-25","2007-05-14"],"type":["text"],"creator":["Perez-Garcia, D.","Verstraete, F.","Wolf, M. M.","Cirac, J. I."],"language":[],"coverage":[],"title":["Matrix Product State Representations"],"description":["  This work gives a detailed investigation of matrix product state (MPS)\nrepresentations for pure multipartite quantum states. We determine the freedom\nin representations with and without translation symmetry, derive respective\ncanonical forms and provide efficient methods for obtaining them. Results on\nfrustration free Hamiltonians and the generation of MPS are extended, and the\nuse of the MPS-representation for classical simulations of quantum systems is\ndiscussed.\n","Comment: Minor changes. To appear in QIC"]}]
["quant-ph/0611022",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Probability","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611022","Phys. Rev. A76 (2007) 012332/1-14","doi:10.1103/PhysRevA.76.012332"],"date":["2006-11-02","2007-06-06"],"type":["text"],"creator":["Miyazaki, Takahiro","Katori, Makoto","Konno, Norio"],"language":[],"coverage":[],"title":["Wigner formula of rotation matrices and quantum walks"],"description":["  Quantization of a random-walk model is performed by giving a qudit (a\nmulti-component wave function) to a walker at site and by introducing a quantum\ncoin, which is a matrix representation of a unitary transformation. In quantum\nwalks, the qudit of walker is mixed according to the quantum coin at each time\nstep, when the walker hops to other sites. As special cases of the quantum\nwalks driven by high-dimensional quantum coins generally studied by Brun,\nCarteret, and Ambainis, we study the models obtained by choosing rotation as\nthe unitary transformation, whose matrix representations determine quantum\ncoins. We show that Wigner's $(2j+1)$-dimensional unitary representations of\nrotations with half-integers $j$'s are useful to analyze the probability laws\nof quantum walks. For any value of half-integer $j$, convergence of all moments\nof walker's pseudovelocity in the long-time limit is proved. It is generally\nshown for the present models that, if $(2j+1)$ is even, the probability measure\nof limit distribution is given by a superposition of $(2j+1)/2$ terms of scaled\nKonno's density functions, and if $(2j+1)$ is odd, it is a superposition of $j$\nterms of scaled Konno's density functions and a Dirac's delta function at the\norigin. For the two-, three-, and four-component models, the probability\ndensities of limit distributions are explicitly calculated and their dependence\non the parameters of quantum coins and on the initial qudit of walker is\ncompletely determined. Comparison with computer simulation results is also\nshown.\n","Comment: v2: REVTeX4, 15 pages, 4 figures"]}]
["quant-ph/0701110",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701110","Phys. Rev. Lett. 98 200405 (2007)","doi:10.1103/PhysRevLett.98.200405"],"date":["2007-01-16","2007-08-02"],"type":["text"],"creator":["Sebby-Strabley, J.","Brown, B. L.","Anderlini, M.","Lee, P. J.","Johnson, P. R.","Phillips, W. D.","Porto, J. V."],"language":[],"coverage":[],"title":["Preparing and probing atomic number states with an atom interferometer"],"description":["  We describe the controlled loading and measurement of number-squeezed states\nand Poisson states of atoms in individual sites of a double well optical\nlattice. These states are input to an atom interferometer that is realized by\nsymmetrically splitting individual lattice sites into double wells, allowing\natoms in individual sites to evolve independently. The two paths then\ninterfere, creating a matter-wave double-slit diffraction pattern. The time\nevolution of the double-slit diffraction pattern is used to measure the number\nstatistics of the input state. The flexibility of our double well lattice\nprovides a means to detect the presence of empty lattice sites, an important\nand so far unmeasured factor in determining the purity of a Mott state.\n"]}]
["quant-ph/0703018",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703018","Phys. Rev. Lett. 99, 040403 (2007)","doi:10.1103/PhysRevLett.99.040403"],"date":["2007-03-02","2007-08-02"],"type":["text"],"creator":["Almeida, Mafalda L.","Pironio, Stefano","Barrett, Jonathan","Toth, Geza","Acin, Antonio"],"language":[],"coverage":[],"title":["Noise robustness of the nonlocality of entangled quantum states"],"description":["  We study the nonlocal properties of states resulting from the mixture of an\narbitrary entangled state rho of two d-dimensional systems and completely\ndepolarized noise, with respective weights p and 1-p. We first construct a\nlocal model for the case in which rho is maximally entangled and p at or below\na certain bound. We then extend the model to arbitrary rho. Our results provide\nbounds on the resistance to noise of the nonlocal correlations of entangled\nstates. For projective measurements, the critical value of the noise parameter\np for which the state becomes local is at least asymptotically log(d) larger\nthan the critical value for separability.\n","Comment: 5 pages, no figures. It contains only minor changes, published\n  version"]}]
