["0704.1954",{"format":[],"subject":["Mathematics - Analysis of PDEs","49J45 (Primary)","35R60, 60F10, 53C44 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1954"],"date":["2007-04-16","2007-07-26"],"type":["text"],"creator":["Mugnai, Luca","Röger, Matthias"],"language":[],"coverage":[],"title":["The Allen-Cahn Action functional in higher dimensions"],"description":["  The Allen-Cahn action functional is related to the probability of rare events\nin the stochastically perturbed Allen-Cahn equation. Formal calculations\nsuggest a reduced action functional in the sharp interface limit. We prove in\ntwo and three space dimensions the corresponding lower bound. One difficulty is\nthat diffuse interfaces may collapse in the limit. We therefore consider the\nlimit of diffuse surface area measures and introduce a generalized velocity and\ngeneralized reduced action functional in a class of evolving measures. As a\ncorollary we obtain the Gamma convergence of the action functional in a class\nof regularly evolving hypersurfaces.\n","Comment: 33 pages, 4 figures; minor changes and additions"]}]
["0704.2714",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2714"],"date":["2007-04-20","2007-07-26"],"type":["text"],"creator":["Morozov, S. I."],"language":[],"coverage":[],"title":["On the formation of gyration-like excitations in solid solutions"],"description":["  Measurements of thermal excitations of V-O and Y-Ba-Cu-O solid solutions have\nbeen performed by a method of inelastic neutron scattering for low-energy\ntransfers range. Features at energy transfer about 3meV and about 5meV for V-O\nand Y-Ba-Cu-O accordingly were observed in neutron scattering spectra. The\nreason of appearance of the observed low-energy excitations are the formation\nof an effective potential of oxygen with broad weakly upwards bottom at the xy\nplane of tetragonal symmetry octahedron, which the interstitial atom occupies.\nThe experimental observed features can be understood in the representation of\nhindered quantum gyration of the interstitial atom. It was assumed that O1 and\nO4 atoms in Y-Ba-Cu-O, as well as in V-O system, are in two-dimensional\nquantum-well, which has almost flat bottom formed by the surrounding atoms Cu\nand Ba. The possibility of formation of collective excitations of gyration-type\nas a result of exchange interaction of light atoms in matrix lattice is\nconsidered. The assumption is made that the existence of gyration-like\nexcitations can play an important role for explanation of some phenomena in\nsolid state physics, in particular in realization of high values of\ntemperatures of superconducting transitions in high temperature\nsuperconductors.\n","Comment: 9 pages, 6 figures"]}]
["0705.0327",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0327"],"date":["2007-05-02","2007-07-26"],"type":["text"],"creator":["Ma, Ernest"],"language":[],"coverage":[],"title":["Non-Abelian Discrete Flavor Symmetries"],"description":["  This is an incomplete survey of some non-Abelian discrete symmetries which\nhave been used recently in attempts to understand the flavor structure of\nleptons and quarks. To support such symmetries, new scalar particles are\nrequired. In some models, they are very massive, in which case there may not be\nmuch of a trace of their existence at the TeV scale. In other models, they are\nthemselves at the TeV scale, in which case there is a reasonable chance for\nthem to be revealed at the LHC (Large Hadron Collider) at CERN.\n","Comment: 12pages, no figure, one correction"]}]
["0705.2711",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2711","Eur. Phys. J. Special Topics, 143: 101-108 (2007)","doi:10.1140/epjst/e2007-00077-y"],"date":["2007-05-18"],"type":["text"],"creator":["Campelo, F.","Hernandez-Machado, A."],"language":[],"coverage":[],"title":["Shape instabilities in vesicles: a phase-field model"],"description":["  A phase field model for dealing with shape instabilities in fluid membrane\nvesicles is presented. This model takes into account the Canham-Helfrich\nbending energy with spontaneous curvature. A dynamic equation for the\nphase-field is also derived. With this model it is possible to see the vesicle\nshape deformation dynamically, when some external agent instabilizes the\nmembrane, for instance, inducing an inhomogeneous spontaneous curvature. The\nnumerical scheme used is detailed and some stationary shapes are shown together\nwith a shape diagram for vesicles of spherical topology and no spontaneous\ncurvature, in agreement with known results.\n"]}]
["0705.2772",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2772"],"date":["2007-05-18","2007-07-25"],"type":["text"],"creator":["Yao, Yangsen","Wang, Q. Daniel"],"language":[],"coverage":[],"title":["The Galactic Central Diffuse X-ray Enhancement: A Differential\n  Absorption/Emission Analysis"],"description":["  The soft X-ray background shows a general enhancement toward the inner region\nof the Galaxy. But whether this enhancement is a local feature (e.g., a\nsuperbubble within a distance of <= 200 pc) and/or a phenomenon related to\nenergetic outflows from the Galactic center/bulge remains unclear. Here we\nreport a comparative X-ray emission and absorption study of diffuse hot gas\nalong the sight lines toward 3C 273 and Mrk 421, on and off the enhancement,\nbut at similar Galactic latitudes. The diffuse 3/4-keV emission intensity, as\nestimated from the ROSAT All Sky Survey, is about three times higher toward 3C\n273 than toward Mrk 421. Based on archival \\chandra grating observations of\nthese two AGNs, we detect X-ray absorption lines (e.g., OVII Kalpha, Kbeta, and\nOVIII Kalpha transitions at z~0) and find that the mean hot gas thermal and\nkinematic properties along the two sight lines are significantly different. By\nsubtracting the foreground and background contribution, as determined along the\nMrk 421 sight line, we isolate the net X-ray absorption and emission produced\nby the hot gas associated with the enhancement in the direction of 3C 273. From\na joint analysis of these differential data sets, we obtain the temperature,\ndispersion velocity, and hydrogen column density as 2.0(1.6, 2.3)E6 K,\n216(104,480) km/s, and 2.2(1.4, 4.1)E19 cm^{-2}, respectively (90% confidence\nintervals), assuming that the gas is approximately isothermal, solar in metal\nabundances, and equilibrium in collisional ionization. We also constrain the\neffective line-of-sight extent of the gas to be 3.4(1.0, 10.1) kpc, strongly\nsuggesting that the enhancement most likely represents a Galactic central\nphenomenon.\n","Comment: 5 pages, 4 figs, and 2 tables, accepted for publication in ApJ;\n  references updated; match to the version of proofs"]}]
["0705.3470",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3470","Phys. Rev. E 75, 066214 (2007)","doi:10.1103/PhysRevE.75.066214"],"date":["2007-05-23"],"type":["text"],"creator":["Romanazzi, Nicola","Lefranc, Marc","Gilmore, Robert"],"language":[],"coverage":[],"title":["Embeddings of low-dimensional strange attractors: Topological invariants\n  and degrees of freedom"],"description":["  When a low dimensional chaotic attractor is embedded in a three dimensional\nspace its topological properties are embedding-dependent. We show that there\nare just three topological properties that depend on the embedding: parity,\nglobal torsion, and knot type. We discuss how they can change with the\nembedding. Finally, we show that the mechanism that is responsible for creating\nchaotic behavior is an invariant of all embeddings. These results apply only to\nchaotic attractors of genus one, which covers the majority of cases in which\nexperimental data have been subjected to topological analysis. This means that\nthe conclusions drawn from previous analyses, for example that the mechanism\ngenerating chaotic behavior is a Smale horseshoe mechanism, a reverse\nhorseshoe, a gateau roule, an S-template branched manifold, ..., are not\nartifacts of the embedding chosen for the analysis.\n"]}]
["0706.3292",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3292"],"date":["2007-06-22","2007-07-25"],"type":["text"],"creator":["Strahov, Eugene"],"language":[],"coverage":[],"title":["A Differential Model for the Deformation of the Plancherel Growth\n  Process"],"description":["  In the present paper we construct and solve a differential model for the\nq-analog of the Plancherel growth process. The construction is based on a\ndeformation of the Makrov-Krein correspondence between continual diagrams and\nprobability distributions.\n","Comment: 33 pages"]}]
["0706.3511",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Analysis of PDEs","Mathematics - K-Theory and Homology","46L80","19K56","58J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3511"],"date":["2007-06-25","2007-07-26"],"type":["text"],"creator":["Nazaikinskii, V. E.","Savin, A. Yu.","Sternin, B. Yu."],"language":[],"coverage":[],"title":["On elliptic differential operators with shifts"],"description":["  We give an index formula for elliptic differential operators whose\ncoefficients include shifts forming an infinite group.\n","Comment: 12 pages; v2: minor improvements made"]}]
["0707.2355",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2355"],"date":["2007-07-16","2007-07-26"],"type":["text"],"creator":["KLOE collaboration","Ambrosino, F.","Antonelli, A.","Antonelli, M.","Archilli, F.","Bacci, C.","Beltrame, P.","Bencivenni, G.","Bertolucci, S.","Bini, C.","Bloise, C.","Bocchetta, S.","Bocci, V.","Bossi, F.","Branchini, P.","Caloi, R.","Campana, P.","Capon, G.","Capussela, T.","Ceradini, F.","Chi, S.","Chiefari, G.","Ciambrone, P.","De Lucia, E.","De Santis, A.","De Simone, P.","De Zorzi, G.","Denig, A.","Di Domenico, A.","Di Donato, C.","Di Falco, S.","Di Micco, B.","Doria, A.","Dreucci, M.","Felici, G.","Ferrari, A.","Ferrer, M. L.","Finocchiaro, G.","Fiore, S.","Forti, C.","Franzini, P.","Gatti, C.","Gauzzi, P.","Giovannella, S.","Gorini, E.","Graziani, E.","Incagli, M.","Kluge, W.","Kulikov, V.","Lacava, F.","Lanfranchi, G.","Lee-Franzini, J.","Leone, D.","Martini, M.","Massarotti, P.","Mei, W.","Meola, S.","Miscetti, S.","Moulson, M.","Müller, S.","Murtas, F.","Napolitano, M.","Nguyen, F.","Palutan, M.","Pasqualucci, E.","Passeri, A.","Patera, V.","Perfetto, F.","Primavera, M.","Santangelo, P.","Saracino, G.","Sciascia, B.","Sciubba, A.","Scuri, F.","Sfiligoi, I.","Spadaro, T.","Testa, M.","Tortora, L.","Valente, P.","Valeriani, B.","Venanzoni, G.","Versaci, R.","Xu, G."],"language":[],"coverage":[],"title":["Determination of the \\eta\\to\\pi^+\\pi^-\\pi^0 Dalitz Plot slopes and\n  asymmetries with the KLOE detector"],"description":["  We have studied, with the KLOE detector at the DA$\\Phi$NE $\\Phi$-Factory, the\ndynamics of the decay $\\eta\\to\\pi^+\\pi^-\\pi^0$ using data from the radiative\n$\\phi\\to\\eta\\gamma$ decay for an integrated luminosity $L = 450\n\\textrm{pb^{-1}}$. From a fit to the Dalitz plot density distribution we obtain\na precise measurement of the slope parameters. This should allow to improve the\nknowledge of the decay amplitude which is sensitive to the u-d quark mass\ndifference. We also present new best results on the C-violating asymmetries in\nthe $\\eta\\to\\pi^+\\pi^-\\pi^0$ decay.\n","Comment: \" Contributed paper to Lepton-Photon 2007 \", 19 pages, 7 figures"]}]
["0707.3350",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3350"],"date":["2007-07-23"],"type":["text"],"creator":["Mazumdar, A."],"language":[],"coverage":[],"title":["New developments on embedding inflation in gauge theory and particle\n  physics"],"description":["  In this brief review we will discuss how a well motivated particle theory\nbeyond the eletroweak Standard Model provides ingredients and conditions for a\nsuccessful inflation. We will mainly focus on a low energy supersymmetric\nStandard Model which provides plenty of scalars. In particular, these scalars\nspan a multidimensional moduli space of {\\it gauge invariant} operators which\ncarry the Standard Model charges. The inflationary predictions which matches\nthe current observations are robust due to the fact that inflation occurs\nwithin our own gauge sector where the couplings are well known. We further\nargue that based on our current understandings if there exists a {\\it string\nlandscape} of multiple vacua, then it is very natural that the last phase of\ninflation would be driven by one of the many supersymmetric Standard Model\nmodulii. Only such a graceful exit from inflation would provide hot thermal\nStandard Model baryons, cold dark matter, conditions for baryogenesis and\nforemost the seed density perturbations for the cosmic microwave background\nradiation in just {\\it one package}. Furthermore we will also discuss how some\nof the ingredients of inflation can be tested already by the LHC.\n","Comment: 74 pages, Review based on Talks"]}]
["0707.3638",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3638"],"date":["2007-07-24"],"type":["text"],"creator":["Hinze-Hoare, V."],"language":[],"coverage":[],"title":["The Review and Analysis of Human Computer Interaction (HCI) Principles"],"description":["  The History of HCI is briefly reviewed together with three HCI models and\nstructure including CSCW, CSCL and CSCR. It is shown that a number of\nauthorities consider HCI to be a fragmented discipline with no agreed set of\nunifying design principles. An analysis of usability criteria based upon\ncitation frequency of authors is performed in order to discover the eight most\nrecognised HCI principles.\n"]}]
["0707.3641",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3641"],"date":["2007-07-24"],"type":["text"],"creator":["Cai, Wenshan","Chettiar, Uday K.","Kildishev, Alexander V.","Milton, Graeme W.","Shalaev, Vladimir M."],"language":[],"coverage":[],"title":["Non-Magnetic Cloak without Reflection"],"description":["  In an electromagnetic cloak based on a transformation approach, reduced sets\nof material properties are generally favored due to their easier implementation\nin reality, although a seemingly inevitable drawback of undesired reflection\nexists in such cloaks. Here we suggest using high-order transformations to\ncreate smooth moduli at the outer boundary of the cloak, therefore completely\neliminating the detrimental scattering within the limit of geometric optics. We\napply this scheme to a non-magnetic cylindrical cloak and demonstrate that the\nscattered field is reduced substantially in a cloak with optimal quadratic\ntransformation as compared to its linear counterpart.\n","Comment: 8 pages, 3 figures"]}]
["0707.3647",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3647"],"date":["2007-07-24"],"type":["text"],"creator":["Lin, Huey-Wen"],"language":[],"coverage":[],"title":["|V_{us}| from Lattice QCD"],"description":["  I review recent progress in calculating |V_{us}| from lattice QCD kaon and\nhyperon systems. A preliminary result from the first dynamical calculation in\nthe hyperon channel is included.\n","Comment: Talk given at 7th Particle Physics & Phenomenology Workshop. 15\n  pages, 6 figures"]}]
["0707.3655",{"format":[],"subject":["Mathematics - K-Theory and Homology","46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3655"],"date":["2007-07-24"],"type":["text"],"creator":["Ogle, C."],"language":[],"coverage":[],"title":["The Baum-Connes assembly map and the generalized Bass conjecture"],"description":["  We show that the image of Connes-Karoubi-Chern character, restricted to the\nimage of the Baum-Connes assembly map in the Bott-periodized topological\nK-theory of the complex group algebra, lies in the elliptic summand of the\n(periodic) cyclic homology of the group algebra. This implies that for any\n(weighted) ell-1 completion of the group algebra, rational surjectivity of the\nBaum-Connes assembly map implies the generalized Bass conjecture for that\nalgebra.\n","Comment: 5 pages"]}]
["0707.3656",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3656"],"date":["2007-07-24"],"type":["text"],"creator":["Snow, Gregory R.","Collaboration, for the Pierre Auger"],"language":[],"coverage":[],"title":["Education and Outreach for the Pierre Auger Observatory"],"description":["  The scale and scope of the physics studied at the Auger Observatory offer\nsignificant opportunities for original outreach work. Education, outreach, and\npublic relations of the Auger collaboration are coordinated in a task of its\nown whose goals are to encourage and support a wide range of efforts that link\nschools and the public with the Auger scientists and the science of cosmic\nrays, particle physics, and associated technologies. This report focuses on the\nimpact of the collaboration in Mendoza Province, Argentina, as: the Auger\nVisitor Center in Malargue that has hosted over 29,000 visitors since 2001, the\nAuger Celebration and a collaboration-sponsored science fair held on the\nObservatory campus in November 2005, the opening of the James Cronin School in\nMalargue in November 2006, public lectures, school visits, and courses for\nscience teachers. As the collaboration prepares the proposal for the northern\nAuger site foreseen to be in southeast Colorado, plans for a comprehensive\noutreach program are being developed in parallel, as described here.\n","Comment: 4 pages, 7 figures, submitted to the 2007 International Cosmic Ray\n  Conference (ICRC2007) in Merida, Mexico, July 2007"]}]
["0707.3657",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3657"],"date":["2007-07-24"],"type":["text"],"creator":["Wissner-Gross, Alexander D."],"language":[],"coverage":[],"title":["Pattern Formation without Favored Local Interactions"],"description":["  Individual cellular automata rules are attractive models for a range of\nbiological and physical self-assembling systems. While coexpression and\ncoevolution are common in such systems, ensembles of cellular automata rules\nremain poorly understood. Here we report the first known analysis of the\nequally weighted ensemble of all elementary cellular automata (ECA) rules.\nEnsemble dynamics reveal persistent, localized, non-interacting patterns,\nrather than homogenization. The patterns are strongly correlated by velocity\nand have a quasi-linear dependence on initial conditions. Dispersion from a\nsingle initial site generates peaks traveling at low-denominator fractional\nvelocities, some of which are not discernible in individual rules, suggesting\ncollective excitation. Further analysis of the time-evolved rule space shows\nthe 256 ECA rules can be represented by only approximately 111 principal\ncomponents. These results suggest the rather surprising conclusion that rich\nself-assembly is possible without favoring particular local interactions.\n","Comment: 14 pages, 6 figures"]}]
["0707.3659",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3659"],"date":["2007-07-24"],"type":["text"],"creator":["Claes, Daniel R.","Snow, Gregory R."],"language":[],"coverage":[],"title":["The Cosmic Ray Observatory Project: A Statewide Outreach and Education\n  Experiment in Nebraska"],"description":["  The Cosmic Ray Observatory Project (CROP) is a statewide education and\nresearch experiment involving Nebraska high school students, teachers and\nuniversity undergraduates in the study of extensive cosmic-ray air showers. A\nnetwork of high school teams construct, install, and operate school-based\ndetectors in coordination with University of Nebraska physics professors and\ngraduate students. The detector system at each school is an array of\nscintillation counters recycled from the Chicago Air Shower Array in\nweather-proof enclosures on the school roof, with a GPS receiver providing a\ntime stamp for cosmic-ray events. The detectors are connected to triggering\nelectronics and a data-acquisition PC inside the building. Students share data\nvia the Internet to search for time coincidences with other sites. Funded by\nthe National Science Foundation, CROP has enlisted 29 schools with the aim of\nexpanding to the 314 high schools in the state over several years. This report\nhighlights both the scientific and professional development achievements of the\nproject to date.\n","Comment: 4 pages, 4 figures, submitted to the 2007 International Cosmic Ray\n  Conference (ICRC2007), Merida, Mexico, July 2007"]}]
["0707.3663",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3663"],"date":["2007-07-25"],"type":["text"],"creator":["Amdeberhan, Tewodros","Moll, Victor H."],"language":[],"coverage":[],"title":["The Laplace transform of the digamma function: an integral due to\n  Glasser, Manna and Oloa"],"description":["  We provide an analytic expression for the Laplace transform of the digamma\nfuction. This complements work of L. Glasser, D. Manna and O. Oloa on this\nquestion. The Laplace transform is continuous in the Laplace-variable a. The\nderivative admits a jump at a= ln 2.\n","Comment: 10 pages, 1 figure"]}]
["0707.3665",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3665","Dans 2nd Workshop on Computational Kinematics - WCK, S\\'eoul :\n  Cor\\'ee, R\\'epublique de (05/2001)"],"date":["2007-07-25"],"type":["text"],"creator":["Wenger, Philippe","Gosselin, Clément","Chablat, Damien"],"language":[],"coverage":[],"title":["A Comparative Study of Parallel Kinematic Architectures for Machining\n  Applications"],"description":["  Parallel kinematic mechanisms are interesting alternative designs for\nmachining applications. Three 2-DOF parallel mechanism architectures dedicated\nto machining applications are studied in this paper. The three mechanisms have\ntwo constant length struts gliding along fixed linear actuated joints with\ndifferent relative orientation. The comparative study is conducted on the basis\nof a same prescribed Cartesian workspace for the three mechanisms. The common\ndesired workspace properties are a rectangular shape and given kinetostatic\nperformances. The machine size of each resulting design is used as a\ncomparative criterion. The 2-DOF machine mechanisms analyzed in this paper can\nbe extended to 3-axis machines by adding a third joint.\n"]}]
["0707.3666",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3666","Dans 7th International Symposium on Advances in Robot Kinematics -\n  ARK, France (2000)"],"date":["2007-07-25"],"type":["text"],"creator":["Wenger, Philippe","Chablat, Damien"],"language":[],"coverage":[],"title":["Kinematic Analysis of a New Parallel Machine Tool: the Orthoglide"],"description":["  This paper describes a new parallel kinematic architecture for machining\napplications: the orthoglide. This machine features three fixed parallel linear\njoints which are mounted orthogonally and a mobile platform which moves in the\nCartesian x-y-z space with fixed orientation. The main interest of the\northoglide is that it takes benefit from the advantages of the popular PPP\nserial machines (regular Cartesian workspace shape and uniform performances) as\nwell as from the parallel kinematic arrangement of the links (less inertia and\nbetter dynamic performances), which makes the orthoglide well suited to\nhigh-speed machining applications. Possible extension of the orthoglide to\n5-axis machining is also investigated.\n"]}]
["0707.3667",{"format":[],"subject":["Mathematics - Number Theory","11S80, 11B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3667"],"date":["2007-07-25"],"type":["text"],"creator":["Simsek, Yilmaz"],"language":[],"coverage":[],"title":["p-adic Dedekind and Hardy-Berndt type sum related to Volkenborn Integral\n  on Z_p"],"description":["  The purpose of this paper is to construct p-adic Dedekind sums and\nHardy-Berndt type sums. We also construct generating function of the twisted\nBernoulli polynomials and functions. Furthermore, we give some discussions on\nelliptic analogue of the Apostol-Dedekind sums.\n","Comment: 4 pages"]}]
["0707.3670",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3670"],"date":["2007-07-25"],"type":["text"],"creator":["Cheng, Xu","Dale, Cameron","Liu, Jiangchuan"],"language":[],"coverage":[],"title":["Understanding the Characteristics of Internet Short Video Sharing:\n  YouTube as a Case Study"],"description":["  Established in 2005, YouTube has become the most successful Internet site\nproviding a new generation of short video sharing service. Today, YouTube alone\ncomprises approximately 20% of all HTTP traffic, or nearly 10% of all traffic\non the Internet. Understanding the features of YouTube and similar video\nsharing sites is thus crucial to their sustainable development and to network\ntraffic engineering. In this paper, using traces crawled in a 3-month period,\nwe present an in-depth and systematic measurement study on the characteristics\nof YouTube videos. We find that YouTube videos have noticeably different\nstatistics compared to traditional streaming videos, ranging from length and\naccess pattern, to their active life span, ratings, and comments. The series of\ndatasets also allows us to identify the growth trend of this fast evolving\nInternet site in various aspects, which has seldom been explored before. We\nalso look closely at the social networking aspect of YouTube, as this is a key\ndriving force toward its success. In particular, we find that the links to\nrelated videos generated by uploaders' choices form a small-world network. This\nsuggests that the videos have strong correlations with each other, and creates\nopportunities for developing novel caching or peer-to-peer distribution schemes\nto efficiently deliver videos to end users.\n","Comment: IEEE format, 9 pages, 16 figures"]}]
["0707.3672",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3672","Advances in Applied Probability 29, 2 (1997) 444-477"],"date":["2007-07-25"],"type":["text"],"creator":["Mairesse, Jean"],"language":[],"coverage":[],"title":["Products of irreducible random matrices in the (Max,+) Algebra"],"description":["  We consider the recursive equation ``x(n+1)=A(n)x(n)'' where x(n+1) and x(n)\nare column vectors of size k and where A(n) is an irreducible random matrix of\nsize k x k. The matrix-vector multiplication in the (max,+) algebra is defined\nby (A(n)x(n))_i= max_j [ A(n)_{ij} +x(n)_j ]. This type of equation can be used\nto represent the evolution of Stochastic Event Graphs which include cyclic\nJackson Networks, some manufacturing models and models with general blocking\n(such as Kanban). Let us assume that the sequence (A(n))_n is i.i.d or more\ngenerally stationary and ergodic. The main result of the paper states that the\nsystem couples in finite time with a unique stationary regime if and only if\nthere exists a set of matrices C such that P {A(0) in C} > 0, and the matrices\nin C have a unique periodic regime.\n"]}]
["0707.3673",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3673","Dans 2nd Workshop on Computational Kinematics - WCK, S\\'eoul :\n  Cor\\'ee, R\\'epublique de (05/2001)"],"date":["2007-07-25"],"type":["text"],"creator":["Chablat, Damien","Angeles, Jorge"],"language":[],"coverage":[],"title":["The Computation of All 4R Serial Spherical Wrists With an Isotropic\n  Architecture"],"description":["  A spherical wrist of the serial type is said to be isotropic if it can attain\na posture whereby the singular values of its Jacobian matrix are all identical\nand nonzero. What isotropy brings about is robustness to manufacturing,\nassembly, and measurement errors, thereby guaranteeing a maximum orientation\naccuracy. In this paper we investigate the existence of redundant isotropic\narchitectures, which should add to the dexterity of the wrist under design by\nvirtue of its extra degree of freedom. The problem formulation leads to a\nsystem of eight quadratic equations with eight unknowns. The Bezout number of\nthis system is thus 2^8 = 256, its BKK bound being 192. However, the actual\nnumber of solutions is shown to be 32. We list all solutions of the foregoing\nalgebraic problem. All these solutions are real, but distinct solutions do not\nnecessarily lead to distinct manipulators. Upon discarding those algebraic\nsolutions that yield no new wrists, we end up with exactly eight distinct\narchitectures, the eight corresponding manipulators being displayed at their\nisotropic posture.\n"]}]
["0707.3676",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3676"],"date":["2007-07-25","2007-07-26"],"type":["text"],"creator":["Tiwari, S. D.","Rajeev, K. P."],"language":[],"coverage":[],"title":["Paramagnetic to Superparamagnetic Transition in Ni(OH)_2 Nanoparticles"],"description":["  We report the temperature and field dependence of dc magnetization on sol-gel\nprepared nanoparticles of Ni(OH)_2. At higher temperature the system is found\nto behave as a paramagnet while we find evidence for superparamagnetic blocking\nat low temperature. The system shows a paramagnet-superparamagnet transition\nand we discuss the underlying mechanism.\n","Comment: 4 pages, 7 figures, a floating reference removed"]}]
["0707.3684",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3684"],"date":["2007-07-25"],"type":["text"],"creator":["Tesfa, Sintayehu"],"language":[],"coverage":[],"title":["Harmonic entanglement in a degenerate parametric down conversion"],"description":["  We study the harmonic entanglement and squeezing in a two-mode radiation\nproduced in a degenerate parametric down conversion process coupled to a\ntwo-mode vacuum reservoir employing the linearization procedure. It is found\nthat there is a quadrature entanglement between the harmonically related\nfundamental and second-harmonic modes and the superimposed radiation exhibits a\nsignificant two-mode squeezing. The entanglement exits even when there is no\ntwo-mode squeezing, since the correlation leading to these phenomena are\nessentially different. In addition, the more the external coherent light is\ndown converted, the more stronger the entanglement and mean photon number of\nthe two-mode radiation would be which is not generally true for squeezing.\n","Comment: 7 pages, 5 figures"]}]
["0707.3686",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3686"],"date":["2007-07-25"],"type":["text"],"creator":["Leonhardt, Ulf","Philbin, Thomas G."],"language":[],"coverage":[],"title":["Quantum optics of spatial transformation media"],"description":["  Transformation media are at the heart of invisibility devices, perfect lenses\nand artificial black holes. In this paper, we consider their quantum theory. We\nshow how transformation media map quantum electromagnetism in physical space to\nQED in empty flat space.\n","Comment: To appear in NANOMETA Special Issue of Journal of Optics A"]}]
["0707.3687",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","53A35, 58C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3687"],"date":["2007-07-25"],"type":["text"],"creator":["Pei, Donghe","Kong, Lingling","Sun, Jianguo","Wang, Qi"],"language":[],"coverage":[],"title":["$S_t^1\\times S_s^1$-valued lightcone Gauss map of a Lorentzian surface\n  in semi-Euclidean 4-space"],"description":["  We define the notions of $S_t^1\\times S_s^1$-valued lightcone Gauss maps,\nlightcone pedal surface and Lorentzian lightcone height function of Lorentzian\nsurface in semi-Euclidean 4-space and established the relationships between\nsingularities of these objects and geometric invariants of the surface as\napplications of standard techniques of singularity theory for the Lorentzian\nlightcone height function.\n","Comment: 10 pages"]}]
["0707.3693",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3693"],"date":["2007-07-25"],"type":["text"],"creator":["Bregadze, Vasil G.","Gelagutashvili, Eteri S.","Khutsishvili, Irene G.","Sologashvili, Khatuna G.","Tsakadze, Ketevan J."],"language":[],"coverage":[],"title":["Thermodynamic model of interaction of small ligands with DNA"],"description":["  We have managed to correlate the stability constants of complex formation,\nwhich can be registered in equilibrium state, to the dynamic characteristic of\nthe complex lifetime. Thus, the principal concept of molecular biophysics\nregarding biomolecule, structure-dynamics-function can be reformatted as\nstructure-stability-function. It should be specially noted that such an\napproach highly simplifies end widens the time interval of investigation of\ndynamic characteristics of macromolecules.\n  Study of hydration energy and hydration number by kinetic curves of water\ndesorption from Na-DNA humidified fibers by glow discharge atomic spectral\nanalysis of hydrogen allowed us to reveal that after transition of DNA from B\nform to unordered state the activation energy of hydrated water desorption\nincreases by 0.65kcal/Mole of water. This increase of energy is 0.1 kcal/Mole\nfor transition from B to C form (from 20 to 10 water molecules per nucleotide)\nand 0.55 kcal/Mole for the one from C form to A unordered state (from 10 to 5\nmolecules per nucleotide).\n  Simultaneous use of UDS and AES allows identifying the number of Wrong\nWatson-Crick pairs in DNA. The quantitative analysis is based on increase of\ninformativity of UDS via its combination with atomic-emission spectroscopy. The\nnumber of the total metal-induced tautomerization makes six hundred per million\nbase pairs of DNA. Such approach enables estimation of risk factors during\nclinical check-ups and evaluation of DNA suitability for nanotechnological\npurposes.\n","Comment: 11 pages, 0 figures"]}]
["0707.3696",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3696","Condens. Matter Phys., vol. 10 (2007) pp. 129-141"],"date":["2007-07-25"],"type":["text"],"creator":["Mryglod, O.","Holovatch, Yu."],"language":[],"coverage":[],"title":["Towards journalometrical analysis of a scientific periodical: a case\n  study"],"description":["  In this paper we use several approaches to analyse a scientific journal as a\ncomplex system and to make a possibly more complete description of its current\nstate and evolution. Methods of complex networks theory, statistics, and\nqueueing theory are used in this study. As a subject of the analysis we have\nchosen the journal ``Condensed Matter Physics''\n(http://www.icmp.lviv.ua/journal/). In particular, based on the statistical\ndata regarding the papers published in this journal since its foundation in\n1993 up to now we have composed the co-authorship network and extracted its\nmain quantitative characteristics. Further, we analyse the priorities of\nscientific trends reflected in the journal and its impact on the publications\nin other editions (the citation ratings). Moreover, to characterize an\nefficiency of the paper processing, we study the time dynamics of editorial\nprocessing in terms of queueing theory and human activity analysis.\n"]}]
["0707.3702",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3702"],"date":["2007-07-25"],"type":["text"],"creator":["Romelsberger, Christian"],"language":[],"coverage":[],"title":["Calculating the Superconformal Index and Seiberg Duality"],"description":["  We develop techniques to calculate an index for four dimensional\nsuperconformal field theories. This superconformal index is counting BPS\noperators which preserve only one supercharge. To calculate the superconformal\nindex we quantize the field theory on S^3 X R and show that the twisted theory\nhas an appropriate mass gap. This allows for the interactions to be switched\noff continuously without the superconformal index being changed. We test those\ntechniques for theories which go through a non-trivial RG flow and for Seiberg\ndual theories. This leads to the conjecture of some group/number theoretical\nidentities.\n","Comment: 25 pages"]}]
["0707.3709",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3709"],"date":["2007-07-25"],"type":["text"],"creator":["Leurs, B. W. A.","Luna, K. E.","Zaanen, J."],"language":[],"coverage":[],"title":["Inhomogeneous states and nodal fermions in the SU(2) gauge theory"],"description":["  We discuss the issue of phase separation in the SU(2) slave boson theory of\nWen and Lee of the doped Mott insulator. It is shown that the constraint\nstructure of the theory leads to the interpretation of the holons to have\nhard-core interactions, which is demonstrated further by studying the empty\nlimit (no electrons). Surprisingly, with hard-core interactions even the empty\nlimit is described well by the slave-boson theory, both as an energy density\nand with the regard to dynamical properties. The consequences are investigated\nin the overdoped superconducting regime, where both phase separation and a d+s\nstructure of the order parameter is obtained. This s-wave component is already\nimminent in the description of the hole in the slave boson theory. The\ninteracting nature of the holons also lead to sound modes in the\nsingle-electron propagator. The novel idea of the isospin spiral is introduced,\nbased on the projective symmetry principles of Wen. This isospin spiral\nexplains the coexistence of superconductivity and the Mott insulating state,\nbeing the consequence of phase separation. Secondly, it might be able to\nexplain why nodal fermions survive in the presence of charge inhomogeneities.\n","Comment: 16 pages, 8 figures"]}]
["0707.3710",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3710"],"date":["2007-07-25"],"type":["text"],"creator":["Matrasulov, D. U.","Yusupov, J. R.","Khabibullaev, P. K.","Saidov, A. A."],"language":[],"coverage":[],"title":["Casimir Effect for Quantum Graphs"],"description":["  The Casimir effects for one-dimensional fractal networks, so-called quantum\ngraphs is studied. Based on the Green function approach for quantum graphs\nzero-point energy for some simplest topologies is written explicitly.\n"]}]
["0707.3711",{"format":[],"subject":["Mathematics - Number Theory","11L05, 11R42, 11G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3711"],"date":["2007-07-25"],"type":["text"],"creator":["Asai, Tetsuya"],"language":[],"coverage":[],"title":["Elliptic Gauss Sums and Hecke L-values at s=1"],"description":["  The rationality of the elliptic Gauss sum coefficient is shown. The following\nis a specific case of our argument.\n  Let f(u)=sl((1-i)\\varpi u), where sl() is the Gauss' lemniscatic sine and\n\\varpi=2.62205... is the real period of the elliptic curve y^2=x^3-x, so that\nf(u) is an elliptic function relative to the period lattice Z[i].\n  Let \\pi be a primary prime of Z[i] such that norm(\\pi)\\equiv 13\\mod 16. Let S\nbe the quarter set mod \\pi consisting of quartic residues.\n  Let us define G(\\pi):=\\sum_{\\nu\\in S} f(\\nu/\\pi) and\n\\tilde{\\pi}:=\\prod_{\\nu\\in S} f(\\nu/\\pi).\n  The former G(\\pi) is a typical example of elliptic Gauss sum; the latter is\nregarded as a canonical 4-th root of -\\pi: (\\tilde{\\pi})^4=-\\pi. Then we have\n  Theorem: G(\\pi)/(\\tilde{\\pi})^3 is a rational odd integer.\n  G(\\pi) appears naturally in the central value of Hecke L associated to the\nquartic residue character mod \\pi, and our proof is based on the functional\nequation of L and an explicit formula of the root number. In fact, the latter\nis nothing but the Cassels-Matthews formula on the quartic Gauss sum.\n","Comment: 39 pages"]}]
["0707.3714",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3714"],"date":["2007-07-25"],"type":["text"],"creator":["Dufty, James W."],"language":[],"coverage":[],"title":["Nonequilibrium Statistical Mechanics and Hydrodynamics for a Granular\n  Fluid"],"description":["  Granular fluids consist of collections of activated mesoscopic or macroscopic\nparticles (e.g., powders or grains) whose flows often appear similar to those\nof normal fluids. To explore the qualitative and quantitative description of\nthese flows an idealized model for such fluids, a system of smooth inelastic\nhard spheres, is considered. The single feature distinguishing granular and\nnormal fluids being explored in this way is the inelasticity of collisions. The\ndominant differences observed in real granular fluids are indeed captured by\nthis feature. Following a brief introductory description of real granular\nfluids and motivation for the idealized model, the elements of nonequilibrium\nstatistical mechanics are recalled (observables, states, and their dynamics).\nPeculiarities of the hard sphere interactions are developed in detail. The\nexact microscopic balance equations for the number, energy, and momentum\ndensities are derived and their averages described as the origin for a possible\nmacroscopic continuum mechanics description. This formally exact analysis leads\nto closed, macroscopic hydrodynamic equations through the notion of a \"normal\"\nstate. This concept is introduced and the Navier-Stokes constitutive equations\nare derived, with associated Green-Kubo expressions for the transport\ncoefficients. A parallel description of granular gases is described in the\ncontext of kinetic theory, and the Boltzmann limit is identified critically.\nThe construction of the \"normal\" solution to the kinetic equation is outlined,\nand Navier-Stokes order hydrodynamic equations are re-derived for a low density\ngranular gas.\n","Comment: notes prepared as the basis for six lectures at the Second Warsaw\n  School on Statistical Physics held in Kazimierz, Poland, June 2007"]}]
["0707.3716",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3716"],"date":["2007-07-25"],"type":["text"],"creator":["Palumbo, Maria Concetta","Farina, Lorenzo","De Santis, Alberto","Giuliani, Alessandro","Colosimo, Alfredo","Morelli, Giorgio","Ruberti, Ida"],"language":[],"coverage":[],"title":["Post-transcriptional Regulation Drives Temporal Compartmentalization of\n  the Yeast Metabolic Cycle"],"description":["  The maintainance of a stable periodicity during the yeast metabolic cycle\ninvolving approximately half of the genome requires a very strict and efficient\ncontrol of gene expression. For this reason, the metabolic cycle is a very good\ncandidate for testing the role of a class of post-transcriptional regulators,\nthe so called PUF-family, whose genome-wide mRNA binding specificity was\nrecently experimentally assessed. Here we show that an integrated computational\nanalysis of gene expression time series during the metabolic cycle and the mRNA\nbinding specificity of PUF-family proteins allow for a clear demonstration of\nthe very specific role exerted by selective post-transcriptional mRNA\ndegradation in yeast metabolic cycle global regulation.\n","Comment: 13 pages, 4 figures, 1 table"]}]
["0707.3721",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3721"],"date":["2007-07-25"],"type":["text"],"creator":["Oliveira-Neto, N M","Curado, E M F","Rego-Monteiro, M A"],"language":[],"coverage":[],"title":["A class of generalised Jordan-Schwinger maps"],"description":["  In this article we introduce a class of generalisations of the\nJordan-Schwinger (JS) map which realises the recent proposed generalised sl(2)\n(G-sl(2)) algebra via two independent Generalised Heisenberg Algebras (GHA).\nAlthough the GHA and the G-sl(2) algebra exhibit more general algebraic\nstructures than the Heisenberg and sl(2) algebras, the generalised JS map\npresents a compact and simple structure wich includes the standard JS map as a\nparticular case. Finally, since in the GHA there is a physical interpretation\nin terms of composite particles, we will carry out this assertion in a manner\nthat the generalised sl(2) algebra could be related to composite particles with\nangular momentum.\n","Comment: 13 pages, 4 figures"]}]
["0707.3722",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3722"],"date":["2007-07-25"],"type":["text"],"creator":["Lobel, A."],"language":[],"coverage":[],"title":["SpectroWeb: An Interactive Graphical Database of Digital Stellar\n  Spectral Atlases"],"description":["  SpectroWeb is an online maintained interactive graphical database of digital\nspectral atlases of spectral standard stars at http://spectra.freeshell.org .\nIt is an efficient and user-friendly research tool for accurate analyses of\nstellar spectra observed with large spectral resolution, including the solar\nspectrum. The web-interface displays observed and theoretical stellar spectra,\nand comprehensively provides detailed atomic and molecular line information via\nuser interaction. It fully integrates interactive spectrum visualization tools\nfor the analysis, management, and maintenance of large volumes of spectral\nline-identification, -transition, and -property data. SpectroWeb 1.0 currently\noffers optical (3300-6800 A) flux normalized high-resolution spectra of\nBetelgeuse (M2), Arcturus (K1), The Sun (G2), Beta Aqr (G0), Procyon (F5), and\nCanopus (F0). The provided line identifications are based on state of the art\nspectrum synthesis calculations. The graphical database is under permanent\ndevelopment as an online repository of identified (absorption) lines in\nspectral standard reference stars, covering a broad range of stellar spectral\ntypes. Its object-oriented (Java) implementation offers future expansion\ncapabilities to link and read stellar spectral atlases from various public\ninternet sites.\n","Comment: 6 pages, 3 figures. To appear in The Ultraviolet Universe: Stars from\n  Birth to Death, 26th meeting of the IAU, Joint Discussion 4, 16-17 August\n  2006, Prague, Czech Republic, p. 167. Eds. Ana I. Gomez de Castro and Martin\n  A. Barstow, Publ. of Univ. Complutense de Madrid. More information about\n  SpectroWeb at http://spectra.freeshell.org/spectroweb.html"]}]
["0707.3723",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3723"],"date":["2007-07-25"],"type":["text"],"creator":["Richard, Francois"],"language":[],"coverage":[],"title":["Scenarios for ILC in 2010"],"description":["  Assuming that first significant results from LHC become available, this\npresentation assumes 4 different scenarios and discuss the implications for ILC\n"]}]
["0707.3726",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3726"],"date":["2007-07-25"],"type":["text"],"creator":["Lobel, A.","Blomme, R."],"language":[],"coverage":[],"title":["Three Dimensional Radiative Transfer in Winds of Massive Stars: Wind3D"],"description":["  We discuss the development of the new radiative transfer code Wind3D. It\nsolves the non-LTE radiative transport problem in moving stellar atmosphere\nmodels in three geometric dimensions. The code accepts arbitrary 3D velocity\nfields in Cartesian geometry without assumptions of axial symmetry. Wind3D is\ncurrently implemented as a fully parallelized (exact) accelerated lambda\niteration scheme with a two level atom formulation. The numerical transfer\nscheme is efficient and very accurate to trace small variations of local\nvelocity gradients on line opacity in strongly scattering dominated extended\nstellar winds. We investigate the detailed formation of P Cygni line profiles\nobserved in ultraviolet spectra of massive stars. We compute the detailed shape\nof these resonance lines to model local enhancements of line opacity that can\nfor instance be caused by clumping in supersonically expanding winds. Wind3D\nwill be applied to hydrodynamic models to investigate physical properties of\ndiscrete absorption line components.\n","Comment: 6 pages, 4 figures. To appear in The Ultraviolet Universe: Stars from\n  Birth to Death, 26th meeting of the IAU, Joint Discussion 4, 16-17 August\n  2006, Prague, Czech Republic, p. 119. Eds. Ana I. Gomez de Castro and Martin\n  A. Barstow, Publ. of Univ. Complutense de Madrid. More information about\n  Wind3D at http://alobel.freeshell.org/conference.html"]}]
["0707.3734",{"format":[],"subject":["Mathematics - Probability","60H07, 60G51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3734"],"date":["2007-07-25"],"type":["text"],"creator":["Renaud, Jean-François","Rémillard, Bruno"],"language":[],"coverage":[],"title":["Malliavin calculus and Clark-Ocone formula for functionals of a\n  square-integrable L\\'evy process"],"description":["  In this paper, we construct a Malliavin derivative for functionals of\nsquare-integrable L\\'evy processes and derive a Clark-Ocone formula. The\nMalliavin derivative is defined via chaos expansions involving stochastic\nintegrals with respect to Brownian motion and Poisson random measure. As an\nillustration, we compute the explicit martingale representation for the maximum\nof a L\\'evy process.\n","Comment: 30 pages"]}]
["0707.3741",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3741","Science in China Series A: Mathematics 49(2006)1458"],"date":["2007-07-25"],"type":["text"],"creator":["Wu, Ke","Zhao, Wei-Zhong","Guo, Han-Ying"],"language":[],"coverage":[],"title":["Difference Discrete Connection and Curvature on Cubic Lattice"],"description":["  In a way similar to the continuous case formally, we define in different but\nequivalent manners the difference discrete connection and curvature on discrete\nvector bundle over the regular lattice as base space. We deal with the\ndifference operators as the discrete counterparts of the derivatives based upon\nthe differential calculus on the lattice. One of the definitions can be\nextended to the case over the random lattice. We also discuss the relation\nbetween our approach and the lattice gauge theory and apply to the discrete\nintegrable systems.\n","Comment: 29 pages"]}]
["0707.3742",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3742"],"date":["2007-07-25"],"type":["text"],"creator":["Viallet, M.","Baty, H."],"language":[],"coverage":[],"title":["Spatial simulations of the Kelvin-Helmholtz instability in astrophysical\n  jets"],"description":["  The long term magnetohydrodynamic stability of magnetized\ntransonic/supersonic jets is numerically investigated using a spatial approach.\nWe focus on two-dimensional linearly-unstable slab configurations where the jet\nis embedded in a flow-aligned uniform magnetic field of weak amplitude. We\ncompare our results with previous studies using a temporal approach where\nlongitudinally periodic domains were adopted. The finite-volume based versatile\nadvection code (VAC) is used to solve the full set of ideal compressible MHD\nequations. We follow the development of Kelvin-Helmholtz modes that are driven\nby a white noise perturbation continuously introduced at the jet inlet. No\nnoticeable difference is observed in spatial simulations versus analogous\ntemporal ones during the linear and early non-linear evolution of the\nconfiguration. However, in the case of transonic flows, a different long-term\nscenario occurs in our spatial runs. Indeed, after the large-scale disruption\nof the flow, a sheath region of enhanced magnetic field encompassing the jet\ncore forms along the whole flow. This provides a partial stabilization\nmechanism leading to enhanced stability for later times, which is almost\nindependent of the initial magnitude of the magnetic field. The implication of\nthis mechanism for the stability of astrophysical jets is discussed.\n","Comment: 10 pages, 14 figures, accepted for publication in A&A"]}]
["0707.3745",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Category Theory","00A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3745"],"date":["2007-07-25"],"type":["text"],"creator":["Rodin, Andrei"],"language":[],"coverage":[],"title":["On Categorical Theory-Building: Beyond the Formal"],"description":["  I propose a notion of theory motivated by Category theory.\n","Comment: 28 pages, no images"]}]
["0707.3756",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Operator Algebras","13B05, 16W30 (Primary) 46L37, 81R15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3756"],"date":["2007-07-25"],"type":["text"],"creator":["Kadison, Lars"],"language":[],"coverage":[],"title":["Finite depth and Jacobson-Bourbaki correspondence"],"description":["  We introduce a notion of depth three tower of three rings C < B < A with\ndepth two ring extension A | B recovered when B = C. If A = \\End B_C and B | C\nis a Frobenius extension, this captures the notion of depth three for a\nFrobenius extension in arXiv:math/0107064 and arXiv:math/0108067, such that if\nB | C is depth three, then A | C is depth two (a phenomenon of finite depth\nsubfactors, see arXiv:math/0006057). We provide a similar definition of finite\ndepth Frobenius extension with embedding theorem utilizing a depth three\nsubtower of the Jones tower. If A, B and C correspond to a tower of subgroups G\n> H > K via the group algebra over a fixed base ring, the depth three condition\nis the condition that subgroup K has normal closure K^G contained in H. For a\ndepth three tower of rings, there is a pre-Galois theory for the ring \\End\n{}_BA_C and coring (A \\o_B A)^C involving Morita context bimodules and left\ncoideal subrings. This is applied in two sections to a specialization of a\nJacobson-Bourbaki correspondence theorem for augmented rings to depth two\nextensions with depth three intermediate division rings.\n","Comment: 26 pp., depth three towers with new section on finite depth, and\n  corrections"]}]
["0707.3759",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3759","Chapter in the book \"Differential Geometric Methods in Mechanics\n  and Field Theory\", Volume in Honour of Willy Sarlet, Eds. F. Cantrijn, M.\n  Crampin and B. Langerock, Gent Academia Press 2007, pag. 35-56"],"date":["2007-07-25"],"type":["text"],"creator":["Clemente-Gallardo, J.","Marmo, G."],"language":[],"coverage":[],"title":["The space of density states in geometrical quantum mechanics"],"description":["  We present a geometrical description of the space of density states of a\nquantum system of finite dimension. After presenting a brief summary of the\ngeometrical formulation of Quantum Mechanics, we proceed to describe the space\nof density states $\\D(\\Hil)$ from a geometrical perspective identifying the\nstratification associated to the natural $GL(\\Hil)$--action on $\\D(\\Hil)$ and\nsome of its properties. We apply this construction to the cases of quantum\nsystems of two and three levels.\n","Comment: Amslatex, 18 pages, 4 figures"]}]
["0707.3761",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3761"],"date":["2007-07-25"],"type":["text"],"creator":["Huege, T.","Ulrich, R.","Engel, R."],"language":[],"coverage":[],"title":["Energy and composition sensitivity of geosynchrotron radio emission from\n  EAS"],"description":["  We analyse the sensitivity of geosynchrotron radio emission from inclined\nextensive air showers to the energy and mass of primary cosmic rays. We\ndemonstrate that radio emission measurements at suitable lateral distances can\ninfer both the number of electrons and positrons in the shower maximum and the\natmospheric depth of the maximum on a shower-to-shower basis. Alternatively,\nmeasurements at a fixed lateral distance but in two different observing\nfrequency bands yield comparable information. An RMS error of 5% in the\ndetermination of the number of electrons and positrons at shower maximum can be\nachieved. Through the determination of these quantities, geosynchrotron\nradiation provides access to the energy and mass of primary cosmic rays on a\nshower-to-shower basis.\n","Comment: 4 pages, to be published in the Proceedings of the 30th International\n  Cosmic Ray Conference 2007, Merida, Mexico"]}]
["0707.3763",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3763"],"date":["2007-07-25"],"type":["text"],"creator":["Huege, T.","Ulrich, R.","Engel, R."],"language":[],"coverage":[],"title":["REAS2: CORSIKA-based Monte Carlo simulations of geosynchrotron radio\n  emission"],"description":["  Simulations of geosynchrotron radio emission from extensive air showers\nperformed with the Monte Carlo code REAS1 used analytical parameterisations to\ndescribe the spatial, temporal, energy and angular particle distributions in\nair showers. The successor REAS2 replaces these parameterisations with precise,\nmulti-dimensional histograms derived from per-shower CORSIKA simulations. REAS2\nallows an independent selection between parameterisation and histogram for each\nof the relevant particle distributions, enabling us to study the changes\narising from using a more realistic air shower model in detail. We describe the\nnew simulation strategy and illustrate the effects introduced by the improved\nair shower model.\n","Comment: 4 pages, to be published in the Proceedings of the 30th International\n  Cosmic Ray Conference 2007, Merida, Mexico"]}]
["0707.3777",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","57M25, 37B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3777"],"date":["2007-07-25"],"type":["text"],"creator":["Silver, Daniel S.","Williams, Susan G."],"language":[],"coverage":[],"title":["Nonfibered knots and representation shifts"],"description":["  The authors conjectured previously that a knot is nonfibered if and only if\nits infinite cyclic cover has uncountably many finite covers. We prove the\nconjecture for a class of knots that includes all knots of genus 1, using\ntechniques from symbolic dynamics.\n","Comment: 8 pages, no figures"]}]
["0707.3779",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3779"],"date":["2007-07-25"],"type":["text"],"creator":["Lobel, A."],"language":[],"coverage":[],"title":["Modeling DACs in UV Lines of Massive Hot Stars"],"description":["  We apply the 3-dimensional radiative transport code Wind3D to 3D hydrodynamic\nmodels of Corotating Interaction Regions to fit the detailed variability of\nDiscrete Absorption Components observed in Si IV UV resonance lines of HD 64760\n(B0.5 Ib). We discuss important effects of the hydrodynamic input parameters on\nthese large-scale equatorial wind structures that determine the detailed\nmorphology of the DACs computed with 3D transfer. The best fit model reveals\nthat the CIR in HD 64760 is produced by a source at the base of the wind that\nlags behind the stellar surface rotation. The non-corotating coherent wind\nstructure is an extended density wave produced by a local increase of only 0.6\n% in the smooth symmetric wind mass-loss rate.\n","Comment: 3 pages, 3 figures. To appear in Clumping in Hot Star Winds, Proc. of\n  Int. Workshop, 18-22 June 2007, Potsdam, Universitats-Verlag, 2007. URN at\n  the German National Library, Eds. W.-R. Hamann, A. Feldmeier, and L.\n  Oskinova. Publ. of the Univ. of Potsdam, Germany. More information about\n  Wind3D at http://alobel.freeshell.org/conference.html"]}]
["0707.3790",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3790"],"date":["2007-07-25"],"type":["text"],"creator":["Reifler, Frank","Morris, Randall"],"language":[],"coverage":[],"title":["Conditions for exact equivalence of Kaluza-Klein and Yang-Mills theories"],"description":["  Although it is well known that Kaluza-Klein and Yang-Mills theories define\nequivalent structures on principal bundles, the general conditions for\nequivalence of their Lagrangians have not been explicitly stated. In this paper\nwe address the conditions for equivalence. The formulation of these conditions\nis based on previous work in which the Dirac and Einstein equations were\nunified in a tetrad formulation of the Kaluza-Klein model. This Kaluza-Klein\nmodel is derived from mapping a bispinor field to a set of SL(2,R) x U(1) gauge\npotentials and a complex scalar field. (A straightforward derivation of this\nmap using Hestenes' tetrad for the spin connection in a Riemannian space-time\nis included in this paper.) Investigation of this Kaluza-Klein model reveals\ntwo general conditions for establishing an exact equivalence between\nKaluza-Klein and Yang-Mills theories. The first condition is that only\nhorizontal vector fields occur in the Kaluza-Klein Lagrangian. The second is\nthat the scalar curvature be restricted to a sum over horizontal sectional\ncurvatures. We conclude that all known fields (including fermion fields) can\nthen be represented as components of a Kaluza-Klein metric together with scalar\nfields.\n"]}]
["0707.3793",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3793"],"date":["2007-07-25"],"type":["text"],"creator":["Longo, Michael J."],"language":[],"coverage":[],"title":["Evidence for a Preferred Handedness of Spiral Galaxies"],"description":["  In this article I study the distribution of spiral galaxies in the Sloan\nDigital Sky Survey (SDSS) to investigate whether the universe has an overall\nhandedness. A preference for spiral galaxies in one sector of the sky to be\nleft-handed or right-handed spirals would indicate a preferred handedness. The\nSDSS data show a strong signal for such an asymmetry with a probability <0.2%.\nThe asymmetry axis is at (RA,dec) ~(202 deg,25 deg) with an uncertainty ~15\ndeg. The axis appears to be correlated with that of the quadrupole and octopole\nmoments in the WMAP microwave sky survey, an unlikely alignment that has been\ndubbed \"the axis of evil\". Our Galaxy is aligned with its spin axis along the\nsame direction as the majority of the spirals.\n","Comment: 11 pages, 3 figures"]}]
["0707.3801",{"format":[],"subject":["Mathematics - Functional Analysis","46E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3801"],"date":["2007-07-25"],"type":["text"],"creator":["Izuchi, Keiji","Yang, Rongwei"],"language":[],"coverage":[],"title":["$N_{\\p}$-type quotient modules on the torus"],"description":["  Structure of the quotient modules in $\\hh$ is very complicated. A good\nunderstanding of some special examples will shed light on the general picture.\nThis paper studies the so-call $N_{\\p}$-type quotient modules, namely, quotient\nmodules of the form $\\hh\\ominus [z-\\p]$, where $\\p (w)$ is a function in the\nclassical Hardy space $H^2(\\G)$ and $[z-\\p]$ is the submodule generated by\n$z-\\p (w)$. This type of quotient modules serve as good examples in many\nstudies. A notable feature of the $N_{\\p}$-type quotient module is its close\nconnections with some classical single variable operator theories.\n"]}]
["0707.3802",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3802"],"date":["2007-07-25"],"type":["text"],"creator":["Vilar, Jose M. G.","Rubi, J. Miguel"],"language":[],"coverage":[],"title":["Inconsistency of the non-standard definition of work"],"description":["  We show that the recently postulated non-standard definition of work\nproportional to force variation rather than to displacement [A. Imparato and L.\nPeliti, cond-mat arXiv:0706.1134v1] is thermodynamically inconsistent at both\nmicroscopic and macroscopic scales and leads to non-physical results, including\nfree energy changes that depend on arbitrary parameters.\n"]}]
["0707.3804",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems","93A30, 93D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3804"],"date":["2007-07-25"],"type":["text"],"creator":["Tabuada, Paulo","Ames, Aaron D.","Julius, Agung","Pappas, George J."],"language":[],"coverage":[],"title":["Approximate reduction of dynamical systems"],"description":["  The reduction of dynamical systems has a rich history, with many important\napplications related to stability, control and verification. Reduction of\nnonlinear systems is typically performed in an exact manner - as is the case\nwith mechanical systems with symmetry--which, unfortunately, limits the type of\nsystems to which it can be applied. The goal of this paper is to consider a\nmore general form of reduction, termed approximate reduction, in order to\nextend the class of systems that can be reduced. Using notions related to\nincremental stability, we give conditions on when a dynamical system can be\nprojected to a lower dimensional space while providing hard bounds on the\ninduced errors, i.e., when it is behaviorally similar to a dynamical system on\na lower dimensional space. These concepts are illustrated on a series of\nexamples.\n"]}]
["0707.3807",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3807"],"date":["2007-07-25"],"type":["text"],"creator":["Recanati, Catherine"],"language":[],"coverage":[],"title":["How to be correct, lazy and efficient ?"],"description":["  This paper is an introduction to Lambdix, a lazy Lisp interpreter implemented\nat the Research Laboratory of Paris XI University (Laboratoire de Recherche en\nInformatique, Orsay). Lambdix was devised in the course of an investigation\ninto the relationship between the semantics of programming languages and their\nimplementation; it was used to demonstrate that in the Lisp domain, semantic\ncorrectness is consistent with efficiency, contrary to what has often been\nclaimed. The first part of the paper is an overview of well-known semantic\ndifficulties encountered by Lisp as well as an informal presentation of\nLambdix; it is shown that the difficulties which Lisp encouters do not arise in\nLambdix. The second part is about efficiency in implementation models. It\nexplains why Lambdix is better suited for lazy evaluation than previous models.\nThe section ends by giving comparative execution time tables.\n","Comment: 21 pages"]}]
["0707.3808",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3808"],"date":["2007-07-25"],"type":["text"],"creator":["Muller, A.","Flagg, E. B.","Bianucci, P.","Deppe, D. G.","Ma, W.","Zhang, J.","Salamo, G. J.","Shih, C. K."],"language":[],"coverage":[],"title":["Coherently driven non-classical light emission from a quantum dot"],"description":["  Narrow line-widths and the possibility of enhanced spontaneous emission via\ncoupling to microcavities make semiconductor quantum dots ideal for harnessing\ncoherent quantum phenomena at the single photon level. So far, however, all\napproaches have relied on incoherent pumping, which limits the desirable\nproperties of the emission. In contrast, coherent excitation was recognized to\nbe necessary for providing both improved photon indistinguishability and high\nefficiency, and offers the quantum control capabilities required for basic\nqubit manipulations. Here we achieve, for the first time, resonant and coherent\nexcitation of a quantum dot with simultaneous collection of the non-classical\nphoton emission. Second-order correlation measurements show the unique\nsignature of a coherently-driven two-level quantum emitter: the photon\nstatistics become oscillatory at high driving fields, reflecting the coherent\nevolution of the excitonic ground state of the quantum dot.\n","Comment: 12 pages, 5 figures, submitted to Nature Photonics"]}]
["0707.3810",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3810"],"date":["2007-07-25"],"type":["text"],"creator":["Garcia-Gutierrez, Leonor","Santander, Mariano"],"language":[],"coverage":[],"title":["Levi-Civita regularization and geodesic flows for the `curved' Kepler\n  problem"],"description":["  We introduce the regularization Levi-Civita parameter for the `curved\nKepler', i.e., motion under the `Kepler-Coulomb' potential in a configuration\nspace with any constant curvature and metric of any signature type. Consistent\nuse of this parameter allows to solve the problem of motion (orbit shape and\ntime evolution along the orbit), thereby extending the use of the Levi-Civita\nparameter beyond the usual Kepler problem in a flat Euclidean configuration\nspace. A `universal' description, where all relations are applicable to the\nmotions in any space and with any energy follow from our approach, with no need\nto discuss separately the cases where the configuration space is flat or where\nenergy vanishes.\n  We also discuss the connection of this `curved Kepler' problem with a\ngeodesic flow. The well known results by Moser, Osipov and Belbruno are shown\nto hold essentially unchanged beyond the flat Euclidean configuration space.\n`Curved' Kepler motions with a fixed value of the constant of motion\n$\\sigma:=-(2E - \\kappa_1\\kappa_2 J^2)$ on any curved configuration space with\nconstant curvature $\\kappa_1$ and metric of signature type $\\kappa_2$ can be\nidentified with the geodesic flow on a space with curvature $\\sigma$ and metric\nof the same signature type.\n","Comment: 19 pages"]}]
["astro-ph/0703037",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0703037"],"date":["2007-03-01","2007-07-26"],"type":["text"],"creator":["Warren, S. J.","Cross, N. J. G.","Dye, S.","Hambly, N. C.","Almaini, O.","Edge, A. C.","Hewett, P. C.","Hodgkin, S. T.","Irwin, M. J.","Jameson, R. F.","Lawrence, A.","Lucas, P. W.","Mortlock, D. J.","Adamson, A. J.","Bryant, J.","Collins, R. S.","Davis, C. J.","Emerson, J. P.","Evans, D. W.","Gonzales-Solares, E. A.","Hirst, P.","Kerr, T. H.","Lewis, J. R.","Mann, R. G.","Rawlings, M. G.","Read, M. A.","Riello, M.","Sutorius, E. T. W.","Varricatt, W. P."],"language":[],"coverage":[],"title":["The UKIRT Infrared Deep Sky Survey Second Data Release"],"description":["  The UKIRT Infrared Deep Sky Survey (UKIDSS) is a set of five large\nnear-infrared surveys, covering a complementary range of areas, depths, and\nGalactic latitudes. The UKIDSS Second Data Release (DR2) includes the First\nData Release (DR1), with minor improvements, plus new data for the LAS, GPS,\nGCS, and DXS, from observations made over 2006 May through July (when the UDS\nwas unobservable). DR2 was staged in two parts. The first part excluded the\nGPS, and took place on 2007 March 1. The GPS was released on 2007 April 12. DR2\nincludes 282 sq. degs of multicolour data to (Vega) K=18, complete in the full\n  YJHK set for the LAS, 57 sq. degs in the ZYJHK set for the GCS, and 236 sq.\ndegs in the JHK set for the GPS. DR2 includes nearly 7 sq. degs of deep JK data\n(DXS, UDS) to an average depth K=21. In addition the release includes a\ncomparable quantity of data where coverage of the filter set for any survey is\nincomplete. We document changes that have occurred since DR1 to the pipeline,\ncalibration, and archive procedures. The two most noteworthy changes are\npresentation of the data in a single database (compared to two previously), and\nprovision of additional error flags for detected sources, flagging potentially\nspurious artifacts, corrupted data and suspected cross-talk sources. We\nsummarise the contents of each of the surveys in terms of filters, areas, and\ndepths.\n","Comment: submitted to astro-ph only (not a journal publication) revised in v2\n  to include GPS details"]}]
["cond-mat/0609063",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609063","New Journal of Physics 9 (2007) 163","doi:10.1088/1367-2630/9/6/163"],"date":["2006-09-04","2007-05-30"],"type":["text"],"creator":["Juillet, Olivier"],"language":[],"coverage":[],"title":["Sign-free stochastic mean-field approach to strongly correlated phases\n  of ultracold fermions"],"description":["  We propose a new projector quantum Monte-Carlo method to investigate the\nground state of ultracold fermionic atoms modeled by a lattice Hamiltonian with\non-site interaction. The many-body state is reconstructed from Slater\ndeterminants that randomly evolve in imaginary-time according to a stochastic\nmean-field motion. The dynamics prohibits the crossing of the exact nodal\nsurface and no sign problem occurs in the Monte-Carlo estimate of observables.\nThe method is applied to calculate ground-state energies and correlation\nfunctions of the repulsive two-dimensional Hubbard model. Numerical results for\nthe unitary Fermi gas validate simulations with nodal constraints.\n","Comment: Accepted for publication in New Journal of Physics"]}]
["cond-mat/0701656",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701656","Phys. Rev. B 76, 045318 (2007)","doi:10.1103/PhysRevB.76.045318"],"date":["2007-01-26","2007-07-26"],"type":["text"],"creator":["Oroszlany, Laszlo","Kormanyos, Andor","Koltai, Janos","Cserti, Jozsef","Lambert, Colin"],"language":[],"coverage":[],"title":["Nonthermal broadening in the conductance of double quantum dot\n  structures"],"description":["  We study the transport properties of a double quantum dot (DQD) molecule at\nzero and at finite temperature. The properties of the zero temperature\nconductance depends on whether the level attraction between the symmetric and\nantisymmetric states of the DQD, produced by the coupling to the leads, exceeds\nor not the interdot tunneling. For finite temperature we find a remarkable\nnonthermal broadening effect of the conductance resonance, when the energy\nlevels of the individual dots are detuned.\n","Comment: 9 pages, 12 figures"]}]
["cond-mat/0702097",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702097","Phys. Rev. Lett. 99, 048101 (2007)","doi:10.1103/PhysRevLett.99.048101"],"date":["2007-02-05","2007-07-26"],"type":["text"],"creator":["Heussinger, Claus","Bathe, Mark","Frey, Erwin"],"language":[],"coverage":[],"title":["Statistical Mechanics of Semiflexible Bundles of Wormlike Polymer Chains"],"description":["  We demonstrate that a semiflexible bundle of wormlike chains exhibits a\nstate-dependent bending stiffness that alters fundamentally its scaling\nbehavior with respect to the standard wormlike chain. We explore the\nequilibrium conformational and mechanical behavior of wormlike bundles in\nisolation, in crosslinked networks, and in solution.\n","Comment: 4 pages, 3 figures, final version as published"]}]
["cond-mat/0703004",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703004","Phys. Rev. Lett. 99, 030403 (2007)","doi:10.1103/PhysRevLett.99.030403"],"date":["2007-02-28","2007-06-26"],"type":["text"],"creator":["Mora, Christophe","Waintal, Xavier"],"language":[],"coverage":[],"title":["Variational wave functions, ground state and their overlap"],"description":["  An intrinsic measure of the quality of a variational wave function is given\nby its overlap with the ground state of the system. We derive a general formula\nto compute this overlap when quantum dynamics in imaginary time is accessible.\nThe overlap is simply related to the area under the $E(\\tau)$ curve, i.e. the\nenergy as a function of imaginary time. This has important applications to, for\nexample, quantum Monte-Carlo algorithms where the overlap becomes as a simple\nbyproduct of routine simulations. As a result, we find that the practical\ndefinition of a good variational wave function for quantum Monte-Carlo\nsimulations, {\\it i.e.} fast convergence to the ground state, is equivalent to\na good overlap with the actual ground state of the system.\n","Comment: 4 pages, 2 figures, to be published in Phys. Rev. Lett. (revised\n  version)"]}]
["cond-mat/0703145",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703145","Phys. Rev. B 76, 033413 (2007)","doi:10.1103/PhysRevB.76.033413"],"date":["2007-03-06","2007-07-26"],"type":["text"],"creator":["Wang, Shidong","Grifoni, Milena"],"language":[],"coverage":[],"title":["Schottky-barrier double-walled carbon nanotube field-effect transistors"],"description":["  We investigate electronic transport properties of Schottky-barrier\nfield-effect transistors (FET) based on double-walled carbon nanotubes (DWNT)\nwith a semiconducting outer shell and a metallic inner one. These kind of\nDWNT-FET show asymmetries of the $I$-$V$ characteristics and threshold voltages\ndue to the electron-hole asymmetry of the Schottky barrier. The presence of the\nmetallic inner shell induces a large effective band gap, which is one order of\nmagnitude larger than that due to the semiconducting shell alone of a\nsingle-walled carbon nanotube FET.\n","Comment: 4 pages, 3 figures. Published form"]}]
["cond-mat/0703516",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703516","Phys. Rev. B 76, 035331 (2007)","doi:10.1103/PhysRevB.76.035331"],"date":["2007-03-20","2007-07-26"],"type":["text"],"creator":["Palyi, Andras","Cserti, Jozsef"],"language":[],"coverage":[],"title":["Skew scattering due to intrinsic spin-orbit coupling in a\n  two-dimensional electron gas"],"description":["  We present the generalization of the two-dimensional quantum scattering\nformalism to systems with Rashba spin-orbit coupling. Using symmetry\nconsiderations, we show that the differential scattering cross section depends\non the spin state of the incident electron, and skew scattering may arise even\nfor central spin-independent scattering potentials. The skew scattering effect\nis demonstrated by exact results of a simple hard wall impurity model. The\nmagnitude of the effect for short-range impurities is estimated using the first\nBorn approximation. The exact formalism we present can serve as a foundation\nfor further theoretical investigations.\n","Comment: 4 pages, 3 figure"]}]
["math/0002187",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","57S17, 57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0002187","Forum Mathematicum 14 (4) 2002 pp. 495--507"],"date":["2000-02-22","2000-05-30"],"type":["text"],"creator":["McCooey, Michael P."],"language":[],"coverage":[],"title":["Four-Manifolds which admit Z_p x Z_p actions"],"description":["  We show that the simply-connected four-manifolds which admit locally linear,\nhomologically trivial actions by rank two finite abelian groups are\nhomeomorphic to connected sums of CP^2, -CP^2, and S^2 x S^2 (with one\nexception: pseudofree Z_3 x Z_3 actions on the Chern manifold), and also\nestablish an equivariant decompostion theorem.\n  This generalizes results from a 1970 paper by Orlik and Raymond, and\ncomplements more recent work of Fintushel, Yoshida, and Huck on S^1 actions. In\neach case, the simply-connected four-manifolds which support such actions are\nessentially the same.\n","Comment: 11 pages, LaTeX, 1 figure. This is a minor revision to make the paper\n  more self-contained"]}]
["math/0311173",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","57M25","57M05","58G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311173","J. Diff. Geom. 71 (2005) 23-83"],"date":["2003-11-11"],"type":["text"],"creator":["Boden, Hans U.","Herald, Christopher M.","Kirk, Paul A."],"language":[],"coverage":[],"title":["The Integer Valued SU(3) Casson Invariant for Brieskorn spheres"],"description":["  We develop techniques for computing the integer valued SU(3) Casson\ninvariant. Our method involves resolving the singularities in the flat moduli\nspace using a twisting perturbation and analyzing its effect on the topology of\nthe perturbed flat moduli space. These techniques, together with Bott-Morse\ntheory and the splitting principle for spectral flow, are applied to calculate\nthe invariant for all Brieskorn homology spheres.\n","Comment: 50 pages, 3 figures"]}]
["math/0312355",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312355","Advances in Mathematics 197 (2005), 140-197"],"date":["2003-12-18"],"type":["text"],"creator":["Meinrenken, E."],"language":[],"coverage":[],"title":["Witten's formulas for intersection pairings on moduli spaces of flat\n  $G$-bundles"],"description":["  In a 1992 paper, Witten gave a formula for the intersection pairings of the\nmoduli space of flat $G$-bundles over an oriented surface, possibly with\nmarkings. In this paper, we give a general proof of Witten's formula, for\narbitrary compact, simple groups, and any markings for which the moduli space\nhas at most orbifold singularities.\n","Comment: 46 pages"]}]
["math/0406350",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406350","Duke Mathematical Journal 130 (2005), 479-521"],"date":["2004-06-17","2005-02-16"],"type":["text"],"creator":["Alekseev, A.","Meinrenken, E."],"language":[],"coverage":[],"title":["Equivariant cohomology and the Maurer-Cartan equation"],"description":["  Let G be a compact, connected Lie group, acting smoothly on a manifold M.\nGoresky-Kottwitz-MacPherson described a small Cartan model for the equivariant\ncohomology of M, quasi-isomorphic to the standard Cartan complex of equivariant\ndifferential forms. In this paper, we construct an explicit cochain map from\nthe small Cartan model into the standard Cartan model, inducing an isomorphism\nin cohomology. The construction involves the solution of a remarkable\ninhomogeneous Maurer-Cartan equation. This solution has further applications to\nthe theory of transgression in the Weil algebra, and to the Chevalley-Koszul\ntheory of the cohomology of principal bundles.\n","Comment: 33 pages. Final version, to appear in Duke Mathematical Journal"]}]
["math/0410128",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Representation Theory","46L05, 22D25, 43A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0410128","J. London Math. Soc. 72 (2005), 742-762"],"date":["2004-10-05","2007-07-25"],"type":["text"],"creator":["Grundling, Hendrik"],"language":[],"coverage":[],"title":["Generalising Group Algebras"],"description":["  This paper has been withdrawn by the author, since the main result, the\nexistence and uniqueness theorem for host algebras, Theorem 3.4, is wrong for\nthe following reasons.\n  In Definition 3.1 we wanted to generalise the concept of an open projection\naway from universal enveloping Von Neumann algebras, so that it makes sense for\nany Von Neumann algebra N. We defined a projection P in N as open, if N.P is\nthe intersection of left kernels of normal states of N. Unfortunately, every\nprojection P in N will satisfy this criterion by Theorem 3.6.11 of Pedersen\n(C*-algebras and their automorphism groups). Hence if N = A\" for a C*-algebra\nA, then this definition of an open projection does not define the usual open\nprojections (cf. Proposition 3.11.9 in Pedersen). Hence the proof of Theorem\n3.4, which rests on this, fails.\n","Comment: This paper has been withdrawn"]}]
["math/0511454",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511454"],"date":["2005-11-17","2007-07-25"],"type":["text"],"creator":["Matui, Hiroki"],"language":[],"coverage":[],"title":["Torsion in coinvariants of certain Cantor minimal Z^2-systems"],"description":["  Let G be a finite abelian group. We will consider a skew product extension of\na product of two Cantor minimal Z-systems associated with a G-valued cocycle.\nWhen G is non-cyclic and the cocycle is non-degenerate, it will be shown that\nthe skew product system has torsion in its coinvariants.\n","Comment: 16 pages"]}]
["math/0607556",{"format":[],"subject":["Mathematics - Group Theory","20F28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607556"],"date":["2006-07-21","2007-07-26"],"type":["text"],"creator":["Farb, Benson","Handel, Michael"],"language":[],"coverage":[],"title":["Commensurations of Out(F_n)"],"description":["  Let $\\Out(F_n)$ denote the outer automorphism group of the free group $F_n$\nwith $n>3$. We prove that for any finite index subgroup $\\Gamma<\\Out(F_n)$, the\ngroup $\\Aut(\\Gamma)$ is isomorphic to the normalizer of $\\Gamma$ in\n$\\Out(F_n)$. We prove that $\\Gamma$ is {\\em co-Hopfian} : every injective\nhomomorphism $\\Gamma\\to \\Gamma$ is surjective. Finally, we prove that the\nabstract commensurator $\\Comm(\\Out(F_n))$ is isomorphic to $\\Out(F_n)$.\n","Comment: Revised version, 43 pages. To appear in Publ. Math. IHES"]}]
["math/0610571",{"format":[],"subject":["Mathematics - Probability","60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610571"],"date":["2006-10-18","2007-07-26"],"type":["text"],"creator":["Jan, Yves Le"],"language":[],"coverage":[],"title":["Dynkin's isomorphism without symmetry"],"description":["  The purpose of this note is to extend Dynkin's isomorphim involving\nfunctionals of the occupation field of a symmetric Markov processes and of the\nassociated Gaussian field to a suitable class of non symmetric Markov\nprocesses.\n","Comment: To appear in the Proceedings of the conference\" Stochastic Analysis\n  in Mathematical Physics\" Lisbon 2006"]}]
["math/0701698",{"format":[],"subject":["Mathematics - Probability","60H30","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701698"],"date":["2007-01-24","2007-07-25"],"type":["text"],"creator":["Lalley, Steven P."],"language":[],"coverage":[],"title":["Spatial Epidemics: Critical Behavior in One Dimension"],"description":["  In the simple mean-field SIS and SIR epidemic models, infection is\ntransmitted from infectious to susceptible members of a finite population by\nindependent p-coin tosses. Spatial variants of these models are proposed, in\nwhich finite populations of size N are situated at the sites of a lattice and\ninfectious contacts are limited to individuals at neighboring sites. Scaling\nlaws for these models are given when the infection parameter p is such that the\nepidemics are critical. It is shown that in all cases there is a critical\nthreshold for the numbers initially infected: below the threshold, the epidemic\nevolves in essentially the same manner as its branching envelope, but at the\nthreshold evolves like a branching process with a size-dependent drift. The\ncorresponding scaling limits are super-Brownian motions and Dawson-Watanabe\nprocesses with killing, respectively.\n"]}]
["math/0703370",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703370"],"date":["2007-03-13","2007-07-26"],"type":["text"],"creator":["Gay, David T.","Stipsicz, Andras I."],"language":[],"coverage":[],"title":["Symplectic rational blow-down along Seifert fibered 3-manifolds"],"description":["  We verify that the rational blow-down schemes along certain Seifert fibered\n3-manifolds found by the second author, Szabo and Wahl are, in fact, symplectic\noperations.\n","Comment: 20 pages"]}]
["math/9907180",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Mathematics - Group Theory","57S17, 57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9907180","Topology 41 (4) 2002, pp. 835--851."],"date":["1999-07-27","2000-05-30"],"type":["text"],"creator":["McCooey, Michael P."],"language":[],"coverage":[],"title":["Symmetry groups of four-manifolds"],"description":["  If a (possibly finite) compact Lie group acts effectively, locally linearly,\nand homologically trivially on a closed, simply-connected four-manifold with\nsecond Betti number at least three, then it must be isomorphic to a subgroup of\nS^1 x S^1, and the action must have nonempty fixed-point set.\n  Our results strengthen and complement recent work by Edmonds, Hambleton and\nLee, and Wilczynski, among others. Our tools include representation theory,\nfinite group theory, and Borel equivariant cohomology.\n","Comment: This is a substantially revised and shortened version. The argument\n  has been streamlined by a more natural organization of the \"minimal bad\"\n  cases and a much simplified treatment of rank 2 nonabelian groups (such as\n  the eight-element dihedral group) using results from \"Four-manifolds which\n  admit Z_p x Z_p actions\" (math.GT/0002187). The main result has also been\n  sharpened slightly by appeal to the G-signature theorem, and now covers\n  manifolds with the cohomology of CP^2 # CP^2. 15 pages, LaTeX"]}]
["physics/0703115",{"format":[],"subject":["Physics - Atomic Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703115","Appl. Phys. Lett. 90, 223501 (2007)","doi:10.1063/1.2737357"],"date":["2007-03-11","2007-07-26"],"type":["text"],"creator":["Kornack, T. W.","Smullin, S. J.","Lee, S. -K.","Romalis, M. V."],"language":[],"coverage":[],"title":["A low-noise ferrite magnetic shield"],"description":["  Ferrite materials provide magnetic shielding performance similar to commonly\nused high permeability metals but have lower intrinsic magnetic noise generated\nby thermal Johnson currents due to their high electrical resistivity.\nMeasurements inside a ferrite shield with a spin-exchange relaxation-free\natomic magnetometer reveal a noise level of 0.75 fT Hz^(-1/2), 25 times lower\nthan what would be expected in a comparable mu-metal shield. The authors\nidentify a 1/f component of the magnetic noise due to magnetization\nfluctuations and derive general relationships for the Johnson current noise and\nmagnetization noise in cylindrical ferromagnetic shields in terms of their\nconductivity and complex magnetic permeability.\n","Comment: 4 pages, 3 figures. Published in Appl. Phys. Lett.; replacement\n  reflects published work"]}]
["q-bio/0508008",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0508008","Structural Approaches to Sequence Evolution, Eds.: U. Bastolla, M.\n  Porto, H.E. Roman, M. Vendruscolo, Springer Berlin, 2007, pp. 299-340"],"date":["2005-08-05"],"type":["text"],"creator":["Jain, Kavita","Krug, Joachim"],"language":[],"coverage":[],"title":["Adaptation in simple and complex fitness landscapes"],"description":["  This is an introductory review of deterministic mutation-selection models for\nasexual populations (i.e., quasispecies theory) and related topics. First, the\nbasic concepts of fitness, mutations, and sequence space are introduced.\nDifferent types of mutation-selection dynamics are defined and their relation\nto problems of statistical physics are outlined. Then the stationary population\ndistribution in simple, single peak fitness landscapes is discussed at length,\nwith particular emphasis on the error threshold phenomenon. Extensions of the\ntheory covering e.g. epistatic interactions, diploid organisms,\nsemiconservative replication and time-dependent fitness peaks are briefly\ndescribed. A further section is devoted to randomly rugged fitness landscapes,\nwhich may display fitness correlations of various degree as well as extended\nneutral networks. The final two sections address evolutionary dynamics in both\nrugged and smooth fitness landscapes, and provide a brief overview of pertinent\nexperiments.\n","Comment: To appear in \"Structural approaches to sequence evolution: Molecules,\n  networks and populations\", ed. by U. Bastolla, M. Porto, H.E. Roman and M.\n  Vendruscolo"]}]
["q-bio/0606013",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0606013"],"date":["2006-06-12","2007-07-25"],"type":["text"],"creator":["Jarrah, Abdul Salam","Raposa, Blessilda","Laubenbacher, Reinhard"],"language":[],"coverage":[],"title":["Nested Canalyzing, unate cascade, and polynomial functions"],"description":["  This paper focuses on the study of certain classes of Boolean functions that\nhave appeared in several different contexts. Nested canalyzing functions have\nbeen studied recently in the context of Boolean network models of gene\nregulatory networks. In the same context, polynomial functions over finite\nfields have been used to develop network inference methods for gene regulatory\nnetworks. Finally, unate cascade functions have been studied in the design of\nlogic circuits and binary decision diagrams. This paper shows that the class of\nnested canalyzing functions is equal to that of unate cascade functions.\nFurthermore, it provides a description of nested canalyzing functions as a\ncertain type of Boolean polynomial function. Using the polynomial framework one\ncan show that the class of nested canalyzing functions, or, equivalently, the\nclass of unate cascade functions, forms an algebraic variety which makes their\nanalysis amenable to the use of techniques from algebraic geometry and\ncomputational algebra. As a corollary of the functional equivalence derived\nhere, a formula in the literature for the number of unate cascade functions\nprovides such a formula for the number of nested canalyzing functions.\n","Comment: To appear in Physica D: Nonlinear Phenomena"]}]
["q-bio/0702006",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0702006","FEBS Letters 581, 3675-3680 (2007)","doi:10.1016/j.febslet.2007.03.083"],"date":["2007-02-05","2007-07-26"],"type":["text"],"creator":["Szalay, Mate S.","Kovacs, Istvan A.","Korcsmaros, Tamas","Bode, Csaba","Csermely, Peter"],"language":[],"coverage":[],"title":["Stress-induced rearrangements of cellular networks: consequences for\n  protection and drug design"],"description":["  The complexity of the cells can be described and understood by a number of\nnetworks such as protein-protein interaction, cytoskeletal, organelle,\nsignalling, gene transcription and metabolic networks. All these networks are\nhighly dynamic producing continuous rearrangements in their links, hubs,\nnetwork-skeleton and modules. Here we describe the adaptation of cellular\nnetworks after various forms of stress causing perturbations, congestions and\nnetwork damage. Chronic stress decreases link-density, decouples or even\nquarantines modules, and induces an increased competition between network hubs\nand bridges. Extremely long or strong stress may induce a topological phase\ntransition in the respective cellular networks, which switches the cell to a\ncompletely different mode of cellular function. We summarize our initial\nknowledge on network restoration after stress including the role of molecular\nchaperones in this process. Finally, we discuss the implications of\nstress-induced network rearrangements in diseases and ageing, and propose\ntherapeutic approaches both to increase the robustness and help the repair of\ncellular networks.\n","Comment: 9 pages, 1 table, 2 figures, invited paper of FEBS Letters Cellular\n  Stress special issue"]}]
["quant-ph/0307138",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0307138","Phys. Rev. Lett. 94, 080501 (2005)","doi:10.1103/PhysRevLett.94.080501"],"date":["2003-07-19","2005-05-11"],"type":["text"],"creator":["Reimpell, M.","Werner, R. F."],"language":[],"coverage":[],"title":["Iterative Optimization of Quantum Error Correcting Codes"],"description":["  We introduce a convergent iterative algorithm for finding the optimal coding\nand decoding operations for an arbitrary noisy quantum channel. This algorithm\ndoes not require any error syndrome to be corrected completely, and hence also\nfinds codes outside the usual Knill-Laflamme definition of error correcting\ncodes. The iteration is shown to improve the figure of merit \"channel fidelity\"\nin every step.\n","Comment: 5 pages, 2 figures, REVTeX 4; stability of algorithm included"]}]
["quant-ph/0612035",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612035","Phys. Rev. A 75, 062334 (2007)","doi:10.1103/PhysRevA.75.062334"],"date":["2006-12-05"],"type":["text"],"creator":["Reimpell, M.","Werner, R. F."],"language":[],"coverage":[],"title":["A Meaner King uses Biased Bases"],"description":["  The mean king problem is a quantum mechanical retrodiction problem, in which\nAlice has to name the outcome of an ideal measurement on a d-dimensional\nquantum system, made in one of (d+1) orthonormal bases, unknown to Alice at the\ntime of the measurement. Alice has to make this retrodiction on the basis of\nthe classical outcomes of a suitable control measurement including an entangled\ncopy. We show that the existence of a strategy for Alice is equivalent to the\nexistence of an overall joint probability distribution for (d+1) random\nvariables, whose marginal pair distributions are fixed as the transition\nprobability matrices of the given bases. In particular, for d=2 the problem is\ndecided by John Bell's classic inequality for three dichotomic variables. For\nmutually unbiased bases in any dimension Alice has a strategy, but for randomly\nchosen bases the probability for that goes rapidly to zero with increasing d.\n","Comment: 5 pages, 1 figure"]}]
["quant-ph/0612229",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612229","New J. Phys. 9 (2007) 87","doi:10.1088/1367-2630/9/4/087"],"date":["2006-12-29","2007-03-11"],"type":["text"],"creator":["Maloyer, Olivier","Kendon, Viv"],"language":[],"coverage":[],"title":["Decoherence vs entanglement in coined quantum walks"],"description":["  Quantum versions of random walks on the line and cycle show a quadratic\nimprovement in their spreading rate and mixing times respectively. The addition\nof decoherence to the quantum walk produces a more uniform distribution on the\nline, and even faster mixing on the cycle by removing the need for\ntime-averaging to obtain a uniform distribution. We calculate numerically the\nentanglement between the coin and the position of the quantum walker and show\nthat the optimal decoherence rates are such that all the entanglement is just\nremoved by the time the final measurement is made.\n","Comment: 11 pages, 6 embedded eps figures; v2 improved layout and discussion"]}]
