["0705.4465",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4465"],"date":["2007-05-31"],"type":["text"],"creator":["Clarke, D.","Chern, G. -W.","Tretiakov, O. A.","Tchernyshyov, O."],"language":[],"coverage":[],"title":["Dynamics of a domain wall in a magnetic nanostrip: a toy model"],"description":["  In this report we demonstrate a simple model for the motion of a vortex\ndomain wall in a ferromagnetic strip of submicron width under the influence of\nan external magnetic field. The model exhibits three distinct dynamical\nregimes. In a viscous regime at low fields the wall moves rigidly with a\nvelocity proportional to the field. Above a critical field the motion becomes\nunderdamped as the vortex moves periodically across the strip; these\noscillations are accompanied by a slow drift with a decreasing velocity. At\nstill higher fields the drift velocity starts rising linearly with the field\nagain but with a much lower mobility dv/dH than in the low-field regime. We\ncalculate the relevant quantities and compare them to experimentally observed\nvalues.\n"]}]
["0705.4470",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4470","J. Phys. Chem. C. V111, (2007) 1809"],"date":["2007-05-30"],"type":["text"],"creator":["Gimenez, M. Cecilia","Albano, Ezequiel V."],"language":[],"coverage":[],"title":["Dynamic response of Ag monolayers adsorbed on Au(100) upon an\n  oscillatory variation of the chemical potential: A Monte Carlo simulation\n  study"],"description":["  Based on the fact that the underpotential electrochemical deposition of Ag\natoms on the $Au(100)$ surface exhibits sharp first-order phase transitions at\nwell-defined values of the (coexistence) chemical potential ($\\mu_{coex}$), we\nperformed extensive simulations aimed at investigating the hysteretic dynamic\nbehavior of the system close to coexistence upon the application of a periodic\nsignal of the form $\\mu(t) = \\mu_{coex} + \\mu_{o}sin(2\\Pi t/\\tau) $, where\n$\\mu_{o}$ and $\\tau$ are the amplitude and the period of the sweep,\nrespectively. For relatively short periods and small enough amplitudes the\nsystem becomes trapped either at low or high Ag coverage states, as evidenced\nby recording hysteresis loops. This scenario is identified as dynamically\nordered states (DOS), such that the relaxation time $(\\tau_{relax})$ of the\ncorresponding metastable state obeys $\\tau_{relax} > \\tau $. On the other hand,\nby properly increasing $\\mu_{o}$ or/and $\\tau$, one finds that the $Ag$\ncoverage gently follows the external drive (here $\\tau_{relax} < \\tau $) and\nthe system is said to enter into dynamically disordered states (DDS), where\nhysteresis loops show almost symmetric limiting cycles. This symmetry breaking\nbetween limiting cycles driven by an external signal is discussed in terms of\nthe concept of (out-of-equilibrium) Dynamic Phase Transitions between DOS and\nDDS, similar to those encountered when a magnetic system is placed in the\npresence of a variable external magnetic field. However, a careful finite-size\nscaling study reveals that, at least at $T = 300K$, the $Ag/Au(100)$ system\ndoes not exhibit true second-order phase transitions but rather a crossover\nbehavior between states. A diagram showing the location of the ordered and\ndisordered states in the $\\mu$ versus $\\tau$ plane is obtained and discussed.\n","Comment: 20 pages, 9 figures"]}]
["0705.4472",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4472"],"date":["2007-05-30"],"type":["text"],"creator":["Ghisellini, Gabriele"],"language":[],"coverage":[],"title":["Cosmological implications of Gamma Ray Bursts"],"description":["  The discovery that the bolometric energetics (and/or peak luminosity) of\nGamma Ray Bursts correlates with their spectral properties has allowed to\nstandardize the burst energetics to such a degree to enable their use for\nconstraining the cosmological parameters, in the same way as SN Ia. With\nrespect to SN Ia, there is the advantage of having sources free from extinction\nproblems, and easily detectable also at large redshifts. On the other hand,\nthese spectral-energy correlations are not yet understood, and bursts with a\ncomplete set of information (to standardize their energetics) are still few\n(two dozens). There have been already attempts to use these bursts to constrain\nOmega_Lambda and Omega_M, and even the dark energy equation of state. These\nresults are very encouraging.\n","Comment: 8 pages, 4 figures, invited talk at the meeting of the Italian\n  Astron. Society"]}]
["0705.4475",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4475"],"date":["2007-05-30"],"type":["text"],"creator":["Mazza, Marco G.","Giovambattista, Nicolas","Stanley, H. Eugene","Starr, Francis W."],"language":[],"coverage":[],"title":["Dynamical heterogeneities and the breakdown of the Stokes-Einstein and\n  Stokes-Einstein-Debye relations in simulated water"],"description":["  We study the Stokes-Einstein (SE) and the Stokes-Einstein-Debye (SED)\nrelations using molecular dynamics simulations of the extended simple point\ncharge model of water. We find that both the SE and SED relations break down at\nlow temperature. To explore the relationship between these breakdowns and\ndynamical heterogeneities (DH), we also calculate the SE and SED relations for\nsubsets of the 7% ``fastest'' and 7% ``slowest'' molecules. We find that the SE\nand SED relations break down in both subsets, and that the breakdowns occur on\nall scales of mobility. Thus these breakdowns appear to be generalized\nphenomena, in contrast with the view where only the most mobile molecules are\nthe origin of the breakdown of the SE and SED relations, embedded in an\ninactive background where these relations hold. At low temperature, the SE and\nSED relations in both subsets of molecules are replaced with ``fractional'' SE\nand SED relations, $D_t\\sim(\\tau/T)^{-\\xi_t}$ and $D_r\\sim(\\tau/T)^{-\\xi_r}$\nwhere $\\xi_t\\approx0.84<1$ and $\\xi_r\\approx0.75<1$. We also find that there is\na decoupling between rotational and translational motion, and that this\ndecoupling occurs in both fastest and slowest subsets of molecules. We also\nfind that when the decoupling increases, upon cooling, the probability of a\nmolecule being classified as both translationally and rotationally fastest also\nincreases. To study the effect of time scale for SE and SED breakdown and\ndecoupling, we introduce a time-dependent version of the SE and SED relations,\nand a time-dependent function that measures the extent of decoupling. Our\nresults suggest that both the decoupling and SE and SED breakdowns are\noriginated at the time scale corresponding to the end of the cage regime, when\ndiffusion starts. This is also the time scale when the DH are more relevant.\n"]}]
["0705.4478",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4478"],"date":["2007-05-30"],"type":["text"],"creator":["Nesvizhevsky, V. V.","Pignol, G.","Protasov, K. V."],"language":[],"coverage":[],"title":["Experimental constraints for additional short-range forces from neutron\n  experiments"],"description":["  We present preliminary results on sensitivity of experiments with slow\nneutrons to constrain additional forces in a wide distance range: from\npicometers to micrometers. In the sub-nanometer range, available data on\nlengths of neutron scattering at nuclei provide the most competitive\nconstraint. We show that it can be improved significantly in a dedicated\nmeasurement of asymmetry of neutron scattering at noble gases. In the\nmicrometer range, we present sensitivity of the future GRANIT experiment.\nFurther analysis will be presented in following publications.\n","Comment: presented in \"les rencontres de Moriond\" 2007 conference"]}]
["0705.4482",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4482"],"date":["2007-05-30"],"type":["text"],"creator":["Savin, Alexander V.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Discrete Nonlinear Breathing Modes in Carbon Nanotubes"],"description":["  We study large-amplitude oscillations of carbon nanotubes with chiralities\n$(m,0)$ and $(m,m)$ and predict the existence of localized nonlinear modes in\nthe form of {\\em discrete breathers}. In nanotubes with the index $(m,0)$ {\\em\nthree types} of localized modes can exist, namely longitudinal, radial, and\ntwisting breathers; however only the twisting breathers, or {\\em twistons}, are\nnonradiating nonlinear modes which exist in the frequency gaps of the linear\nspectrum. Geometry of carbon nanotubes with the index $(m,m)$ allows only the\nexistence of broad radial breathers in a narrow spectral range.\n","Comment: 4 pages, 5 figures"]}]
["0705.4490",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4490"],"date":["2007-05-30"],"type":["text"],"creator":["Subramanian, Hemachander","Han, J. E."],"language":[],"coverage":[],"title":["Geometry-induced frustration of magnetization in a planar soft-hard\n  magnetic system"],"description":["  We computationally study the frustrated magnetic configurations of a thin\nsoft magnetic layer with the boundary condition fixed by underlying hard\nmagnets. Driven by geometrical constraints and external magnetic field,\ntransitions between frustrated energy minima result in magnetic hysteretic\nbehavior. The presence of soft-magnet introduces strong undulations in the\nenergy landscape in a length scale set by the magnetic property of the soft\nmagnet. We propose a possible use of the phenomena to locally control the\nmovement of magnetic nanoparticles.\n","Comment: 4 pages, 5 figures"]}]
["0705.4491",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4491"],"date":["2007-05-30"],"type":["text"],"creator":["Kravchenko, I."],"language":[],"coverage":[],"title":["Event Reconstruction and Data Acquisition for the RICE Experiment at the\n  South Pole"],"description":["  The RICE experiment seeks to measure ultra-high energy neutrinos (E(nu)>10\nPeV) by detection of the radio wavelength Cherenkov radiation produced by\nneutrino-ice collisions within Antarctic ice. An array of 16 dipole antennas,\nburied at depths of 100-400 m, and sensitive over the 100-500 MHz frequency\nrange, has been continuously taking data for the last seven years. We herein\ndescribe the design and performance of the RICE experiment's event trigger and\ndata acquisition system, highlighting elements not covered as extensively in\nprevious publications.\n"]}]
["0705.4496",{"format":[],"subject":["Mathematics - Operator Algebras","47L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4496"],"date":["2007-05-30"],"type":["text"],"creator":["Davidson, Kenneth R.","Power, Stephen C.","Yang, Dilian"],"language":[],"coverage":[],"title":["Dilation Theory for Rank 2 Graph Algebras"],"description":["  An analysis is given of $*$-representations of rank 2 single vertex graphs.\nWe develop dilation theory for the non-selfadjoint algebras $\\A_\\theta$ and\n$\\A_u$ which are associated with the commutation relation permutation $\\theta$\nof a 2 graph and, more generally, with commutation relations determined by a\nunitary matrix $u$ in $M_m(\\bC) \\otimes M_n(\\bC)$. We show that a defect free\nrow contractive representation has a unique minimal dilation to a\n$*$-representation and we provide a new simpler proof of Solel's row isometric\ndilation of two $u$-commuting row contractions. Furthermore it is shown that\nthe C*-envelope of $\\A_u$ is the generalised Cuntz algebra $\\O_{X_u}$ for the\nproduct system $X_u$ of $u$; that for $m\\geq 2 $ and $n \\geq 2 $ contractive\nrepresentations of $\\Ath$ need not be completely contractive; and that the\nuniversal tensor algebra $\\T_+(X_u)$ need not be isometrically isomorphic to\n$\\A_u$.\n","Comment: 29 pages, 5 figures"]}]
["0705.4499",{"format":[],"subject":["Mathematics - Operator Algebras","47L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4499"],"date":["2007-05-30"],"type":["text"],"creator":["Davidson, Kenneth R.","Yang, Dilian"],"language":[],"coverage":[],"title":["Periodicity in Rank 2 Graph Algebras"],"description":["  Kumjian and Pask introduced an aperiodicity condition for higher rank graphs.\nWe present a detailed analysis of when this occurs in certain rank 2 graphs.\nWhen the algebra is aperiodic, we give another proof of the simplicity of\n$\\ca(\\Fth)$. The periodic C*-algebras are characterized, and it is shown that\n$\\ca(\\Fth) \\simeq \\rC(\\bT) \\otimes \\fA$ where $\\fA$ is a simple C*-algebra.\n","Comment: 27 pages"]}]
["0705.4502",{"format":[],"subject":["Quantum Physics","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4502"],"date":["2007-05-30"],"type":["text"],"creator":["Wang, Qi","Han, Jian-Long","Dong, Yu-Chuan","Li, Song-Lin","Duan, Li-Min","Xu, Hu-Shan","Xu, Hua-Gen","Chen, Ruo-Fu","Wu, He-Yu","Bai, Zhen","Li, Zhi-Chang","Lu, Xiu-Qin","Zhao, Kui","Liu, Jian-Cheng","Xu, Guo-Ji","Kun, S. Yu."],"language":[],"coverage":[],"title":["Experimental indication of anomalous sensitivity in many-body systems:\n  Deterministic randomness in complex quantum collisions?"],"description":["  We have experimentally tested a recently suggested possibility for anomalous\nsensitivity of the cross sections of dissipative heavy ion collisions. Cross\nsections for the $^{19}$F+$^{27}$Al dissipative collisions were measured at the\nfixed energy 118.75 MeV of the $^{19}$F for the 12 different beam spots on the\nsame target foil. The data demonstrate dramatic differences between the cross\nsections for the different beam spots. The effect may indicate deterministic\nrandomness in complex quantum collisions. New experiments are highly desirable\nin a view of the fundamental importance of the problem.\n","Comment: 4 pages, 4 figures"]}]
["0705.4508",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4508","Scientific Research Monthly, 2007 (3), pp.13-19, 25"],"date":["2007-05-30"],"type":["text"],"creator":["Xu, Kunming"],"language":[],"coverage":[],"title":["The unification of Pythagorean theorem for electronic orbitals with\n  Kepler's law for planetary orbits"],"description":["  In the context of two-dimensional spacetime within a helium atom, both 1s\nelectrons are characterized by wave functions that observe duality equation.\nThey are symmetric, orthogonal and interwoven, forming a dynamic rope structure\nat any moment. Instead of elliptical orbit of planets around the sun,\nelectronic orbitals take the form of matter state transformation cycle. While\nthe kinematic movement of planets is governed by Kepler's first law, electronic\ntransformation obeys Pythagorean theorem, both being equivalent in physical\nprinciple. The atomic spacetime is a continuous medium of electron clouds in\nsynchronized differential and integral processes that are implemented by smooth\ntrigonometry. In order to integrate this new approach with conventional\nphysics, the author translates the pattern of electronic motion in the atomic\nspacetime into spherical volume undulation in Euclidean geometry and calculates\nthe probability density of an electron within the sphere from the classical\nperspective. From the primary wave function of a 1s electron, the author also\ntries to derive the mathematical expression of central force that guides the\nsurrounding bodies along the orbits. The result is exciting and surprising that\nquestions the exactness of the venerable Coulomb's law.\n","Comment: 17 pages, 10 figures, comments are welcome"]}]
["0705.4515",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60","14P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4515"],"date":["2007-05-31"],"type":["text"],"creator":["Bhosle, Usha N.","Biswas, Indranil"],"language":[],"coverage":[],"title":["Stable real algebraic vector bundles over a Klein bottle"],"description":["  Let X be a geometrically connected smooth projective curve of genus one,\ndefined over the field of real numbers, such that X does not have any real\npoints. We classify the isomorphism classes of all stable real algebraic vector\nbundles over X.\n","Comment: Transactions of the AMS (to appear)"]}]
["0705.4517",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4517"],"date":["2007-05-31"],"type":["text"],"creator":["Daveau, Christian","Khelifi, Abdessatar"],"language":[],"coverage":[],"title":["On the perturbation of the electromagnetic energy due to the presence of\n  inhomogeneities with small diameters"],"description":["  We consider solutions to the time-harmonic Maxwell problem in $\\R^3$. For\nsuch solution we provide a rigorous derivation of the asymptotic expansions in\nthe practically interesting situation, where a finite number of inhomogeneities\nof small diameter are imbedded in the entire space. Then, we describe the\nbehavior of the electromagnetic energy caused by the presence of these\ninhomogeneities.\n"]}]
["0705.4519",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4519"],"date":["2007-05-31"],"type":["text"],"creator":["Levin, B. M."],"language":[],"coverage":[],"title":["The Orthopositronium Problem and e-\\mu-\\tau-Universality"],"description":["  The quantitative description of the orthopositronium anomalies (\"isotope\nanomaly\" in a gaseous neon for the \"resonance conditions\" and\n\"lambda{T}-anomaly\" in non-resonance conditions) is possible on the basis of a\nhypothesis about restoration of spontaneously broken complete relativity\n(A.F.Andreev, 1982) of the limited space-time \"volume\" (\"defect\" of the\nspace-time) in a final state of the beta{+}-decay of nucleus such as Na-22,\nGa-68, etc. This addition of the Standard Model in a final state of the\ntopological quantum transition (non-steady-state, a generalized displacement\ncurrent) supposes the description on the common basis timelike fundamental\nparticles (locality) and spacelike fundamental structure (non-locality without\ncausal paradoxes). One of achievements of expansion of Standard Model can be a\nsubstantiation of topological connection e-mu-tau-Universality with discrete\nstructure (quantization) \"defect\" of the space-time.\n","Comment: 5 pages"]}]
["0705.4520",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4520"],"date":["2007-05-31"],"type":["text"],"creator":["Yoshimura, Kazuyuki","Davis, Peter","Uchida, Atsushi"],"language":[],"coverage":[],"title":["Nonresonant entrainment of detuned oscillators induced by common\n  external noise"],"description":["  We have found that a novel type of entrainment occurs in two nonidentical\nlimit cycle oscillators subjected to a common external white Gaussian noise.\nThis entrainment is anomalous in the sense that the two oscillators have\ndifferent mean frequencies, where the difference is constant as the noise\nintensity increases, but their phases come to be locked for almost all the\ntime. We present a theory and numerical evidence for this phenomenon.\n","Comment: 4 pages, 2 figures"]}]
["0705.4524",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A15, 05A18 (Primary)","05E10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4524"],"date":["2007-05-31"],"type":["text"],"creator":["Lankham, Isaiah"],"language":[],"coverage":[],"title":["Patience Sorting and Its Generalizations"],"description":["  This dissertation collects together results on Patience Sorting and its\ngeneralizations. It incorporates the results of math.CO/0506358,\nmath.CO/0507031, and math.CO/0512122, as well as previously unpublished\nresults.\n","Comment: Ph.D. dissertation, 108 pages; uses packages pstricks and youngtab"]}]
["0705.4525",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4525"],"date":["2007-05-31"],"type":["text"],"creator":["Goldstein, Gary R.","Wali, Kameshwar C."],"language":[],"coverage":[],"title":["Baryons and Mesons with Beauty"],"description":["  Recent experimental findings of several mesons and baryons with \"beauty\" and\n\"charm\" as flavors remind us of the days when strangeness was discovered, and\nhow its inclusion led to SU(3)-flavor symmetry with enormous success in the\nclassification of the \"proliferated\" states into SU(3) multiplets. One of the\nkey elements was the successful application of the first order perturbation in\nsymmetry breaking, albeit what then appeared to be huge mass differences, and\nthe prediction of new states that were confirmed by experiments. In this note,\nwe venture into the past and, applying the same techniques, predict some new\n\"beauty-\" and \"charm-\" flavored hadrons. If these new states are confirmed\nexperimentally, it may provide a useful phenomenological model for classifying\nnumerous states that are found to be in the PDG data and could invite further\ntheoretical challenges towards our understanding of symmetry breaking.\n","Comment: 9 pages, 5 figures, plain LateX"]}]
["0705.4529",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry","32W20, 32U15, 32Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4529"],"date":["2007-05-31"],"type":["text"],"creator":["Coman, Dan","Guedj, Vincent","Zeriahi, Ahmed"],"language":[],"coverage":[],"title":["Domains of definition of Monge-Amp\\`ere operators on compact K\\\"ahler\n  manifolds"],"description":["  Let $(X,\\omega)$ be a compact K\\\"ahler manifold. We introduce and study the\nlargest set $DMA(X,\\omega)$ of $\\omega$-plurisubharmonic (psh) functions on\nwhich the complex Monge-Amp\\`ere operator is well defined. It is much larger\nthan the corresponding local domain of definition, though still a proper subset\nof the set $PSH(X,\\om)$ of all $\\om$-psh functions. We prove that certain\ntwisted Monge-Amp\\`ere operators are well defined for all $\\omega$-psh\nfunctions. As a consequence, any $\\om$-psh function with slightly attenuated\nsingularities has finite weighted Monge-Amp\\`ere energy.\n"]}]
["0705.4530",{"format":[],"subject":["Mathematics - Differential Geometry","53C60","53C20","53C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4530"],"date":["2007-05-31"],"type":["text"],"creator":["Rademacher, Hans-Bert"],"language":[],"coverage":[],"title":["The Length of a Shortest Geodesic Loop"],"description":["  We give a lower bound for the length of a non-trivial geodesic loop on a\nsimply-connected and compact manifold of even dimension with a non-reversible\nFinsler metric of positive flag curvature. Harris and Paternain use this\nestimate in their recent paper [HP] to give a geometric characterization of\ndynamically convex Finsler metrics on the 2-sphere.\n","Comment: 4 pages"]}]
["0705.4531",{"format":[],"subject":["Mathematics - Analysis of PDEs","37L30","35K55","80A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4531"],"date":["2007-05-31"],"type":["text"],"creator":["Rossi, Riccarda","Segatti, Antonio","Stefanelli, Ulisse"],"language":[],"coverage":[],"title":["Attractors for gradient flows of non convex functionals and applications"],"description":["  This paper addresses the long-time behavior of gradient flows of non convex\nfunctionals in Hilbert spaces. Exploiting the notion of generalized semiflows\nby J. M. Ball, we provide some sufficient conditions for the existence of a\nglobal attractor. The abstract results are applied to various classes of non\nconvex evolution problems. In particular, we discuss the long-time behavior of\nsolutions of quasi-stationary phase field models and prove the existence of a\nglobal attractor.\n","Comment: 46 pages"]}]
["0705.4537",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4537","J. Phys.: Condens. Matter 19 255205 (2007)","doi:10.1088/0953-8984/19/25/255205"],"date":["2007-05-31"],"type":["text"],"creator":["Bonca, Rok Zitko Janez"],"language":[],"coverage":[],"title":["Correlation Effects in Side-Coupled Quantum Dots"],"description":["  Using Wilson's numerical renormalization group (NRG) technique we compute\nzero-bias conductance and various correlation functions of a double quantum dot\n(DQD) system. We present different regimes within a phase diagram of the DQD\nsystem. By introducing a negative Hubbard U on one of the quantum dots, we\nsimulate the effect of electron-phonon coupling and explore the properties of\nthe coexisting spin and charge Kondo state. In a triple quantum dot (TQD)\nsystem a multi-stage Kondo effect appears where localized moments on quantum\ndots are screened successively at exponentially distinct Kondo temperatures.\n","Comment: 13 pages, 10 figures"]}]
["0705.4539",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B65, 17B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4539"],"date":["2007-05-31"],"type":["text"],"creator":["Lin, Weiqiang","Su, Yucai"],"language":[],"coverage":[],"title":["Classification of quasifinite representations with nonzero central\n  charges for type $A_1$ EALA with coordinates in quantum torus"],"description":["  In this paper, we first construct a Lie algebra $L$ from rank 3 quantum\ntorus, and show that it is isomorphic to the core of EALAs of type $A_1$ with\ncoordinates in rank 2 quantum torus. Then we construct two classes of\nirreducible ${\\bf Z}$-graded highest weight representations, and give the\nnecessary and sufficient conditions for these representations to be\nquasifinite. Next, we prove that they exhaust all the generalized highest\nweight irreducible ${\\bf Z}$-graded quasifinite representations. As a\nconsequence, we determine all the irreducible ${\\bf Z}$-graded quasifinite\nrepresentations with nonzero central charges. Finally, we construct two classes\nof highest weight ${\\bf Z}^2$-graded quasifinite representations by using these\n${\\bf Z}$-graded modules.\n","Comment: 28 pages"]}]
["0705.4553",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Rings and Algebras","13D45","13C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4553"],"date":["2007-05-31"],"type":["text"],"creator":["Cuong, Nguyen Tu","Van Hoang, Nguyen"],"language":[],"coverage":[],"title":["On the Vanishing and the Finiteness of Supports of Generalized Local\n  Cohomology Modules"],"description":["  Let $(R,\\fr m)$ be a Noetherian local ring, $I$ an ideal of $R$ and $M, N$\ntwo finitely generated $R$-modules. The first result of this paper is to prove\na vanishing theorem for generalized local cohomology modules which says that\n$H^j_I(M,N)=0$ for all $j>\\dim(R)$, provided $M$ is of finite projective\ndimension. Next, we study and give characterizations for the least and the last\ninteger $r$ such that $\\Supp(H^r_I(M,N))$ is infinite.\n","Comment: 13 pages"]}]
["0705.4560",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4560"],"date":["2007-05-31"],"type":["text"],"creator":["Ranade, Arvind C.","Singh, Harinder P.","Gupta, Ranjan","Ashok, N. M."],"language":[],"coverage":[],"title":["A Near-Infrared Stellar Spectral Library: II. K-Band Spectra"],"description":["  This paper is the second in the series of papers on near-infrared (NIR)\nstellar spectral library produced by reducing the observations carried out with\n1.2 meter Gurushikhar Infrared Telescope (GIRT), at Mt. Abu, India using a\nNICMOS3 HgCdTe 256 X 256 NIR array based spectrometer. In paper I (Ranade et\nal. 2004), H-band spectra of 135 stars at a resolution of ~16 Ang were\npresented. The K-band library being released now consists of 114 stars covering\nspectral types O7--M7 and luminosity classes I--V. The spectra have a moderate\nresolution of ~22 Ang in the K band and have been continuum shape corrected to\ntheir respective effective temperatures. We hope to release the remaining\nJ-band spectra soon. The complete H and K-Band library is available online at:\nhttp://vo.iucaa.ernet.in/~voi/NIR_Header.html\n","Comment: 26 pages, 10 figures. Accepted for Publication in Bulletin of\n  Astronomical Society of India"]}]
["0705.4563",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4563"],"date":["2007-05-31"],"type":["text"],"creator":["Gupta, Nachi"],"language":[],"coverage":[],"title":["Kalman Filtering in the Presence of State Space Equality Constraints"],"description":["  We discuss two separate techniques for Kalman Filtering in the presence of\nstate space equality constraints. We then prove that despite the lack of\nsimilarity in their formulations, under certain conditions, the two methods\nresult in mathematically equivalent constrained estimate structures. We\nconclude that the potential benefits of using equality constraints in Kalman\nFiltering often outweigh the computational costs, and as such, equality\nconstraints, when present, should be enforced by way of one of these two\nmethods.\n","Comment: 7 pages, to appear in the IEEE Proceedings of the 26th Chinese\n  Control Conference (2007)"]}]
["0705.4564",{"format":[],"subject":["Mathematics - Complex Variables","Mathematical Physics","Mathematics - Dynamical Systems","30C35, 76D27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4564"],"date":["2007-05-31"],"type":["text"],"creator":["Kuznetsov, Alexander"],"language":[],"coverage":[],"title":["Boundary behaviour of Loewner Chains"],"description":["  In paper found conditions that guarantee that solution of Loewner-Kufarev\nequation maps unit disc onto domain with quasiconformal rectifiable boundary,\nor it has continuation on closed unit disc, or it's inverse function has\ncontinuation on closure of domain.\n","Comment: 11 pages"]}]
["0705.4566",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4566"],"date":["2007-05-31"],"type":["text"],"creator":["Wemmenhove, Bastian","Kappen, Bert"],"language":[],"coverage":[],"title":["Loop corrections for message passing algorithms in continuous variable\n  models"],"description":["  In this paper we derive the equations for Loop Corrected Belief Propagation\non a continuous variable Gaussian model. Using the exactness of the averages\nfor belief propagation for Gaussian models, a different way of obtaining the\ncovariances is found, based on Belief Propagation on cavity graphs. We discuss\nthe relation of this loop correction algorithm to Expectation Propagation\nalgorithms for the case in which the model is no longer Gaussian, but slightly\nperturbed by nonlinear terms.\n"]}]
["0705.4569",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4569"],"date":["2007-05-31"],"type":["text"],"creator":["Olschewsky, Michael"],"language":[],"coverage":[],"title":["Gauge-Higgs unification with broken flavor symmetry"],"description":["  We study Gauge-Higgs unification model on the orbifold $S^{1}/Z_{2}$ based on\nthe extended SM gauge group $G_{SM}^{ex}=SU(2)_{L} \\times U(1)_{Y} \\times\nSO(3)_{F}$. The group $SO(3)_{F}$ is treated as a chiral gauged flavour\nsymmetry. Electroweak-, flavour- and Higgs interactions are unified in one\nsingle gauge group SU(7) which is broken again down to $G_{SM}^{ex}$ by\norbifolding and imposing additional boundary conditions. The compactification\nscale is O(1) TeV. The orbifold $S^{1}/Z_{2}$ is put on a lattice. This setting\ngives a staring point for RG-transformations. As a result the bulk is\nintegrated out and the extra dimension consist of only two points: the orbifold\nfixed points. Parallel transporters (PT) in the extra dimension become\nnonunitary as a result of the blockspin transformations. In addition, a Higgs\npotential emerges naturally. The PTs can be written as a product $e^{A_{y}}\ne^{\\eta} e^{A_{y}}$ of unitary factors $e^{A_{y}}$ and a selfadjoint factor\n$e^{\\eta}$. The reduction $48 \\to 35 + 6 + \\bar{6} + 1$ of the adjoint reps of\nSU(7) with respect to $SU(6) \\supset G_{SM}^{ex}$ leads to three $SU(2)_{L}$\nHiggs doublets: one for each flavour. Their zero modes serve as a substitute\nfor the SM Higgs. When $G_{SM}^{ex}$ is spontaneously broken down to\n$U(1)_{em}$, an exponential gauge boson mass splitting occurs naturally. This\nbreaking leads to $SO(3)_{F}$ flavour gauge boson masses much above the\ncompactification scale. Thus tree-level FCNC are naturally suppressed. Making\nsome simplifying assumptions we also calculate fermion masses and CKM mixing\nangles. As for the gauge bosons an exponential fermion mass splitting occurs\nnaturally. The model predicts a large Higgs sector consisting of 30 Higgs\nparticles and in its simplest form the weak mixing angle $\\theta=0.125$.\n"]}]
["0705.4572",{"format":[],"subject":["Mathematics - Dynamical Systems","37F10, 37D25, 37D35, 28D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4572","Bull. Polish Acad. Sci. Math. 55 (2007), 53-62"],"date":["2007-05-31"],"type":["text"],"creator":["Gelfert, Katrin","Wolf, Christian"],"language":[],"coverage":[],"title":["Topological pressure for one-dimensional holomorphic dynamical systems"],"description":["  For a class of one-dimensional holomorphic maps f of the Riemann sphere we\nprove that for a wide class of potentials h the topological pressure is\nentirely determined by the values of h on the repelling periodic points of f.\nThis is a version of a classical result of Bowen for hyperbolic diffeomorphisms\nin the holomorphic non-uniformly hyperbolic setting.\n"]}]
["0705.4573",{"format":[],"subject":["Mathematics - Number Theory","11L07, 11T23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4573"],"date":["2007-05-31"],"type":["text"],"creator":["Kurlberg, Par"],"language":[],"coverage":[],"title":["Bounds on exponential sums over small multiplicative subgroups"],"description":["  We show that there is significant cancellation in certain exponential sums\nover small multiplicative subgroups of finite fields, giving an exposition of\nthe arguments by Bourgain and Chang.\n","Comment: 15 pages. To appear in Proceedings of CRM-Clay workshop on Additive\n  Combinatorics, Montreal 2006"]}]
["0705.4580",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4580"],"date":["2007-05-31"],"type":["text"],"creator":["Kuzovlev, Yuriy E."],"language":[],"coverage":[],"title":["From shock waves to Brownian motion and 1/f-noise in gas"],"description":["  A formally exact relation is derived which connects thermodynamically\nnon-equilibrium evolution of gas density distribution after its arbitrary\nstrong spatially non-uniform perturbation and evolution of many-particle\ncorrelations between path of some marked particle and its surroundings in\nequilibrium gas. This relation directly confirms significance of the\nmany-particle correlations even under the Boltzmann-Grad limit and thus\nvalidates the earlier suggested revision of kinetics.\n","Comment: 8 pages, no figures, RevTex4"]}]
["0705.4583",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4583"],"date":["2007-05-31"],"type":["text"],"creator":["Jaeckel, Joerg"],"language":[],"coverage":[],"title":["Photons as a Probe of Minicharged Particles"],"description":["  Low energy experiments with photons can provide deep insights into\nfundamental physics. In this note we concentrate on minicharged particles. We\ndiscuss how they can arise in extensions of the standard model and how we can\nsearch for them using a variety of laboratory experiments.\n","Comment: 7 pages, 5 figures. Proceedings for the ``Rencontres de Moriond:\n  Electroweak Interactions and Unified Theories'' (2007)"]}]
["0705.4584",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Artificial Intelligence","Computer Science - Multiagent Systems","I.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4584"],"date":["2007-05-31"],"type":["text"],"creator":["Boman, Magnus","Johansson, Stefan J."],"language":[],"coverage":[],"title":["Modeling Epidemic Spread in Synthetic Populations - Virtual Plagues in\n  Massively Multiplayer Online Games"],"description":["  A virtual plague is a process in which a behavior-affecting property spreads\namong characters in a Massively Multiplayer Online Game (MMOG). The MMOG\nindividuals constitute a synthetic population, and the game can be seen as a\nform of interactive executable model for studying disease spread, albeit of a\nvery special kind. To a game developer maintaining an MMOG, recognizing,\nmonitoring, and ultimately controlling a virtual plague is important,\nregardless of how it was initiated. The prospect of using tools, methods and\ntheory from the field of epidemiology to do this seems natural and appealing.\nWe will address the feasibility of such a prospect, first by considering some\nbasic measures used in epidemiology, then by pointing out the differences\nbetween real world epidemics and virtual plagues. We also suggest directions\nfor MMOG developer control through epidemiological modeling. Our aim is\nunderstanding the properties of virtual plagues, rather than trying to\neliminate them or mitigate their effects, as would be in the case of real\ninfectious disease.\n","Comment: Accepted for presentation at Digital Games Research Association\n  (DiGRA) conference in Tokyo in September 2007. All comments to the authors\n  (mail addresses are in the paper) are welcome"]}]
["0705.4591",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4591"],"date":["2007-05-31"],"type":["text"],"creator":["Suematsu, Kazumi"],"language":[],"coverage":[],"title":["Theory of Gel Formation"],"description":["  A theory of drop-wise addition polymerization is developed. Because of the\nlinear growth of the reaction volume V, the system gives rise to a new type of\ndistribution function for cyclic species that can be expressed by the sum of\ntwo terms: the conventional distribution term and a extra term due to the\ndilution effect. The present result is an extension of the conventional\nhomogeneous polymerization that corresponds to a special case without the extra\nterm. Making use of the result we derive the gel point formula for this unique\npolymerization. The theoretical result is compared with the recent\nobservations.\n","Comment: 11 pages, 4 figures, 2 Tables"]}]
["0705.4594",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4594"],"date":["2007-05-31"],"type":["text"],"creator":["Haensel, P.","Bejger, M.","Zdunik, J. L."],"language":[],"coverage":[],"title":["Two branches of neutron stars - reconciling a 2M_sun pulsar and SN1987A"],"description":["  The analysis of SN1987A led Brown and Bethe (1995) to conclusion, that the\nmaximum mass of cold neutron stars is low, M_max ~ 1.5M_sun. Such a low M_max,\ndue to a kaon condensation in the stellar core, implies collapse of a too\nmassive deleptonized protoneutron star into a black hole. This would naturally\nexplain the lack of a neutron star in the SN1987A remnant. On the other hand,\nrecent evaluation of mass of PSR J0751+1807 gives M_max > 2M_sun. This\ncontradicts the original Bethe-Brown model, but can be reconciled within\nscenarios proposed in the present Letter. We consider two types of dense matter\nmodels with high-density softening, due to a transition from a non-strange\nN-phase of matter to a strangeness carrying phase S: kaon condensation and\ndeconfinement of quarks. Two scenarios of neutron star formation in stellar\ncore collapse are considered. In the first scenario, realized in sufficiently\nhot and dense supernova cores, nucleation of an S-phase is sufficiently rapid\nso as to form an S-phase core, and implying M_max = M^S_max =~ 1.5M_sun. In the\nsecond scenario, nucleation of the S-phase at neutron star birth is too slow to\nmaterialize, and the star becomes cold without forming an S-phase core. Then,\nstellar mass can increase via accretion, until central density \\rho_crit is\nreached, and the S phase forms. This N branch of neutron stars ends at\nM=M_crit. We select several models of N-phase satifying the necessary condition\nM^N_max > 2M_sun and combine them with models of kaon condensation and quark\ndeconfinement. For kaon condensation, we get M_crit =~ M^S_max =~ 1.5M_sun,\nwhich is ruled out by PSR J0751+1807. On the contrary, for the EOSs with quark\ndeconfinement we get M_crit =~ M^N_max > 2M_sun, which reconciles SN1987A and\nPSR J0751+1807.\n","Comment: 4 pages, 5 figures, submitted to A&A Letters"]}]
["0705.4596",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4596"],"date":["2007-05-31"],"type":["text"],"creator":["Ianni, F.","Di Leonardo, R.","Gentilini, S.","Ruocco, G."],"language":[],"coverage":[],"title":["Shear banding phenomena in a Laponite suspension"],"description":["  Shear localization in an aqueous clay suspension of Laponite is investigated\nthrough dynamic light scattering, which provides access both to the dynamics of\nthe system (homodyne mode) and to the local velocity profile (heterodyne mode).\nWhen the shear bands form, a relaxation of the dynamics typical of a gel phase\nis observed in the unsheared band soon after flow stop, suggesting that an\narrested dynamics is present during the shear localization regime. Periodic\noscillations of the flow behavior, typical of a stick-slip phenomenon, are also\nobserved when shear localization occurs. Both results are discussed in the\nlight of various theoretical models for soft glassy materials.\n","Comment: 5 pages, 3 figures"]}]
["0705.4604",{"format":[],"subject":["Computer Science - Logic in Computer Science","D.2.4","D.2.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4604"],"date":["2007-05-31"],"type":["text"],"creator":["Andersen, Henrik Reif","Kristoffersen, Kaare J."],"language":[],"coverage":[],"title":["Temporal Runtime Verification using Monadic Difference Logic"],"description":["  In this paper we present an algorithm for performing runtime verification of\na bounded temporal logic over timed runs. The algorithm consists of three\nelements. First, the bounded temporal formula to be verified is translated into\na monadic first-order logic over difference inequalities, which we call monadic\ndifference logic. Second, at each step of the timed run, the monadic difference\nformula is modified by computing a quotient with the state and time of that\nstep. Third, the resulting formula is checked for being a tautology or being\nunsatisfiable by a decision procedure for monadic difference logic.\n  We further provide a simple decision procedure for monadic difference logic\nbased on the data structure Difference Decision Diagrams. The algorithm is\ncomplete in a very strong sense on a subclass of temporal formulae\ncharacterized as homogeneously monadic and it is approximate on other formulae.\nThe approximation comes from the fact that not all unsatisfiable or\ntautological formulae are recognised at the earliest possible time of the\nruntime verification.\n  Contrary to existing approaches, the presented algorithms do not work by\nsyntactic rewriting but employ efficient decision structures which make them\napplicable in real applications within for instance business software.\n"]}]
["0705.4606",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Data Structures and Algorithms","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4606"],"date":["2007-05-31"],"type":["text"],"creator":["Geraci, Filippo","Pellegrini, Marco"],"language":[],"coverage":[],"title":["Dynamic User-Defined Similarity Searching in Semi-Structured Text\n  Retrieval"],"description":["  Modern text retrieval systems often provide a similarity search utility, that\nallows the user to find efficiently a fixed number k of documents in the data\nset that are most similar to a given query (here a query is either a simple\nsequence of keywords or the identifier of a full document found in previous\nsearches that is considered of interest). We consider the case of a textual\ndatabase made of semi-structured documents. Each field, in turns, is modelled\nwith a specific vector space. The problem is more complex when we also allow\neach such vector space to have an associated user-defined dynamic weight that\ninfluences its contribution to the overall dynamic aggregated and weighted\nsimilarity. This dynamic problem has been tackled in a recent paper by\nSingitham et al. in in VLDB 2004. Their proposed solution, which we take as\nbaseline, is a variant of the cluster-pruning technique that has the potential\nfor scaling to very large corpora of documents, and is far more efficient than\nthe naive exhaustive search. We devise an alternative way of embedding weights\nin the data structure, coupled with a non-trivial application of a clustering\nalgorithm based on the furthest point first heuristic for the metric k-center\nproblem. The validity of our approach is demonstrated experimentally by showing\nsignificant performance improvements over the scheme proposed in Singitham et\nal. in VLDB 2004. We improve significantly tradeoffs between query time and\noutput quality with respect to the baseline method in Singitham et al. in in\nVLDB 2004, and also with respect to a novel method by Chierichetti et al. to\nappear in ACM PODS 2007. We also speed up the pre-processing time by a factor\nat least thirty.\n","Comment: Submitted to Spire 2007"]}]
["0705.4608",{"format":[],"subject":["Mathematics - Combinatorics","05E10 (Primary) 05A30, 20C30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4608"],"date":["2007-05-31"],"type":["text"],"creator":["Loehr, Nicholas A.","Warrington, Gregory S."],"language":[],"coverage":[],"title":["Nested quantum Dyck paths and nabla(s_lambda)"],"description":["  We conjecture a combinatorial formula for the monomial expansion of the image\nof any Schur function under the Bergeron-Garsia nabla operator. The formula\ninvolves nested labeled Dyck paths weighted by area and a suitable \"diagonal\ninversion\" statistic. Our model includes as special cases many previous\nconjectures connecting the nabla operator to quantum lattice paths. The\ncombinatorics of the inverse Kostka matrix leads to an elementary proof of our\nproposed formula when q=1. We also outline a possible approach for proving all\nthe extant nabla conjectures that reduces everything to the construction of\nsign-reversing involutions on explicit collections of signed, weighted objects.\n","Comment: 23 pages"]}]
["0705.4610",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4610","Europhys. Lett. 78, 40003 (2007)","doi:10.1209/0295-5075/78/40003"],"date":["2007-05-31"],"type":["text"],"creator":["Perri, Silvia","Lepreti, Fabio","Carbone, Vincenzo","Vulpiani, Angelo"],"language":[],"coverage":[],"title":["Position and velocity space diffusion of test particles in stochastic\n  electromagnetic fields"],"description":["  The two--dimensional diffusive dynamics of test particles in a random\nelectromagnetic field is studied. The synthetic electromagnetic fluctuations\nare generated through randomly placed magnetised ``clouds'' oscillating with a\nfrequency $\\omega$. We investigate the mean square displacements of particles\nin both position and velocity spaces. As $\\omega$ increases the particles\nundergo standard (Brownian--like) motion, anomalous diffusion and ballistic\nmotion in position space. Although in general the diffusion properties in\nvelocity space are not trivially related to those in position space, we find\nthat energization is present only when particles display anomalous diffusion in\nposition space. The anomalous character of the diffusion is only in the\nnon--standard values of the scaling exponents while the process is Gaussian.\n","Comment: 10 pages, 4 figures"]}]
["0705.4611",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4611"],"date":["2007-05-31"],"type":["text"],"creator":["Shears, Jeremy","Pickard, Roger","Krajci, Tom","Poyner, Gary"],"language":[],"coverage":[],"title":["Photometry of the dwarf nova AW Sagittae during the 2006 November\n  superoutburst"],"description":["  During 2006 November an outburst of the dwarf nova AW Sge was observed using\nCCD photometry. This revealed 0.25 magnitude superhumps confirming it to be a\nsuperoutburst, possibly only the second confirmed such outburst of this star.\nThe superhumps were observed for 4 days and had a stable period Psh =\n0.0745(2)d, a value which is consistent with Psh measured during the 2000\nsuperoutburst.\n","Comment: 10 pages, 9 figures. Accepted for publication in the Journal of the\n  British Astronomical Association"]}]
["0705.4616",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4616"],"date":["2007-05-31"],"type":["text"],"creator":["Shears, Jeremy","Klingenberg, Geir","de Ponthiere, Pierre"],"language":[],"coverage":[],"title":["Observations of the first confirmed superoutburst of SDSS\n  J080434.20+510349.2 in 2006 March"],"description":["  During 2006 March the first confirmed superoutburst of the dwarf nova SDSS\nJ080434.20+510349.2 was observed using unfiltered CCD photometry. Time-series\nphotometry revealed superhumps with a period of 0.0597 +/- 0.0011 d and an\namplitude of 0.2 magnitude, thereby independently establishing its UGSU\nclassification. Following the decline from a peak magnitude of 13.1, at least\ntwo rebrightening events were observed. Evidence is presented which is\nconsistent with the star being a member of the UGWZ sub-class.\n","Comment: 12 pages, 7 figures. Accepted for publication in the Journal of the\n  British Astronomical Association"]}]
["0705.4617",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4617"],"date":["2007-05-31"],"type":["text"],"creator":["Hertzog, David W.","Miller, James P.","de Rafael, Eduardo","Roberts, B. Lee","Stockinger, Dominik"],"language":[],"coverage":[],"title":["The Physics Case for the New Muon (g-2) Experiment"],"description":["  This White Paper briefly reviews the present status of the muon (g-2)\nexperiment and the physics motivation for a new effort. The present comparison\nbetween experiment and theory indicates a tantalizing $3.4 \\sigma$ deviation.\nAn improvement in precision on this comparison by a factor of 2--with the\ncentral value remaining unchanged--will exceed the ``discovery'' threshold,\nwith a sensitivity above $6 \\sigma$. The 2.5-fold reduction improvement goal of\nthe new Brookhaven E969 experiment, along with continued steady reduction of\nthe standard model theory uncertainty, will achieve this more definitive test.\n  Already, the (g-2) result is arguably the most compelling indicator of\nphysics beyond the standard model and, at the very least, it represents a major\nconstraint for speculative new theories such as supersymmetry or extra\ndimensions. In this report, we summarize the present experimental status and\nprovide an up-to-date accounting of the standard model theory, including the\nexpectations for improvement in the hadronic contributions, which dominate the\noverall uncertainty. Our primary focus is on the physics case that motivates\nimproved experimental and theoretical efforts. Accordingly, we give examples of\nspecific new-physics implications in the context of direct searches at the LHC\nas well as general arguments about the role of an improved (g-2) measurement. A\nbrief summary of the plans for an upgraded effort complete the report.\n","Comment: 18 pages, 7 figures"]}]
["0705.4618",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Geometry","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4618"],"date":["2007-05-31","2007-06-01"],"type":["text"],"creator":["Bagnara, Roberto","Hill, Patricia M.","Zaffanella, Enea"],"language":[],"coverage":[],"title":["An Improved Tight Closure Algorithm for Integer Octagonal Constraints"],"description":["  Integer octagonal constraints (a.k.a. ``Unit Two Variables Per Inequality''\nor ``UTVPI integer constraints'') constitute an interesting class of\nconstraints for the representation and solution of integer problems in the\nfields of constraint programming and formal analysis and verification of\nsoftware and hardware systems, since they couple algorithms having polynomial\ncomplexity with a relatively good expressive power. The main algorithms\nrequired for the manipulation of such constraints are the satisfiability check\nand the computation of the inferential closure of a set of constraints. The\nlatter is called `tight' closure to mark the difference with the (incomplete)\nclosure algorithm that does not exploit the integrality of the variables. In\nthis paper we present and fully justify an O(n^3) algorithm to compute the\ntight closure of a set of UTVPI integer constraints.\n","Comment: 15 pages, 2 figures"]}]
["0705.4621",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4621"],"date":["2007-05-31"],"type":["text"],"creator":["Goyal, A.","Gopal-Krishna","Sagar, Ram","Anupama, G. C.","Sahu, D. K."],"language":[],"coverage":[],"title":["Further evidence for intra-night optical variability of radio-quiet\n  quasars"],"description":["  Although well established for BL Lac objects and radio-loud quasars, the\noccurrence of intra-night optical variability (INOV) in radio-quiet quasars is\nstill debated, primarily since only a handful of INOV events with good\nstatistical significance, albeit small amplitude, have been reported so far.\nThis has motivated us to continue intra-night optical monitoring of bona-fide\nradio-quiet quasars (RQQs). Here we present the results for a sample of 11 RQQs\nmonitored by us on 19 nights. On 5 of these nights a given RQQ was monitored\nsimultaneously from two well separated observatories. In all, two clear cases\nand two probable case of INOV were detected. From these data, we estimate an\nINOV duty cycle of $\\sim$8% for RQQs which would increase to 19% if the\n`probable variable' cases are also included. Such comparatively small INOV duty\ncycles for RQQs, together with the small INOV amplitudes ($\\sim$1%), are in\naccord with the previously deduced characteristics of this phenomenon.\n","Comment: 15 Pages, 4 Tables, 24 Figures; Accepted in BASI"]}]
["0705.4625",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4625"],"date":["2007-05-31"],"type":["text"],"creator":["Schmitz, Carsten"],"language":[],"coverage":[],"title":["Hadronic Final States and Spectroscopy in ep Collisions at HERA"],"description":["  Recent results on spectroscopy and the measurement of hadronic final states\nin ep collisions from the H1 and ZEUS collaborations are presented using data\nsets with an integrated luminosity between 44 and 121 pb^-1 collected during\nthe HERA I running period. Besides a search for resonant states which could be\ninterpreted as pentaquarks, a study of charged particle momentum spectra in the\nBreit frame and a measurement of neutral strange hadron production is shown.\nFurthermore two recent measurements of prompt photons are presented and\ncompared with pQCD calculations. The measurements are performed in\nphotoproduction with a four-momentum transfer squared Q^2\\sim 0 GeV^2 or in\ndeep inelastic scattering at Q^2>1 GeV^2.\n","Comment: To appear in the proceedings of the 42nd Rencontres de Moriond\n  session devoted to QCD and hadronic interactions, La Thuile (Italy), March\n  17-24 2007"]}]
["0705.4630",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4630","Annales de la Soci\\'et\\'e Entomologique de France 43, 2\n  (01/06/2007) 139-144"],"date":["2007-05-31"],"type":["text"],"creator":["Ndoutoume-Ndong, Auguste","Rojas-Rousse, Danielle"],"language":[],"coverage":[],"title":["Y a-t-il \\'elimination d'Eupelmus orientalis Crawford par Eupelmus\n  vuilleti Crawford (Hymenoptera : Eupelmidae) des syst\\`emes de stockage du\n  ni\\'eb\\'e (Vigna unguiculata Walp) ?"],"description":["  Ni\\'eb\\'e is a food leguminous plant cultivated in tropical Africa for its\nseeds rich in proteins. The main problem setted by its production is the\nconservation of harvests. In the fields as in the stocks, the seeds are\ndestroyed by pests (bruchids). These bruchids are always associated with\nseveral entomophagous species of hymenoptera. Four entomophagous species were\nlisted : an egg parasitoid (U lariophaga Stephan), and three solitary larval\nand pupal ectoparasitoids (D. Basalis Rondoni, Pteromalidae; E. vuilleti\nCrawford and E. orientalis Crawford, Eupelmidae). The survey of the populations\nshows that at the beginning of storage, E orientalis is the most abundant\nspecie (72 %) whereas E. vuilleti and D. Basalis respectively represent 12 %\nand 16 % of the hymenoptera. During storage, the E orientalis population\ndecreases gradually and it disappears completely in less than two months after\nthe beginning of storage. E. Vuilleti population becomes gradually more\nimportant than D. basalis population which regress until less than 10 % of the\nemerging parasitoids. E vuilleti adopts ovicide and larvicide behaviour against\nD. Basalis. This behaviour explains its population regression inside granaries.\nIf the aggressive behaviour of this Eupelmidae is a constant, that could also\nexplain the disappearance of E orientalis. However if this species is\nmaintained in stocks, it would be an effective control agent of bruchids\naccording to their parasitic capacities. This study shows that ovicide and\nlarvicide behaviour of E vuilleti is not expressed against E orientalis. When\nthe females have exclusively the hosts already parasitized by E orientalis,\nthey do not lay eggs. The disappearance of E orientalis could not thus be\nexplained by the presence of E. vuilleti.\n"]}]
["0705.4636",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4636","P. G. Evans, E. D. Isaacs, G. Aeppli, Z. Cai, and B. Lai, Science\n  295, 1042 (2002)","doi:10.1126/science.1066870"],"date":["2007-05-31"],"type":["text"],"creator":["Evans, Paul G.","Isaacs, Eric D.","Aeppli, Gabriel","Cai, Zhonghou","Lai, Barry"],"language":[],"coverage":[],"title":["X-ray Microdiffraction Images of Antiferromagnetic Domain Evolution in\n  Chromium"],"description":["  Magnetic x-ray diffraction combined with x-ray focusing optics is used to\nimage individual antiferromagnetic spin density wave domains in a chromium\nsingle crystal at the micron scale. The cross section for non-resonant magnetic\nx-ray scattering depends on the antiferromagnetic modulation vector and spin\npolarization direction and allows these quantities to be extracted\nindependently. The technique is used to show that the broadening of the\nnominally first order \"spin-flip\" transition at 123 K, at which the spins\nrotate by 90 deg., originates at the walls between domains with orthogonal\nmodulation vectors. During cooling the transition begins at these walls and\nprogresses inwards. The modulation-vector domains are themselves unchanged.\n"]}]
["0705.4639",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Rings and Algebras","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4639"],"date":["2007-05-31"],"type":["text"],"creator":["Bartholomew, Andrew","Fenn, Roger","Kamada, Naoko","Kamada, Seiichi"],"language":[],"coverage":[],"title":["New Invariants of Long Virtual Knots"],"description":["  This paper extends the construction of invariants for virtual knots to\nvirtual long knots and introduces two new invariant modules of virtual long\nknots. Several interesting features are described that distinguish virtual long\nknots from their classical counterparts with respect to their symmetries and\nthe concatenation product.\n","Comment: 14 pages 11 figures"]}]
["0705.4648",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4648"],"date":["2007-05-31"],"type":["text"],"creator":["Gleisberg, Tanju","Hoeche, Stefan","Krauss, Frank","Matyszkiewicz, Radoslaw","Schoenherr, Marek","Schumann, Steffen","Siegert, Frank","Winter, Jan"],"language":[],"coverage":[],"title":["New trends in modern event generators"],"description":["  Some features of modern simulation tools for high-energy physics are\nreviewed.\n","Comment: 4 pages, talk given by Frank Krauss at Moriond 2007, QCD session"]}]
["0705.4649",{"format":[],"subject":["Mathematics - Complex Variables","32D15","32D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4649"],"date":["2007-05-31"],"type":["text"],"creator":["Pflug, Peter","Nguyen, Viet-Anh"],"language":[],"coverage":[],"title":["Boundary cross theorem in dimension 1 with singularities"],"description":["  Let $D$ and $G$ be copies of the open unit disc in $\\C,$ let\n  $A$ (resp. $B$) be a measurable subset of $\\partial D$ (resp.\n  $\\partial G$), let $W$ be the 2-fold cross $\\big((D\\cup A)\\times B\\big)\\cup\n\\big(A\\times(B\\cup G)\\big),$ and let $M$ be a relatively closed subset of $W.$\nSuppose in addition that $A$ and $B$ are of positive one-dimensional Lebesgue\nmeasure and that $M$ is fiberwise polar (resp. fiberwise discrete) and that\n$M\\cap (A\\times B)=\\varnothing.$ We determine the \"envelope of holomorphy\"\n$\\hat{W\\setminus M}$ of $W\\setminus M$ in the sense that any function locally\nbounded on $W\\setminus M,$ measurable on $A\\times B,$ and separately\nholomorphic on $\\big((A\\times G) \\cup (D\\times B)\\big)\\setminus M$ \"extends\" to\na function holomorphic on $\\hat{W\\setminus M}.$\n","Comment: Preprint of the ICTP, Trieste-Italy (2007). 18 pages"]}]
["0705.4659",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4659"],"date":["2007-05-31"],"type":["text"],"creator":["McBriarty, M. E.","Kumar, P.","Stewart, G. R.","Andraka, B."],"language":[],"coverage":[],"title":["On the nature of two superconducting transitions in the specific heat of\n  PrOs$_4$Sb$_{12}$: Effects of crystal grinding"],"description":["  Specific heat, dc- and ac-magnetic susceptibility are reported for a large\nsingle crystal of PrOs$_4$Sb$_{12}$ and, after grinding, its powder. The room\ntemperature effective paramagnetic moment of the crystal was consistent with\nthe Pr$^{3+}$ ionic configuration and full occupancy of the Pr-sublattice. The\ncrystal showed two distinct anomalies in the specific heat and an overall\ndiscontinuity in $C/T$ of more than 1000 mJ/K$^2$mol. The upper transition (at\n$T_{c1}$) was rounded, in an agreement with previous reports. The anomaly at\n$T_{c2}$ was very sharp, consistent with a good quality of the crystal. We\nobserved a shoulder in $\\chi$' and two peaks in $\\chi$'' below $T_{c1}$.\nHowever, there were no signatures in $\\chi$' of the lower temperature\ntransition. PrOs$_4$Sb$_{12}$ is extremely sensitive to grinding, which\nsuppresses the upper superconducting transition in both the specific heat and\nmagnetic susceptibility. $\\Delta C/T_{c}$ was reduced to 140 mJ/K$^2$ mol in\nthe powdered sample. Existing data on ground, polished, and sliced crystals\nsuggests the existence of a length scale of order 100 $\\mu$, characterizing the\nhigher temperature superconducting phase.\n"]}]
["0705.4661",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C25, 14C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4661"],"date":["2007-05-31"],"type":["text"],"creator":["Lewis, James D.","Saito, Shuji"],"language":[],"coverage":[],"title":["Algebraic Cycles and Mumford-Griffiths Invariants"],"description":["  Let $X$ be a projective algebraic manifold and let $CH^r(X)$ be the Chow\ngroup of algebraic cycles of codimension $r$ on $X$, modulo rational\nequivalence. Working with a candidate Bloch-Beilinson filtration\n$\\{F^{\\nu}\\}_{\\nu\\geq 0}$ on $CH^r(X)\\otimes {\\Bbb Q}$ due to the second\nauthor, we construct a space of arithmetic Hodge theoretic invariants $\\nabla\nJ^{r,\\nu}(X)$ and corresponding map $\\phi_{X}^{r,\\nu} :\nGr_{F}^{\\nu}CH^r(X)\\otimes {\\Bbb Q} \\to \\nabla J^{r,\\nu}(X)$, and determine\nconditions on $X$ for which the kernel and image of $\\phi_{X}^{r,\\nu}$ are\n``uncountably large''.\n","Comment: 39 pages, To appear in the American Journal of Mathematics"]}]
["0705.4665",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4665"],"date":["2007-05-31"],"type":["text"],"creator":["Lionetto, A. M."],"language":[],"coverage":[],"title":["Non Thermal Neutralino Production in Deflected Anomaly Mediation"],"description":["  We study the effects of a non thermal neutralino production, due to the late\ndecay in the early universe of a single modulus field, in the context of the\ndeflected anomaly mediated scenario. In the regime in which the average number\nof neutralino produced in each modulus decaying process is $\\bar{N}_{{\\rm\nLSP}}\\ll 1$ also models with a thermal relic density below WMAP data became\nacceptable models. We find out that these models belong to three different\nclasses with the common feature that the low thermal relic density is entirely\ndue to coannihilation effects. The neutralino annihilation cross section for\nthese classes of models is not particularly high compared with the highest\ncross sections attainable in the generic framework of the MSSM. Hence the\ndetection prospects either by direct or indirect WIMP search experiments are\nnot encouraging.\n","Comment: revtex4, 3 eps figures"]}]
["0705.4670",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","34D20","70J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4670"],"date":["2007-05-31"],"type":["text"],"creator":["Dix, Julio G.","Terrero-Escalante, Cesar A."],"language":[],"coverage":[],"title":["Stability of Solutions to Damped Equations with Negative Stiffness"],"description":["  This article concerns the stability of a model for mass-spring systems with\npositive damping and negative stiness. It is well known that when the\ncoefficients are frozen in time the system is unstable. Here we find conditions\non the variable cofficients to prove stability. In particular, we disprove the\nbelieve that if the eigenvalues of the system change slowly in time the system\nremains unstable. We extend some of our results for nonlinear systems.\n","Comment: 11 pages"]}]
["0705.4678",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4678"],"date":["2007-05-31"],"type":["text"],"creator":["Noyes, H. Pierre"],"language":[],"coverage":[],"title":["On Biology as an Emergent Science"],"description":["  Biology is considered here as an \"emergent science\" in the sense of Anderson\nand of Laughlin and Pines. It is demonstrated that a straightforward\nmathematical definition of \"biological system\" is useful in showing how biology\ndiffers in structure from the lower levels in Anderson's \"More is Different\"\nhierarchy. Using cells in a chemostat as a paradigmatic exemplar of a\nbiological system, it is found that a coherent collection of metabolic pathways\nthrough a single cell in the chemostat also satisfies the proposed definition\nof a biological system. This provides a theoretical and mathematical\nunderpinning for Young's fundamental model of biological organization and\nintegration. Evidence for the therapeutic efficacy of Young's method of\nanalysis is provided by preliminary results of clinical trials of a specific\napplication of Young's model to the treatment of cancer cachexia.\n","Comment: 24 pages, 1 figure"]}]
["0705.4679",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4679"],"date":["2007-05-31"],"type":["text"],"creator":["Adams, T."],"language":[],"coverage":[],"title":["Searches for New Phenomena with Lepton Final States at the Tevatron"],"description":["  Numerous searches for new phenomena have been carried out using data from\nproton-antiproton collisions at Fermilab's Tevatron. Final states with leptons\ngive signatures which are relatively unique and generally have small\nbackgrounds. We present many of the latest results from the CDF and D0\ncollaborations from 0.4-1.2 fb^-1 of data. Topics include supersymmetry, extra\ngauge bosons, Randall-Sundrum gravitons, excited electrons and neutral,\nlong-lived particles.\n","Comment: Prepared for the XLIInd Renconstres de Moriond Electroweak 2007, La\n  Thuile, Italy"]}]
["cond-mat/0606302",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606302","Physical Review B 75, 195445 (2007)","doi:10.1103/PhysRevB.75.195445"],"date":["2006-06-12"],"type":["text"],"creator":["Xu, Zhiping","Zheng, Quanshui"],"language":[],"coverage":[],"title":["Nanomachines driven by thermal bath"],"description":["  Multiwalled carbon nanotubes based nanomachines driven by thermal bath are\nproposed in this Letter. Atomistic simulation shows that intershell\ntranslational and rotational motion can be activated at sufficiently high\ntemperature, where the van der Waals potential barrier is accessible by the\nthermal fluctuation. The thermal fluctuation is further identified to be\nconsistent with the equipartition theorem. This model can be used to construct\none dimensional devices driven by thermal bath or nano-channels for molecule\ntransport.\n"]}]
["physics/0701145",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701145","J. Math. Phys. 48, 053520 (2007)","doi:10.1063/1.2737265"],"date":["2007-01-11","2007-03-08"],"type":["text"],"creator":["Gal, Tamas"],"language":[],"coverage":[],"title":["Differentiation of functionals with variables coupled by constraints:\n  Analysis through a fluid-dynamical model"],"description":["  Analysing an application in liquid film dynamics, a guide for obtaining the\ncorresponding constrained functional derivatives for constraints coupling the\nfunctional variables is given. The use of constrained derivatives makes the\nproper account for constraints possible in time-dependent, nonequilibrium\nphysical theories, with physical equations not emerging as Euler-Lagrange\nequations, which is especially relevant with respect to the dynamics of complex\nliquids.\n","Comment: 12 pages; with further cases of coupling added, extended opening\n  discussion of constrained derivative, and some notation changed"]}]
