["0705.0942",{"format":[],"subject":["Mathematics - Representation Theory","16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0942"],"date":["2007-05-07","2007-06-24"],"type":["text"],"creator":["Asashiba, Hideto"],"language":[],"coverage":[],"title":["Domestic canonical algebras and simple Lie algebras"],"description":["  For each simply-laced Dynkin graph $\\Delta$ we realize the simple complex Lie\nalgebra of type $\\Delta$ as a quotient algebra of the complex degenerate\ncomposition Lie algebra $L(A)_{1}^{\\mathbb{C}}$ of a domestic canonical algebra\n$A$ of type $\\Delta$ by some ideal $I$ of $L(A)_{1}^{\\mathbb{C}}$ that is\ndefined via the Hall algebra of $A$, and give an explicit form of $I$.\nMoreover, we show that each root space of $L(A)_{1}^{\\mathbb{C}}/I$ has a basis\ngiven by the coset of an indecomposable $A$-module $M$ with root easily\ncomputed by the dimension vector of $M$.\n","Comment: 43 pages, 5 figures, revised version"]}]
["0705.1013",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Computers and Society","H.1.1","H.3.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1013"],"date":["2007-05-07","2007-06-24"],"type":["text"],"creator":["Santos-Neto, Elizeu","Ripeanu, Matei","Iamnitchi, Adriana"],"language":[],"coverage":[],"title":["Tracking User Attention in Collaborative Tagging Communities"],"description":["  Collaborative tagging has recently attracted the attention of both industry\nand academia due to the popularity of content-sharing systems such as\nCiteULike, del.icio.us, and Flickr. These systems give users the opportunity to\nadd data items and to attach their own metadata (or tags) to stored data. The\nresult is an effective content management tool for individual users. Recent\nstudies, however, suggest that, as tagging communities grow, the added content\nand the metadata become harder to manage due to an ease in content diversity.\nThus, mechanisms that cope with increase of diversity are fundamental to\nimprove the scalability and usability of collaborative tagging systems. This\npaper analyzes whether usage patterns can be harnessed to improve navigability\nin a growing knowledge space. To this end, it presents a characterization of\ntwo collaborative tagging communities that target scientific literature:\nCiteULike and Bibsonomy. We explore three main directions: First, we analyze\nthe tagging activity distribution across the user population. Second, we define\nnew metrics for similarity in user interest and use these metrics to uncover\nthe structure of the tagging communities we study. The structure we uncover\nsuggests a clear segmentation of interests into a large number of individuals\nwith unique preferences and a core set of users with interspersed interests.\nFinally, we offer preliminary results that demonstrate that the interest-based\nstructure of the tagging community can be used to facilitate content usage as\ncommunities scale.\n","Comment: 8 pages. Proceedings of International ACM/IEEE Workshop on\n  Contextualized Attention Metadata: personalized access to digital resources\n  (http://ariadne.cs.kuleuven.ac.be/mediawiki/index.php/Cama2007)"]}]
["0706.2850",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2850"],"date":["2007-06-19","2007-06-24"],"type":["text"],"creator":["Pham, Chi-Tuong","Patrício, Pedro","Romero-Enrique, Jose Manuel"],"language":[],"coverage":[],"title":["Complete wetting transitions of nematic liquid crystals on a structured\n  substrate"],"description":["  In this article, we generalize Wenzel law, which assigns an effective contact\nangle for a droplet on a rough substrate, when the wetting layer has an ordered\nphase, like a nematic. We estimate the conditions for which the wetting\nbehavior of an ordered fluid can be qualitatively different from the one\nusually found in a simple fluid. To particularize our general considerations,\nwe will use the Landau-de Gennes mean field approach to investigate\ntheoretically and numerically the complete wetting transition between a nematic\nliquid crystal and a saw-shaped structured substrate.\n"]}]
["cond-mat/0703439",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703439","doi:10.1103/PhysRevB.75.224116"],"date":["2007-03-16","2007-06-24"],"type":["text"],"creator":["Shirokov, V. B.","Yuzyuk, Yu. I.","Dkhil, B.","Lemanov, V. V."],"language":[],"coverage":[],"title":["Phenomenological theory of phase transitions in epitaxial BaTiO3 thin\n  films"],"description":["  We develop a phenomenological thermodynamic theory of ferroelectric BaTiO3\n(BT) thin films epitaxially grown on cubic substrates using the\nLandau-Devonshire eight-order potential. The constructed \"misfit-temperature\"\nphase diagram is asymmetrical. We found that, overall view of the phase diagram\ndepends on the values of compliances used in calculations and provide two\nqualitatively different diagrams. A thermodynamic path for BT film grown onto\nparticular substrate can be found using a plot of the room-temperature\ntetragonal distortion (c-a)/a as a function of misfit strain.\n","Comment: 6 pages, 3 figures"]}]
["math/0410058",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0410058","Trans. Amer. Math. Soc. 359 (2007), 2155-2189."],"date":["2004-10-04","2004-12-02"],"type":["text"],"creator":["Schlenker, Jean-Marc"],"language":[],"coverage":[],"title":["Small deformations of polygons"],"description":["  We describe the first-order variations of the angles of Euclidean, spherical\nor hyperbolic polygons under infinitesimal deformations such that the lengths\nof the edges do not change. Using this description, we introduce a\nvector-valued quadratic invariant $b$ on the space of those isometric\ndeformations which, for convex polygons, has a remarkable positivity property.\n  We give two geometric applications. The first is an isoperimetric statement\nfor hyperbolic polygons: among the convex hyperbolic polygons with given edge\nlengths, there is a unique polygon with vertices on a circle, a horocycle, or\non one connected component of the space of points at constant distance from a\ngeodesic, and it has maximal area. The second application is a new proof of the\ninfinitesimal rigidity of convex polyhedra in the Euclidean space, and a new\nrigidity result for polyhedral surfaces in the Minkowski space.\n  Finally we indicate how the invariant $b$ can be used to define natural\nmetrics on the space of convex spherical (or hyperbolic) polygons with fixed\nedge lengths. Those metrics are related to known (and interesting) metrics on\nthe space of convex polygons with given angles in the plane.\n","Comment: 34 pages, 3 figures. Updated versions will be posted on\n  http://picard.ups-tlse.fr/~schlenker v2: simplifications, conjecture 4.4\n  proved, application to isoperimetric statement for hyperbolic polygons"]}]
["math/0606355",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F70","11F85","22E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606355"],"date":["2006-06-15","2007-06-24"],"type":["text"],"creator":["Orlik, Sascha"],"language":[],"coverage":[],"title":["Equivariant vector bundles on Drinfeld's upper half space"],"description":["  Let X be Drinfeld's upper half space of dimension d over a finite extension K\nof Q_p. We construct for every homogeneous vector bundle F on the projective\nspace P^d a GL_{d+1}(K)-equivariant filtration by closed K-Frechet spaces on\nF(X). This gives rise by duality to a filtration by locally analytic\nGL_{d+1}(K)-representations on the strong dual. The graded pieces of this\nfiltration are locally analytic induced representations from locally algebraic\nones with respect to maximal parabolic subgroups. This paper generalizes the\ncases of the canonical bundle due to Schneider and Teitelbaum and that of the\nstructure sheaf by Pohlkamp.\n","Comment: 72 pages, error in Prop. 1.4.2 has been fixed, changed slightly the\n  content"]}]
["physics/0609024",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0609024","Phys. Fluids 19, 058105 (2007)","doi:10.1063/1.2731808"],"date":["2006-09-03","2007-03-29"],"type":["text"],"creator":["Jung, Sunghwan","Kim, Erica","Shelley, Michael","Zhang, Jun"],"language":[],"coverage":[],"title":["Surface Waves on a Semi-toroidal Water Ring"],"description":["  We study the dynamics of surface waves on a semi-toroidal ring of water that\nis excited by vertical vibration. We create this specific fluid volume by\npatterning a glass plate with a hydrophobic coating, which confines the fluid\nto a precise geometric region. To excite the system, the supporting plate is\nvibrated up and down, thus accelerating and decelerating the fluid ring along\nits toroidal axis. When the driving acceleration is sufficiently high, the\nsurface develops a standing wave, and at yet larger accelerations, a traveling\nwave emerges. We also explore frequency dependencies and other geometric shapes\nof confinement.\n"]}]
