["0704.0933",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0933","Phys. Rev. B 76, 094421 (2007)","doi:10.1103/PhysRevB.76.094421"],"date":["2007-04-06","2007-09-05"],"type":["text"],"creator":["Wang, Fa","Vishwanath, Ashvin","Kim, Yong Baek"],"language":[],"coverage":[],"title":["Quantum and Classical Spins on the Spatially Distorted Kagome Lattice:\n  Applications to Volborthite"],"description":["  In Volborthite, spin-1/2 moments form a distorted Kagom\\'e lattice, of corner\nsharing isosceles triangles with exchange constants $J$ on two bonds and $J'$\non the third bond. We study the properties of such spin systems, and show that\ndespite the distortion, the lattice retains a great deal of frustration.\nAlthough sub-extensive, the classical ground state degeneracy remains very\nlarge, growing exponentially with the system perimeter. We consider degeneracy\nlifting by thermal and quantum fluctuations. To linear (spin wave) order, the\ndegeneracy is found to stay intact. Two complementary approaches are therefore\nintroduced, appropriate to low and high temperatures, which point to the same\nordered pattern. In the low temperature limit, an effective chirality\nHamiltonian is derived from non-linear spin waves which predicts a transition\non increasing $J'/J$, from $\\sqrt 3\\times \\sqrt 3$ type order to a new\nferrimagnetic {\\em striped chirality} order with a doubled unit cell. This is\nconfirmed by a large-N approximation on the O($n$) model on this lattice. While\nthe saddle point solution produces a line degeneracy, $O(1/n)$ corrections\nselect the non-trivial wavevector of the striped chirality state. The quantum\nlimit of spin 1/2 on this lattice is studied via exact small system\ndiagonalization and compare well with experimental results at intermediate\ntemperatures. We suggest that the very low temperature spin frozen state seen\nin NMR experiments may be related to the disconnected nature of classical\nground states on this lattice, which leads to a prediction for NMR line shapes.\n","Comment: revised, section V about exact diagonalization is extensively\n  rewritten, 17 pages, 11 figures, RevTex 4, accepted by Phys. Rev. B"]}]
["0707.1983",{"format":[],"subject":["Mathematics - Number Theory","11M06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1983"],"date":["2007-07-13","2007-09-29"],"type":["text"],"creator":["Matiyasevich, Yuri"],"language":[],"coverage":[],"title":["Hidden Life of Riemann's Zeta Function 1. Arrow, Bow, and Targets"],"description":["  The Riemann Hypothesis is reformulated as statements about eigenvalues of\nsome matrices entries of which are defined via Taylor coefficient of the zeta\nfunction. These eigenvalues demonstrate interesting visual patterns allowing\none to state a number of conjectures.\n","Comment: 35 color figures. In version 2: English corrected, URLs updated"]}]
["0708.2695",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2695","Astroph.J.Lett. 668 (2007), 27-30","doi:10.1086/522603"],"date":["2007-08-20","2007-08-22"],"type":["text"],"creator":["Kovalev, Y. Y.","Lister, M. L.","Homan, D. C.","Kellermann, K. I."],"language":[],"coverage":[],"title":["The Inner Jet of the Radio Galaxy M87"],"description":["  We report new 2 cm VLBA images of the inner radio jet of M87 showing a limb\nbrightened structure and unambiguous evidence for a faint 3 mas long\ncounter-feature which also appears limb brightened. Multi-epoch observations of\nseven separate jet features show typical speeds of less than a few percent of\nthe speed of light, despite the highly asymmetric jet structure and the\nimplications of the canonical relativistic beaming scenario. The observed\nmorphology is consistent with a two stream spine-sheath velocity gradient\nacross the jet, as might be expected from the recently discovered strong and\nvariable TeV emission as well as from numerical modeling of relativistic jets.\nConsidering the large jet to counter-jet flux density ratio and lack of\nobserved fast motion in the jet, we conclude that either the inner part of the\nM87 jet is intrinsically asymmetric or that the bulk plasma flow speed is much\ngreater than any propagation of shocks or other pattern motions.\n","Comment: 4 pages, 2 color figures, 1 table, accepted for publication in the\n  Astrophysical Journal Letters; a typo in a reference has been corrected"]}]
["0708.3878",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3878","Physica C460-462, pp28-31(2007), Report at M2S-2006, Dressden,\n  Germany","doi:10.1016/j.physc.2007.03.180"],"date":["2007-08-28","2007-09-29"],"type":["text"],"creator":["Wen, Hai-Hu","Wen, Xiao-Gang"],"language":[],"coverage":[],"title":["Two energy scales and close relationship between the pseudogap and\n  superconductivity in underdoped cuprate superconductors"],"description":["  By measuring the low temperature specific heat, the low energy quasi-particle\nexcitation has been derived and analyzed in systematically doped\nLa$_{2-x}$Sr$_{x}$CuO$_{4}$ single crystals. The Volovik's relation predicted\nfor a d-wave superconductor has been well demonstrated in wide doping regime,\nshowing a robust evidence for the d-wave pairing symmetry. Furthermore the\nnodal gap slope $v_\\Delta$ of the superconducting gap is derived and is found\nto follow the same doping dependence of the pseudogap obtained from ARPES and\ntunnelling measurement. This strongly suggests a close relationship between the\npseudogap and superconductivity. Taking the entropy conservation into account,\nwe argue that the ground state of the pseudogap phase should have Fermi arcs\nwith finite density of states at zero K, and the transport data show that it\nbehaves like an insulator due to probably weak localization. A nodal metal\npicture for the pseudogap phase cannot interpret the data. Based on the Fermi\narc picture for the pseudogap phase it is found that the superconducting energy\nscale or $T_c$ in underdoped regime is governed by both the maximum gap and the\nspectral weight from the Fermi arcs. This suggests that there are two energy\nscales: superconducting energy scale and the pseudogap. The superconductivity\nmay be formed by the condensation of Fermi arc quasiparticles through pairing\nby exchanging virtue bosons.\n","Comment: 4 pages, 5 figures"]}]
["0709.0994",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0994","Phys. Rev. B 76, 115437 (2007)","doi:10.1103/PhysRevB.76.115437"],"date":["2007-09-07"],"type":["text"],"creator":["Awasthi, A.","Hendy, S. C.","Zoontjens, P.","Brown, S. A.","Natali, F."],"language":[],"coverage":[],"title":["Molecular dynamics simulations of reflection and adhesion behavior in\n  Lennard-Jones cluster deposition"],"description":["  We conduct molecular dynamics simulations of the collision of atomic clusters\nwith a weakly-attractive surface. We focus on an intermediate regime, between\nsoft-landing and fragmentation, where the cluster undergoes deformation on\nimpact but remains largely intact, and will either adhere to the surface (and\npossibly slide), or be reflected. We find that the outcome of the collision is\ndetermined by the Weber number, We i.e. the ratio of the kinetic energy to the\nadhesion energy, with a transition between adhesion and reflection occurring as\nWe passes through unity. We also identify two distinct collision regimes: in\none regime the collision is largely elastic and deformation of the cluster is\nrelatively small but in the second regime the deformation is large and the\nadhesion energy starts to depend on the kinetic energy. If the transition\nbetween these two regimes occurs at a similar kinetic energy to that of the\ntransition between reflection and adhesion, then we find that the probability\nof adhesion for a cluster can be bimodal. In addition we investigate the\neffects of the angle of incidence on adhesion and reflection. Finally we\ncompare our findings both with recent experimental results and with macroscopic\ntheories of particle collisions.\n","Comment: 18 pages, 13 figures"]}]
["0709.2257",{"format":[],"subject":["General Relativity and Quantum Cosmology","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2257"],"date":["2007-09-14","2007-09-29"],"type":["text"],"creator":["Bel, Ll."],"language":[],"coverage":[],"title":["Uber das Gravitationsfeld eines Massenpunktes nach der Einstenschen\n  Theorie"],"description":["  Schwarzschild's solution of Einstein's field equations in vacuum can be\nwritten in many different forms. Unfortunately Schwarzschild's own original\nform is less nice looking and simple than that latter derived by Droste and\nHilbert. We prove here that we can have both: a nice looking simple form and\nthe meaning that Schwarzschild wanted to give to his solution, i.e., that of\ndescribing the gravitational field of a massive point particle.\n","Comment: typos corrected, new reference, minor text modifications"]}]
["0709.2523",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2523"],"date":["2007-09-16","2007-09-28"],"type":["text"],"creator":["Ahmed, Naseer","Usman, Muhammad"],"language":[],"coverage":[],"title":["A Generalization of the Poincar\\'e-Cartan Integral Invariant for a\n  Nonlinear Nonholonomic Dynamical System"],"description":["  Based on the d'Alembert-Lagrange-Poincar\\'{e} variational principle, we\nformulate general equations of motion for mechanical systems subject to\nnonlinear nonholonomic constraints, that do not involve Lagrangian undetermined\nmultipliers. We write these equations in a canonical form called the\nPoincar\\'{e}-Hamilton equations, and study a version of corresponding\nPoincar\\'{e}-Cartan integral invariant which are derived by means of a type of\nasynchronous variation of the Poincar\\'{e} variables of the problem that\ninvolve the variation of the time. As a consequence, it is shown that the\ninvariance of a certain line integral under the motion of a mechanical system\nof the type considered characterizes the Poincar\\'{e}-Hamilton equations as\nunderlying equations of the motion. As a special case, an invariant analogous\nto Poincar\\'{e} linear integral invariant is obtained.\n"]}]
["0709.3600",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3600"],"date":["2007-09-24","2007-09-28"],"type":["text"],"creator":["Yijia","Fan","Poor, H. Vincent","Thompson, John S."],"language":[],"coverage":[],"title":["Cooperative Multiplexing in a Half Duplex Relay Network: Performance and\n  Constraints"],"description":["  Previous work on relay networks has concentrated primarily on the diversity\nbenefits of such techniques. This paper explores the possibility of also\nobtaining multiplexing gain in a relay network, while retaining diversity gain.\nSpecifically, consider a network in which a single source node is equipped with\none antenna and a destination is equipped with two antennas. It is shown that,\nin certain scenarios, by adding a relay with two antennas and using a\nsuccessive relaying protocol, the diversity multiplexing tradeoff performance\nof the network can be lower bounded by that of a 2 by 2 MIMO channel, when the\ndecode-and-forward protocol is applied at the relay. A distributed D-BLAST\narchitecture is developed, in which parallel channel coding is applied to\nachieve this tradeoff. A space-time coding strategy, which can bring a maximal\nmultiplexing gain of more than one, is also derived for this scenario. As will\nbe shown, while this space-time coding strategy exploits maximal diversity for\na small multiplexing gain, the proposed successive relaying scheme offers a\nsignificant performance advantage for higher data rate transmission. In\naddition to the specific results shown here, these ideas open a new direction\nfor exploiting the benefits of wireless relay networks.\n","Comment: To appear in the Proceedings of the 45th Annual Allerton Conference\n  on Communication, Control and Computing, Monticello, IL, September 26 - 28,\n  2007"]}]
["cond-mat/0702467",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702467","J. Chem. Phys. 127, 081102 (2007)","doi:10.1063/1.2779026"],"date":["2007-02-20","2007-08-08"],"type":["text"],"creator":["Joshi, Yogesh M."],"language":[],"coverage":[],"title":["A model for cage formation in colloidal suspension of laponite"],"description":["  In this paper we investigate glass transition in aqueous suspension of\nsynthetic hectorite clay, laponite. We believe that upon dispersing laponite\nclay in water, system comprises of clusters (agglomerates) of laponite\ndispersed in the same. Subsequent osmotic swelling of these clusters leads to\nincrease in their volume fraction. We propose that this phenomenon is\nresponsible for slowing down of the overall dynamics of the system. As clusters\nfill up the space, system undergoes glass transition. Along with the mode\ncoupling theory, proposed mechanism rightly captures various characteristic\nfeatures of the system in the ergodic regime as it approaches glass transition.\n","Comment: 12 pages, 1 figures. The Journal of Chemical Physics, in press"]}]
["hep-th/0508096",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0508096","Commun. Theor. Phys. 48 (2007) 675-679"],"date":["2005-08-13","2007-09-28"],"type":["text"],"creator":["Liu, Yu-Xiao","Wang, Yong-Qiang","Duan, Yi-Shi"],"language":[],"coverage":[],"title":["Fermionic zero modes in self-dual vortex background on a torus"],"description":["  We study fermionic zero modes in the self-dual vortex background on an extra\ntwo-dimensional Riemann surface in 5+1 dimensions. Using the generalized\nAbelian Higgs model, we obtain the inner topological structure of the self-dual\nvortex and establish the exact self-duality equation with topological term.\nThen we analyze the Dirac operator on an extra torus and the effective\nLagrangian of four-dimensional fermions with the self-dual vortex background.\nSolving the Dirac equation, the fermionic zero modes on a torus with the\nself-dual vortex background in two simple cases are obtained.\n","Comment: 11 pages, no figures, published version"]}]
["math/0406023",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32S65","32C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406023","Proc. Amer. Math. Soc. 135 (2007), 3631-3640","doi:10.1090/S0002-9939-07-08969-1"],"date":["2004-06-01","2006-08-30"],"type":["text"],"creator":["Schulze, Mathias"],"language":[],"coverage":[],"title":["A criterion for the logarithmic differential operators to be generated\n  by vector fields"],"description":["  We study divisors in a complex manifold in view of the property that the\nalgebra of logarithmic differential operators along the divisor is generated by\nlogarithmic vector fields. We give a sufficient criterion for the property, a\nsimple proof of F.J. Calderon-Moreno's theorem that free divisors have the\nproperty, a proof that divisors in dimension 3 with only isolated\nquasi-homogeneous singularities have the property, an example of a non-free\ndivisor with non-isolated singularity having the property, an example of a\ndivisor not having the property, and an algorithm to compute the V-filtration\nalong a divisor up to a given order.\n","Comment: 10 pages"]}]
["math/0610617",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E15","14N35","14F45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610617"],"date":["2006-10-20","2007-09-29"],"type":["text"],"creator":["Boissiere, Samuel","Mann, Etienne","Perroni, Fabio"],"language":[],"coverage":[],"title":["Crepant resolutions of weighted projective spaces and quantum\n  deformations"],"description":["  We compare the Chen-Ruan cohomology ring of the weighted projective spaces\n$\\IP(1,3,4,4)$ and $\\IP(1,...,1,n)$ with the cohomology ring of their crepant\nresolutions. In both cases, we prove that the Chen-Ruan cohomology ring is\nisomorphic to the quantum corrected cohomology ring of the crepant resolution\nafter suitable evaluation of the quantum parameters. For this, we prove a\nformula for the Gromov-Witten invariants of the resolution of a transversal\n${\\rm A}_3$ singularity.\n","Comment: Exposition improved, new title, typos corrected. The section\n  concerning the model for the orbifold Chow ring has been removed (appears now\n  in our new preprint 0709.4559)"]}]
["quant-ph/0608141",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0608141","Phys. Rev. B 76, 113304 (2007)","doi:10.1103/PhysRevB.76.113304"],"date":["2006-08-18","2007-09-29"],"type":["text"],"creator":["Cavalcanti, Daniel","Moreira, L. M.","Matinaga, Franklin","Cunha, Marcelo O. Terra","Santos, Marcelo Franca"],"language":[],"coverage":[],"title":["Useful entanglement from the Pauli principle"],"description":["  We address the question whether identical-particle entanglement is a useful\nresource for quantum information processing. We answer this question positively\nby reporting a scheme to create entanglement using semiconductor quantum wells.\nThe Pauli exclusion principle forces quantum correlations between the spins of\ntwo independent fermions in the conduction band. Selective electron-hole\nrecombination then transfers this entanglement to the polarization of emitted\nphotons, which can subsequently be used for quantum information tasks.\n","Comment: 5 pages, 3 figures. V2: accepted version - text improved, 4 pages, 2\n  figs"]}]
["quant-ph/0703204",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703204"],"date":["2007-03-22","2007-09-29"],"type":["text"],"creator":["Chen, Zeqian"],"language":[],"coverage":[],"title":["von Neumann-Landau equation for wave functions, wave-particle duality\n  and collapses of wave functions"],"description":["  It is shown that von Neumann-Landau equation for wave functions can present a\nmathematical formalism of motion of quantum mechanics. The wave functions of\nvon Neumann-Landau equation for a single particle are `bipartite', in which the\nassociated Schr\\\"{o}dinger's wave functions correspond to those `bipartite'\nwave functions of product forms. This formalism establishes a mathematical\nexpression of wave-particle duality and that von Neumann's entropy is a\nquantitative measure of complementarity between wave-like and particle-like\nbehaviors. Furthermore, this extension of Schr\\\"{o}dinger's form suggests that\ncollapses of Schr\\\"{o}dinger's wave functions can be regarded as the\nsimultaneous transition of the particle from many levels to one.\n","Comment: 4 pages"]}]
