["0710.3389",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42C05, 47B39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3389","in Harmonic Analysis and Hypergroups, (K.A. Ross et al., ed.)\n  Delhi 1995, Birkhauser, Boston-Basel-Berlin, 1997, 165-182"],"date":["2007-10-17"],"type":["text"],"creator":["Szwarc, Ryszard"],"language":[],"coverage":[],"title":["Positivity of Tur\\'an determinants for orthogonal polynomials"],"description":["  The orthogonal polynomials $p_n$ satisfy Tur\\'an's inequality if\n$p_n^2(x)-p_{n-1}(x)p_{n+1}(x)\\ge 0$ for $n\\ge 1$ and for all $x$ in the\ninterval of orthogonality. We give general criteria for orthogonal polynomials\nto satisfy Tur\\'an's inequality. This yields the known results for classical\northogonal polynomials as well as new results, for example, for the\n$q$--ultraspherical polynomials.\n"]}]
["0710.3398",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3398"],"date":["2007-10-17"],"type":["text"],"creator":["Certik, Ondrej"],"language":[],"coverage":[],"title":["Simple derivation of the special theory of relativity without the speed\n  of light axiom"],"description":["  We show a very simple yet rigorous derivation of the invariance of the\nspace-time interval (and hence the whole special relativity) just from the\nisotropy, homogeneity and a principle of relativity, without the need of the\nspeed of light axiom. This article is intended as a textbook explanation of the\nspecial relativity.\n","Comment: 14 pages, submitted to Eur. J. Phys"]}]
["0710.3407",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3407"],"date":["2007-10-17"],"type":["text"],"creator":["Cheng, Hsin-Chia"],"language":[],"coverage":[],"title":["Little Higgs, Non-standard Higgs, No Higgs and All That"],"description":["  We give a brief review of recent developments in non-supersymmetric models\nfor electroweak symmetry breaking, including little Higgs, composite Higgs and\nHiggsless theories. The new ideas such as extra dimensions, AdS/CFT\ncorrespondence, dimension-deconstruction, and collective symmetry breaking\nprovide us new tools to construct new models. They also allow some old ideas to\nbe revived and implemented in these new models.\n","Comment: Submitted for the SUSY07 proceedings, 8 pages"]}]
["0710.3408",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3408"],"date":["2007-10-17","2007-10-19"],"type":["text"],"creator":["Certik, Ondrej"],"language":[],"coverage":[],"title":["Numerical solution of the radial Dirac equation in pseudopotential\n  construction"],"description":["  In the present work we study numerical solution of the radial Dirac equation\nin a specific case - ab-initio pseudopotential generating process - which is\nneeded within the electronic structure calculations using a Density Functional\nTheory (DFT) combined with a pseudopotential method. We give a brief\nintroduction to DFT, derive the radial Dirac and Schrodinger equations, show\nhow to solve them both for a given energy and as an eigenvalue problem using a\nknown asymptotic behavior of the solution. Next we compare the nonrelativistic\nand relativistic eigenvalues for one electron atom. Finally we state a few\nwords about the computer implementation.\n","Comment: Bachelor thesis, 35 pages, typos corrected"]}]
["0710.3409",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3409"],"date":["2007-10-17"],"type":["text"],"creator":["Kermes, Jeremiah M."],"language":[],"coverage":[],"title":["Desingularizations of some Weighted Projective Planes"],"description":["  In this paper we discuss the desingularization algorithm for a toric surface.\nIn particular, we construct an iterable method of determining the\nHirzebruch-Jung continued fraction decomposition. These results are then\napplied to weighted projective planes with at least one tivial weight,\n${\\mathbb P}(1,m,n)$. The paper concludes with the development of a computer\nprogram that computes this continued fraction decomposition.\n","Comment: 12 pages"]}]
["0710.3413",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20","14H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3413"],"date":["2007-10-17","2007-10-19"],"type":["text"],"creator":["Paksoy, Vehbi Emrah"],"language":[],"coverage":[],"title":["Effective cone of $overline{M}_{0,n}$ for odd $n$"],"description":["  In this work, we compute the effective cone of the space of $n$ pointed genus\n0 rational curves, $\\bar{M}_{0,n}$ for odd $n$. We will, in fact, use the\nequivalence of $\\bar{M}_{0,n}$ and the space of (semi) stable configurations of\n$n$ weighted points on $\\mathbb{CP}^{1}$ with special weight $(1,..., 1)$ up to\nsymmetric group action.\n","Comment: 5 pages minor typo correction"]}]
["0710.3418",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3418"],"date":["2007-10-18"],"type":["text"],"creator":["Reimer, O.","Aharonian, F.","Hinton, J.","Hofmann, W.","Hoppe, S.","Raue, M.","Reimer, A."],"language":[],"coverage":[],"title":["VHE gamma-rays from Westerlund 2 and implications for the inferred\n  energetics"],"description":["  The H.E.S.S. collaboration recently reported the discovery of VHE gamma-ray\nemission coincident with the young stellar cluster Westerlund 2. This system is\nknown to host a population of hot, massive stars, and, most particularly, the\nWR binary WR20a. Particle acceleration to TeV energies in Westerlund 2 can be\naccomplished in several alternative scenarios, therefore we only discuss\nenergetic constraints based on the total available kinetic energy in the\nsystem, the actual mass loss rates of respective cluster members, and implied\ngamma-ray production from processes such as inverse Compton scattering or\nneutral pion decay. From the inferred gamma-ray luminosity of the order of\n10^35 erg/s, implications for the efficiency of converting available kinetic\nenergy into non-thermal radiation associated with stellar winds in the\nWesterlund 2 cluster are discussed under consideration of either the presence\nor absence of wind clumping.\n","Comment: 3 pages, 2 figures, to appear in the workshop proceedings \"Clumping\n  in Hot Star Winds\", eds. W.-R. Hamann, A. Feldmeier and L. Oskinova"]}]
["0710.3421",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3421"],"date":["2007-10-17"],"type":["text"],"creator":["Mallavarapu, Aneil","Thomson, Matthew","Ullian, Benjamin","Gunawardena, Jeremy"],"language":[],"coverage":[],"title":["Modular model building"],"description":["  Mathematical models are increasingly used in both academia and the\npharmaceutical industry to understand how phenotypes emerge from systems of\nmolecular interactions. However, their current construction as monolithic sets\nof equations presents a fundamental barrier to progress. Overcoming this\nrequires modularity, enabling sub-systems to be specified independently and\ncombined incrementally, and abstraction, enabling general properties to be\nspecified independently of specific instances. These in turn require models to\nbe represented as programs rather than as datatypes. Programmable modularity\nand abstraction enables libraries of modules to be created for generic\nbiological processes, which can be instantiated and re-used repeatedly in\ndifferent contexts with different components. We have developed a computational\ninfrastructure to support this. We show here why these capabilities are needed,\nwhat is required to implement them and what can be accomplished with them that\ncould not be done previously.\n","Comment: 24 pages, 6 figures"]}]
["0710.3424",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3424"],"date":["2007-10-17"],"type":["text"],"creator":["Nechache, R.","Harnagea, C.","Gunawan, L.","Carignan, L. -P.","Maunders, C.","Menard, D.","Botton, G. A.","Pignolet, A."],"language":[],"coverage":[],"title":["Growth, Structure and Properties of BiFeO3-BiCrO3 Films obtained by Dual\n  Cross Beam PLD"],"description":["  The properties of epitaxial Bi2FeCrO6 thin films, recently synthesized by\npulsed laser deposition, have partially confirmed the theoretical predictions\n(i.e. a magnetic moment of 2 muB per formula unit and a polarization of ~80\nmicroC/cm2 at 0K). The existence of magnetic ordering at room temperature for\nthis material is an unexpected but very promising result that needs to be\nfurther investigated. Since magnetism is assumed to arise from the exchange\ninteraction between the Fe and Cr cations, the magnetic behaviour is strongly\ndependent on both their ordering and the distance between them. We present here\nthe successful synthesis of epitaxial Bi2FexCryO6 (BFCO x/y) films grown on\nSrTiO3 substrates using dual crossed beam pulsed laser deposition. The crystal\nstructure of the films has different types of (111)-oriented superstructures\ndepending on the deposition conditions. The multiferroic character of BFCO\n(x/y) films is proven by the presence of both ferroelectric and magnetic\nhysteresis at room temperature. The oxidation state of Fe and Cr ions in the\nfilms is shown to be 3+ only and the difference in macroscopic magnetization\nwith Fe/Cr ratio composition could only be due to ordering of the Cr3+ and Fe3+\ncations therefore to the modification of the exchange interaction between them.\n","Comment: Manuscript accepted for publication in IEEE-UFFC"]}]
["0710.3426",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3426"],"date":["2007-10-17"],"type":["text"],"creator":["Ng, Chi-Keung"],"language":[],"coverage":[],"title":["Some remarks on groupoids and small categories"],"description":["  This unpublished note contains some materials taken from my old study note on\ngroupoids and small categories. It contains a proof for the fact that any\ngroupoid is a group bundle over an equivalence relation. Moreover, the action\nof a category $G$ on a category $H$ as well as the resulting semi-direct\nproduct category $H\\times_\\alpha G$ will be defined (when either $G$ is a\ngroupoid or $H^{(0)} = G^{(0)}$). If both $G$ and $H$ are groupoids, then\n$H\\times_\\alpha G$ is also a groupoid. The reason of producing this note is for\npeople who want to check some details in a recent work of Li.\n","Comment: 6 pages, unpublished note"]}]
["0710.3427",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3427"],"date":["2007-10-17"],"type":["text"],"creator":["Chilappagari, Shashi Kiran","Vasic, Bane"],"language":[],"coverage":[],"title":["Error Correction Capability of Column-Weight-Three LDPC Codes"],"description":["  In this paper, we investigate the error correction capability of\ncolumn-weight-three LDPC codes when decoded using the Gallager A algorithm. We\nprove that the necessary condition for a code to correct $k \\geq 5$ errors is\nto avoid cycles of length up to $2k$ in its Tanner graph. As a consequence of\nthis result, we show that given any $\\alpha>0, \\exists N $ such that $\\forall\nn>N$, no code in the ensemble of column-weight-three codes can correct all\n$\\alpha n$ or fewer errors. We extend these results to the bit flipping\nalgorithm.\n","Comment: 16 pages, 3 figures. Submitted to IEEE Transactions on Information\n  Theory"]}]
["0710.3430",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3430"],"date":["2007-10-17"],"type":["text"],"creator":["Smith, Nathan"],"language":[],"coverage":[],"title":["Independent Signs of Lower Mass-Loss Rates for O-Type Stars"],"description":["  I discuss observational evidence -- independent of the direct spectral\ndiagnostics of stellar winds themselves -- suggesting that mass-loss rates for\nO stars need to be revised downward by roughly a factor of three or more, in\nline with recent observed mass-loss rates for clumped winds. These independent\nconstraints include the large observed mass-loss rates in LBV eruptions, the\nlarge masses of evolved massive stars like LBVs and WNH stars, WR stars in\nlower metallicity environments, observed rotation rates of massive stars at\ndifferent metallicity, supernovae that seem to defy expectations of high\nmass-loss rates in stellar evolution, and other clues. I pay particular\nattention to the role of feedback that would result from higher mass-loss\nrates, driving the star to the Eddington limit too particular attention to the\nrole of feedback that would result from higher mass-loss rates, driving the\nstar to the Eddington limit too soon, and therefore making higher rates appear\nhighly implausible. Some of these arguments by themselves may have more than\none interpretation, but together they paint a consistent picture that steady\nline-driven winds of O-type stars have lower mass-loss rates and are\nsignificantly clumped.\n","Comment: in proceedings \"Clumping in Hot Star Winds\""]}]
["0710.3435",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3435"],"date":["2007-10-18"],"type":["text"],"creator":["Moylan, Andrew"],"language":[],"coverage":[],"title":["Numerical experimentation within GRworkbench"],"description":["  The software tool GRworkbench is an ongoing project in visual, numerical\nGeneral Relativity at The Australian National University. This year,\nGRworkbench has been significantly extended to facilitate numerical\nexperimentation. The numerical differential geometric engine has been rewritten\nusing functional programming techniques, enabling fundamental concepts to be\ndirectly represented as variables in the C++ code of GRworkbench. Sophisticated\ngeneral numerical methods have replaced simpler specialised algorithms. Various\ntools for numerical experimentation have been implemented, allowing for the\nsimulation of complex physical situations.\n  A recent claim, that the mass of the Milky Way can be measured using a small\ninterferometer located on the surface of the Earth, has been investigated, and\nfound to be an artifact of the approximations employed in the analysis. This\ndifficulty is symptomatic of the limitations of traditional pen-and-paper\nanalysis in General Relativity, which was the motivation behind the original\ndevelopment of GRworkbench. The physical situation pertaining to the claim has\nbeen modelled in a numerical experiment in GRworkbench, without the necessity\nof making any simplifying assumptions, and an accurate estimate of the effect\nhas been obtained.\n","Comment: Honours thesis (ANU, 2003)"]}]
["0710.3439",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3439"],"date":["2007-10-18"],"type":["text"],"creator":["Zhang, Xiaolu","Tao, Meixia","Ng, Chun Sum"],"language":[],"coverage":[],"title":["Utility-Based Wireless Resource Allocation for Variable Rate\n  Transmission"],"description":["  For most wireless services with variable rate transmission, both average rate\nand rate oscillation are important performance metrics. The traditional\nperformance criterion, utility of average transmission rate, boosts the average\nrate but also results in high rate oscillations. We introduce a utility\nfunction of instantaneous transmission rates. It is capable of facilitating the\nresource allocation with flexible combinations of average rate and rate\noscillation. Based on the new utility, we consider the time and power\nallocation in a time-shared wireless network. Two adaptation policies are\ndeveloped, namely, time sharing (TS) and joint time sharing and power control\n(JTPC). An extension to quantized time sharing with limited channel feedback\n(QTSL) for practical systems is also discussed. Simulation results show that by\ncontrolling the concavity of the utility function, a tradeoff between the\naverage rate and rate oscillation can be easily made.\n","Comment: 6 pages, 5 figures, to appear in IEEE Trans. on Wireless\n  Communications"]}]
["0710.3443",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3443","Dans Design, Automation and Test in Europe - DATE'05, Munich :\n  Allemagne (2005)","doi:10.1109/DATE.2005.124"],"date":["2007-10-18"],"type":["text"],"creator":["Bouesse, G. F.","Renaudin, M.","Dumont, S.","Germain, F."],"language":[],"coverage":[],"title":["DPA on quasi delay insensitive asynchronous circuits: formalization and\n  improvement"],"description":["  The purpose of this paper is to formally specify a flow devoted to the design\nof Differential Power Analysis (DPA) resistant QDI asynchronous circuits. The\npaper first proposes a formal modeling of the electrical signature of QDI\nasynchronous circuits. The DPA is then applied to the formal model in order to\nidentify the source of leakage of this type of circuits. Finally, a complete\ndesign flow is specified to minimize the information leakage. The relevancy and\nefficiency of the approach is demonstrated using the design of an AES\ncrypto-processor.\n","Comment: Submitted on behalf of EDAA (http://www.edaa.com/)"]}]
["0710.3444",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3444"],"date":["2007-10-18"],"type":["text"],"creator":["Dahiya, Harleen","Gupta, Manmohan"],"language":[],"coverage":[],"title":["Strangeness Content of the Nucleon in the \\chiCQM_{config}"],"description":["  Several parameters characterizing the strangeness content of the nucleon have\nbeen calculated in the chiral constituent quark model with configuration mixing\n(\\chiCQM_{config}) which is known to provide a satisfactory explanation of the\n``proton spin problem'' and related issues. In particular, we have calculated\nthe strange spin polarization \\Delta s, the strangeness contribution to the\nweak axial vector couplings \\Delta_8 etc., strangeness contribution to the\nmagnetic moments \\mu(p)^s etc., the strange quark flavor fraction f_s, the\nstrangeness dependent quark ratios \\frac{2 \\bar s}{u+d} and \\frac{2 \\bar\ns}{\\bar u+\\bar d} etc.. Our results show in general excellent agreement with\nthe recent experimental observations.\n","Comment: 14 pages, 3 tables"]}]
["0710.3453",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3453"],"date":["2007-10-18"],"type":["text"],"creator":["Muelken, Oliver"],"language":[],"coverage":[],"title":["Inefficient quantum walks on networks: the role of the density of states"],"description":["  We show by general arguments that networks whose density of states contains\nfew highly degenerate eigenvalues result in inefficient performances of\ncontinuous-time quantum walks (CTQW) over these networks, while systems whose\neigenvalues all have the same degeneracy lead to very efficient transport. We\nexemplify our results by considering CTQW and, for comparison, its classical\ncounterpart, continuous-time random walks, over simple structures, whose\neigenvalues and eigenstates can be calculated analytically. Extensions to more\ncomplicated, hyper-branched networks are discussed.\n","Comment: 6 pages, 4 figures"]}]
["0710.3454",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3454"],"date":["2007-10-18"],"type":["text"],"creator":["Aschenbach, B."],"language":[],"coverage":[],"title":["Measurement of Mass and Spin of Black Holes with QPOs"],"description":["  There are now four low mass X-ray binaries with black holes which show twin\nresonant-like HFQPOs. Similar QPOs might have been found in Sgr A*. I review\nthe power spectral density distributions of the three X-ray flares and the six\nNIR flares published for Sgr A* so far, in order to look for more similarities\nthan just the frequencies between the microquasar black holes and Sgr A*. The\nthree X-ray flares of Sgr A* are re-analysed in an identical way and white\nnoise probabilities from their power density distributions are given for the\nperiods reported around 1100 s. Progress of the resonant theory using the\nanomalous orbital velocity effect is summarized.\n","Comment: 7 pages, talk given at the 2007 Frascati workshop, acc. for\n  publication in the Chin. J. Astron. Astrophys"]}]
["0710.3455",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3455"],"date":["2007-10-18"],"type":["text"],"creator":["Druzhinin, V. P."],"language":[],"coverage":[],"title":["Study of e+e- annihilation at low energies"],"description":["  The recent results of the CMD-2, SND, KLOE, and BABAR experiments on e+e-\nannihilation into hadrons at low energies are reviewed.\n","Comment: 14 pages, Presented at \"XXIII International Symposium on Lepton and\n  Photon Interactions at High Energy (LP07)\", Daegu, Korea, August, 13-18,\n  2007, to appear in the proceedings"]}]
["0710.3456",{"format":[],"subject":["Mathematics - Probability","60E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3456"],"date":["2007-10-18"],"type":["text"],"creator":["Chebotarev, V. I.","Kondrik, A. S.","Mikhaylov, K. V."],"language":[],"coverage":[],"title":["On an extreme two-point distribution"],"description":["  A bound for functional $\\Delta(F)=\\sup_{x\\in\\mathbb R}|F(x)-\\Phi(x)|$ is\nobtained, which is uniform for all distribution functions $F$ of random\nvariables with zero mean-value and unity variance. Moreover, a two-point\ndistribution is found, for which this bound is reached.\n","Comment: 4 pages, 3 figures"]}]
["0710.3476",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3476"],"date":["2007-10-18"],"type":["text"],"creator":["Kumar, Atul","Krishnan, Mangala Sunder"],"language":[],"coverage":[],"title":["Multi-particle entanglement and generalized N-particle teleportation\n  using quantum statistical correlations"],"description":["  Construction of multi-particle entangled states and direct teleportation of\nN-(spin 1/2) particles are important areas of quantum information processing. A\nnumber of different schemes which have been presented already, address the\nproblem through controlled teleportation. In this article, a criterion based on\nstandard quantum statistical correlations employed in the many body virial\nexpansions is used to determine maximum entanglement for a N-particle state.\nThese states remain entangled through proper traces to states for a smaller\nnumber of particles and can be generalized for arbitrary number of particles.\nIt is shown that they are quite useful in generalized, N-particle, direct\nteleportation. The corresponding quantum gates are also indicated for\nteleportation schemes from simple computational basis states.\n","Comment: 50 pages, 12 Tables, 9 figures and 38 references"]}]
["0710.3481",{"format":[],"subject":["Mathematics - Functional Analysis","42 B 35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3481"],"date":["2007-10-18"],"type":["text"],"creator":["Radha, R.","Thangavelu, S."],"language":[],"coverage":[],"title":["Holomorphic Sobolev spaces, Hermite ans special Hermite semigroups and a\n  Paley-Wiener theorem for the windowed Fourier transform"],"description":["  The images of Hermite and Laguerre Sobolev spaces under the Hermite and\nspecial Hermite semigroups (respectively) are characterised. These are used to\ncharacterise the Schwartz class of rapidly decreasing functions. The image of\nthe space of all tempered distributions is also considered and a Paley-Wiener\ntheorem for the windowed Fourier transform is proved.\n","Comment: 17 pages"]}]
["0710.3483",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3483"],"date":["2007-10-18"],"type":["text"],"creator":["Abubakr, Mohd"],"language":[],"coverage":[],"title":["On Dimensional Analysis, Redundancy in set of fundamental quantities and\n  Proposal of a New Set"],"description":["  Inclusion of redundant fundamental quantities in SI system has resulted in\nlot of ambiguities and confusion in modern theories. The incompatibilities\nbetween the existing theories can possibly be due to incorrect assumption of\nfundamental quantities and existence of newer fundamental quantities. This\npaper is an attempt to eliminate the redundancy in the SI system using random\nmathematical mappings done through a computer program on SI system to New\nSystem. Each mathematical mapping is studied manually. Out of 1000 random\nmathematical mappings generated using a Computer Program, a mapping with three\nfundamental quantities is found to describe a non-redundant and intuitive set\nof Fundamental quantities. This paper also proposes the possible existence of a\nnew fundamental quantity. A significant attempt is made to understand the\nadvantages of new system over SI system. The relations between the set {Mass,\nlength, time, current, and temperature} and new set of three fundamental\nquantities are calculated. The paper also describes the intuitive reasons\nfavoring the new fundamental set of quantities.\n","Comment: 12 pages, 5 figures"]}]
["0710.3492",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Number Theory","22E50,11F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3492"],"date":["2007-10-18"],"type":["text"],"creator":["Offen, Omer","Sayag, Eitan"],"language":[],"coverage":[],"title":["Global Mixed Periods and local Klyachko models for the general linear\n  group"],"description":["  We show that every irreducible representation in the discrete automorphic\nspectrum of GL(n) admits a non vanishing mixed (Whittaker-symplectic) period\nintegral. The analog local problem is a study of models first considered by\nKlyachko over a finite field. Locally, we show that for a p-adic field F every\nirreducible, unitary representation of GL(n,F) has a Klyachko model.\n","Comment: 22 pages"]}]
["0710.3493",{"format":[],"subject":["Mathematics - Probability","60F10 (Primary)","60J80, 60J65, 60J55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3493"],"date":["2007-10-18"],"type":["text"],"creator":["Morters, Peter","Ortgiese, Marcel"],"language":[],"coverage":[],"title":["Small value probabilities via the branching tree heuristic"],"description":["  In the first part of this paper we give easy and intuitive proofs for the\nsmall value probabilities of the martingale limit of a supercritical\nGalton-Watson process in both the Schr\\\"oder and the B\\\"ottcher case. These\nresults are well-known, but the most cited proofs rely on generating function\narguments which are hard to transfer to other settings. In the second part we\nshow that the strategy underlying our proofs can be used in the quite different\ncontext of self-intersections of stochastic processes. Solving a problem posed\nby Wenbo Li, we find the small value probabilities for intersection local times\nof several Brownian motions, as well as for self-intersection local times of a\nsingle Brownian motion.\n","Comment: 18 pages, 4 figures"]}]
["0710.3497",{"format":[],"subject":["Physics - Classical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3497"],"date":["2007-10-18"],"type":["text"],"creator":["Roche, Philippe-Emmanuel P. -E."],"language":[],"coverage":[],"title":["Applicability of Boussinesq approximation in a turbulent fluid with\n  constant properties"],"description":["  The equations of motion describing buoyant fluids are often simplified using\na set of approximations proposed by J. Boussinesq one century ago. To resume,\nthey consist in assuming constant fluid properties, incompressibility and\nconservation of calories during heat transport. Assuming fulfilment of the\nfirst requirement (constant fluid properties), we derive a set of 4 criteria\nfor assessing the validity of the two other requirements in turbulent\nRayleigh-B\\'enard convection. The first criterion $\\alpha \\Delta \\ll 1 $ simply\nresults from the incompressibility condition in the thermal boundary layer\n($\\alpha$ and $\\Delta$ are the thermal expansion coefficient and the\ntemperature difference driving the flow). The 3 other criteria are proportional\nor quadratic with the density stratification or, equivalently with the\ntemperature difference resulting from the adiabatic gradient across the cell\n$\\Delta_{h}$. Numerical evaluations with air, water and cryogenic helium show\nthat most laboratory experiments are free from such Boussinesq violation as\nlong as the first criterion is fulfilled. In ultra high Rayleigh numbers\n($Ra>10^{16}$) experiments in He, one of the stratification criteria, scaling\nwith $\\alpha \\Delta_{h}$, could be violated. This criterion garanties that\npressure fluctuations have a negligible influence both on the density variation\nand on the heat transfer equation through compression/expansion cycles.\nExtrapolation to higher $Ra$ suggests that strong violation of Boussinesq\napproximation could occur in atmospheric convection.\n","Comment: Submitted to Phys.Fluids (oct 2007)"]}]
["0710.3502",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3502","doi:10.1007/s10844-006-0025-9"],"date":["2007-10-18"],"type":["text"],"creator":["Afantenos, Stergos D.","Karkaletsis, V.","Stamatopoulos, P.","Halatsis, C."],"language":[],"coverage":[],"title":["Using Synchronic and Diachronic Relations for Summarizing Multiple\n  Documents Describing Evolving Events"],"description":["  In this paper we present a fresh look at the problem of summarizing evolving\nevents from multiple sources. After a discussion concerning the nature of\nevolving events we introduce a distinction between linearly and non-linearly\nevolving events. We present then a general methodology for the automatic\ncreation of summaries from evolving events. At its heart lie the notions of\nSynchronic and Diachronic cross-document Relations (SDRs), whose aim is the\nidentification of similarities and differences between sources, from a\nsynchronical and diachronical perspective. SDRs do not connect documents or\ntextual elements found therein, but structures one might call messages.\nApplying this methodology will yield a set of messages and relations, SDRs,\nconnecting them, that is a graph which we call grid. We will show how such a\ngrid can be considered as the starting point of a Natural Language Generation\nSystem. The methodology is evaluated in two case-studies, one for linearly\nevolving events (descriptions of football matches) and another one for\nnon-linearly evolving events (terrorist incidents involving hostages). In both\ncases we evaluate the results produced by our computational systems.\n","Comment: 45 pages, 6 figures. To appear in the Journal of Intelligent\n  Information Systems"]}]
["0710.3506",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3506","International Journal of Modern Physics B, Volume 21, Issue 13-14,\n  pp. 2262-2272 (2007)","doi:10.1142/S0217979207043646"],"date":["2007-10-18"],"type":["text"],"creator":["Nishimoto, S.","Arikawa, M."],"language":[],"coverage":[],"title":["Dynamics in One-Dimensional Spin Systems - Density-Matrix\n  Renormalization Group Study"],"description":["  We study the one-dimensional $S=1/2$ Heisenberg model with a uniform and a\nstaggered magnetic fields, using the dynamical density-matrix renormalization\ngroup (DDMRG) technique. The DDMRG enables us to investigate the dynamical\nproperties of chain with lengths up to a few hundreds, and the results are\nnumerically exact in the same sense as 'exact diagonalization' results are.\nThus, we can analyze the low-energy spectrum almost in the thermodynamic limit.\nIn this work, we calculate the dynamical spin structure factor and demonstrate\nthe performance of the DDMRG method applying the open-end boundary condition as\nwell as the periodic boundary condition.\n","Comment: 11 pages, 6 figures"]}]
["0710.3507",{"format":[],"subject":["Mathematics - Dynamical Systems","34C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3507"],"date":["2007-10-18"],"type":["text"],"creator":["Angeli, David","Hirsch, Morris W.","Sontag, Eduardo D."],"language":[],"coverage":[],"title":["Attractors in coherent systems of differential equations"],"description":["  Attractors of cooperative dynamical systems are particularly simple; for\nexample, a nontrivial periodic orbit cannot be an attractor. This paper\nprovides characterizations of attractors for the wider class of coherent\nsystems, defined by the property that no directed feedback loops are negative.\nSeveral new results for cooperative systems are obtained in the process.\n"]}]
["0710.3508",{"format":[],"subject":["Mathematics - Functional Analysis","42C40,43A85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3508","Contemp. Math. 405 (2006), 27--40"],"date":["2007-10-18"],"type":["text"],"creator":["Dobrescu, Mihaela","Olafsson, Gestur"],"language":[],"coverage":[],"title":["Wavelet sets without groups"],"description":["  Most of the examples of wavelet sets are for dilation sets which are groups.\nWe find a necessary and sufficient condition under which subspace wavelet sets\nexist for dilation sets of the form $A B$, which are not necessarily groups. We\nexplain the construction by a few examples.\n","Comment: Has been published in Contemporary Mathematics"]}]
["0710.3514",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3514"],"date":["2007-10-18"],"type":["text"],"creator":["Dobrescu, M.","Olafsson, G."],"language":[],"coverage":[],"title":["Coxeter Groups, Wavelets, Multiresolution and Sampling"],"description":["  In this short note we discuss the interplay between finite Coxeter groups and\nconstruction of wavelet sets, generalized multiresolution analysis and\nsampling.\n","Comment: Will appear in Contemporary Mathematics"]}]
["0710.3515",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3515"],"date":["2007-10-18"],"type":["text"],"creator":["Cohen, F. R.","Conder, Marston","Lopez, J.","Prassidis, Stratos"],"language":[],"coverage":[],"title":["Remarks Concerning Lubotzky's Filtration"],"description":["  A discrete group which admits a faithful, finite dimensional, linear\nrepresentation over a field $\\mathbb F$ of characteristic zero is called\nlinear. This note combines the natural structure of semi-direct products with\nwork of A. Lubotzky on the existence of linear representations to develop a\ntechnique to give sufficient conditions to show that a semi-direct product is\nlinear.\n  Let $G$ denote a discrete group which is a semi-direct product given by a\nsplit extension $1 \\to \\pi \\to G \\to \\Gamma \\to 1$. This note defines an\nadditional type of structure for this semi-direct product called a stable\nextension below. The main results are as follows:\n  1. If $\\pi$ and $\\Gamma$ are linear, and the extension is stable, then $G$ is\nalso linear. Restrictions concerning this extension are necessary to guarantee\nthat $G$ is linear as seen from properties of the Formanek-Procesi \"poison\ngroup\". 2. If the action of $\\Gamma$ on $\\pi$ has a \"Galois-like\" property that\nit factors through the automorphisms of certain natural \"towers of groups over\n$\\pi$\" (to be defined below), then the associated extension is stable and thus\n$G$ is linear. 3. The condition of a stable extension also implies that $G$\nadmits filtration quotients which themselves give a natural structure of Lie\nalgebra and which also imply earlier results of Kohno, and Falk-Randell on the\nLie algebra attached to the descending central series associated to the\nfundamental groups of complex hyperplane complements.\n  The methods here suggest that a possible technique for obtaining new\nlinearity results may be to analyze automorphisms of towers of groups.\n","Comment: 26 pages"]}]
["0710.3517",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3517"],"date":["2007-10-18"],"type":["text"],"creator":["Harding, Alice K."],"language":[],"coverage":[],"title":["Pulsar High-Energy Emission From the Polar Cap and Slot Gap"],"description":["  Forty years after the discovery of rotation-powered pulsars, we still do not\nunderstand many aspects of their pulsed emission. In the last few years there\nhave been some fundamental developments in acceleration and emission models. I\nwill review both the basic physics of the models as well as the latest\ndevelopments in understanding the high-energy emission of rotation-powered\npulsars, with particular emphasis on the polar-cap and slot-gap models. Special\nand general relativistic effects play important roles in pulsar emission, from\ninertial frame-dragging near the stellar surface to aberration, time-of-flight\nand retardation of the magnetic field near the light cylinder. Understanding\nhow these effects determine what we observe at different wavelengths is\ncritical to unraveling the emission physics. I will discuss how current and\nfuture X-ray and gamma-ray detectors can test the predictions of these models.\n","Comment: 23 pages, 8 Figures, Invited Review at 363-Heraeus-Seminar on Neutron\n  Stars and Pulsars, ed. W. Becker"]}]
["0710.3518",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3518"],"date":["2007-10-18"],"type":["text"],"creator":["Reimer, O.","Hinton, J.","Hofmann, W.","Hoppe, S.","Masterson, C.","Raue, M.","Collaboration, for the HESS"],"language":[],"coverage":[],"title":["HESS J1023-575: Non-thermal particle acceleration associated with the\n  young stellar cluster Westerlund 2"],"description":["  The results from H.E.S.S. observations towards Westerlund 2 are presented.\nThe detection of very-high-energy gamma-ray emission towards the young stellar\ncluster Westerlund 2 in the HII complex RCW49 by H.E.S.S. provides ample\nevidence that particle acceleration to extreme energies is associated with this\nregion. A variety of possible emission scenarios is mentioned, ranging from\nhigh-energy gamma-ray production in the colliding wind zone of the massive\nWolf-Rayet binary WR20a, collective wind scenarios, diffusive shock\nacceleration at the boundaries of wind-blown bubbles in the stellar cluster,\nand outbreak phenomena from hot stellar winds into the interstellar medium.\nThese scenarios are briefly compared to the characteristics of the associated\nnew VHE gamma-ray source HESS J1023-575, and conclusions on the validity of the\nrespective emission scenarios for high-energy gamma-ray production in the\nWesterlund 2 system are drawn.\n","Comment: 4 pages, 3 figures, proceedings of the 30th ICRC, Merida, Mexico,\n  2007"]}]
["0710.3519",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3519"],"date":["2007-10-18"],"type":["text"],"creator":["Foniok, Jan"],"language":[],"coverage":[],"title":["P-matrix recognition is co-NP-complete"],"description":["  This is a summary of the proof by G.E. Coxson that P-matrix recognition is\nco-NP-complete. The result follows by a reduction from the MAX CUT problem\nusing results of S. Poljak and J. Rohn.\n","Comment: 9 pages"]}]
["0710.3520",{"format":[],"subject":["Mathematics - Functional Analysis","20F55, 28A80, 42C40, 51F15 (Primary)","46E25, 65T60 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3520"],"date":["2007-10-18"],"type":["text"],"creator":["Larson, David","Massopust, Peter","Olafsson, Gestur"],"language":[],"coverage":[],"title":["Three-way tiling sets in two dimensions"],"description":["  In this article we show that there exist measurable sets W in the plane with\nfinite measure that tile the plane in a measurable way under the action of a\nexpansive matrix A, an affine Weyl group W, and a full rank lattice G. This\nnote is follow-up research to the earlier article \"Coxeter groups and wavelet\nsets\" by the first and second authors, and is also relevant to the earlier\narticle \"Coxeter groups, wavelets, multiresolution and sampling\" by M. Dobrescu\nand the third author. After writing these two articles, the three authors\nparticipated in a workshop at the Banff Center on \"Operator methods in fractal\nanalysis, wavelets and dynamical systems,\" December 2 -- 7, 2006, organized by\nO. Bratteli, P. Jorgensen, D. Kribs, G. Olafsson, and S. Silvestrov, and\ndiscussed the interrelationships and differences between the articles, and\nworked on two open problems posed in the Larson-Massopust article. We solved\npart of Problem 2, including a surprising positive solution to a conjecture\nthat was raised, and we present our results in this article.\n"]}]
["0710.3521",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Category Theory","46L05","18B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3521"],"date":["2007-10-18"],"type":["text"],"creator":["Li, Han"],"language":[],"coverage":[],"title":["$C^*-$crossed product of groupoid actions on categories"],"description":["  Suppose that $G$ is a groupoid acting on a small category $H$ in the sense of\n\\cite[Definition 4]{NOT} and $H\\times_\\alpha G$ is the resulting semi-direct\nproduct category (as in \\cite[Proposition 8]{NOT}). We show that there exists a\nsubcategory $H_r \\subseteq H$ satisfying some nice property called\n``regularity'' such that $H_r \\times_\\alpha G = H\\times_\\alpha G$. Moreover, we\nshow that there exists a so-called ``quasi action'' (see Definition\n\\ref{quasi}) $\\beta$ of $G$ on $C^*(H_r)$ (where $C^*(H_r)$ is the semigroupoid\n$C^*$-algebra as defined in \\cite{EXE}) such that $C^*(H_r\\times_\\alpha G) =\nC^*(H_r)\\times_\\beta G$ (where the crossed product for $\\beta$ is as defined in\nDefinition \\ref{cross}).\n","Comment: 14 pages"]}]
["0710.3526",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3526"],"date":["2007-10-18"],"type":["text"],"creator":["Reimer, A."],"language":[],"coverage":[],"title":["Clumping effects on non-thermal particle spectra in massive star systems"],"description":["  Observational evidence exists that winds of massive stars are clumped. Many\nmassive star systems are known as non-thermal particle production sites, as\nindicated by their synchrotron emission in the radio band. As a consequence\nthey are also considered as candidate sites for non-thermal high-energy photon\nproduction up to gamma-ray energies. The present work considers the effects of\nwind clumpiness expected on the emitting relativistic particle spectrum in\ncolliding wind systems, built up from the pool of thermal wind particles\nthrough diffusive particle acceleration, and taking into account inverse\nCompton and synchrotron losses. In comparison to a homogeneous wind, a clumpy\nwind causes flux variations of the emitting particle spectrum when the clump\nenters the wind collision region. It is found that the spectral features\nassociated with this variability moves temporally from low to high energy bands\nwith the time shift between any two spectral bands being dependent on clump\nsize, filling factor, and the energy-dependence of particle energy gains and\nlosses.\n","Comment: 3 pages, 3 figures, to appear in the workshop proceedings \"Clumping\n  in Hot Star Winds\", eds. W.-R. Hamann, A. Feldmeier and L. Oskinova"]}]
["0710.3528",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3528"],"date":["2007-10-18"],"type":["text"],"creator":["Hoppe, S.","Collaboration, for the H. E. S. S."],"language":[],"coverage":[],"title":["The H.E.S.S. survey of the inner Galactic plane"],"description":["  The High Energy Stereoscopic System (H.E.S.S.), located in the Khomas\nHighlands of Namibia, is an array of four imaging atmospheric-Cherenkov\ntelescopes designed to detect gamma-rays in the very high energy (VHE; > 100\nGeV) domain. Its high sensitivity and large field-of-view (5 deg) make it an\nideal instrument to perform a survey within the Galactic plane for new VHE\nsources. Previous observations in 2004/2005 resulted in numerous detections of\nVHE gamma-ray emitters in the region l = 330 deg - 30 deg Galactic longitude.\nRecently the survey was extended, covering the regions l = 280 deg - 330 deg\nand l = 30 deg - 60 deg, leading to the discovery of several previously unknown\nsources with high statistical significance. The current status of the survey\nwill be presented.\n","Comment: 4 pages, 3 figures, ICRC 2007"]}]
["0710.3533",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3533","Multifunctional Conducting Molecular Materials (2007) pp.276-281"],"date":["2007-10-18"],"type":["text"],"creator":["Yonemitsu, Kenji"],"language":[],"coverage":[],"title":["Mechanism of Ambipolar Field-Effect Transistors on One-Dimensional\n  Organic Mott Insulators"],"description":["  The experimentally observed, ambipolar field-effect characteristics of Mott\ninsulators are reproduced in the one-dimensional Hubbard model attached to a\ntight-binding model for source and drain electrodes. The formation of Schottky\nbarriers, originating from the work-function difference, is taken into account\nby a potential satisfying the Poisson equation with an appropriate boundary\ncondition. Then, these field-effect characteristics are shown to be related by\nunique current-voltage characteristics of metal-Mott-insulator interfaces.\n","Comment: 6 pages, 4 figures"]}]
["0710.3534",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3534"],"date":["2007-10-18"],"type":["text"],"creator":["Penz, T.","Micela, G.","Lammer, H."],"language":[],"coverage":[],"title":["Influence of stellar X-ray luminosity distribution and its evolution on\n  exoplanetary mass loss"],"description":["  Aims: We investigate the influence of high-energy stellar radiation at\nclose-in orbits on atmospheric mass loss during stellar evolution of a G-type\nstar. Methods: High-energy stellar luminosity varies over a wide range for G\nfield stars. The temporal evolution of the distribution of stellar X-ray\nluminosity and its influence on the evolution of close-in exoplanets is\ninvestigated. X-ray luminosity distributions from the Pleiades, the Hyades and\nthe field are used to derive a scaling law for the evolution of the stellar\nX-ray luminosity distribution. A modified energy-limited escape approach is\nused to calculate atmospheric mass loss for a broad range of planetary\nparameters. Results: We show that the evolution of close-in exoplanets strongly\ndepends on the detailed X-ray luminosity history of their host stars, which\nvaries over several orders-of-magnitude for G stars. Stars located at the\nhigh-energy tail of the luminosity distribution can evaporate most of its\nplanets within 0.5 AU, while for a moderate luminosity a significant fraction\nof planets can survive. We show the change on an initial planetary mass\ndistribution caused by atmospheric escape.\n","Comment: 12 pages, 9 figures, A&A accepted"]}]
["0710.3543",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3543"],"date":["2007-10-18"],"type":["text"],"creator":["Carter, Brandon"],"language":[],"coverage":[],"title":["The significance of numerical coincidences in nature"],"description":["  This is the first part of a survey whose ultimate purpose is to clarify the\nsignificance of the famous coincidence between the Hubble age of the universe\nand a certain combination of microphysical parameters. In this part the way is\nprepared by a discussion of the manner in which familiar local phenomena depend\nqualitatively, and in order of magnitude, quantitatively on the fundamental\nparameters of microphysics. In order to keep the account concise while\nremaining self contained, only the barest essentials of the standard nuclear\nphysical and astrophysical calculations involved are given. Only six of the\nfundamental parameters play a dominant part, namely the coupling constants of\nthe strong, electromagnetic, and gravitational forces, and the mass ratios of\nthe proton, neutron, electron and pi-meson. Attention is drawn to the important\nconsequences of three coincidental relationships between these parameters. It\nis shown that most of the principle limiting masses of astrophysics arise (in\nfundamental units) simply as the reciprocal of the gravitational fine structure\nconstant, with relatively small adjustment factors. The dividing point between\nred dwarf and blue giant stars turns out to be an exception: this division\noccurs within the range of the main sequence stars only as a consequence of the\nrather exotic coincidence that the ninth power of the electromagnetic fine\nstructure constant is roughly equal to the square root of the gravitational\nfine structure constant.\n","Comment: 73 latex pages, consisting of 5 page postscript appended to\n  transcript (with original figures by photocopy) of 68 page manuscript printed\n  by stencil in 1967 under subheading ``The role of fundamental microphysical\n  parameters in cosmogony'', as a foundation for what was to become known as\n  the anthropic principle"]}]
["0710.3545",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3545"],"date":["2007-10-18"],"type":["text"],"creator":["STACEE Collaboration","Driscoll, D. D.","Ball, J.","Carson, J. E.","Covault, C. E.","Fortin, P.","Gingrich, D. M.","Hanna, D. S.","Jarvis, A.","Kildea, J.","Lindner, T.","Mueller, C.","Mukherjee, R.","Ong, R. A.","Ragan, K.","Williams, D. A.","Zweerink, J."],"language":[],"coverage":[],"title":["Search for Dark Matter Annihilation in Draco with STACEE"],"description":["  For some time, the Draco dwarf spheroidal galaxy has garnered interest as a\npossible source for the indirect detection of dark matter. Its large\nmass-to-light ratio and relative proximity to the Earth provide favorable\nconditions for the production of detectable gamma rays from dark matter\nself-annihilation in its core. The Solar Tower Atmospheric Cherenkov Effect\nExperiment (STACEE) is an air-shower Cherenkov telescope located in\nAlbuquerque, NM capable of detecting gamma rays at energies above 100 GeV. We\npresent the results of the STACEE observations of Draco during the 2005-2006\nobserving season totaling 10 hours of livetime after cuts.\n","Comment: 4 pages, 1 table, 4 figures, presented at the 30th International\n  Cosmic Ray Conference, Meridia, Mexico, 2007"]}]
["0710.3568",{"format":[],"subject":["Mathematics - Algebraic Geometry","14K05","14C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3568"],"date":["2007-10-18"],"type":["text"],"creator":["Bauer, Thomas"],"language":[],"coverage":[],"title":["A criterion for an abelian variety to be simple"],"description":["  In this note we give a numerical criterion that expresses the condition that\nan abelian variety be simple in terms of an invariant that is closely related\nto the s-invariant of Ein-Cutkosky-Lazarsfeld. The criterion yields new\nexamples where s-invariants are irrational. It may also be viewed as a\nstatement about the geometry of the ample cone.\n"]}]
["0710.3570",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3570","Surveys in Approximation Theory, 3 (2007), 152-194"],"date":["2007-10-18"],"type":["text"],"creator":["Almira, J. M."],"language":[],"coverage":[],"title":["Muntz type Theorems I"],"description":["  In this paper, we concentrate our attention on the Muntz problem in the\nunivariate setting and for the uniform norm.\n","Comment: Paper accepted for publication in Surveys in Approximation Theory"]}]
["0710.3573",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Complex Variables","32V05 35N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3573","Math. Ann. 335 (2006), 193-219"],"date":["2007-10-18"],"type":["text"],"creator":["Hill, C. Denson","Nacinovich, Mauro"],"language":[],"coverage":[],"title":["On the failure of the Poincar\\'e Lemma for de-bar-sub-M II"],"description":["  We obtain very sharp results about the lack of validity of the Poincare lemma\nfor the tangential Cauchy Riemann equations, acting on tangential forms,\ntangential to a CR manifold M of general CR dimension n, and general CR\ncodimension k. This generalizes the classical nonsolvability example of H.\nLewy. We also discuss the CR structure on the characteristic bundle to M, due\nto certain degeneracies in the Levi form. A number of naturally geometrically\noccuring examples are given.\n"]}]
["0710.3579",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","32V25, 32H99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3579","Indiana Math. J. 54 (2005), 417-441"],"date":["2007-10-18"],"type":["text"],"creator":["Hill, C. Denson","Shafikov, Rasul"],"language":[],"coverage":[],"title":["Holomorphic correspondences between CR manifolds"],"description":["  It is proved that a germ of a real analytic CR map from a smooth\nreal-analytic minimal CR manifold M to an essentially finite real-algebraic\ngeneric submanifold M' of P^N of the same CR-dimension extends as a holomorphic\ncorrespondence along M. Applications are given for pseudoconcave submanifolds\nof P^N.\n"]}]
["0710.3583",{"format":[],"subject":["Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3583"],"date":["2007-10-18"],"type":["text"],"creator":["Baldacchini, G.","Montereali, R. M.","Grassano, U. M.","Scacco, A.","Petrova, P.","Mladenova, M.","Ivanovich, M.","Georgiev, M."],"language":[],"coverage":[],"title":["Off-center impurity in alkali halides: reorientation, electric\n  polarization and pairing to F center. IV. Reorientational rate"],"description":["  This last Part IV is aimed at deriving relaxation rates (times) of an\noff-center Li+ impurity. We follow Christov's reaction rate method to define\ngeneral rate equations in terms of the exact Mathieu eigenvalues, as well as of\nharmonic-oscillator eigenvalues approximating for the energy spectrum near the\nbottom of the reorientational wells. To calculate the rate in each particular\ncase, we derive configurational tunneling probabilities by either Mathieu\neigenfunctions or by harmonic oscillator eigenfunctions. The electron-transfer\nprobability is calculated by generalizing Landau-Zener's method. Typical\nexamples are considered and compared with experimental relaxation times in\nKCl:Li+.\n","Comment: 17 pages including 2 figures and 4 tables, all pdf format"]}]
["0710.3584",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","11A63","03D45","11S99","28A75","52C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3584"],"date":["2007-10-18"],"type":["text"],"creator":["Akiyama, S.","Barat, G.","Berthe, V.","Siegel, A."],"language":[],"coverage":[],"title":["Boundary of central tiles associated with Pisot beta-numeration and\n  purely periodic expansions"],"description":["  This paper studies tilings related to the beta-transformation when beta is a\nPisot number (that is not supposed to be a unit). Then it applies the obtained\nresults to study the set of rational numbers having a purely periodic\nbeta-expansion. Special focus is given to some quadratic examples.\n"]}]
["math/0611106",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05E15","05E25","05A18","05-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611106"],"date":["2006-11-04","2007-10-18"],"type":["text"],"creator":["Armstrong, Drew"],"language":[],"coverage":[],"title":["Generalized Noncrossing Partitions and Combinatorics of Coxeter Groups"],"description":["  This memoir constitutes the author's PhD thesis at Cornell University. It\nserves both as an expository work and as a description of new research. At the\nheart of the memoir, we introduce and study a poset $NC^{(k)}(W)$ for each\nfinite Coxeter group $W$ and for each positive integer $k$. When $k=1$, our\ndefinition coincides with the generalized noncrossing partitions introduced by\nBrady-Watt and Bessis. When $W$ is the symmetric group, we obtain the poset of\nclassical $k$-divisible noncrossing partitions, first studied by Edelman.\n  Along the way, we include a comprehensive introduction to related background\nmaterial. Before defining our generalization $NC^{(k)}(W)$, we develop from\nscratch the theory of algebraic noncrossing partitions $NC(W)$. This involves\nstudying a finite Coxeter group $W$ with respect to its generating set $T$ of\n{\\em all} reflections, instead of the usual Coxeter generating set $S$. This is\nthe first time that this material has appeared in one place.\n  Finally, it turns out that our poset $NC^{(k)}(W)$ shares many enumerative\nfeatures in common with the ``generalized nonnesting partitions'' of\nAthanasiadis and the ``generalized cluster complexes'' of Fomin and Reading. In\nparticular, there is a generalized ``Fuss-Catalan number'', with a nice closed\nformula in terms of the invariant degrees of $W$, that plays an important role\nin each case. We give a basic introduction to these topics, and we describe\nseveral conjectures relating these three families of ``Fuss-Catalan objects''.\n","Comment: Final version -- to appear in Memoirs of the American Mathematical\n  Society. Many small improvements in exposition, especially in Sections 2.2,\n  4.1 and 5.2.1. Section 5.1.5 deleted. New references to recent work"]}]
["math/0703137",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703137","Int. Math. Res. Pap. 2007 Art. ID rpm005"],"date":["2007-03-05","2007-10-18"],"type":["text"],"creator":["Asok, Aravind","Doran, Brent"],"language":[],"coverage":[],"title":["On unipotent quotients and some A^1-contractible smooth schemes"],"description":["  We study quotients of quasi-affine schemes by unipotent groups over fields of\ncharacteristic 0. To do this, we introduce a notion of stability which allows\nus to characterize exactly when a principal bundle quotient exists and,\ntogether with a cohomological vanishing criterion, to characterize whether or\nnot the resulting quasi-affine quotient scheme is affine. We completely analyze\nthe case of G_a-invariant hypersurfaces in a linear G_a-representation W; here\nthe above characterizations admit simple geometric and algebraic\ninterpretations. As an application, we produce arbitrary dimensional families\nof non-isomorphic smooth quasi-affine but not affine n-dimensional varieties (n\n\\geq 6) that are contractible in the sense of A^1-homotopy theory. Indeed,\nexistence follows without any computation; yet explicit defining equations for\nthe varieties depend only on knowing some linear G_a- and SL_2- invariants,\nwhich, for a sufficiently large class, we provide. Similarly, we produce\ninfinitely many non-isomorphic examples in dimensions 4 and 5. Over C, the\nanalytic spaces underlying these varieties are non-isomorphic, non-Stein,\ntopologically contractible and often diffeomorphic to C^n.\n","Comment: 41 pages, published version (before page proofs); some typos\n  corrected"]}]
