["0705.0525",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0525"],"date":["2007-05-03","2007-07-03"],"type":["text"],"creator":["Liu, Siming","Fryer, Christopher L.","Li, Hui"],"language":[],"coverage":[],"title":["Black Hole Accretion in Low States: Electron Heating"],"description":["  Plasmas in an accretion flow are heated by MHD turbulence generated through\nthe magneto-rotational instability. The viscous stress driving the accretion is\nintimately connected to the microscopic processes of turbulence dissipation. We\nshow that, in a few well-observed black hole accretion systems, there is\ncompelling observational evidence of efficient electron heating by turbulence\nor collective plasma effects in low accretion states, when Coulomb collisions\nare not efficient enough to establish a thermal equilibrium between electrons\nand ions at small radii. However, charged particles reach a thermal equilibrium\nwith their kind much faster than with others through Coulomb collisions, a\ntwo-temperature accretion flow is expected. We consider a Keplerian accretion\nflow with a constant mass accretion rate in the pseudo-Newtonian gravitational\npotential and take into account the bremsstrahlung, synchrotron, and inverse\nComptonization cooling processes. The critical mass accretion rate, below which\nthe two-temperature solution may exist, is determined by the cooling processes\nand the collisional energy exchanges between electrons and ions and has very\nweak dependence on the collision-less heating of electrons by turbulence, which\nbecomes more important at lower accretion rates. Collision-less heating of\nelectrons by MHD turbulence can no longer be ignored in quantitative\ninvestigations of these systems.\n","Comment: 25 pages, 2 figures, submitted to ApJ"]}]
["0705.1633",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1633","A&A 470, 67-72 (2007)","doi:10.1051/0004-6361:20077283"],"date":["2007-05-11"],"type":["text"],"creator":["Prause, N.","Reimers, D.","Fechner, C.","Janknecht, E."],"language":[],"coverage":[],"title":["The baryon density at z=0.9-1.9 - Tracing the warm-hot intergalactic\n  medium with broad Lyman alpha absorption"],"description":["  We present an analysis of the Lyman alpha forests of five quasar spectra in\nthe near UV. Properties of the intergalactic medium (IGM) at an intermediate\nredshift interval (0.9 < z < 1.9) are studied. The amount of baryons in the\ndiffuse photoionised IGM and the warm-hot intergalactic medium (WHIM) are\ntraced to get constraints on the redshift evolution of the different phases of\nthe intergalactic gas. The baryon density of the diffuse IGM is determined with\nphotoionisation calculations under the assumption of local hydrostatic\nequilibrium. We assume that the gas is ionised by a metagalactic background\nradiation with a Haardt & Madau (2001) spectrum. The WHIM is traced with broad\nLyman alpha (BLA) absorption. The properties of a number of BLA detections are\nstudied. Under the assumption of collisional ionisation equilibrium a lower\nlimit to the baryon density could be estimated. It is found that the diffuse\nphotoionised IGM contains at least 25% of the total baryonic matter at\nredshifts 1 < z < 2. For the WHIM a lower limit of 2.4% could be determined.\nFurthermore the data indicates that the intergalactic gas is in a state of\nevolution at z=1.5. We confirm that a considerable part of the WHIM is created\nbetween z=1 and z=2.\n","Comment: 6 pages, 1 figure, accepted for publication in A&A"]}]
["0705.2125",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2125"],"date":["2007-05-15","2007-07-04"],"type":["text"],"creator":["Chang, Ching-Lueh","Lyuu, Yuh-Dauh"],"language":[],"coverage":[],"title":["Parallelized approximation algorithms for minimum routing cost spanning\n  trees"],"description":["  We parallelize several previously proposed algorithms for the minimum routing\ncost spanning tree problem and some related problems.\n"]}]
["0705.4614",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4614","A&A, 470, 191 (2007)","doi:10.1051/0004-6361:20077168"],"date":["2007-05-31"],"type":["text"],"creator":["Wittkowski, M.","Boboltz, D. A.","Ohnaka, K.","Driebe, T.","Scholz, M."],"language":[],"coverage":[],"title":["The Mira variable S Ori: Relationships between the photosphere,\n  molecular layer, dust shell, and SiO maser shell at 4 epochs"],"description":["  We present the first multi-epoch study that includes concurrent mid-infrared\nand radio interferometry of an oxygen-rich Mira star. We obtained mid-infrared\ninterferometry of S Ori with VLTI/MIDI at four epochs between December 2004 and\nDecember 2005. We concurrently observed v=1, J=1-0 (43.1 GHz), and v=2, J=1-0\n(42.8 GHz) SiO maser emission toward S Ori with the VLBA at three epochs. The\nMIDI data are analyzed using self-excited dynamic model atmospheres including\nmolecular layers, complemented by a radiative transfer model of the\ncircumstellar dust shell. The VLBA data are reduced to the spatial structure\nand kinematics of the maser spots. The modeling of our MIDI data results in\nphase-dependent continuum photospheric angular diameters between about 7.9 mas\n(Phase 0.55) and 9.7 mas (Phase 1.16). The dust shell can best be modeled with\nAl2O3 grains using phase-dependent inner boundary radii between 1.8 and 2.4\nphotospheric radii. The dust shell appears to be more compact with greater\noptical depth near visual minimum, and more extended with lower optical depth\nafter visual maximum. The ratios of the SiO maser ring radii to the\nphotospheric radii are between about 1.9 and 2.4. The maser spots mark the\nregion of the molecular atmospheric layers just beyond the steepest decrease in\nthe mid-infrared model intensity profile. Their velocity structure indicates a\nradial gas expansion. Al2O3 dust grains and SiO maser spots form at relatively\nsmall radii of 1.8-2.4 photospheric radii. Our results suggest increased mass\nloss and dust formation close to the surface near the minimum visual phase,\nwhen Al2O3 dust grains are co-located with the molecular gas and the SiO maser\nshells, and a more expanded dust shell after visual maximum. Silicon does not\nappear to be bound in dust, as our data show no sign of silicate grains.\n","Comment: Accepted for publication in A&A. See ESO press release 25/07 at\n  http://www.eso.org/public/outreach/press-rel/pr-2007/pr-25-07.html"]}]
["0706.0101",{"format":[],"subject":["Mathematics - Group Theory","20E06, 20F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0101"],"date":["2007-06-01","2007-07-04"],"type":["text"],"creator":["Markus-Epstein, L."],"language":[],"coverage":[],"title":["Reading Off Kurosh Decompositions"],"description":["  Geometric methods proposed by Stallings for treating finitely generated\nsubgroups of free groups were successfully used by many authors to solve a wide\ncollection of decision problems for free groups and their subgroups.\n  In the present paper we employ our generalized Stallings' folding method to\nintroduce a procedure, which given a subgroup H of a free product of finite\ngroups reads off its Kurosh decomposition from the subgroup graph of H.\n","Comment: 19 pages with 5 figures"]}]
["0706.2668",{"format":[],"subject":["Physics - Plasma Physics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2668"],"date":["2007-06-19","2007-07-04"],"type":["text"],"creator":["Kornyushin, Yuri"],"language":[],"coverage":[],"title":["A jelly model for a ball of an extremely hot plasma"],"description":["  A simple model is applied to study a high temperature rather dense plasma\nball. It is assumed that the ions and delocalized electrons are distributed\nuniformly throughout the ball, and extra/missing charge is found in a thin\nlayer on the surface of a ball. It is shown in the framework of this model that\nregarded plasma ball can be relatively stable as a metastable state.\nCalculations show that electrostatic forces, repulsive forces between the ions,\nand atmospheric pressure can provide stability of a plasma ball. Presented\nmodel could be useful to understand the nature of a ball lightning.\n","Comment: A simple model, which may be useful to understand the nature of a\n  ball lightning"]}]
["0706.4032",{"format":[],"subject":["Mathematics - Dynamical Systems","11B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4032"],"date":["2007-06-27","2007-07-04"],"type":["text"],"creator":["Robinson, Geoffrey","Thiel, Marco"],"language":[],"coverage":[],"title":["How much information about a dynamical system do its recurrences\n  contain?"],"description":["  We show that, under suitable assumptions, Poincare recurrences of a dynamical\nsystem determine its topology in phase space. Therefore, dynamical systems with\nthe same recurrences are topologically equivalent.\n","Comment: 9 pages, 0 figures"]}]
["0706.4365",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4365"],"date":["2007-06-29","2007-07-04"],"type":["text"],"creator":["Hu, Ying","Tang, Shanjian"],"language":[],"coverage":[],"title":["Multi-dimensional BSDE with Oblique Reflection and Optimal Switching"],"description":["  In this paper, we study a multi-dimensional backward stochastic differential\nequation (BSDE) with oblique reflection, which is a BSDE reflected on the\nboundary of a special unbounded convex domain along an oblique direction, and\nwhich arises naturally in the study of optimal switching problem. The existence\nof the adapted solution is obtained by the penalization method, the monotone\nconvergence, and the a priori estimations. The uniqueness is obtained by a\nverification method (the first component of any adapted solution is shown to be\nthe vector value of a switching problem for BSDEs). As applications, we apply\nthe above results to solve the optimal switching problem for stochastic\ndifferential equations of functional type, and we give also a probabilistic\ninterpretation of the viscosity solution to a system of variational\ninequalities.\n"]}]
["0707.0044",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0044","Computer Science and Quantum Computing, p.p.125-149, Nova Science\n  Publishers 2007"],"date":["2007-06-30","2007-07-04"],"type":["text"],"creator":["Shalyt-Margolin, A. E.","Strazhev, V. I.","Tregubovich, A. Ya."],"language":[],"coverage":[],"title":["Application of Geometric Phase in Quantum Computations"],"description":["  Geometric phase that manifests itself in number of optic and nuclear\nexperiments is shown to be a useful tool for realization of quantum\ncomputations in so called holonomic quantum computer model (HQCM). This model\nis considered as an externally driven quantum system with adiabatic evolution\nlaw and finite number of the energy levels. The corresponding evolution\noperators represent quantum gates of HQCM. The explicit expression for the\ngates is derived both for one-qubit and for multi-qubit quantum gates as\nAbelian and non-Abelian geometric phases provided the energy levels to be\ntime-independent or in other words for rotational adiabatic evolution of the\nsystem. Application of non-adiabatic geometric-like phases in quantum\ncomputations is also discussed for a Caldeira-Legett-type model (one-qubit\ngates) and for the spin 3/2 quadrupole NMR model (two-qubit gates). Generic\nquantum gates for these two models are derived. The possibility of construction\nof the universal quantum gates in both cases is shown.\n","Comment: 27 pages,minor corrections. This article is dedicated to memory of\n  our dear friend, colleague and co-author Dr. Artur Tregubovich"]}]
["0707.0247",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0247"],"date":["2007-07-01","2007-07-04"],"type":["text"],"creator":["Haghpayma, Alireza"],"language":[],"coverage":[],"title":["A dynamical study of the pentaquark Theta+ state"],"description":["  this paper has been withdrawn by the author due to crucial type errors\n","Comment: the paper has been withdrawn by the author due to crucial type errors"]}]
["0707.0270",{"format":[],"subject":["General Relativity and Quantum Cosmology","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0270"],"date":["2007-07-02"],"type":["text"],"creator":["Varoquaux, E.","Varoquaux, G."],"language":[],"coverage":[],"title":["The Sagnac effect in superfluids"],"description":["  We comment on the interpretation of absolute rotation measurements with\nsuperfluids, which involve the Sagnac effect. This effect, first observed in\nrotating optical interferometers, has now been seen in a host of different\nphysical systems, ranging from atomic clocks to electrons, neutrons, atomic\nbeams, ... We show that the time-honored explanation of this effect based on\ngeneral relativity provides a common explanation for all these systems,\nincluding superfluids, in contradistinction with the views expressed in a\nrecent review article.\n","Comment: Letter to the Editors of Uspheki Fisiki Nauk - 4 pages"]}]
["0707.0297",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0297"],"date":["2007-07-02"],"type":["text"],"creator":["Beach, K. S. D."],"language":[],"coverage":[],"title":["Fractal valence bond loops in a long-range Heisenberg model at\n  criticality"],"description":["  We present a valence bond theory of the spin-S quantum Heisenberg model. For\nnonfrustracting, local exchange and dimension d > 1, it predicts a resonating\nground state with bond amplitudes h(r) ~ (a^2+r^2)^(-p/2) and decay exponent\np=d+1. Different values of p can be achieved by introducing frustrating (p >\nd+1) or nonfrustrating (p < d+1) long-range interactions. For d=2, but not d=3,\nthere is a critical value of the decay exponent p_c above which the ground\nstate is a spin liquid. The phase transition is analogous to quantum\npercolation, with fractal valence bond loops playing the role of percolating\nclusters. The critical exponents are continuously tunable along the phase\nboundary p=p_c(a,S).\n","Comment: 4 + epsilon pages, 3 figures"]}]
["0707.0299",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0299"],"date":["2007-07-02"],"type":["text"],"creator":["Soundararajan, K."],"language":[],"coverage":[],"title":["The distribution of smooth numbers in arithmetic progressions"],"description":["  For a wide range of $x$ and $y$ we show that ${\\Cal S}(x,y)$, the set of\nintegers below $x$ composed only of prime factors below $y$, is equidistributed\nin the reduced residue classes $\\pmod q$ for all $q<y^{4\\sqrt{e}-\\epsilon}$.\nThis improves earlier work of Granville; any improvement of this range of $q$\nwould have interesting consequences for Vinogradov's conjecture on the least\nquadratic non-residue. For larger ranges of $q$ we prove the existence of a\nlarge subgroup of the group of reduced residues such that ${\\Cal S}(x,y)$ is\nequidistributed within cosets of that subgroup.\n","Comment: 15 pages"]}]
["0707.0303",{"format":[],"subject":["Statistics - Machine Learning","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0303"],"date":["2007-07-02"],"type":["text"],"creator":["Steinwart, Ingo","Hush, Don","Scovel, Clint"],"language":[],"coverage":[],"title":["Learning from dependent observations"],"description":["  In most papers establishing consistency for learning algorithms it is assumed\nthat the observations used for training are realizations of an i.i.d. process.\nIn this paper we go far beyond this classical framework by showing that support\nvector machines (SVMs) essentially only require that the data-generating\nprocess satisfies a certain law of large numbers. We then consider the\nlearnability of SVMs for $\\a$-mixing (not necessarily stationary) processes for\nboth classification and regression, where for the latter we explicitly allow\nunbounded noise.\n","Comment: submitted to Journal of Multivariate Analysis"]}]
["0707.0308",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Geometric Topology","30F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0308"],"date":["2007-07-02"],"type":["text"],"creator":["Markovic, Vladimir","Saric, Dragomir"],"language":[],"coverage":[],"title":["The Teichm\\\"uller distance between finite index subgroups of\n  $PSL_2(\\mathbb{Z})$"],"description":["  For a given $\\epsilon >0$, we show that there exist two finite index\nsubgroups of $PSL_2(\\mathbb{Z})$ which are $(1+\\epsilon)$-quasisymmetrically\nconjugated and the conjugation homeomorphism is not conformal. This implies\nthat for any $\\epsilon>0$ there are two finite regular covers of the Modular\nonce punctured torus $T_0$ (or just the Modular torus) and a\n$(1+\\epsilon)$-quasiconformal between them that is not homotopic to a conformal\nmap. As an application of the above results, we show that the orbit of the\nbasepoint in the Teichm\\\"uller space $T(\\S)$ of the punctured solenoid $\\S$\nunder the action of the corresponding Modular group (which is the mapping class\ngroup of $\\S$ \\cite{NS}, \\cite{Odd}) has the closure in $T(\\S)$ strictly larger\nthan the orbit and that the closure is necessarily uncountable.\n","Comment: 23 pages, 5 Figures"]}]
["0707.0313",{"format":[],"subject":["Mathematics - Probability","60G15","60H99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0313"],"date":["2007-07-02"],"type":["text"],"creator":["Friz, Peter","Victoir, Nicolas"],"language":[],"coverage":[],"title":["Differential Equations Driven by Gaussian Signals I"],"description":["  We consider multi-dimensional Gaussian processes and give a new condition on\nthe covariance, simple and sharp, for the existence of stochastic area(s).\nGaussian rough paths are constructed with a variety of weak and strong\napproximation results. Together with a new RKHS embedding, we obtain a powerful\n- yet conceptually simple - framework in which to analysize differential\nequations driven by Gaussian signals in the rough paths sense.\n"]}]
["0707.0315",{"format":[],"subject":["Mathematics - Combinatorics","05D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0315"],"date":["2007-07-02"],"type":["text"],"creator":["Sudakov, Benny","Vondrak, Jan"],"language":[],"coverage":[],"title":["How many random edges make a dense hypergraph non-2-colorable?"],"description":["  We study a model of random uniform hypergraphs, where a random instance is\nobtained by adding random edges to a large hypergraph of a given density. We\nobtain a tight bound on the number of random edges required to ensure\nnon-2-colorability. We prove that for any k-uniform hypergraph with\nOmega(n^{k-epsilon}) edges, adding omega(n^{k epsilon/2}) random edges makes\nthe hypergraph almost surely non-2-colorable. This is essentially tight, since\nthere is a 2-colorable hypergraph with Omega(n^{k-\\epsilon}) edges which almost\nsurely remains 2-colorable even after adding o(n^{k \\epsilon / 2}) random\nedges.\n"]}]
["0707.0320",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0320"],"date":["2007-07-02"],"type":["text"],"creator":["Tung, Wu-Ki","Lai, H. L.","Pumplin, J.","Nadolsky, P.","Yuan, C. -P."],"language":[],"coverage":[],"title":["Heavy Quark Mass Effects in PQCD and Heavy Flavor Parton Distributions"],"description":["  The systematic treatment of heavy quark mass effects in DIS in current CTEQ\nglobal analysis is summarized. Applications of this treatment to the comparison\nbetween theory and experimental data on DIS charm production are described. The\npossibility of intrinsic charm in the nucleon is studied. The issue of\ndetermining the charm mass in global analysis is discussed.\n","Comment: Contribution to the proceedings of the DIS2007 Workshop, Munich,\n  Germany, April, 2007"]}]
["0707.0332",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0332"],"date":["2007-07-02"],"type":["text"],"creator":["Feng, Bo","Wu, Zhigang","Li, Dingping"],"language":[],"coverage":[],"title":["Melting of the vortex lattice in layered superconductors"],"description":["  The structure function of the vortex lattice of layered superconductor is\ncalculated to one-loop order. Based on a phenomenological melting criterion\nconcerning the Debye-Waller factor, we calculate the melting line of the vortex\nlattice, and compare our results to Monte Carlo simulation and experiment. We\nfind that our results are quantitatively in good agreement with the Monte Carlo\nresults. Moreover, our analytic calculation of the melting line of BSCCO fits\nthe experiment reasonably well in a temperature range not far from Tc.\n","Comment: 15 pages, 2 figures"]}]
["0707.0350",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0350"],"date":["2007-07-03"],"type":["text"],"creator":["Sigalov, M.","Kamenetskii, E.","Shavit, R."],"language":[],"coverage":[],"title":["A new concept and design of ferrite-based microwave vortex devices"],"description":["  In microwave resonant systems with ferrite samples, one becomes faced with\nspecific phase relations for the electromagnetic fields. Such specific phase\nrelations may lead to appearance of nontrivial states: electromagnetic\nvortices. This paper provides some general ideas and design principles for\nmicrowave devices with the field vortex structures.\n"]}]
["0707.0359",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0359"],"date":["2007-07-03"],"type":["text"],"creator":["van der Bij, J. J."],"language":[],"coverage":[],"title":["SM scalar and extra singlet(s)"],"description":["  I discuss the question whether it is possible that the LHC will find no\nsignal for the Higgs boson. It is argued that in this case singlet scalars\nshould be present that could play an important role in astroparticle physics. A\ncritical view at the existing electroweak data shows that this possibility\nmight be favored over the simplest standard model. In this case one needs the\nILC in order to study the Higgs sector.\n","Comment: 8 pages; Contribution to the XLII Rencontre de Moriond, Electroweak\n  interactions and unified theories, La Thuile (2007)"]}]
["0707.0364",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H40","14H30","14K02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0364"],"date":["2007-07-03"],"type":["text"],"creator":["Kanev, Vassil","Lange, Herbert"],"language":[],"coverage":[],"title":["Polarization types of isogenous Prym-Tyurin varieties"],"description":["  Let p:C-->Y be a covering of smooth, projective curves which is a composition\nof \\pi:C-->C' of degree 2 and g:C'-->Y of degree n. Let f:X-->Y be the covering\nof degree 2^n, where the curve X parametrizes the liftings in C^{(n)} of the\nfibers of g:C'-->Y. Let P(X,\\delta) be the associated Prym-Tyurin variety,\nknown to be isogenous to the Prym variety P(C,C'). Most of the results in the\npaper focus on calculating the polarization type of the restriction of the\ncanonical polarization of JX on P(X,\\delta). We obtain the polarization type\nwhen n=3. When Y=P^1 we conjecture that P(X,\\delta) is isomorphic to the dual\nof the Prym variety P(C,C'). This was known when n=2, we prove it when n=3, and\nfor arbitrary n if \\pi:C-->C' is \\'{e}tale. Similar results are obtained for\nsome other types of coverings.\n","Comment: 28 pages"]}]
["0707.0365",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0365","Rapport Interne LIPN (15/05/2007)"],"date":["2007-07-03"],"type":["text"],"creator":["Abbes, Heithem","Cérin, Christophe","Dubacq, Jean-Christophe","Jemni, Mohamed"],"language":[],"coverage":[],"title":["Performance Analysis of Publish/Subscribe Systems"],"description":["  The Desktop Grid offers solutions to overcome several challenges and to\nanswer increasingly needs of scientific computing. Its technology consists\nmainly in exploiting resources, geographically dispersed, to treat complex\napplications needing big power of calculation and/or important storage\ncapacity. However, as resources number increases, the need for scalability,\nself-organisation, dynamic reconfigurations, decentralisation and performance\nbecomes more and more essential. Since such properties are exhibited by P2P\nsystems, the convergence of grid computing and P2P computing seems natural. In\nthis context, this paper evaluates the scalability and performance of P2P tools\nfor discovering and registering services. Three protocols are used for this\npurpose: Bonjour, Avahi and Free-Pastry. We have studied the behaviour of\ntheses protocols related to two criteria: the elapsed time for registrations\nservices and the needed time to discover new services. Our aim is to analyse\nthese results in order to choose the best protocol we can use in order to\ncreate a decentralised middleware for desktop grid.\n"]}]
["0707.0366",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53D12, 53A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0366"],"date":["2007-07-03"],"type":["text"],"creator":["Wang, Sung Ho"],"language":[],"coverage":[],"title":["Willmore Legendrian surfaces in pseudoconformal 5-sphere"],"description":["  Let $ X: M \\hook S^5$ be a compact Legendrian surface in pseudoconformal(CR)\n5-sphere. We introduce a pseudoconformally invariant Willmore type second order\nfunctional $ \\W(X)$, and study its critical points called Willmore Legendrian\nsurfaces. The fifth order structure equations show that Willmore dual can be\ndefined for a class of Willmore Legendrian surfaces. Moreover when this dual is\nconstant, Willmore Legendrian surface admits a Weierstra\\ss type representation\nin terms of immersed meromorphic curve in $ \\C^2$ satisfying an appropriate\nreal period condition via pseudoconformal stereographic projection. We show\nthat every compact Riemann surface admits a generally one to one, conformal,\nWillmore Legendrian immersion in $ S^5$ with constant Willmore dual. As a\ncorollary, every compact Riemann surface can be conformally immersed in $ \\C^2$\nas an exact, algebraic Lagrangian surface.\n","Comment: 24 pages"]}]
["0707.0367",{"format":[],"subject":["Mathematics - Probability","ACM"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0367"],"date":["2007-07-03"],"type":["text"],"creator":["Demni, Nizar"],"language":[],"coverage":[],"title":["Radial Dunkl Processes : Existence and uniqueness, Hitting time, Beta\n  Processes and Random Matrices"],"description":["  We begin with the study of some properties of the radial Dunkl process\nassociated to a reduced root system $R$. It is shown that this diffusion is the\nunique strong solution for all $t \\geq 0$ of a SDE with singular drift. Then,\nwe study $T_0$, the first hitting time of the positive Weyl chamber : we prove,\nvia stochastic calculus, a result already obtained by Chybiryakov on the\nfiniteness of $T_0$. The second and new part deals with the law of $T_0$ for\nwhich we compute the tail distribution, as well as some insight via stochastic\ncalculus on how root systems are connected with eigenvalues of standard\nmatrix-valued processes. This gives rise to the so-called $\\beta$-processes.\nThe ultraspherical $\\beta$-Jacobi case still involves a reduced root system\nwhile the general case is closely connected to a non reduced one. This process\nlives in a convex bounded domain known as principal Weyl alcove and the strong\nuniqueness result remains valid. The last part deals with the first hitting\ntime of the alcove's boundary and the semi group density which enables us to\nanswer some open questions.\n","Comment: 33 pages"]}]
["0707.0369",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0369"],"date":["2007-07-03"],"type":["text"],"creator":["Nikrityuk, P. A.","Eckert, K.","Grundmann, R."],"language":[],"coverage":[],"title":["Numerical study of the influence of an applied electrical potential on\n  the solidification of a binary metal alloy"],"description":["  In this work we study numerically the influence of a homogeneous electrical\nfield on the fluid and heat transfer phenomena at macroscale and mesoscale\nduring unidirectional solidification of a binary metal alloy. The numerical\nresults showed that a pulse electric discharging applied perpendicularly to the\nsolidification front leads to a much stronger Joule heating of the liquid phase\nin comparison to the solid phase. It was found that on the mesoscopic scale the\nelectric current density is not homogeneous due to the complex shape of the\ndendrite and the difference between electrical conductivities of the solid and\nliquid phases. This inhomogeneity of the electrical current density in the\nmushy zone leads to the increase of the Joule heating of the dendrite in\ncomparison to the interdendritic liquid and induces a pinch force\n(electromagnetic Lorentz force). The main features of the resulting convection\nin the interdendritic liquid are discussed.\n","Comment: 13 pages, Con. Cast Conf, Ulm 2005, Germany"]}]
["0707.0372",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0372"],"date":["2007-07-03","2007-07-04"],"type":["text"],"creator":["Iyer, Jaya N.","Simpson, Carlos T."],"language":[],"coverage":[],"title":["Regulators of canonical extensions are torsion: the smooth divisor case"],"description":["  In this paper, we prove a generalization of Reznikov's theorem which says\nthat the Chern-Simons classes and in particular the Deligne Chern classes (in\ndegrees $>1$) are torsion, of a flat bundle on a smooth complex projective\nvariety. We consider the case of a smooth quasi--projective variety with an\nirreducible smooth divisor at infinity. We define the Chern-Simons classes of\nDeligne's canonical extension of a flat vector bundle with unipotent monodromy\nat infinity, which lift the Deligne Chern classes and prove that these classes\nare torsion.\n"]}]
["0707.0377",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0377"],"date":["2007-07-03"],"type":["text"],"creator":["Danielewicz, P."],"language":[],"coverage":[],"title":["Analysis of Emission Shapes"],"description":["  Shapes of relative emission sources can be accessed by expanding shapes of\ncorrelations at low relative velocities in pair center of mass in Cartesian\nharmonics. Coefficients of expansion for correlations are related to the\nrespective coefficients of expansion for the sources through one dimensional\nintegral transforms involving properties of pair relative wavefunctions. The\nmethodology is illustrated with analyses of NA49 and PHENIX correlation data.\n","Comment: 9 pages, 3 figures, contribution to the 23rd Winter Workshop on\n  Nuclear Dynamics, February 11-18, 2007, Big Sky, Montana, USA"]}]
["0707.0389",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","42B20","42B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0389"],"date":["2007-07-03"],"type":["text"],"creator":["Sugimoto, Mitsuru","Tomita, Naohito"],"language":[],"coverage":[],"title":["A remark on fractional integrals on modulation spaces"],"description":["  In this paper, we give the necessary and sufficient conditions for the\nboundedness of fractional integral operators on the modulation spaces.\n","Comment: 8 pages"]}]
["0707.0391",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","42B35","47G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0391"],"date":["2007-07-03"],"type":["text"],"creator":["Kobayashi, Masaharu","Sugimoto, Mitsuru","Tomita, Naohito"],"language":[],"coverage":[],"title":["On the $L^2$-boundedness of pseudo-differential operators and their\n  commutators with symbols in $\\alpha$-modulation spaces"],"description":["  In this paper, we consider the $L^2$-boundedness of pseudo-differential\noperators with symbols in $\\alpha$-modulation spaces.\n","Comment: 16 pages"]}]
["0707.0397",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Multimedia","K.4.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0397"],"date":["2007-07-03"],"type":["text"],"creator":["Xiang, Shijun","Huang, Jiwu"],"language":[],"coverage":[],"title":["Robust Audio Watermarking Against the D/A and A/D conversions"],"description":["  Audio watermarking has played an important role in multimedia security. In\nmany applications using audio watermarking, D/A and A/D conversions (denoted by\nDA/AD in this paper) are often involved. In previous works, however, the\nrobustness issue of audio watermarking against the DA/AD conversions has not\ndrawn sufficient attention yet. In our extensive investigation, it has been\nfound that the degradation of a watermarked audio signal caused by the DA/AD\nconversions manifests itself mainly in terms of wave magnitude distortion and\nlinear temporal scaling, making the watermark extraction failed. Accordingly, a\nDWT-based audio watermarking algorithm robust against the DA/AD conversions is\nproposed in this paper. To resist the magnitude distortion, the relative energy\nrelationships among different groups of the DWT coefficients in the\nlow-frequency sub-band are utilized in watermark embedding by adaptively\ncontrolling the embedding strength. Furthermore, the resynchronization is\ndesigned to cope with the linear temporal scaling. The time-frequency\nlocalization characteristics of DWT are exploited to save the computational\nload in the resynchronization. Consequently, the proposed audio watermarking\nalgorithm is robust against the DA/AD conversions, other common audio\nprocessing manipulations, and the attacks in StirMark Benchmark for Audio,\nwhich has been verified by experiments.\n","Comment: Pages 29"]}]
["0707.0400",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Representation Theory","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0400"],"date":["2007-07-03"],"type":["text"],"creator":["Paris, Luis","Rabenda, Loic"],"language":[],"coverage":[],"title":["Singular Hecke algebras, Markov traces, and HOMFLY-type invariants"],"description":["  We define the singular Hecke algebra ${\\mathcal H} (SB_n)$ as the quotient of\nthe singular braid monoid algebra ${\\mathbb C} (q) [SB_n]$ by the Hecke\nrelations $\\sigma_k^2 = (q-1) \\sigma_k +q$, $1 \\le k\\le n-1$, and define the\nMarkov traces on the sequence $\\{{\\mathcal H}(SB_n)\\}_{n=1}^{+\\infty}$ in the\nsame way as for the Markov traces on the tower of (non-singular) Hecke algebras\nof the symmetric groups. We prove that the Markov traces are in one-to-one\ncorrespondance with the invariants that satisfies some skein relation, and\ncompute an explicit classification of the Markov traces. Thanks to this\nclassification, we define some universal HOMFLY-type invariant which has the\nproperty that it distinguishes all the pairs of singular links that can be\ndistinguished by an invariant which satisfies the required skein relation.\n"]}]
["0707.0411",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0411"],"date":["2007-07-03"],"type":["text"],"creator":["Montambaux, Gilles"],"language":[],"coverage":[],"title":["Interference pattern of a long diffusive Josephson junction"],"description":["  We calculate the modulation by a magnetic field of the critical current of a\nlong disordered Josephson junction in the diffusive limit, i.e. when the\ndimensions of the junction are larger that the elastic mean free path, and when\nthe length $L$ is much larger than the width $w$. Due to the averaging of the\ngauge invariant phase factor over diffusive trajectories, the well-known\noscillations of the Fraunhofer pattern are smoothed out and replaced by an\nexponential decay at large field. The predicted pattern is universal, i.e., it\nis independent of the disorder strength. We point out an interesting relation\nwith the physics of speckle correlations in optics of turbid media.\n","Comment: 4 pages, 2 figures"]}]
["0707.0412",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0412"],"date":["2007-07-03"],"type":["text"],"creator":["Baishya, R.","Sarma, J. K."],"language":[],"coverage":[],"title":["Solution of non-singlet DGLAP evolution equation in leading order and\n  next-to-leading order at small-x by method of characteristics"],"description":["  The non-singlet structure functions have been obtained by solving\nDokshitzer-Gribov-Lipatov-Altarelli-Parisi (DGLAP) evolution equations in\nleading order (LO) and next-to-leading order (NLO) at the small-x limit. Here a\nTaylor series expansion has been used and then the method of characteristics\nhas been applied to solve the evolution equations. Results are comopared with\nthe Fermilab experiment E665 data and New Muon Collaboration (NMC) data.\n","Comment: 11 pages including 5 figures"]}]
["0707.0413",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0413","Opt. Lett. 32, 985-987 (2007)","doi:10.1364/OL.32.000985"],"date":["2007-07-03"],"type":["text"],"creator":["Thuering, Andre","Schnabel, Roman","Lueck, Harald","Danzmann, Karsten"],"language":[],"coverage":[],"title":["Detuned Twin-Signal-Recycling for ultra-high precision interferometers"],"description":["  We propose a new interferometer technique for high precision phase\nmeasurements such as those in gravitational wave detection. The technique\nutilizes a pair of optically coupled resonators that provides identical\nresonance conditions for the upper as well the lower phase modulation signal\nsidebands. This symmetry significantly reduces the noise spectral density in a\nwide frequency band compared with single sideband recycling topologies of\ncurrent and planned gravitational wave detectors. Furthermore the application\nof squeezed states of light becomes less demanding.\n"]}]
["0707.0414",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","31A30","35J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0414"],"date":["2007-07-03"],"type":["text"],"creator":["Olofsson, Anders"],"language":[],"coverage":[],"title":["A computation of Poisson kernels for some standard weighted biharmonic\n  operators in the unit disc"],"description":["  We compute Poisson kernels for integer weight parameter standard weighted\nbiharmonic operators in the unit disc with Dirichlet boundary conditions. The\ncomputations performed extend the supply of explicit examples of such kernels\nand suggest similar formulas for these Poisson kernels to hold true in more\ngenerality. Computations have been carried out using the open source computer\nalgebra package Maxima.\n"]}]
["0707.0425",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Probability","15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0425"],"date":["2007-07-03"],"type":["text"],"creator":["Elbau, Peter"],"language":[],"coverage":[],"title":["Random Normal Matrices and Polynomial Curves"],"description":["  We show that in the large matrix limit, the eigenvalues of the normal matrix\nmodel for matrices with spectrum inside a compact domain with a special class\nof potentials homogeneously fill the interior of a polynomial curve uniquely\ndefined by the area of its interior domain and its exterior harmonic moments\nwhich are all given as parameters of the potential.\n  Then we consider the orthogonal polynomials corresponding to this matrix\nmodel and show that, under certain assumptions, the density of the zeros of the\nhighest relevant orthogonal polynomial in the large matrix limit is (up to some\nconstant factor) given by the discontinuity of the Schwarz function of this\npolynomial curve.\n","Comment: 37 pages"]}]
["0707.0429",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0429"],"date":["2007-07-03"],"type":["text"],"creator":["McReynolds, Sean"],"language":[],"coverage":[],"title":["The Axion from Five-Dimensional Supergravity"],"description":["  We consider the axion arising from five-dimensional supergravity in the\npresence of boundaries. We find the approximate bosonic effective action to\nestimate the lower bound on the \"Peccei-Quinn\" energy scale with a flat bulk.\nWith a warped bulk, one can obtain a scale within the standard window; this\nputs a bound on the required curvature scale relative to the proper separation\nbetween boundaries. We comment on the scalar potential that may ruin the\nstrong-CP resolution, and the effective derivative coupling to matter in 5D\nhypermultiplets.\n","Comment: 11 pages"]}]
["0707.0430",{"format":[],"subject":["Computer Science - Computational Complexity","F.1.1","F.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0430"],"date":["2007-07-03"],"type":["text"],"creator":["Gaži, Peter","Rovan, Branislav"],"language":[],"coverage":[],"title":["Assisted Problem Solving and Decompositions of Finite Automata"],"description":["  A study of assisted problem solving formalized via decompositions of\ndeterministic finite automata is initiated. The landscape of new types of\ndecompositions of finite automata this study uncovered is presented. Languages\nwith various degrees of decomposability between undecomposable and perfectly\ndecomposable are shown to exist.\n","Comment: 14 pages"]}]
["0707.0437",{"format":[],"subject":["Mathematics - Number Theory","11F33, 11F11, 11G40, 11G18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0437"],"date":["2007-07-03"],"type":["text"],"creator":["Yazdani, S."],"language":[],"coverage":[],"title":["Modular Abelian Variety of Odd Modular Degree"],"description":["  We will study modular Abelian varieties with odd congruence numbers, by\nstudying the cuspidal subgroup of $J_0(N)$. We show the conductor of such\nAbelian varieties must be of a special type, for example if $N$ is odd then\n$N=p^\\alpha$ or $N=pq$ for some prime $p$ and $q$. We then focus our attention\nto modular elliptic curves, and using result of Agashe, Ribet, and Stein, we\ntry to classify all elliptic curves of odd modular degree. Our studies prove\nmany cases of the Stein and Watkins's conjecture on elliptic curves with odd\nmodular degree.\n","Comment: 44 Pages, Ph.D. Thesis"]}]
["0707.0445",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0445"],"date":["2007-07-03"],"type":["text"],"creator":["Decreusefond, Laurent","Savy, Nicolas"],"language":[],"coverage":[],"title":["Rubinstein distance on configurations spaces"],"description":["  By a method inspired of the Stein's method, we derive an upper-bound of the\nRubinstein distance between two absolutely continuous probability measures on\nconfigurations space. As an application, we show that the best way to\napproximate a Modulated Poisson Process (see below for the definition) by a\nPoisson process is to equate their intensity.\n","Comment: 9 pages"]}]
["0707.0447",{"format":[],"subject":["Mathematics - Rings and Algebras","16R20","16R40","16S50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0447"],"date":["2007-07-03"],"type":["text"],"creator":["Szigeti, Jeno","van Wyk, Leon"],"language":[],"coverage":[],"title":["Subrings which are closed with respect to taking the inverse"],"description":["  Let S be a subring of the ring R. We investigate the question of whether S\nintersected by U(R) is equal to U(S) holds for the units. In many situations\nour answer is positive. There is a special emphasis on the case when R is a\nfull matrix ring and S is a structural subring of R defined by a reflexive and\ntransitive relation.\n"]}]
["0707.0456",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0456"],"date":["2007-07-03"],"type":["text"],"creator":["Herreros, Pilar"],"language":[],"coverage":[],"title":["Blocking: New examples and properties of products"],"description":["  We say that a pair of points x and y is secure if there exist a finite set of\nblocking points such that any geodesic between x and y passes through one of\nthe blocking points. The main point of this paper is to exhibit new examples of\nblocking phenomena both in the manifold and the billiard table setting. As an\napproach to this, we study if the product of secure configurations (or\nmanifolds) is also secure.\n  We introduce the concept of midpoint security that imposes that the geodesic\nreaches a blocking point exactly at its midpoint. We prove that products of\nmidpoint secure configurations are midpoint secure. On the other hand, we give\nan example of a compact C^1 surface that contains secure configurations that\nare not midpoint secure. This surface provides the first example of an insecure\nproduct of secure configurations, as well as billiard table examples.\n","Comment: 10 pages"]}]
["0707.0462",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0462"],"date":["2007-07-03"],"type":["text"],"creator":["Osborne, Jason A.","Grift, Tony E."],"language":[],"coverage":[],"title":["M-estimation of Boolean models for particle flow experiments"],"description":["  Probability models are proposed for passage time data collected in\nexperiments with a device designed to measure particle flow during aerial\napplication of fertilizer. Maximum likelihood estimation of flow intensity is\nreviewed for the simple linear Boolean model, which arises with the assumption\nthat each particle requires the same known passage time. M-estimation is\ndeveloped for a generalization of the model in which passage times behave as a\nrandom sample from a distribution with a known mean. The generalized model\nimproves fit in these experiments. An estimator of total particle flow is\nconstructed by conditioning on lengths of multi-particle clumps.\n"]}]
["0707.0465",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0465"],"date":["2007-07-03"],"type":["text"],"creator":["Bohman, Tom","Frieze, Alan","Sudakov, Benny"],"language":[],"coverage":[],"title":["The game chromatic number of random graphs"],"description":["  Given a graph G and an integer k, two players take turns coloring the\nvertices of G one by one using k colors so that neighboring vertices get\ndifferent colors. The first player wins iff at the end of the game all the\nvertices of G are colored. The game chromatic number \\chi_g(G) is the minimum k\nfor which the first player has a winning strategy. In this paper we analyze the\nasymptotic behavior of this parameter for a random graph G_{n,p}. We show that\nwith high probability the game chromatic number of G_{n,p} is at least twice\nits chromatic number but, up to a multiplicative constant, has the same order\nof magnitude. We also study the game chromatic number of random bipartite\ngraphs.\n"]}]
["0707.0467",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0467"],"date":["2007-07-03"],"type":["text"],"creator":["Calzetti, Daniela"],"language":[],"coverage":[],"title":["Star Formation Rate Determinations"],"description":["  I review determinations of star formation rates (SFR) from the ultraviolet to\nthe infrared, in the context of their use for galaxies and galaxy surveys. The\nmid-infrared SFR indicators have garnered interest in recent years thanks to\nthe Spitzer capabilities and the opportunities offered by the upcoming Herschel\nSpace Telescope. I discuss what we have learned in the mid-infrared from\nstudies of local galaxies combining Spitzer with HST and other data.\n","Comment: 12 pages, 4 figures; to appear in the Proceedings of the conference\n  `Pathways through an Eclectic Universe', J.H. Knapen, T.J. Mahoney, and A.\n  Vazdekis eds., ASP Conference Serries, 2007"]}]
["0707.0470",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0470"],"date":["2007-07-03"],"type":["text"],"creator":["Shmatov, Sergei"],"language":[],"coverage":[],"title":["Search for Extra Dimensions with Atlas and CMS Detectors at the LHC"],"description":["  A brief review of the discovery potential of the ATLAS and CMS experiments to\nsearch for signals from extra dimensions in different luminosity scenarios is\ngiven.\n","Comment: The talk given at the XXXIII International Conference on High Energy\n  Physics (ICHEP'06) on behalf of the ATLAS and CMS Collaborations, July 26\n  -August 02, 2006, Moscow, Russia"]}]
["0707.0472",{"format":[],"subject":["Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0472"],"date":["2007-07-03"],"type":["text"],"creator":["Zacek, Viktor"],"language":[],"coverage":[],"title":["Dark Matter"],"description":["  The nature of the main constituents of the mass of the universe is one of the\noutstanding riddles of cosmology and astro-particle physics. Current models\nexplaining the evolution of the universe, and measurements of the various\ncomponents of its mass, all have in common that an appreciable contribution to\nthat mass is non-luminous and non-baryonic, and that a large fraction of this\nso-called dark matter must be in the form of non-relativistic massive particles\n(Cold Dark Matter: CDM). In the spirit of the Lake Louise Winter Institute\nLectures we take a look at the latest astronomical discoveries and report on\nthe status of direct and indirect Dark Matter searches.\n","Comment: Proc. of the 2007 Lake Louise Winter Institute, March 2007; 14 pages,\n  13 figures"]}]
["0707.0477",{"format":[],"subject":["Physics - Optics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0477"],"date":["2007-07-03"],"type":["text"],"creator":["Semyonov, Oleg G."],"language":[],"coverage":[],"title":["Alternative Approach to 3D Displaying"],"description":["  A method for displaying volumetric images, which exploits our binocular\nvision and does not require eyewear, is discussed. The display can be rendered\nas a matrix of pivoting micromirrors irradiated by a light beam; each\nmicromirror focuses its pixel beams to the same point of displayed volumetric\nimage. 3D perception of image can be achieved by scanning the point of beams\nintersection over a virtual surface of displayed image in space.\n","Comment: 12 pages, 5 figures"]}]
["cond-mat/0408384",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408384","IEEE Antennas and Wireless Propagation Letters, Vol. 4, pp.\n  417-420, 2005","doi:10.1109/LAWP.2005.859381"],"date":["2004-08-17"],"type":["text"],"creator":["Alu, Andrea","Engheta, Nader"],"language":[],"coverage":[],"title":["'Growing Evanescent Envelopes and Anomalous Tunneling' in Cascaded Sets\n  of Frequency-Selective Surfaces in Their Stop Bands"],"description":["  The presence of wave tunneling and the 'growing evanescent envelope' for\nfield distributions in suitably designed, periodically layered stacks of\nfrequency selective surfaces (FSS) is discussed in this paper. Here it is shown\nthat a setup completely different completely different from the Pendry's lens\nallows an analogous buildup of evanescently modulated waves. In particular, it\nis shown how an interface resonance phenomenon similar to the one present at\nthe interface between metamaterials with oppositely signed constitutive\nparameters may be induced by a proper choice of the periodicities of the FSS\nstacks and the geometrical properties of these surfaces. The analysis is\nperformed through an equivalent transmission-line approach, and some physical\ninsights into this phenomenon are presented. Salient features, such as the\ncomplete wave tunneling through the pair of cascaded FSS, each operating at its\nbandgap, are presented and discussed.\n","Comment: 5 pages, 2 figures, submitted to Physical review E"]}]
["cond-mat/0408582",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408582","IEEE Transactions on Antennas and Propagation, Vol. AP-54, No. 6,\n  pp. 1632-1643, June 2006","doi:10.1109/TAP.2006.875470"],"date":["2004-08-26"],"type":["text"],"creator":["Alu, Andrea","Bilotti, Filiberto","Engheta, Nader","Vegni, Lucio"],"language":[],"coverage":[],"title":["Metamaterial covers over a small aperture"],"description":["  Recently, it has been experimentally shown by several other researchers in\nthe physics community that a properly designed periodic corrugation of a\nmetallic opaque screen may significantly enhance the power transmission through\na sub-wavelength hole in the optical frequency band. Oliner, Jackson and their\nco-workers explained and justified this phenomenon as the result of the\nexcitation of the leaky waves supported by the corrugated screen. Here we\nsuggest another setup, in which metamaterial layers with special parameters may\nbe utilized as covers over a single sub-wavelength aperture in a perfectly\nelectric conducting (PEC) flat screen in order to increase the wave\ntransmission through this aperture, and we provide a detailed analytical\nexplanation for this aperture setup that may lead to similar, more pronounced\neffects when the metamaterial layers are used in the entrance and the exit face\nof the hole in the flat PEC screen with no corrugation. Some physical insights\ninto the function of these covers and some numerical results confirming this\ntheory are presented and discussed. We also discuss the sensitivity of the\ntransmission enhancement to the geometrical and electromagnetic parameters of\nthis structure.\n","Comment: 24 pages, 8 figures, 1 table, submitted to IEEE Transactions on\n  Antennas and Propagation"]}]
["cond-mat/0602215",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0602215","Phys. Rev. B 73, 224431 (2006)","doi:10.1103/PhysRevB.73.224431"],"date":["2006-02-08","2007-07-04"],"type":["text"],"creator":["Jorg, Thomas"],"language":[],"coverage":[],"title":["Critical behavior of the three-dimensional bond-diluted Ising spin\n  glass: Finite-size scaling functions and Universality"],"description":["  We study the three-dimensional (3D) bond-diluted Edwards-Anderson (EA) model\nwith binary interactions at a bond occupation of 45% by Monte Carlo (MC)\nsimulations. Using an efficient cluster MC algorithm we are able to determine\nthe universal finite-size scaling (FSS) functions and the critical exponents\nwith high statistical accuracy. We observe small corrections to scaling for the\nmeasured observables. The critical quantities and the FSS functions indicate\nclearly that the bond-diluted model for dilutions above the critical dilution\np*, at which a spin glass (SG) phase appears, lies in the same universality\nclass as the 3D undiluted EA model with binary interactions. A comparison with\nthe FSS functions of the 3D site-diluted EA model with Gaussian interactions at\na site occupation of 62.5% gives very strong evidence for the universality of\nthe SG transition in the 3D EA model.\n","Comment: Revised version. 10 pages, 9 figures, 2 tables"]}]
["cond-mat/0609220",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609220","Physical Review B, Vol. 75, 155410 (13 pages), April 11, 2007","doi:10.1103/PhysRevB.75.155410"],"date":["2006-09-09"],"type":["text"],"creator":["Alu, Andrea","Silveirinha, Mario","Salandrino, Alessandro","Engheta, Nader"],"language":[],"coverage":[],"title":["Epsilon-Near-Zero (ENZ) Metamaterials and Electromagnetic Sources:\n  Tailoring the Radiation Phase Pattern"],"description":["  In this work, we investigate the response of epsilon-near-zero (ENZ)\nmetamaterials and plasmonic materials to electromagnetic source excitation. The\nuse of these media for tailoring the phase of radiation pattern of arbitrary\nsources is proposed and analyzed numerically and analytically for some\ncanonical geometries. In particular, the possibility of employing planar\nlayers, cylindrical shells or other more complex shapes made of such materials\nin order to isolate two regions of space and to tailor the phase pattern in one\nregion, fairly independent of the excitation shape present in the other, is\ndemonstrated with theoretical arguments and some numerical examples. Physical\ninsights into the phenomenon are also presented and discussed together with\npotential applications of the phenomenon.\n","Comment: 37 pages, 24 figures"]}]
["cond-mat/0609625",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609625","Physical Review B, Vol. 75, 024304 (20 pages), January 19, 2007","doi:10.1103/PhysRevB.75.024304"],"date":["2006-09-25"],"type":["text"],"creator":["Alu, Andrea","Engheta, Nader"],"language":[],"coverage":[],"title":["Three-Dimensional Nanotransmission Lines at Optical Frequencies: A\n  Recipe for Broadband Negative-Refraction Optical Metamaterials"],"description":["  Here we apply the optical nanocircuit concepts to design and analyze in\ndetail a three-dimensional (3-D) plasmonic nanotransmission line network that\nmay act as a negative-refraction broadband metamaterial at infrared and optical\nfrequencies. After discussing the heuristic concepts at the basis of our\ntheory, we show full-wave analytical results of the expected behavior of such\nmaterials, which show increased bandwidth and relative robustness to losses.\nThe possibility and constraints of getting a 3-D fully isotropic response is\nalso explored and conditions for minimal losses and increased bandwidth are\ndiscussed. Full-wave analytical results for some design examples employing\nrealistic plasmonic materials at infrared and optical frequencies are also\npresented, and a case of sub-wavelength imaging system using a slab of this\nmaterial is numerically investigated.\n","Comment: 70 pages, 15 figures"]}]
["cond-mat/0612099",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612099"],"date":["2006-12-04","2007-07-03"],"type":["text"],"creator":["Barnett, Ryan","Turner, Ari","Demler, Eugene"],"language":[],"coverage":[],"title":["Reply to comment by S.-K. Yip cond-mat/0611426"],"description":["  We respond to S.-K. Yip's criticism of our work on the classification of\nspinor condensates. We explain why his criticism is unfounded, emphasizing that\nthe phases he mentions have been addressed in our paper cond-mat/0611230. To\nprovide a constructive aspect to this response, we use it as an opportunity to\nshow how our classification scheme makes explicit not only spin rotations which\nleave spinor states invariant, but also the phase factors which need to\naccompany them.\n","Comment: 1 page, no figures"]}]
["cond-mat/0701547",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701547","J. Phys.: Condens. Matter 19 242101 (FAST TRACK COMMUNICATION)\n  (2007)","doi:10.1088/0953-8984/19/24/242101"],"date":["2007-01-23"],"type":["text"],"creator":["Site, Luigi Delle","Ghiringhelli, Luca M.","Andreussi, Oliviero","Donadio, Davide","Parrinello, Michele"],"language":[],"coverage":[],"title":["Water on Pt(111): the importance of proton disorder"],"description":["  The structure of a water adlayer on Pt(111) surface is investigated by\nextensive first principle calculations. Only allowing for proton disorder the\nground state energy can be found. This results from an interplay between\nwater/metal chemical bonding and the hydrogen bonding of the water network. The\nresulting short O-Pt distance accounts for experimental evidences. The novelty\nof these results shed a new light on relevant aspects of water-metal\ninteraction.\n","Comment: 10 pages 4 figures (color)"]}]
["cond-mat/0701643",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701643","Phys. Rev. B 76, 012501 (2007)","doi:10.1103/PhysRevB.76.012501"],"date":["2007-01-26"],"type":["text"],"creator":["Iniotakis, C.","Hayashi, N.","Sawa, Y.","Yokoyama, T.","May, U.","Tanaka, Y.","Sigrist, M."],"language":[],"coverage":[],"title":["Andreev bound states and tunneling characteristics of a\n  non-centrosymmetric superconductor"],"description":["  The tunneling characteristics of planar junctions between a normal metal and\na non-centrosymmetric superconductor like CePt3Si are examined. It is shown\nthat the superconducting phase with mixed parity can give rise to\ncharacteristic zero-bias anomalies in certain junction directions. The origin\nof these zero-bias anomalies are Andreev bound states at the interface. The\ntunneling characteristics for different directions allow to test the structure\nof the parity-mixed pairing state.\n","Comment: 4 pages, 3 figures"]}]
["cond-mat/0702245",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702245","J.Phys.Cond.Matt. 19, 192101 (Fast Track Communication) (2007)"],"date":["2007-02-09"],"type":["text"],"creator":["Krekeler, Christian","Site, Luigi Delle"],"language":[],"coverage":[],"title":["Solvation of positive ions in water: The dominant role of water-water\n  interaction"],"description":["  Local polarization effects, induced by mono and divalent positive ions in\nwater, influence (and in turn are influenced by) the large scale structural\nproperties of the solvent. Experiments can only distinguish this process of\ninterplay in a generic qualitative way. Instead, first principles quantum\ncalculations can address the question at both electronic and atomistic scale,\naccounting for electronic polarization as well as geometrical conformations.\nFor this reason we study the extension of the scales' interconnection by means\nof first principle Car-Parrinello molecular dynamics applied to systems of\ndifferent size. In this way we identify the general aspects dominating the\nphysics of the first solvation shell and their connection to the effects\nrelated to the formation of the outer shells and eventually the bulk. We show\nthat while the influence of the ions is extended to the first shell only, the\nwater-water interaction is instead playing a dominant role even within the\nfirst shell independently from the size or the charge of the ion.\n","Comment: 4 pages 3 figures (color)"]}]
["cond-mat/0702446",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702446","Phys. Rev. Lett. 99, 017201 (2007)","doi:10.1103/PhysRevLett.99.017201"],"date":["2007-02-19"],"type":["text"],"creator":["Poggio, M.","Degen, C. L.","Mamin, H. J.","Rugar, D."],"language":[],"coverage":[],"title":["Feedback cooling of a cantilever's fundamental mode below 5 mK"],"description":["  We cool the fundamental mechanical mode of an ultrasoft silicon cantilever\nfrom a base temperature of 2.2 K to 2.9 +/- 0.3 mK using active optomechanical\nfeedback. The lowest observed mode temperature is consistent with limits\ndetermined by the properties of the cantilever and by the measurement noise.\nFor high feedback gain, the driven cantilever motion is found to suppress or\n\"squash\" the optical interferometer intensity noise below the shot noise level.\n","Comment: 4 pages, 6 figures"]}]
["cs/0609078",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0609078"],"date":["2006-09-13","2007-07-04"],"type":["text"],"creator":["Bunin, Guy"],"language":[],"coverage":[],"title":["A Continuum Theory for Unstructured Mesh Generation in Two Dimensions"],"description":["  A continuum description of unstructured meshes in two dimensions, both for\nplanar and curved surface domains, is proposed. The meshes described are those\nwhich, in the limit of an increasingly finer mesh (smaller cells), and away\nfrom irregular vertices, have ideally-shaped cells (squares or equilateral\ntriangles), and can therefore be completely described by two local properties:\nlocal cell size and local edge directions. The connection between the two\nproperties is derived by defining a Riemannian manifold whose geodesics trace\nthe edges of the mesh. A function $\\phi$, proportional to the logarithm of the\ncell size, is shown to obey the Poisson equation, with localized charges\ncorresponding to irregular vertices. The problem of finding a suitable manifold\nfor a given domain is thus shown to exactly reduce to an Inverse Poisson\nproblem on $\\phi$, of finding a distribution of localized charges adhering to\nthe conditions derived for boundary alignment. Possible applications to mesh\ngeneration are discussed.\n"]}]
["math-ph/0610002",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0610002","J. Stat. Mech. (2007) P05007","doi:10.1088/1742-5468/2007/05/P05007"],"date":["2006-09-30","2007-07-03"],"type":["text"],"creator":["Deguchi, Tetsuo"],"language":[],"coverage":[],"title":["Irreducibility criterion for a finite-dimensional highest weight\n  representation of the sl(2) loop algebra and the dimensions of reducible\n  representations"],"description":["  We present a necessary and sufficient condition for a finite-dimensional\nhighest weight representation of the $sl_2$ loop algebra to be irreducible. In\nparticular, for a highest weight representation with degenerate parameters of\nthe highest weight, we can explicitly determine whether it is irreducible or\nnot. We also present an algorithm for constructing finite-dimensional highest\nweight representations with a given highest weight. We give a conjecture that\nall the highest weight representations with the same highest weight can be\nconstructed by the algorithm. For some examples we show the conjecture\nexplicitly. The result should be useful in analyzing the spectra of integrable\nlattice models related to roots of unity representations of quantum groups, in\nparticular, the spectral degeneracy of the XXZ spin chain at roots of unity\nassociated with the $sl_2$ loop algebra.\n","Comment: 32 pages with no figure; with corrections on the published version"]}]
["math/0404356",{"format":[],"subject":["Mathematics - Probability","60J15","20B30","60K35","60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404356","Israel Journal of Mathematics, vol 147, 221-244, 2005"],"date":["2004-04-20","2007-07-04"],"type":["text"],"creator":["Schramm, Oded"],"language":[],"coverage":[],"title":["Compositions of random transpositions"],"description":["  Let $Y=(y_1,y_2,...)$, $y_1\\ge y_2\\ge...$, be the list of sizes of the cycles\nin the composition of $c n$ transpositions on the set $\\{1,2,...,n\\}$. We prove\nthat if $c>1/2$ is constant and $n\\to\\infty$, the distribution of $f(c)Y/n$\nconverges to PD(1), the Poisson-Dirichlet distribution with paramenter 1, where\nthe function $f$ is known explicitly. A new proof is presented of the theorem\nby Diaconis, Mayer-Wolf, Zeitouni and Zerner stating that the PD(1) measure is\nthe unique invariant measure for the uniform coagulation-fragmentation process.\n","Comment: Version includes a correction in the proof of Lemma 3.3"]}]
["math/0406129",{"format":[],"subject":["Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406129"],"date":["2004-06-07","2007-07-04"],"type":["text"],"creator":["Anjos, Sylvia","Lalonde, Francois"],"language":[],"coverage":[],"title":["The homotopy type of the space of symplectic balls in $S^2 \\times S^2$\n  above the critical value"],"description":["  We compute in this note the full homotopy type of the space of symplectic\nembeddings of the standard ball $B^4(c) \\subset \\R^4$ (where $c= \\pi r^2$ is\nthe capacity of the standard ball of radius $r$) into the 4-dimensional\nrational symplectic manifold $M_{\\mu}= (S^2 \\times S^2, \\mu \\om_0 \\oplus\n\\om_0)$ where $\\om_0$ is the area form on the sphere with total area 1 and\n$\\mu$ belongs to the interval $(1,2]$. We know, by the work of\nLalonde-Pinsonnault, that this space retracts to the space of symplectic frames\nof $M_{\\mu}$ for any value of $c$ smaller than the critical value $\\mu -1$, and\nthat its homotopy type does change when $c$ crosses that value. In this paper,\nwe compute the homotopy type for the case $c \\ge \\mu-1$ and prove that it is\nnot the type of a finite CW-complex.\n","Comment: The paper has been revised; the main change concerns the computation\n  of the differential of the element of degree 4 in the minimal model of the\n  space of non-parametrized embedded symplectic balls"]}]
["math/0411369",{"format":[],"subject":["Mathematics - Number Theory","11N32","11D45, 11G05, 11G30, 11N25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411369"],"date":["2004-11-16","2007-07-03"],"type":["text"],"creator":["Helfgott, H. A."],"language":[],"coverage":[],"title":["Power-free values, large deviations, and integer points on irrational\n  curves"],"description":["  Let $f\\in \\mathbb{Z}\\lbrack x\\rbrack$ be a polynomial of degree $d\\geq 3$\nwithout roots of multiplicity $d$ or $(d-1)$. Erd\\H{o}s conjectured that, if\n$f$ satisfies the necessary local conditions, then $f(p)$ is free of $(d-1)$th\npowers for infinitely many primes $p$. This is proved here for all $f$ with\nsufficiently high entropy.\n  The proof serves to demonstrate two innovations: a strong repulsion principle\nfor integer points on curves of positive genus, and a number-theoretical\nanalogue of Sanov's theorem from the theory of large deviations.\n","Comment: 39 pages; rather major revision, with strengthened and generalized\n  statements"]}]
["math/0510519",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","82B41","82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510519"],"date":["2005-10-24","2007-07-04"],"type":["text"],"creator":["Arous, Gerard Ben","Molchanov, Stanislav","Ramirez, Alejandro F."],"language":[],"coverage":[],"title":["Transition asymptotics for reaction-diffusion in random media"],"description":["  We describe a universal transition mechanism characterizing the passage to an\nannealed behavior and to a regime where the fluctuations about this behavior\nare Gaussian, for the long time asymptotics of the empirical average of the\nexpected value of the number of random walks which branch and annihilate on\n${\\mathbb Z}^d$, with stationary random rates. The random walks are\nindependent, continuous time rate $2d\\kappa$, simple, symmetric, with $\\kappa\n\\ge 0$. A random walk at $x\\in{\\mathbb Z}^d$, binary branches at rate $v_+(x)$,\nand annihilates at rate $v_-(x)$. The random environment $w$ has coordinates\n$w(x)=(v_-(x),v_+(x))$ which are i.i.d. We identify a natural way to describe\nthe annealed-Gaussian transition mechanism under mild conditions on the rates.\nIndeed, we introduce the exponents\n$F_\\theta(t):=\\frac{H_1((1+\\theta)t)-(1+\\theta)H_1(t)}{\\theta}$, and assume\nthat $\\frac{F_{2\\theta}(t)-F_\\theta(t)}{\\theta\\log(\\kappa t+e)}\\to\\infty$ for\n$|\\theta|>0$ small enough, where $H_1(t):=\\log < m(0,t)>$ and $<m(0,t)>$\ndenotes the average of the expected value of the number of particles $m(0,t,w)$\nat time $t$ and an environment of rates $w$, given that initially there was\nonly one particle at 0. Then the empirical average of $m(x,t,w)$ over a box of\nside $L(t)$ has different behaviors: if $ L(t)\\ge e^{\\frac{1}{d}\nF_\\epsilon(t)}$ for some $\\epsilon >0$ and large enough $t$, a law of large\nnumbers is satisfied; if $ L(t)\\ge e^{\\frac{1}{d} F_\\epsilon (2t)}$ for some\n$\\epsilon>0$ and large enough $t$, a CLT is satisfied. These statements are\nviolated if the reversed inequalities are satisfied for some negative\n$\\epsilon$. Applications to potentials with Weibull, Frechet and double\nexponential tails are given.\n","Comment: To appear in: Probability and Mathematical Physics: A Volume in Honor\n  of Stanislav Molchanov, Editors - AMS | CRM, (2007)"]}]
["math/0607486",{"format":[],"subject":["Mathematics - Algebraic Topology","57N35","55P62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607486"],"date":["2006-07-20","2007-07-04"],"type":["text"],"creator":["Arone, Gregory","Lambrechts, Pascal","Volic, Ismar"],"language":[],"coverage":[],"title":["Calculus of functors, operad formality, and rational homology of\n  embedding spaces"],"description":["  Let M be a smooth manifold and V a Euclidean space. Let Ebar(M,V) be the\nhomotopy fiber of the map from Emb(M,V) to Imm(M,V). This paper is about the\nrational homology of Ebar(M,V). We study it by applying embedding calculus and\northogonal calculus to the bi-functor (M,V) |--> HQ /\\Ebar(M,V)_+. Our main\ntheorem states that if the dimension of V is more than twice the embedding\ndimension of M, the Taylor tower in the sense of orthogonal calculus\n(henceforward called ``the orthogonal tower'') of this functor splits as a\nproduct of its layers. Equivalently, the rational homology spectral sequence\nassociated with the tower collapses at E^1. In the case of knot embeddings,\nthis spectral sequence coincides with the Vassiliev spectral sequence. The main\ningredients in the proof are embedding calculus and Kontsevich's theorem on the\nformality of the little balls operad.\n  We write explicit formulas for the layers in the orthogonal tower of the\nfunctor HQ /\\Ebar(M,V)_+. The formulas show, in particular, that the (rational)\nhomotopy type of the layers of the orthogonal tower is determined by the\n(rational) homology type of M. This, together with our rational splitting\ntheorem, implies that under the above assumption on codimension, the rational\nhomology groups of Ebar(M,V) are determined by the rational homology type of M.\n","Comment: 35 pages. An erroneous definition in the last section was corrected,\n  as well as several misprints. The introduction was somewhat reworked. The\n  paper was accepted for publication in Acta Mathematica"]}]
["math/0608431",{"format":[],"subject":["Mathematics - Dynamical Systems","37A05","37B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608431"],"date":["2006-08-16","2007-07-04"],"type":["text"],"creator":["Garibaldi, Eduardo","Lopes, Artur O."],"language":[],"coverage":[],"title":["On the Aubry-Mather theory for symbolic dynamics"],"description":["  We propose a new model of ergodic optimization for expansive dynamical\nsystems: the holonomic setting. In fact, we introduce an extension of the\nstandard model used in this theory. The formulation we consider here is quite\nnatural if one wants a meaning for possible variations of a real trajectory\nunder the forward shift. In another contexts (for twist maps, for instance),\nthis property appears in a crucial way.\n  A version of the Aubry-Mather theory for symbolic dynamics is introduced. We\nare mainly interested here in problems related to the properties of maximizing\nprobabilities for the two-sided shift. Under the transitive hypothesis, we show\nthe existence of sub-actions for Holder potentials also in the holonomic\nsetting. We analyze then connections between calibrated sub-actions and the\nMane potential. A representation formula for calibrated sub-actions is\npresented, which drives us naturally to a classification theorem for these\nsub-actions. We also investigate properties of the support of maximizing\nprobabilities.\n"]}]
["math/0611545",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611545"],"date":["2006-11-17","2007-07-04"],"type":["text"],"creator":["Anel, M.","Toen, B."],"language":["fr"],"coverage":[],"title":["On derived equivalence classes of algebraic varieties"],"description":["  Let $X \\to S$ be a miniversal family of smooth and projective varieties and D\nbe a fixed triangulated category. We show that the set of points s in S such\nthat the derived category of the fiber X_s at s is equivalent to D is at most\ncountable. We deduce from this that the derived equivalence classes of smooth\nand projective complex varieties is at most countable.\n","Comment: 19 pages, French, some typos corrected. Final version, to appear in\n  JAG"]}]
["math/0701569",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701569","doi:10.1016/j.spa.2007.06.003"],"date":["2007-01-22","2007-07-04"],"type":["text"],"creator":["Bakhtin, Yuri"],"language":[],"coverage":[],"title":["Exit asymptotics for small diffusion about an unstable equilibrium"],"description":["  A dynamical system perturbed by white noise in a neighborhood of an unstable\nfixed point is considered. We obtain the exit asymptotics in the limit of\nvanishing noise intensity. This is a refinement of a result by Kifer (1981).\n","Comment: 13 pages"]}]
["physics/0311139",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0311139"],"date":["2003-11-28","2007-07-04"],"type":["text"],"creator":["Alvargonzalez, R."],"language":[],"coverage":[],"title":["Interactions between Zero-Point Radiation and Electrons"],"description":["  Knowing the magnitude of the energy flow inherent to zero-point radiation\nallows us to approach the question of its possible interaction with particles\nof matter. Its photons are not different from the rest, and must in principle\nbe subject to the Compton effect and the Klein-Nishima-Tann formula for its\ncross section. On this assumption, it is shown here that zero-point radiation\nmay be powerful enough to explain Poincar\\'e's tensions and to supply an\nefficient cause for gravitation. This could be only the case if the classic\nradius of the electron measures $8.143375\\times10^{20}q_\\la$, where $q_\\la$ is\nthe minimum wavelength for electromagnetic radiation, and if the wavelength of\nthe most energetic photon in the actual zero-point radiation is\n$5.275601\\times10^{27}q_\\la$. To the first of these numbers there corresponds\nthe energy $3.5829 \\times10^{23}$ MeV for the photon whose wavelength is\n$1q_\\la$. This gives also the relation $q_\\la=(2 \\pi \\al)^{1/2}L_P$, where\n$L_P$ is the Planck Length. Finally the relation between the force of gravity\nand the electrostatic force is explained by the equations obtained in this\npaper.\n","Comment: New version.Typos fixed. Comments welcome. 13 pages, 3 figures"]}]
["physics/0408117",{"format":[],"subject":["Physics - Optics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0408117","IEEE Transactions on Antennas and Propagation, Vol. 54, No. 1, pp.\n  268-272, January 2006","doi:10.1109/TAP.2005.861509"],"date":["2004-08-26"],"type":["text"],"creator":["Alu, Andrea","Engheta, Nader"],"language":[],"coverage":[],"title":["Physical Insight into the 'Growing' Evanescent Fields of Double-Negative\n  Metamaterial Lenses Using their Circuit Equivalence"],"description":["  Pendry in his paper [Phys. Rev. Lett., 85, 3966 (2000)] put forward an idea\nfor a lens made of a lossless metamaterial slab with n = -1, that may provide\nfocusing with resolution beyond the conventional limit. In his analysis, the\nevanescent wave inside such a lossless double-negative (DNG) slab is 'growing',\nand thus it 'compensates' the decaying exponential outside of it, providing the\nsub-wavelength lensing properties of this system. Here, we examine this debated\nissue of 'growing exponential' from an equivalent circuit viewpoint by\nanalyzing a set of distributed-circuit elements representing evanescent wave\ninteraction with a lossless slab of DNG medium. Our analysis shows that, under\ncertain conditions, the current in series elements and the voltage at the\nelement nodes may attain the dominant increasing due to the suitable resonance\nof the lossless circuit, providing an alternative physical explanation for\n'growing exponential' in Pendry's lens and similar sub-wavelength imaging\nsystems.\n","Comment: 7 pages, 2 figures, 1 table, submitted to IEEE Transactions on\n  Antennas and Propagation"]}]
["physics/0603025",{"format":[],"subject":["Physics - Medical Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0603025"],"date":["2006-03-05","2007-07-04"],"type":["text"],"creator":["Costa, Luciano da Fontoura"],"language":[],"coverage":[],"title":["Visual Saliency and Attention as Random Walks on Complex Networks"],"description":["  The current article shows how concepts from the areas of random walks, Markov\nchains, complex networks and image analysis can be naturally combined in order\nto provide a unified and biologically plausible model relating saliency and\nvisual attention. Two types of models are proposed: (i) images are converted\ninto complex networks by considering pixels as nodes while connections are\nestablished in terms of fields of influence defined by visual features such as\ntangent fields induced by gray-level contrasts and distance; and (ii) image\npixels exhibiting particularly distinctive values of visual properties such as\ngray-level intensity, contrast, size of objects, orientation and texture are\nmapped into nodes and the weights of links are defined in order to favor\ntransitions between regions with similar or different visual features, also\ntaking the distance between the nodes into account. Preferential random walks\nare performed on such networks in order to emulate attentional shifts and eye\nmovements, and the saliency of each region is obtained in terms of the\nfrequency of visits to each node at equilibrium. In the case of the first\nmodel, there is a definite tendency to emphasize not only high curvature points\nbut also convergences of the tangent field. The frequency of visits is found to\nbe strongly correlated with the node degrees (strengths) for this model.\nDifferent results have been obtained for the second model as a consequence of\nthe directed and asymmetric nature of the respectively obtained networks.\n","Comment: 6 pages, 4 figures. Working manuscript: suggestions and criticisms\n  welcomed"]}]
["physics/0603051",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0603051","Physical Review E, Vol. 74, 016604 (9 pages), July 18, 2006","doi:10.1103/PhysRevE.74.016604"],"date":["2006-03-07"],"type":["text"],"creator":["Alu, Andrea","Engheta, Nader","Ziolkowski, Richard W."],"language":[],"coverage":[],"title":["FDTD analysis of the tunneling and growing exponential in a pair of\n  epsilon-negative and mu-negative slabs"],"description":["  Pairing together material slabs with opposite signs for the real parts of\ntheir constitutive parameters has been shown to lead to interesting and\nunconventional properties that are not otherwise observable for single slabs.\nOne such case was demonstrated analytically for the conjugate (i.e.,\ncomplementary) pairing of infinite planar slabs of epsilon-negative (ENG) and\nmu-negative (MNG) media [A. Alu, and N. Engheta, IEEE Trans. Antennas Prop.,\n51, 2558 (2003)]. There it was shown that when these two slabs are juxtaposed\nand excited by an incident plane wave, resonance, complete tunneling, total\ntransparency and reconstruction of evanescent waves may occur in the\nsteady-state regime under a monochromatic excitation, even though each of the\ntwo slabs by itself is essentially opaque to the incoming radiation. This may\nlead to virtual imagers with sub-wavelength resolution and other anomalous\nphenomena overcoming the physical limit of diffraction. Here we explore how a\ntransient sinusoidal signal that starts at t = 0 interacts with such an ENG-MNG\npair of finite size using an FDTD technique. Multiple reflections and\ntransmissions at each interface are shown to build up to the eventual steady\nstate response of the pair, and during this process one can observe how the\ngrowing exponential phenomenon may actually occur inside this bilayer.\n","Comment: 14 pages, 9 figures, submitted to Phys Rev E"]}]
["physics/0609061",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0609061","Physical Review B, Vol. 74, 205436 (18 pages), November 29, 2006","doi:10.1103/PhysRevB.74.205436"],"date":["2006-09-07"],"type":["text"],"creator":["Alu, Andrea","Engheta, Nader"],"language":[],"coverage":[],"title":["Theory of Linear Chains of Metamaterial/Plasmonic Particles as\n  Sub-Diffraction Optical Nanotransmission Lines"],"description":["  Here we discuss the theory and analyze in detail the guidance properties of\nlinear arrays of metamaterial/plasmonic small particles as nano-scale optical\nnanotransmission lines, including the effect of material loss. Under the\nassumption of dipolar approximation for each particle, which is shown to be\naccurate in the geometry of interest here, we develop closed-form analytical\nexpressions for the eigen-modal dispersion in such arrays. With the material\nloss included, the conditions for minimal absorption and maximum bandwidth are\nderived analytically by studying the properties of such dispersion relations.\nNumerical examples with realistic materials including their ohmic absorption\nand frequency dispersion are presented. The analytical properties discussed\nhere also provide some further physical insights into the mechanisms underlying\nthe sub-diffraction guidance in such arrays and their fundamental physical\nlimits. Possibility of guiding beams with sub-wavelength lateral confinement\nand reasonably low decay is discussed offering the possible use of this\ntechnique at microwave, infrared and optical frequencies. Interpretation of\nthese results in terms of nanocircuit concepts is presented, and possible\nextension to 2-D and 3-D nanotrasnsmission line optical metamaterials is also\nforeseen.\n","Comment: 67 pages, 12 figures"]}]
["quant-ph/0511062",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0511062"],"date":["2005-11-07","2007-07-04"],"type":["text"],"creator":["Diep, Do Ngoc","Giang, Do Hoang"],"language":[],"coverage":[],"title":["Quantum Gauss Jordan Elimination"],"description":["  In this paper we construct the Quantum Gau\\ss Jordan Elimination (QGJE)\nAlgorithm and estimate the complexity time of computation of Reduced Row\nEchelon Form (RREF) of an $N\\times N$ matrix using QGJE procedure. The main\ntheorem asserts that QGJE has computation time of order $2^{N/2}$.\n"]}]
["quant-ph/0511063",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0511063"],"date":["2005-11-07","2007-07-04"],"type":["text"],"creator":["Diep, Do Ngoc","Giang, Do Hoang"],"language":[],"coverage":[],"title":["Accounting Principles are Simulated on Quantum Computers"],"description":["  The paper is devoted to a new idea of simulation of accounting by quantum\ncomputing. We expose the actual accounting principles in a pure mathematics\nlanguage. After that we simulated the accounting principles on quantum\ncomputers. We show that all arbitrary accounting actions are exhausted by the\ndescribed basic actions. The main problem of accounting are reduced to some\nsystem of linear equations in the economic model of Leontief. In this\nsimulation we use our constructed quantum Gau\\ss-Jordan Elimination to solve\nthe problem and the time of quantum computing is some square root order faster\nthan the time in classical computing.\n","Comment: LaTeX 13 pp., no figure"]}]
["quant-ph/0611272",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611272","J. Phys. A 40, 7945 (2007)","doi:10.1088/1751-8113/40/28/S05"],"date":["2006-11-28","2007-07-04"],"type":["text"],"creator":["Olivares, Stefano","Paris, Matteo G. A."],"language":[],"coverage":[],"title":["Improving information/disturbance and estimation/distortion trade-offs\n  with non universal protocols"],"description":["  We analyze in details a conditional measurement scheme based on linear\noptical components, feed-forward loop and homodyne detection. The scheme may be\nused to achieve two different tasks. On the one hand it allows the extraction\nof information with minimum disturbance about a set of coherent states. On the\nother hand, it represents a nondemolitive measurement scheme for the\nannihilation operator, i.e. an indirect measurement of the Q-function. We\ninvestigate the information/disturbance trade-off for state inference and\nintroduce the estimation/distortion trade-off to assess estimation of the\nQ-function. For coherent states chosen from a Gaussian set we evaluate both\ninformation/disturbance and estimation/distortion trade-offs and found that non\nuniversal protocols may be optimized in order to achieve better performances\nthan universal ones. For Fock number states we prove that universal protocols\ndo not exist and evaluate the estimation/distortion trade-off for a thermal\ndistribution.\n","Comment: 10 pages, 6 figures; published version"]}]
["quant-ph/0702055",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702055","Phys. Rev. A 75, 062119 (2007)","doi:10.1103/PhysRevA.75.062119"],"date":["2007-02-06","2007-07-04"],"type":["text"],"creator":["Maniscalco, Sabrina","Olivares, Stefano","Paris, Matteo G. A."],"language":[],"coverage":[],"title":["Entanglement oscillations in non-Markovian quantum channels"],"description":["  We study the non-Markovian dynamics of a two-mode bosonic system interacting\nwith two uncorrelated thermal bosonic reservoirs. We present the solution to\nthe exact microscopic Master equation in terms of the quantum characteristic\nfunction and study in details the dynamics of entanglement for bipartite\nGaussian states. In particular, we analyze the effects of short-time\nsystem-reservoir correlations on the separability thresholds and show that the\nrelevant parameter is the reservoir spectral density. If the frequencies of the\ninvolved modes are within the reservoir spectral density entanglement persists\nfor a longer time than in a Markovian channel. On the other hand, when the\nreservoir spectrum is out of resonance short-time correlations lead to a faster\ndecoherence and to the appearance of entanglement oscillations.\n","Comment: 5 pages, 2 figures, published version"]}]
