["0704.2956",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2956"],"date":["2007-04-23","2007-08-30"],"type":["text"],"creator":["Jia, Bei"],"language":[],"coverage":[],"title":["Effective Field Theory, Renormalizability and Extra Dimensions"],"description":["  We discuss in this paper two ways of defining the concept of \"effective field\ntheory\": effective field theory defined by low energy effectiveness and\neffective field theory defined by 4D effectiveness out of higher dimensions. We\nargue that these two views are actually equivalent, that effective field\ntheories at low energy can in fact be regarded as field theories of higher\ndimensions confined on a 4D spcaetime. We examine this idea through comparing\ntwo different regularization schemes: Momentum Cutoff and Dimensional\nRegularization, and through analyzing how fields can be localized on branes.\n","Comment: 7 pages; references added; format changed to LaTex; typos corrected"]}]
["0704.3681",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3681","2007, MNRAS, 380, 733","doi:10.1111/j.1365-2966.2007.12108.x"],"date":["2007-04-27","2007-07-18"],"type":["text"],"creator":["Roy, Nirupam","Ray, Arnab K."],"language":[],"coverage":[],"title":["Critical properties of spherically symmetric accretion in a fractal\n  medium"],"description":["  Spherically symmetric transonic accretion of a fractal medium has been\nstudied in both the stationary and the dynamic regimes. The stationary\ntransonic solution is greatly sensitive to infinitesimal deviations in the\nouter boundary condition, but the flow becomes transonic and stable, when its\nevolution is followed through time. The evolution towards transonicity is more\npronounced for a fractal medium than what is it for a continuum. The dynamic\napproach also shows that there is a remarkable closeness between an equation of\nmotion for a perturbation in the flow, and the metric of an analogue acoustic\nblack hole. The stationary inflow solutions of a fractal medium are as much\nstable under the influence of linearised perturbations, as they are for the\nfluid continuum.\n","Comment: 9 pages, 4 figures. Accepted for publication in MNRAS. The definitive\n  version is available at http://www.blackwell-synergy.com"]}]
["0705.0087",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0087","Phys. Rev. E 76, 026116 (2007).","doi:10.1103/PhysRevE.76.026116"],"date":["2007-05-01"],"type":["text"],"creator":["Noh, Jae Dong"],"language":[],"coverage":[],"title":["Percolation transition in networks with degree-degree correlation"],"description":["  We introduce an exponential random graph model for networks with a fixed\ndegree distribution and with a tunable degree-degree correlation. We then\ninvestigate the nature of a percolation transition in the correlated network\nwith the Poisson degree distribution. It is found that negative correlation is\nirrelevant in that the percolation transition in the disassortative network\nbelongs to the same universality class of the uncorrelated network. Positive\ncorrelation turns out to be relevant. The percolation transition in the\nassortative network is characterized by the non-diverging mean size of finite\nclusters and power-law scalings of the density of the largest cluster and the\ncluster size distribution in the non-percolating phase as well as at the\ncritical point. Our results suggest that the unusual type percolation\ntransition in the growing network models reported recently may be inherited\nfrom the assortative degree-degree correlation.\n","Comment: 7 pages, 11 figure"]}]
["0705.1638",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1638","JETP Letters 85, 592 (2007)","doi:10.1134/S0021364007110148"],"date":["2007-05-11"],"type":["text"],"creator":["Sergeenkov, S.","Lanfredi, A. J. C.","Araujo-Moreira, F. M."],"language":[],"coverage":[],"title":["Possible manifestation of spin fluctuations in the temperature behavior\n  of resistivity in Sm_{1.85}Ce_{0.15}CuO_4 thin films"],"description":["  A pronounced step-like (kink) behavior in the temperature dependence of\nresistivity $\\rho (T)$ is observed in the optimally-doped\n$Sm_{1.85}Ce_{0.15}CuO_4$ thin films around $T_{sf}=87K$ and attributed to\nmanifestation of strong spin fluctuations induced by $Sm^{3+}$ moments with the\nenergy $\\hbar \\omega_{sf}=k_BT_{sf}\\simeq 7meV$. In addition to fluctuation\ninduced contribution $\\rho_{sf}(T)$ due to thermal broadening effects (of the\nwidth $\\omega_{sf}$), the experimental data are found to be well fitted\naccounting for residual (zero-temperature) $\\rho_{res}$, electron-phonon $\\rho\n_{e-ph}(T)=AT$ and electron-electron $\\rho_{e-e}(T)=BT^2$ contributions. The\nbest fits produced $\\omega_p=2.1meV$, $\\tau_0^{-1}=9.5\\times 10^{-14}s^{-1}$,\n$\\lambda =1.2$, and $E_F=0.2eV$ for estimates of the plasmon frequency, the\nimpurity scattering rate, electron-phonon coupling constant, and the Fermi\nenergy, respectively.\n","Comment: 6 pages (REVTEX4), 2 EPS figures; accepted for publication in JETP\n  Letters"]}]
["0707.3290",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3290"],"date":["2007-07-22","2007-08-29"],"type":["text"],"creator":["Berman, Marcelo Samuel"],"language":[],"coverage":[],"title":["Are Mass and Length Quantized?"],"description":["  We suggest that there are time-varying quanta of mass (gomidia) and of length\n(somia), thus pointing to a quantization of geometry and gravitation. The\npresent numerical value of the gomidium and somium, are, 10 to the power minus\n65 grams, and 10 to the power minus 91 centimeters. Gomidia may be responsible\nfor dark matter in the Universe; Heisenberg's principle, confirms the numerical\nestimates for gomidia and somia, either for the present Universe, or for\nPlanck's time.\n","Comment: New version is entirely re-written. I clarified and went more\n  directly \"to the point\". I added material on Heisenberg's uncertainty and\n  deleted all reference to neutrinos. Submitted"]}]
["0707.4178",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4178","Phys. Rev. E 76, 021306/1-9 (2007)","doi:10.1103/PhysRevE.76.021306"],"date":["2007-07-27"],"type":["text"],"creator":["Abate, A. R.","Durian, D. J."],"language":[],"coverage":[],"title":["Topological persistence and dynamical heterogeneities near jamming"],"description":["  We introduce topological methods for quantifying spatially heterogeneous\ndynamics, and use these tools to analyze particle-tracking data for a\nquasi-two-dimensional granular system of air-fluidized beads on approach to\njamming. In particular we define two overlap order parameters, which quantify\nthe correlation between particle configurations at different times, based on a\nVoronoi construction and the persistence in the resulting cells and nearest\nneighbors. Temporal fluctuations in the decay of the persistent area and bond\norder parameters define two alternative dynamic four-point susceptibilities,\nXA(t) and XB(t), well-suited for characterizing spatially-heterogeneous\ndynamics. These are analogous to the standard four-point dynamic susceptibility\nX4(l,t), but where the space-dependence is fixed uniquely by topology rather\nthan by discretionary choice of cutoff function. While these three\nsusceptibilities yield characteristic time scales that are somewhat different,\nthey give domain sizes for the dynamical heterogeneities that are in good\nagreement and that diverge on approach to jamming.\n"]}]
["0708.0372",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0372","Phys. Rev. E 76, 026117 (2007)","doi:10.1103/PhysRevE.76.026117"],"date":["2007-08-02","2007-08-30"],"type":["text"],"creator":["Hasumi, Tomohiro"],"language":[],"coverage":[],"title":["Interoccurrence time statistics in the two-dimensional Burridge-Knopoff\n  earthquake model"],"description":["  We have numerically investigated statistical properties of the so-called\ninteroccurrence time or the waiting time, i.e., the time interval between\nsuccessive earthquakes, based on the two-dimensional (2-D) spring-block\n(Burridge-Knopoff) model, selecting the velocity-weakening property as the\nconstitutive friction law. The statistical properties of frequency distribution\nand the cumulative distribution of the interoccurrence time are discussed by\ntuning the dynamical parameters, namely, a stiffness and frictional property of\na fault. We optimize these model parameters to reproduce the interoccurrence\ntime statistics in nature; the frequency and cumulative distribution can be\ndescribed by the power law and Zipf-Mandelbrot type power law, respectively. In\nan optimal case, the b-value of the Gutenberg-Richter law and the ratio of wave\npropagation velocity are in agreement with those derived from real earthquakes.\nAs the threshold of magnitude is increased, the interoccurrence time\ndistribution tends to follow an exponential distribution. Hence it is suggested\nthat a temporal sequence of earthquakes, aside from small-magnitude events, is\na Poisson process, which is observed in nature. We found that the\ninteroccurrence time statistics derived from the 2-D BK (original) model can\nefficiently reproduce that of real earthquakes, so that the model can be\nrecognized as a realistic one in view of interoccurrence time statistics.\n","Comment: 10 pages, 8 figures"]}]
["0708.1865",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Biological Physics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1865","Proc. Natl. Acad. Sci. USA. 104 13638 (2007)","doi:10.1073/pnas.0703262104"],"date":["2007-08-14"],"type":["text"],"creator":["Kim, Pan-Jun","Lee, Dong-Yup","Kim, Tae Yong","Lee, Kwang Ho","Jeong, Hawoong","Lee, Sang Yup","Park, Sunwon"],"language":[],"coverage":[],"title":["Metabolite essentiality elucidates robustness of Escherichia coli\n  metabolism"],"description":["  Complex biological systems are very robust to genetic and environmental\nchanges at all levels of organization. Many biological functions of Escherichia\ncoli metabolism can be sustained against single-gene or even multiple-gene\nmutations by using redundant or alternative pathways. Thus, only a limited\nnumber of genes have been identified to be lethal to the cell. In this regard,\nthe reaction-centric gene deletion study has a limitation in understanding the\nmetabolic robustness. Here, we report the use of flux-sum, which is the\nsummation of all incoming or outgoing fluxes around a particular metabolite\nunder pseudo-steady state conditions, as a good conserved property for\nelucidating such robustness of E. coli from the metabolite point of view. The\nfunctional behavior, as well as the structural and evolutionary properties of\nmetabolites essential to the cell survival, was investigated by means of a\nconstraints-based flux analysis under perturbed conditions. The essential\nmetabolites are capable of maintaining a steady flux-sum even against severe\nperturbation by actively redistributing the relevant fluxes. Disrupting the\nflux-sum maintenance was found to suppress cell growth. This approach of\nanalyzing metabolite essentiality provides insight into cellular robustness and\nconcomitant fragility, which can be used for several applications, including\nthe development of new drugs for treating pathogens.\n","Comment: Supplements available at\n  http://stat.kaist.ac.kr/publication/2007/PJKim_pnas_supplement.pdf"]}]
["0708.3239",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3239"],"date":["2007-08-23","2007-08-29"],"type":["text"],"creator":["Sarma, S. Das","Hu, Ben Yu-Kuang","Hwang, E. H.","Tse, Wang-Kong"],"language":[],"coverage":[],"title":["Electron-Electron Interactions in Graphene"],"description":["  We discuss the validity (or not) of the ring-diagram approximation (i.e. RPA)\nin the calculation of graphene self-energy in the weak-coupling ($r_s \\ll 1$)\nlimit, showing that RPA is a controlled and valid approximation for\n\\textit{extrinsic} graphene where the Fermi level is away from the Dirac point.\n","Comment: updated with additional paragraph and reference"]}]
["0708.3485",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3485"],"date":["2007-08-26","2007-08-30"],"type":["text"],"creator":["Majumdar, Debasish"],"language":[],"coverage":[],"title":["Unparticle decay of neutrinos and it's effect on ultra high energy\n  neutrinos"],"description":["  The unparticle is proposed by Georgi as a conceptual new physics beyond the\nstandard model to describe the low energy sector of a nontrivial scale\ninvariant sector of an effective theory. We consider the neutrino decay in\nunparticle scenario and investigate the effect of such decay for the case of\nultra high energy neutrinos from GRB. The effect on the detection yield of\nthese neutrinos are also probed for a kilometer scale ice-Cerenkov detector.\n","Comment: 19 Pages LaTeX, 4 ps figures"]}]
["0708.3577",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3577"],"date":["2007-08-27"],"type":["text"],"creator":["Fischer, Ernst"],"language":[],"coverage":[],"title":["An Equilibrium Balance of the Universe"],"description":["  An alternative cosmological model is presented, which avoids the requirement\nof dark energy and dark matter. Based on the proposition that energy\nconservation should be valid not only locally but also globally, the energy\ntensor of general relativity has to be corrected, including potential energy of\nmatter explicitly. This leads to the consequence that a homogeneous universe\nmust be static, as potential energy acts as a field with negative pressure. In\nthis static universe cosmological red shift can be understood as energy loss by\ngravitational radiation. There exists a continuous matter cycle, beginning from\nhot intergalactic plasma, which is replenished by the jets of quasars, the\nformation of large web-like structures, the formation of galaxies and stars, to\nthe final collapse into quasars again. The model is confirmed qualitatively by\nthe observed size distribution of cosmic structures. Quantitative confirmation\nis obtained from the diffuse x-ray background and from observations of\nsupernovas. As the total energy content of the universe (trace of the energy\ntensor) is zero in this model, creation ex nihilo is possible, but requires\nchanges of our elementary particle models. An idea of a modified model is\npresented.\n","Comment: 70 pages, 2 figures, preliminary version, comments and criticism\n  welcome"]}]
["0708.3641",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3641"],"date":["2007-08-27","2007-08-30"],"type":["text"],"creator":["Panchenko, Dmitry","Talagrand, Michel"],"language":[],"coverage":[],"title":["Guerra's interpolation using Derrida-Ruelle cascades"],"description":["  New results about Poisson-Dirichlet point processes and Derrida-Ruelle\ncascades allow us to express Guerra's interpolation entirely in the language of\nDerrida-Ruelle cascades and to streamline Guerra's computations. Moreover, our\napproach clarifies the nature of the error terms along the interpolation.\n","Comment: v2: some minor corrections"]}]
["0708.3692",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3692"],"date":["2007-08-27"],"type":["text"],"creator":["Pricking, A.","Elster, Ch.","Gardestig, A.","Hinterberger, F.","collaboration, the EDDA"],"language":[],"coverage":[],"title":["Influence of the N*(1440) and N*(1535) Resonances in Intermediate Energy\n  pp and np Scattering"],"description":["  Motivated by a recent measurement of proton-proton elastic scattering\nobservables up to 3.0 GeV, we investigate the description of those data within\nmodels of the nucleon-nucleon (NN) interaction valid above the pion production\nthreshold. In addition to including the well known Delta resonance we\nincorporate two low-lying N* resonances, the N*(1440) and the N*(1535), and\nstudy their influence on pp and np observables for projectile laboratory\nkinetic energies up to 1.5 GeV.\n","Comment: 12 pages, 20 Figs"]}]
["0708.3697",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - General Topology","55p99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3697"],"date":["2007-08-27","2007-08-29"],"type":["text"],"creator":["Smrekar, Jaka"],"language":[],"coverage":[],"title":["Homotopy characterization of ANR mapping spaces"],"description":["  Let Y be an absolute neighborhood retract (ANR) for the class of metric\nspaces and let X be a Hausdorff space. Let map(X,Y) denote the space of\ncontinuous maps from X to Y with the compact open topology. It is shown that if\nX is a CW complex then map(X,Y) is an ANR for the class of metric spaces if and\nonly if map(X,Y) is metrizable and has the homotopy type of a CW complex. The\nsame holds also when X is a compactly generated hemicompact space\n(metrizability assumption is void in this case).\n","Comment: Simplification of proof of Theorem 1.2 and minor changes"]}]
["0708.3711",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3711"],"date":["2007-08-28"],"type":["text"],"creator":["Khoa, Dao T.","Cuong, Do Cong"],"language":[],"coverage":[],"title":["Mean-field description of the nucleus-nucleus optical potential"],"description":["  A new finite-range representation of the JLM effective nucleon-nucleon\ninteraction is suggested based on the CDM3Y density dependent functional and\nM3Y-Paris interaction. The density dependence has been carefully adjusted at\neach energy so that the nucleon optical potential (OP) given by the new density\ndependent interaction in the Hartree-Fock calculation of nuclear matter closely\nmatches the JLM nucleon OP given by the Brueckner-Hatree-Fock calculation. The\nnew interaction has been used in the double-folding model to calculate the OP\nfor the elastic $^{6}$Li,$^{6}$He,$^{12}$C + $^{12}$C scattering at different\nenergies.\n","Comment: Parallel talk given at INPC07 Conference, Tokyo, July, 2007, to\n  appear in INPC07 Proceedings"]}]
["0708.3774",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3774","Statistical Science 2007, Vol. 22, No. 1, 1-26","doi:10.1214/088342306000000682"],"date":["2007-08-28"],"type":["text"],"creator":["Cook, R. Dennis"],"language":[],"coverage":[],"title":["Fisher Lecture: Dimension Reduction in Regression"],"description":["  Beginning with a discussion of R. A. Fisher's early written remarks that\nrelate to dimension reduction, this article revisits principal components as a\nreductive method in regression, develops several model-based extensions and\nends with descriptions of general approaches to model-based and model-free\ndimension reduction in regression. It is argued that the role for principal\ncomponents and related methodology may be broader than previously seen and that\nthe common practice of conditioning on observed values of the predictors may\nunnecessarily limit the choice of regression methodology.\n","Comment: This paper commented in: [arXiv:0708.3776], [arXiv:0708.3777],\n  [arXiv:0708.3779]. Rejoinder in [arXiv:0708.3781]. Published at\n  http://dx.doi.org/10.1214/088342306000000682 in the Statistical Science\n  (http://www.imstat.org/sts/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0708.3776",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3776","Statistical Science 2007, Vol. 22, No. 1, 27-31","doi:10.1214/088342307000000041"],"date":["2007-08-28"],"type":["text"],"creator":["Christensen, Ronald"],"language":[],"coverage":[],"title":["Comment: Fisher Lecture: Dimension Reduction in Regression"],"description":["  Comment: Fisher Lecture: Dimension Reduction in Regression [arXiv:0708.3774]\n","Comment: Published at http://dx.doi.org/10.1214/088342307000000041 in the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.3797",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3797","Statistical Science 2007, Vol. 22, No. 1, 59-73","doi:10.1214/088342307000000014"],"date":["2007-08-28"],"type":["text"],"creator":["Papaspiliopoulos, Omiros","Roberts, Gareth O.","Sköld, Martin"],"language":[],"coverage":[],"title":["A General Framework for the Parametrization of Hierarchical Models"],"description":["  In this paper, we describe centering and noncentering methodology as\ncomplementary techniques for use in parametrization of broad classes of\nhierarchical models, with a view to the construction of effective MCMC\nalgorithms for exploring posterior distributions from these models. We give a\nclear qualitative understanding as to when centering and noncentering work\nwell, and introduce theory concerning the convergence time complexity of Gibbs\nsamplers using centered and noncentered parametrizations. We give general\nrecipes for the construction of noncentered parametrizations, including an\nauxiliary variable technique called the state-space expansion technique. We\nalso describe partially noncentered methods, and demonstrate their use in\nconstructing robust Gibbs sampler algorithms whose convergence properties are\nnot overly sensitive to the data.\n","Comment: Published at http://dx.doi.org/10.1214/088342307000000014 in the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.3848",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3848","2005RvMA...18...21"],"date":["2007-08-28"],"type":["text"],"creator":["Herwig, Falk"],"language":[],"coverage":[],"title":["The Second Stars"],"description":["  The ejecta of the first probably very massive stars polluted the Big Bang\nprimordial element mix with the first heavier elements. The resulting ultra\nmetal-poor abundance distribution provided the initial conditions for the\nsecond stars of a wide range of initial masses reaching down to intermediate\nand low masses. The importance of these second stars for understanding the\norigin of the elements in the early universe are manifold. While the massive\nfirst stars have long vanished the second stars are still around and currently\nobserved. They are the carriers of the information about the first stars, but\nthey are also capable of nuclear production themselves. For example, in order\nto use ultra or extremely metal-poor stars as a probe for the r-process in the\nearly universe a reliable model of the s-process in the second stars is needed.\nEventually, the second stars may provide us with important clues on questions\nranging from structure formation to how the stars actually make the elements,\nnot only in the early but also in the present universe. In particular the\nC-rich extremely metal-poor stars, most of which show the s-process signature,\nare thought to be associated with chemical yields from the evolved giant phase\nof intermediate mass stars. Models of such AGB stars at extremely low\nmetallicity now exist, and comparison with observation show important\ndiscrepancies, for example with regard to the synthesis of nitrogen. This may\nhint at burning and mixing aspects of extremely metal-poor evolved stars that\nare not yet included in the standard picture of evolution, as for example the\nhydrogen-ingestion flash. The second stars of intermediate mass may have also\nplayed an important role in the formation of heavy elements that form through\nslow neutron capture reaction chains (s-process). Comparison of models with\nobservations reveal which aspects of the physics input and assumptions need to\nbe improved. The s-process is a particularly useful diagnostic tool for probing\nthe physical processes that are responsible for the creation of elements in\nstars, like for example rotation. As new observational techniques and\nstrategies continue to penetrate the field, for example the multi-object\nspectroscopy, or the future spectroscopic surveys, the extremely metal-poor\nstars will play an increasingly important role to address some of the most\nfundamental and challenging, current questions of astronomy.\n","Comment: Biermann award 2004 lecture, AG meeting, Prague"]}]
["0708.3860",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3860","New J. Phys. 8 (2006) 172-183","doi:10.1088/1367-2630/8/9/172"],"date":["2007-08-28"],"type":["text"],"creator":["Narduzzo, A.","Enayati-Rad, A.","Heard, P. J.","Kearns, S. L.","Horii, S.","Balakirev, F. F.","Hussey, N. E."],"language":[],"coverage":[],"title":["Fragile three-dimensionality in the quasi-one-dimensional cuprate\n  PrBa_2Cu_4O_8"],"description":["  In this article we report on the experimental realization of dimensional\ncrossover phenomena in the chain compound PrBa$_2$Cu$_4$O$_8$ using\ntemperature, high magnetic fields and disorder as independent tuning\nparameters. In purer crystals of PrBa$_2$Cu$_4$O$_8$, a highly anisotropic\nthree-dimensional Fermi-liquid state develops at low temperatures. This\nmetallic state is extremely susceptible to disorder however and localization\nrapidly sets in. We show, through quantitative comparison of the relevant\nenergy scales, that this metal/insulator crossover occurs precisely when the\nscattering rate within the chain exceeds the interchain hopping rate(s), i.e.\nonce carriers become confined to a single conducting element.\n","Comment: 12 pages, 5 figures, published at\n  http://www.iop.org/EJ/article/1367-2630/8/9/172/njp6_9_172.html"]}]
["0708.3861",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3861"],"date":["2007-08-28"],"type":["text"],"creator":["Birman, Joan S.","Brendle, Tara E.","Broaddus, Nathan"],"language":[],"coverage":[],"title":["Calculating the image of the second Johnson-Morita representation"],"description":["  Johnson has defined a surjective homomorphism from the Torelli subgroup of\nthe mapping class group of the surface of genus $g$ with one boundary component\nto $\\wedge^3 H$, the third exterior product of the homology of the surface.\nMorita then extended Johnson's homomorphism to a homomorphism from the entire\nmapping class group to ${1/2} \\wedge^3 H \\semi \\sp(H)$. This Johnson-Morita\nhomomorphism is not surjective, but its image is finite index in ${1/2}\n\\wedge^3 H \\semi \\sp(H)$. Here we give a description of the exact image of\nMorita's homomorphism. Further, we compute the image of the handlebody subgroup\nof the mapping class group under the same map.\n","Comment: 11 pages, 1 figure"]}]
["0708.3865",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3865"],"date":["2007-08-28"],"type":["text"],"creator":["Konopelko, A.","Finley, J. P.","Urbanski, G."],"language":[],"coverage":[],"title":["Design Study of a Low Energy IACT Array for Ground-Based Gamma-Ray\n  Astronomy"],"description":["  Recently, ground-based very high-energy (VHE) gamma-ray astronomy achieved a\nremarkable advancement in the development of the observational technique for\nthe registration and study of gamma-ray emission above 100 GeV. Construction of\ntelescopes of substantially larger sizes than the currently used 12 m class\ntelescopes can drastically improve the sensitivity of ground-based detectors to\ngamma rays of energy from 10 GeV to 100 GeV. Based on Monte Carlo simulations\nwe have studied the response of an array of three large area imaging\natmospheric Cherenkov telescopes (IACT) as a prototype for a future large-scale\nlow energy ground-based experiment. The sensitivity of a three-telescope array\nas a function of optical reflector size was investigated here in detail.\n","Comment: 4 pages, 4 figures, Proc. 30th International Cosmic Ray Conference,\n  Merida, Mexico, 2007"]}]
["0708.3866",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3866","Physical Review B 76, 081304(R) (2007)","doi:10.1103/PhysRevB.76.081304"],"date":["2007-08-29"],"type":["text"],"creator":["Nair, Gautham","Bawendi, Moungi G"],"language":[],"coverage":[],"title":["Carrier multiplication yields in CdSe and CdTe nanocrystals by transient\n  photoluminescence"],"description":["  Engineering semiconductors to enhance carrier multiplication (CM) could lead\nto increased photovoltaic cell performance and a significant widening of the\nmaterials range suitable for future solar technologies. Semiconductor\nnanocrystals (NCs) have been proposed as a favourable structure for CM\nenhancement, and recent measurements by transient absorption have shown\nevidence for highly efficient CM in lead chalcogenide and CdSe NCs. We report\nhere an assessment of CM yields in CdSe and CdTe NCs by a quantitative analysis\nof biexciton and exciton signatures in transient photoluminescence decays.\nAlthough the technique is particularly sensitive due to enhanced biexciton\nradiative rates relative to the exciton, kradBX > 2 kradX, we find no evidence\nfor CM in CdSe and CdTe NCs up to photon energies E > 3 Eg, well above\npreviously reported relative energy thresholds.\n","Comment: 9 pages, 6 figures"]}]
["0708.3867",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3867"],"date":["2007-08-28"],"type":["text"],"creator":["Its, Alexander R.","Takhtajan, Leon A."],"language":[],"coverage":[],"title":["Normal matrix models, dbar-problem, and orthogonal polynomials on the\n  complex plane"],"description":["  We introduce a dbar-formulation of the orthogonal polynomials on the complex\nplane, and hence of the related normal matrix model, which is expected to play\nthe same role as the Riemann-Hilbert formalism in the theory of orthogonal\npolynomials on the line and for the related Hermitian model. We propose an\nanalog of Deift-Kriecherbauer-McLaughlin-Venakides-Zhou asymptotic method for\nthe analysis of the relevant dbar-problem, and indicate how familiar steps for\nthe Hermitian model, e.g. the g-function ``undressing'', might look like in the\ncase of the normal model. We use the particular model considered recently by P.\nElbau and G. Felder as a case study.\n","Comment: 14 pages"]}]
["0708.3887",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3887"],"date":["2007-08-29"],"type":["text"],"creator":["Nirmala, R.","Malik, S. K."],"language":[],"coverage":[],"title":["Tuning the Competing magnetic interactions in RTiGe (R = Tb, Er)\n  Compounds and tailoring the Magnetocaloric effect"],"description":["  The tetragonal layered compounds TbTiGe and ErTiGe order\nantiferromagnetically at 276 K and 39 K, respectively. Partial substitution of\nMo for Ti in these two compounds modifies the magnetic interactions giving rise\nto a ferromagnetic ground state which results in an enhanced magnetocaloric\neffect. The magnetic entropy change in ErTi0.85Mo0.15Ge for a magnetic field\nchange of 5 T is ~10.5 J/kg/K against ~0.8 J/kg/K for ErTiGe in the vicinity of\nthe magnetic transition. Thus, magnetocaloric properties of such layered\nmaterials may be tunable by suitable chemical substitutions.\n","Comment: Submitted to Euro Phys Lett"]}]
["0708.3893",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3893"],"date":["2007-08-29"],"type":["text"],"creator":["Johansen, Anders","Oishi, Jeffrey S.","Mac Low, Mordecai-Mark","Klahr, Hubert","Henning, Thomas","Youdin, Andrew"],"language":[],"coverage":[],"title":["Supplementary Information for ``Rapid planetesimal formation in\n  turbulent circumstellar discs''"],"description":["  This document contains refereed supplementary information for the paper\n``Rapid planetesimal formation in turbulent circumstellar discs''. It contains\n15 sections (\\S1.1 -- \\S1.15) that address a number of subjects related to the\nmain paper. We describe in detail the Poisson solver used to find the\nself-potential of the solid particles, including a linear and a non-linear test\nproblem (\\S1.3). Dissipative collisions remove energy from the motion of the\nparticles by collisional cooling (\\S1.4), an effect that allows gravitational\ncollapse to occur in somewhat less massive discs (\\S1.7). A resolution study of\nthe gravitational collapse of the boulders is presented in \\S1.6. We find that\ngravitational collapse can occur in progressively less massive discs as the\ngrid resolution is increased, likely due to the decreased smoothing of the\nparticle-mesh self-gravity solver with increasing resolution. In \\S1.10 we show\nthat it is in good agreement with the Goldreich & Ward (1973) stability\nanalysis to form several-hundred-km-sized bodies, when the analysis is applied\nto 5 AU and to regions of increased boulder column density. \\S11 is devoted to\nthe measurement of random speeds and collision speeds between boulders. We find\ngood agreement between our measurements and analytical theory for the random\nspeeds, but the measured collision speeds are 3 times lower than expected from\nanalytical theory. Higher resolution studies, and an improved analytical theory\nof collision speeds that takes into account epicyclic motion, will be needed to\ndetermine whether collision speeds have converged. In \\S1.12 we present models\nwith no magnetic fields. The boulder layer still exhibits strong clumping, due\nto the streaming instability, if the global solids-to-gas ratio is increased by\na factor 3. Gravitational collapse occurs as readily as in magnetised discs.\n","Comment: 52 pages, 27 figures. Main paper can be found at 0708.3890"]}]
["0708.3895",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","62M20 (Primary) 60G10, 60G25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3895"],"date":["2007-08-29"],"type":["text"],"creator":["Kasahara, Yukio","Pourahmadi, Mohsen","Inoue, Akihiko"],"language":[],"coverage":[],"title":["Applications of a finite-dimensional duality principle to some\n  prediction problems"],"description":["  Some of the most important results in prediction theory and time series\nanalysis when finitely many values are removed from or added to its infinite\npast have been obtained using difficult and diverse techniques ranging from\nduality in Hilbert spaces of analytic functions (Nakazi, 1984) to linear\nregression in statistics (Box and Tiao, 1975). We unify these results via a\nfinite-dimensional duality lemma and elementary ideas from the linear algebra.\nThe approach reveals the inherent finite-dimensional character of many\ndifficult prediction problems, the role of duality and biorthogonality for a\nfinite set of random variables. The lemma is particularly useful when the\nnumber of missing values is small, like one or two, as in the case of\nKolmogorov and Nakazi prediction problems. The stationarity of the underlying\nprocess is not a requirement. It opens up the possibility of extending such\nresults to nonstationary processes.\n","Comment: 15 pages"]}]
["0708.3896",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3896","Dans 29th Design Automation Conference - ASME 29th Design\n  Automation Conference, France (2002)"],"date":["2007-08-29"],"type":["text"],"creator":["Chablat, Damien","Wenger, Philippe","Caro, Stéphane","Angeles, Jorge"],"language":[],"coverage":[],"title":["The Isoconditioning Loci of Planar Three-DOF Parallel Manipulators"],"description":["  The subject of this paper is a special class of three-degree-of-freedom\nparallel manipulators. The singular configurations of the two Jacobian matrices\nare first studied. The isotropic configurations are then found based on the\ncharacteristic length of this manipulator. The isoconditioning loci for the\nJacobian matrices are plotted to define a global performance index allowing the\ncomparison of the different working modes. The index thus resulting is compared\nwith the Cartesian workspace surface and the average of the condition number.\n","Comment: ASME 29th Design Automation Conference"]}]
["0708.3907",{"format":[],"subject":["Mathematics - Commutative Algebra","13D02, 13D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3907","J. Algebra 310 (2007), 132-147"],"date":["2007-08-29"],"type":["text"],"creator":["Bergh, Petter Andreas"],"language":[],"coverage":[],"title":["Modules with reducible complexity"],"description":["  For a commutative Noetherian local ring we define and study the class of\nmodules having reducible complexity, a class containing all modules of finite\ncomplete intersection dimension. Various properties of this class of modules\nare given, together with results on the vanishing of homology and cohomology.\n","Comment: 13 pages"]}]
["0708.3908",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3908"],"date":["2007-08-29"],"type":["text"],"creator":["Beffara, Vincent"],"language":[],"coverage":[],"title":["Is critical 2D percolation universal?"],"description":["  The aim of this paper is to explore possible ways of extending Smirnov's\nproof of Cardy's formula for critical site-percolation on the triangular\nlattice to other cases (such as bond-percolation on the square lattice); the\nmain question we address is that of the choice of the lattice embedding into\nthe plane which gives rise to conformal invariance in the scaling limit. Even\nthough we were not able to produce a complete proof, we believe that the ideas\npresented here go in the right direction.\n","Comment: 28 p"]}]
["0708.3911",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3911"],"date":["2007-08-29"],"type":["text"],"creator":["Giovannini, G.","Giroletti, M.","Taylor, G. B."],"language":[],"coverage":[],"title":["The jet of Markarian 501 from the sub-parsec to the kpc scale"],"description":["  We have observed the BL Lac object Markarian 501 at 1.4 GHz with the High\nSensitivity Array and at 86 GHz with the global VLBI mm array. Thanks to the\ngreat resolution and sensitivity provided by these instruments, we probe\nregions of the radio jets never accessed before. The new data at 1.4 GHz allow\nus to map the one-sided jet at large distances from the core, and to constrain\njet properties thanks to the high jet to counter-jet brightness ratio. The 86\nGHz data give us a high resolution image of the nuclear region. Putting\ntogether these new results and available published data we discuss the\nproperties of this source from sub-parsec to kiloparsec scales.\n","Comment: Contributed talk at the international meeting \"Extragalactic Jets:\n  Theory and Observation from Radio to Gamma Ray\"; T. A. Rector and D. S. De\n  Young (eds.) - Girdwood, Alaska, 21-24 May, 2007. 6 pgs, in press"]}]
["0708.3912",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Representation Theory","16E05, 16E40, 16P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3912"],"date":["2007-08-29"],"type":["text"],"creator":["Bergh, Petter Andreas"],"language":[],"coverage":[],"title":["On the Hochschild (co)homology of quantum exterior algebras"],"description":["  We compute the Hochschild cohomology and homology of a class of quantum\nexterior algebras, with coefficients in twisted bimodules. As a result we\nobtain several interesting examples of the homological behavior of these\nalgebras.\n","Comment: 9 pages, to appear in Comm. Algebra"]}]
["0708.3914",{"format":[],"subject":["Mathematics - Commutative Algebra","13D07, 14M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3914"],"date":["2007-08-29"],"type":["text"],"creator":["Bergh, Petter Andreas"],"language":[],"coverage":[],"title":["On support varieties for modules over complete intersections"],"description":["  We show that, over a local complete intersection, every possible variety is\nrealized as the cohomological support variety of some module. Moreover, we show\nthat the projective variety of a complete indecomposable maximal Cohen-Macaulay\nmodule is connected.\n","Comment: 8 pages, to appear in Proc. Amer. Math. Soc"]}]
["0708.3915",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3915"],"date":["2007-08-29"],"type":["text"],"creator":["Krichbaum, T. P.","Lee, S. S.","Lobanov, A. P.","Marscher, A. P.","Gurwell, M. A."],"language":[],"coverage":[],"title":["How Compact are the Cores of AGN? Sub-Parsec Scale Imaging with VLBI at\n  Millimeter Wavelengths"],"description":["  We study the most central regions of AGN jets with an angular resolution of\ntens of micro-arcseconds using VLBI at millimeter wavelengths (mm-VLBI). We\npresent and discuss a new 86 GHz VLBI survey of compact radio sources. We show\nnew high dynamic range images of two nearby radio galaxies (3C 120 and M87). In\nM87 the size of the compact VLBI core (the jet base) is < 15 Schwarzschild\nradii. Future mm-VLBI observations at 1 mm and shorter wavelengths should lead\nto images of galactic and extragalactic radio sources with a spatial resolution\ndown to a few Schwarzschild radii of the central super massive black holes. To\nachieve this, the participation of large and sensitive millimeter and\nsub-millimeter telescopes in VLBI is essential. Owing to their high sensitivity\nexisting and planned phased interferometers like the IRAM Plateau de Bure\ninterferometer, CARMA, the SMA and ALMA could play an important role.\n","Comment: 8 pages, 4 figures, 2 tables. To appear in: \"Extragalactic Jets -\n  Theory and Observation from Radio to Gamma-Ray\", eds. T.A. Rector & D.S. De\n  Young, proceedings of a conference held in Girdwood, Alaska, on May 21-24,\n  2007, ASP Conf. Series, 2007, in press"]}]
["0708.3916",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3916"],"date":["2007-08-29"],"type":["text"],"creator":["Bortolozzo, U.","Clerc, M. G.","Falcón, C.","Residori, S."],"language":[],"coverage":[],"title":["Pattern collapse as a mechanism for the formation of solitary structures"],"description":["  We report a new mechanism for the formation of localized states, which takes\nplace without front propagation. Correspondingly, localized structures appear\nas solitary states, displaying a behavior of single independent cells. The\nphenomenon is observed in the liquid crystal light-valve experiment and is\ndescribed by a one-dimensional normal form model. We show that such solitary\nstructures exist when a pattern solution collapses and its ghost remains to\ninfluence the phase portrait.\n","Comment: 4 pages, 5 figures"]}]
["0708.3917",{"format":[],"subject":["Mathematics - Rings and Algebras","16E05, 16E30, 16E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3917"],"date":["2007-08-29"],"type":["text"],"creator":["Bergh, Petter Andreas"],"language":[],"coverage":[],"title":["Twisted support varieties"],"description":["  We define and study twisted support varieties for modules over an Artin\nalgebra, where the twist is induced by an automorphism of the algebra. Under a\ncertain finite generation hypothesis, we show that the twisted variety of a\nmodule satisfies Dade's Lemma and is one dimensional precisely when the module\nis periodic with respect to the twisting automorphism. As a special case we\nobtain results on DTr-periodic modules over Frobenius algebras.\n","Comment: 22 pages, to appear in J. Pure Appl. Algebra"]}]
["0708.3920",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3920","Dans Advances in Robot Kinematics - 10th International Symposium\n  on Advances in Robot Kinematics, Ljubljana : Slov\\'enie (2006)"],"date":["2007-08-29"],"type":["text"],"creator":["Chablat, Damien","Wenger, Philippe","Bonev, Ilian"],"language":[],"coverage":[],"title":["Kinematic analysis of the 3-RPR parallel manipulator"],"description":["  The aim of this paper is the kinematic study of a 3-RPR planar parallel\nmanipulator where the three fixed revolute joints are actuated. The direct and\ninverse kinematic problem as well as the singular configuration is\ncharacterized. On parallel singular configurations, the motion produce by the\nmobile platform can be compared to the Reuleaux straight-line mechanism.\n"]}]
["0708.3922",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3922"],"date":["2007-08-29"],"type":["text"],"creator":["Molaro, Paolo"],"language":[],"coverage":[],"title":["Primordial Light Element Abundances"],"description":["  After few minutes the Universe evolved through conditions of temperature and\ndensity which permitted the first synthesis of astrophysically interesting\nabundances of D, 3He, 4He and 7Li. The relic abundances are sensitive probes of\nthe nucleon density and so are the CMB acoustic oscillations, somewhat 400000\nyears later, which allow a stringent cross check. The CMB high precision\nestimate of the baryon density by WMAP is currently used as input parameter for\nstandard big bang nucleosynthesis (SBBN) to interpret primordial bundances\nrather then being directly derived from the observations of light elements as\nwas common use before. New atomic physics and identification of systematics\nlead to an upwards revision of the 4He primordial abundance at Yp=0.2477 +/-\n0.0029 (Peimbert et al 2007) removing a major source of tension between SBBN\nand WMAP. The D/H as measured in QSO high redshift absorbing clouds shows an\nexcess of scatter but the mean value is found in spectacular agreement with the\nWMAP prediction. The Li/H recently redetermined in halo dwarfs is more than a\nfactor 4 lower than expected. We argue that the difference reduces to a factor\n2 when the IRFM Teff scale is adopted. Diffusion has been suggested to have\ndepleted Li in halo dwarfs by the required amount to remove the gap, however\nthis would imply an implausible high abundance of the more fragile 6Li detected\nin some halo dwarfs, thus leaving the puzzle open.\n","Comment: talk given at the conference \"Pathways Through an Eclectic Universe\"\n  Johan Knapen, Terry Mahoney and Alexandre Vazdekis Editors"]}]
["0708.3923",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","16S36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3923"],"date":["2007-08-29"],"type":["text"],"creator":["Jordan, David","Sasom, Nongkhran"],"language":[],"coverage":[],"title":["Reversible skew Laurent polynomial rings and deformations of Poisson\n  automorphisms"],"description":["  A skew Laurent polynomial ring R[x^{\\pm 1};\\alpha] is reversible if it has a\nreversing automorphism, that is, an automorphism of period two that transposes\nx and x^{-1} and restricts to an automorphism of R. We study invariants for\nreversing automorphisms and apply our methods to determine the rings of\ninvariants of reversing automorphisms of two simple skew Laurent polynomial\nrings, namely a localization of the enveloping algebra of the two-dimensional\nnon-abelian solvable Lie algebra and the coordinate ring of the quantum torus.\nThese two skew Laurent polynomial rings are deformations of Poisson algebras\nand we interpret their reversing automorphisms and their invariants as\ndeformations of Poisson automorphisms and their invariants.\n"]}]
["0708.3924",{"format":[],"subject":["Mathematics - Functional Analysis","46B20, 46T99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3924"],"date":["2007-08-29"],"type":["text"],"creator":["Kalton, N. J.","Lancien, G."],"language":[],"coverage":[],"title":["Best constants for Lipschitz embeddings of metric spaces into c_0"],"description":["  We answer a question of Aharoni by showing that every separable metric space\ncan be Lipschitz 2-embedded into $c_0$ and this result is sharp; this improves\nearlier estimates of Aharoni, Assouad and Pelant. We use our methods to examine\nthe best constant for Lipschitz embeddings of the classical $\\ell_p-$spaces\ninto $c_0$ and give other applications. We prove that if a Banach space embeds\nalmost isometrically into $c_0$, then it embeds linearly almost isometrically\ninto $c_0$. We also study Lipschitz embeddings into $c_0^+$.\n","Comment: 22 pages"]}]
["0708.3926",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3926"],"date":["2007-08-29"],"type":["text"],"creator":["Nikolic, H."],"language":[],"coverage":[],"title":["Can we trust semiclassical description of particle creation?"],"description":["  The predictions of the semiclassical description of particle creation based\non QFT in classical backgrounds may be significantly modified when the source\nof the classical background is also quantized and backreaction is taken into\naccount. In the cases of a stable charged particle, expanding empty (Milne)\nuniverse, and de Sitter universe with a true cosmological constant, the\nsemiclassical particle creation is completely blocked up.\n","Comment: 4 pages"]}]
["0708.3929",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C21, 53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3929"],"date":["2007-08-29"],"type":["text"],"creator":["Bodrenko, Andrei I."],"language":[],"coverage":[],"title":["The solution of the Minkowski problem for open surfaces in Riemannian\n  space"],"description":["  Author reduces the Minkowski problem to the problem of construction the\nG-deformations preserving the product of principal curvatures for every point\nof surface in Riemannian space. G-deformation transfers every normal vector of\nsurface in parallel along the path of the translation for each point of\nsurface. The continuous G-deformations preserving the product of principal\ncurvatures of surface with boundary are considered in this article. The\nequations of deformations which are obtained in this paper reduce to the\nnonlinear boundary-value problem. The method of construction continuous\nG-deformations preserving the product of principal curvatures of surface with\nboundary and its qualitative analysis are presented in this article\n","Comment: 31 pages"]}]
["0708.3934",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3934"],"date":["2007-08-29"],"type":["text"],"creator":["Ivrii, Victor"],"language":[],"coverage":[],"title":["Sharp Spectral Asymptotics for Dirac Energy"],"description":["  I derive sharp semiclassical asymptotics of $\\int |e_h(x,y,0)|^2\\omega(x,y)\ndx dy$ where $e_h(x,y,\\tau)$ is the Schwartz kernel of the spectral projector\nand $\\omega(x,y)$ is singular as $x=y$. I also consider asymptotics of more\ngeneral expressions.\n","Comment: 25 pp"]}]
["0708.3936",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3936","Dans International Conference On Robotics And Automation - IEEE\n  International Conference On Robotics And Automation, Orlando : \\'Etats-Unis\n  d'Am\\'erique (2006)"],"date":["2007-08-29"],"type":["text"],"creator":["Bonev, Ilian","Chablat, Damien","Wenger, Philippe"],"language":[],"coverage":[],"title":["Working and Assembly Modes of the Agile Eye"],"description":["  This paper deals with the in-depth kinematic analysis of a special spherical\nparallel wrist, called the Agile Eye. The Agile Eye is a three-legged spherical\nparallel robot with revolute joints in which all pairs of adjacent joint axes\nare orthogonal. Its most peculiar feature, demonstrated in this paper for the\nfirst time, is that its (orientation) workspace is unlimited and flawed only by\nsix singularity curves (rather than surfaces). Furthermore, these curves\ncorrespond to self-motions of the mobile platform. This paper also demonstrates\nthat, unlike for any other such complex spatial robots, the four solutions to\nthe direct kinematics of the Agile Eye (assembly modes) have a simple geometric\nrelationship with the eight solutions to the inverse kinematics (working\nmodes).\n"]}]
["0708.3938",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","41A30, 41A50, 41A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3938"],"date":["2007-08-29","2007-08-30"],"type":["text"],"creator":["Ismailov, Vugar"],"language":[],"coverage":[],"title":["On the proximinality of ridge functions"],"description":["  Using two results of Garkavi, Medvedev and Khavinson, we give sufficient\nconditions for proximinality of sums of two ridge functions with bounded and\ncontinuous summands in the spaces of bounded and continuous multivariate\nfunctions respectively. In the first case, we give an example which shows that\nthe corresponding sufficient condition cannot be made weaker for some subsets\nof $\\mathbb{R}^{n}$. In the second case, we obtain also a necessary condition\nfor proximinality. All the results are furnished with plenty of examples. The\nresults, examples and following discussions naturally lead us to a conjecture\non the proximinality of the considered class of ridge functions. The main\npurpose of the paper is to draw readers' attention to this conjecture.\n","Comment: 8 pages"]}]
["0708.3939",{"format":[],"subject":["Mathematics - Probability","92D30, 05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3939"],"date":["2007-08-29"],"type":["text"],"creator":["Britton, Tom","Deijfen, Maria","Lagerås, Andreas Nordvall","Lindholm, Mathias"],"language":[],"coverage":[],"title":["Epidemics on random graphs with tunable clustering"],"description":["  In this paper, a branching process approximation for the spread of a\nReed-Frost epidemic on a network with tunable clustering is derived. The\napproximation gives rise to expressions for the epidemic threshold and the\nprobability of a large outbreak in the epidemic. It is investigated how these\nquantities varies with the clustering in the graph and it turns out for\ninstance that, as the clustering increases, the epidemic threshold decreases.\nThe network is modelled by a random intersection graph, in which individuals\nare independently members of a number of groups and two individuals are linked\nto each other if and only if they share at least one group.\n","Comment: 17 pages, 1 figure"]}]
["0708.3942",{"format":[],"subject":["Mathematics - Number Theory","11F41 (Primary), 11F80, 11G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3942"],"date":["2007-08-29"],"type":["text"],"creator":["Jarvis, Frazer","Manoharmayum, Jayanta"],"language":[],"coverage":[],"title":["On the modularity of supersingular elliptic curves over certain totally\n  real number fields"],"description":["  We study generalisations to totally real fields of methods originating with\nWiles and Taylor-Wiles. In view of the results of Skinner-Wiles on elliptic\ncurves with ordinary reduction, we focus here on the case of supersingular\nreduction. Combining these, we then obtain some partial results on the\nmodularity problem for semistable elliptic curves, and end by giving some\napplications of our results, for example proving the modularity of all\nsemistable elliptic curves over $\\mathbb{Q}(\\sqrt{2})$.\n","Comment: 36 pages (revised version of 2002 preprint)"]}]
["0708.3948",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3948"],"date":["2007-08-29"],"type":["text"],"creator":["Franco, Riccardo"],"language":[],"coverage":[],"title":["The conjunction fallacy and interference effects"],"description":["  In the present article we consider the conjunction fallacy, a well known\ncognitive heuristic experimentally tested in cognitive science, which occurs\nfor intuitive judgments in situations of bounded rationality. We show that the\nquantum formalism can be used to describe in a very simple way this fallacy in\nterms of interference effect. We evidence that the quantum formalism leads\nquite naturally to violations of Bayes' rule when considering the estimated\nprobability of the conjunction of two events. By defining the concept of\nmaximal conjunction error, we find a good agreement with experimental results.\nThus we suggest that in cognitive science the formalism of quantum mechanics\ncan be used to describe a \\textit{quantum regime}, the bounded-rationality\nregime, where the cognitive heuristics are valid.\n","Comment: 17 pages, 1 figure"]}]
["0708.3950",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3950"],"date":["2007-08-29"],"type":["text"],"creator":["Zejak, Aleksandar","Dragovich, Branko"],"language":[],"coverage":[],"title":["Noncommutative Minisuperspace Cosmology"],"description":["  We consider the noncommutative minisuperspace classical and quantum\ncosmologies.\n","Comment: 27 pages"]}]
["0708.3951",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3951"],"date":["2007-08-29"],"type":["text"],"creator":["Zupnik, B. M."],"language":[],"coverage":[],"title":["Gauge Model in D=3, N=5 Harmonic Superspace"],"description":["  We construct the Grassmann-analytic gauge superfields in D=3, N=5 harmonic\nsuperspace using the SO(5)/U(1)xU(1) harmonics. These gauge N=5 superfields\ncontain an infinite number of bosonic and fermionic fields arising from\ndecompositions in harmonics and Grassmann coordinates. The bosonic sector of\nthis supermultiplet includes the gauge field A_m, the additional nongauge\nvector field B_m, the scalar field S, two SO(5)-vector scalar fields and an\ninfinite number of auxiliary fields with SO(5) indices. The nonabelian\nChern-Simons-type action in the N=5 analytic harmonic superspace is\nconstructed. This action is also invariant with respect to the sixth\nsupersymmetry realized on the N=5 gauge superfields. The component Lagrangian\ndescribes the scale-invariant nontrivial interactions of the gauge Chern-Simons\nfield A_m with B_m, S and other basic and auxiliary fields. All auxiliary\nfields can be excluded from this Lagrangian.\n","Comment: Latex file, 8 pages, Talk at the workshop \"Supersymmetries and\n  Quantum Symmetries\", July 30 - August 4, 2007, Dubna, JINR"]}]
["0708.3952",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14H37, 11G20, 14D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3952"],"date":["2007-08-29"],"type":["text"],"creator":["Brewis, Louis Hugo"],"language":[],"coverage":[],"title":["Liftable D_4-Covers"],"description":["  Let k be an algebraically closed field of characteristic p and let G be a\nsubgroup of Aut(k[[t]]) be a faithful action on a local power series ring over\nk. Let R be a discrete valuation ring of characteristic 0 with residue field k.\nOne asks, whether it is possible to find a faithful action G inside Aut(R[[t]])\nwhich reduces to the given action, i.e. a lift to characteristic 0. We show\nthat liftable actions exists in the case that G = D_4 and p = 2. In fact we\nintroduce a family, the supersimple D_4 -actions, which can always be lifted to\ncharacteristic 0.\n"]}]
["0708.3954",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3954"],"date":["2007-08-29"],"type":["text"],"creator":["Li, Kang","Dulat, Sayipjamal"],"language":[],"coverage":[],"title":["Non-commutative phase space and its space-time symmetry"],"description":["  First a description of 2+1 dimensional non-commutative(NC) phase space is\npresented, where the deformation of the planck constant is given. We find that\nin this new formulation, generalized Bopp's shift has a symmetric\nrepresentation and one can easily and straightforwardly define the star product\non NC phase space. Then we define non-commutative Lorentz transformations both\non NC space and NC phase space. We also discuss the Poincare symmetry. Finally\nwe point out that our NC phase space formulation and the NC Lorentz\ntransformations can be applicable to any even dimensional NC space and NC phase\nspace.\n","Comment: 4 pages, REVTEX"]}]
["0708.3959",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3959"],"date":["2007-08-29"],"type":["text"],"creator":["Ginzburg, Pavel","Hayat, Alex","Feigenbaum, Eyal","Berkovitch, Nikolai","Orenstein, Meir"],"language":[],"coverage":[],"title":["Surface Plasmon Polariton Self-Focusing by Ponderomotive Forces"],"description":["  Nonlinear properties of Surface Plasmon Polaritons stemming from the inherent\nelectron plasma nonlinearity of the metal layers are investigated. A\nfluid-mechanics plasma model is used to describe the electron motion in metals.\nThe nonlinear ponderomotive force repels the electrons from the high field\nintensity region, effectively reducing the local plasma frequency and the\ncorresponding real part of the refractive index results in Kerr like\nself-focusing. The field confinement to the low carrier density region also\nassists also in reducing the propagation losses, which usually inhibit\npractical nanoplasmonic circuits. Surface plasmon self focusing and nonlinear\nspectrum modifications, predicted by our model, are demonstrated by preliminary\nexperiments.\n"]}]
["0708.3961",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3961","Statistical Science 2007, Vol. 22, No. 1, 98-108","doi:10.1214/088342306000000574"],"date":["2007-08-29"],"type":["text"],"creator":["Segal, Mark R."],"language":[],"coverage":[],"title":["Chess, Chance and Conspiracy"],"description":["  Chess and chance are seemingly strange bedfellows. Luck and/or randomness\nhave no apparent role in move selection when the game is played at the highest\nlevels. However, when competition is at the ultimate level, that of the World\nChess Championship (WCC), chess and conspiracy are not strange bedfellows,\nthere being a long and colorful history of accusations levied between\nparticipants. One such accusation, frequently repeated, was that all the games\nin the 1985 WCC (Karpov vs Kasparov) were fixed and prearranged move by move.\nThat this claim was advanced by a former World Champion, Bobby Fischer, argues\nthat it ought be investigated. That the only published, concrete basis for this\nclaim consists of an observed run of particular moves, allows this\ninvestigation to be performed using probabilistic and statistical methods. In\nparticular, we employ imbedded finite Markov chains to evaluate run statistic\ndistributions. Further, we demonstrate how both chess computers and game data\nbases can be brought to bear on the problem.\n","Comment: Published at http://dx.doi.org/10.1214/088342306000000574 in the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0708.3962",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3962"],"date":["2007-08-28"],"type":["text"],"creator":["Mkrtchyan, V. V."],"language":[],"coverage":[],"title":["A course on Combinatorial Algorithms"],"description":["  The paper presents a course on Combinatorial Algorithms that is based on the\ndrafts of the author that he used while teaching the course in the Department\nof Informatics and Applied Mathematics of Yerevan State University, Armenia\nfrom February 2007 to June 2007.\n","Comment: Comments: 165 pages, in Armenian"]}]
["0708.3976",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3976"],"date":["2007-08-29"],"type":["text"],"creator":["Kuempel, D.","Kampert, K. -H.","Risse, M."],"language":[],"coverage":[],"title":["Geometry reconstruction of fluorescence detectors revisited"],"description":["  The experimental technique of fluorescence light observation is used in\ncurrent and planned air shower experiments that aim at understanding the origin\nof ultra-high energy cosmic rays. In the fluorescence technique, the geometry\nof the shower is reconstructed based on the correlation between viewing angle\nand arrival time of the signals detected by the telescope. The signals are\ncompared to those expected for different shower geometries and the best-fit\ngeometry is determined. The calculation of the expected signals is usually\nbased on a relatively simple function which is motivated by basic geometrical\nconsiderations. This function is based on certain assumptions on the processes\nof light emission and propagation through the atmosphere. For instance, the\nfluorescence light is assumed to propagate with vacuum speed of light. We\ninvestigate the validity of these assumptions and provide corrections that can\nbe used in the geometry reconstruction. The impact on reconstruction parameters\nis studied. The results are also relevant for hybrid observations where the\nshower is registered simultaneously by fluorescence and surface detectors.\n","Comment: 4 pages, 5 figures. To appear in the proceedings of 30th\n  International Cosmic Ray Conference (ICRC 2007), Merida, Yucatan, Mexico,\n  3-11 July 2007"]}]
["0708.3980",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3980"],"date":["2007-08-29"],"type":["text"],"creator":["Majewski, W. A."],"language":[],"coverage":[],"title":["On a characterization of PPT states"],"description":["  We present two different descriptions of positive partially transposed (PPT)\nstates. One is based on the theory of positive maps while the second\ndescription provides a characterization of PPT states in terms of Hilbert space\nvectors. Our note is based on our previous results.\n","Comment: a report based on previous results"]}]
["0708.3993",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3993"],"date":["2007-08-29"],"type":["text"],"creator":["Sadurni, Emerson"],"language":[],"coverage":[],"title":["Propagators in the continuum limit: from molecules to scalar fields"],"description":["  The propagator of linear molecules whose constituents interact through\noscillator potentials can be obtained in a closed form for $N$ atoms as long as\n$N \\leq 4$. We compute the propagator for arbitrary $N$ in the approximation $N\n\\gg 1$. Taking advantage of this result it is possible to analyze the limit in\nwhich the molecule has an infinite number of constituents with infinitesimal\nlength of sepparation, corresponding to the quantization of a string, elastic\nrod or the second quantization of a Klein Gordon particle. The evolution of\nsome specific initial conditions is also studied, namely the time development\nof states with minimal dispersion and the effect of sudden perturbations on the\nvacuum of the scalar field theory.\n","Comment: 16 pages, 1 figure"]}]
["0708.3994",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3994"],"date":["2007-08-29"],"type":["text"],"creator":["Marzani, S.","Ball, R. D.","Falgari, P.","Forte, S."],"language":[],"coverage":[],"title":["BFKL at NNLO"],"description":["  We present a recent determination of an approximate expression for the\nO(alpha_s^3) contribution chi_2 to the kernel of the BFKL equation. This\nincludes all collinear and anticollinear singular contributions and is derived\nusing duality relations between the GLAP and BFKL kernels.\n","Comment: 8 pages. Talk presented at 12th International Conference on Elastic\n  and Diffractive Scattering: Forward Physics and QCD, Hamburg, DESY, Germany,\n  21-25 May 2007"]}]
["0708.3995",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3995","Phys. Rev. B 74, 024204 (2006)","doi:10.1103/PhysRevB.74.024204"],"date":["2007-08-29"],"type":["text"],"creator":["Shin, Dongwon","Arróyave, Raymundo","Liu, Zi-Kui","van de Walle, Axel"],"language":[],"coverage":[],"title":["Thermodynamic properties of binary HCP solution phases from special\n  quasirandom structures"],"description":["  Three different special quasirandom structures (SQS) of the substitutional\nhcp $A_{1-x}B_x$ binary random solutions ($x=0.25$, 0.5, and 0.75) are\npresented. These structures are able to mimic the most important pair and\nmulti-site correlation functions corresponding to perfectly random hcp\nsolutions at those compositions. Due to the relatively small size of the\ngenerated structures, they can be used to calculate the properties of random\nhcp alloys via first-principles methods. The structures are relaxed in order to\nfind their lowest energy configurations at each composition. In some cases, it\nwas found that full relaxation resulted in complete loss of their parental\nsymmetry as hcp so geometry optimizations in which no local relaxations are\nallowed were also performed. In general, the first-principles results for the\nseven binary systems (Cd-Mg, Mg-Zr, Al-Mg, Mo-Ru, Hf-Ti, Hf-Zr, and Ti-Zr) show\ngood agreement with both formation enthalpy and lattice parameters measurements\nfrom experiments. It is concluded that the SQS's presented in this work can be\nwidely used to study the behavior of random hcp solutions.\n","Comment: 15 pages, 8 figures"]}]
["0708.3997",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3997"],"date":["2007-08-29"],"type":["text"],"creator":["Maiani, L.","Polosa, A. D.","Riquer, V."],"language":[],"coverage":[],"title":["The Charged Z(4433): Towards a New Spectroscopy"],"description":["  We identify the newly found Z(4433) with the first radial excitation of the\ntetraquark basic supermultiplet to which X(3872) and X(3876) belong.\nExperimental predictions following from this hypothesis are spelled out.\n","Comment: 3 pages"]}]
["0708.4007",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","60K35","82B43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4007"],"date":["2007-08-29"],"type":["text"],"creator":["Balister, Paul","Bollobas, Bela","Sarkar, Amites","Walters, Mark"],"language":[],"coverage":[],"title":["A critical constant for the k nearest neighbour model"],"description":["  Let P be a Poisson process of intensity one in a square S_n of area n. For a\nfixed integer k, join every point of P to its k nearest neighbours, creating an\nundirected random geometric graph G_{n,k}. We prove that there exists a\ncritical constant c such that for c'<c, G_{n,c'log n} is disconnected with\nprobability tending to 1 as n tends to infinity, and for c'>c G_{n,c'\\log n} is\nconnected with probability tending to 1 as n tends to infinity. This answers a\nquestion previously posed by the authors.\n","Comment: 14 pages; 4 postscript figures"]}]
["0708.4010",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4010"],"date":["2007-08-29"],"type":["text"],"creator":["Kwon, Soonsik"],"language":[],"coverage":[],"title":["On the fifth order KdV equation: local well-posedness and lack of\n  uniform continuity of the solution map"],"description":["  In this paper we prove that the fifth order equation arising from the KdV\nhierarchy $ \\partial_tu + \\partial_x^5u + c_1\\partial_x u\\partial_x^2u +\nc_2u\\partial_x^3u = 0 $ is locally well-posed in $ H^s(\\mathbb{R}) $ for $ s>\n5/2. Also, we prove the solution map of the equation is not uniformly\ncontinuous for $s>0$.\n","Comment: 30 pages"]}]
["astro-ph/0702139",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0702139"],"date":["2007-02-06","2007-08-30"],"type":["text"],"creator":["Li, Zhongmu","Han, Zhanwen"],"language":[],"coverage":[],"title":["How young stellar populations affect the ages and metallicities of\n  galaxies"],"description":["  Some studies show that there are recent star formations in galaxies including\nearly type galaxies. This suggests that we possibly did not obtain the accurate\nages and metallicities of the dominating stellar populations of galaxies from\ncolors. We study how young populations (YSPs) in composite stellar populations\naffect the colors of star systems and analyze how the stellar ages and\nmetallicities derived from colors possibly deviate from those of the dominating\npopulations of composite star systems. Some possible distributions of the\ndifferences between stellar ages and metallicities determined by colors and\nthose of the dominating stellar populations of composite stellar systems are\npresented in this work. Furthermore, some possible distributions of the\ndifferences between colors of composite stellar populations and those of their\ndominating stellar populations are also shown in this paper. In addition, we\ncompare the stellar ages and metallicities determined respectively by a color\npair and two line strength indices. The results obtained by a color pair and\nthose obtained by a few independent colors are also compared in the paper. We\nalso discuss about how the YSPs may affect the Fundamental Plane and Kormendy\nrelation of early type galaxies. The main results can be downloaded from the\nCDS.\n","Comment: 11 pages, 18 figures. Accepted by A&A"]}]
["astro-ph/0703711",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0703711","in Handbook of Solar-Terrestrial Environment, ed. Y. Kamide & A.\n  C.-L. Chian, Springer, pp. 27-54 (2007)"],"date":["2007-03-28"],"type":["text"],"creator":["Brandenburg, Axel"],"language":[],"coverage":[],"title":["The solar interior - radial structure, rotation, solar activity cycle"],"description":["  Some basic properties of the solar convection zone are considered and the use\nof helioseismology as an observational tool to determine its depth and internal\nangular velocity is discussed. Aspects of solar magnetism are described and\nexplained in the framework of dynamo theory. The main focus is on mean field\ntheories for the Sun's magnetic field and its differential rotation.\n","Comment: 45 pages, 17 figures, to appear in Handbook of Solar-Terrestrial\n  Environment, eds. Y. Kamide & A. C.-L. Chian, Springer"]}]
["cond-mat/0507596",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0507596","Physical Review Letters 95 (2005) 036802","doi:10.1103/PhysRevLett.95.036802"],"date":["2005-07-26"],"type":["text"],"creator":["Huard, B.","Anthore, A.","Birge, Norman O.","Pothier, H.","Esteve, D."],"language":[],"coverage":[],"title":["Effect of Magnetic Impurities on Energy Exchange between Electrons"],"description":["  In order to probe quantitatively the effect of Kondo impurities on energy\nexchange between electrons in metals, we have compared measurements on two\nsilver wires with dilute magnetic impurities (manganese) introduced in one of\nthem. The measurement of the temperature dependence of the electron phase\ncoherence time on the wires provides an independent determination of the\nimpurity concentration. Quantitative agreement on the energy exchange rate is\nfound with a theory by G\\\"{o}ppert et al. that accounts for Kondo scattering of\nelectrons on spin-1/2 impurities.\n","Comment: 4 pages"]}]
["cond-mat/0601106",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601106","Physical Review E Vol.76, p.026318 (2007)","doi:10.1103/PhysRevE.76.026318"],"date":["2006-01-05"],"type":["text"],"creator":["Heim, Andrew J.","Grønbech-Jensen, Niels","Germann, Timothy C.","Kober, Edward M.","Holian, Brad Lee","Lomdahl, Peter S."],"language":[],"coverage":[],"title":["The Influence of Interatomic Bonding Potentials on Detonation Properties"],"description":["  The dependence of macroscopic detonation properties of a two-dimensional\ndiatomic (AB) molecular system on the fundamental properties of the molecule\nwere investigated. This includes examining the detonation velocity, reaction\nzone thickness, and critical width as a function of the exothermicity of the\ngas-phase reaction and the gas-phase dissociation energy for. Following\nprevious work, molecular dynamics (MD) simulations with a reactive empirical\nbond-order potential were used to characterize the shock-induced response of a\ndiatomic AB molecular solid, which exothermically reacts to produce gaseous\nproducts. MD simulations reveal that there is a linear dependence between the\nsquare of the detonation velocity and each of these molecular parameters. The\ndetonation velocities were shown to be consistent with the Chapman-Jouguet\nmodel, demonstrating that these dependencies arise from how the Equation of\nState of the products and reactants are affected.\n","Comment: 12 pages, 17 figures"]}]
["cond-mat/0608604",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608604","in Rarefied Gas Dynamics: 25th International Symposium on Rarefied\n  Gas Dynamics, M. S.Ivanov and A. K.Rebrov, eds. (Publishing House of the\n  Siberian Branch of the Russian Academy of Sciences, Novosibirsk, 2007), pp.\n  191-196"],"date":["2006-08-28"],"type":["text"],"creator":["Santos, Andres","Dufty, James W."],"language":[],"coverage":[],"title":["Strong breakdown of equipartition in uniform granular mixtures"],"description":["  A binary mixture made of heavy and light inelastic hard spheres in the free\ncooling state is considered. First, the regions in the parameter space where\nthe partial granular temperature of the heavy species is larger (or smaller)\nthan that of the light species are analyzed. Next, the asymptotic behavior of\nthe mean square velocity ratio in the disparate-mass limit is investigated,\nassuming different scaling laws for the parameters of the mixture. It is seen\nthat two general classes of states are possible: a \"normal\" state and an\n\"ordered\" state, the latter representing a strong breakdown of energy\nequipartition.\n","Comment: 6 pages, 3 figures; presented in the 25th International Symposium on\n  Rarefied Gas Dynamics (Saint-Petersburg, Russia, July 21-28, 2006)"]}]
["cond-mat/0608627",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608627","in Rarefied Gas Dynamics: 25th International Symposium on Rarefied\n  Gas Dynamics, M. S.Ivanov and A. K.Rebrov, eds. (Publishing House of the\n  Siberian Branch of the Russian Academy of Sciences, Novosibirsk, 2007), pp.\n  143-148"],"date":["2006-08-29"],"type":["text"],"creator":["Santos, Andres"],"language":[],"coverage":[],"title":["A simple model kinetic equation for inelastic Maxwell particles"],"description":["  The model of inelastic Maxwell particles (IMP) allows one to derive some\nexact results which show the strong influence of inelasticity on the\nnonequilibrium properties of a granular gas. The aim of this work is to propose\na simple model kinetic equation that preserves the most relevant properties of\nthe Boltzmann equation (BE) for IMP and reduces to the BGK kinetic model in the\nelastic limit. In the proposed kinetic model the collision operator is replaced\nby a relaxation-time term toward a reference Maxwellian distribution plus a\nterm representing the action of a friction force. It contains three parameters\n(the relaxation rate, the effective temperature of the reference Maxwellian,\nand the friction coefficient) which are determined by imposing consistency with\nbasic exact properties of the BE for IMP. As a consequence, the kinetic model\nreproduces the true shear viscosity and predicts accurate expressions for the\ntransport coefficients associated with the heat flux. The model can be exactly\nsolved for the homogeneous cooling state, the solution exhibiting an algebraic\nhigh-energy tail with an exponent in fair agreement with the correct one.\n","Comment: 6 pages, 2 figures; presented in the 25th International Symposium on\n  Rarefied Gas Dynamics (Saint-Petersburg, Russia, July 21-28, 2006)"]}]
["cond-mat/0608648",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608648","Physical Review Letters 97 (2006) 067006","doi:10.1103/PhysRevLett.97.067006"],"date":["2006-08-29"],"type":["text"],"creator":["Chauvin, M.","Stein, P. Vom","Pothier, H.","Joyez, P.","Huber, M. E.","Esteve, D.","Urbina, C."],"language":[],"coverage":[],"title":["Superconducting atomic contacts under microwave irradiation"],"description":["  We have measured the effect of microwave irradiation on the dc\ncurrent-voltage characteristics of superconducting atomic contacts. The\ninteraction of the external field with the ac supercurrents leads to replicas\nof the supercurrent peak, the well known Shapiro resonances. The observation of\nsupplementary fractional resonances for contacts containing highly transmitting\nconduction channels reveals their non-sinusoidal current-phase relation. The\nresonances sit on a background current which is itself deeply modified, as a\nresult of photon assisted multiple Andreev reflections. The results provide\nfirm support for the full quantum theory of transport between two\nsuperconductors based on the concept of Andreev bound states.\n"]}]
["cond-mat/0609322",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609322","Physical Review E: Statistical, Nonlinear, and Soft Matter Physics\n  75 (2007) 011115","doi:10.1103/PhysRevE.75.011115"],"date":["2006-09-13"],"type":["text"],"creator":["Ghosh, Anandamohan","Dhar, Deepak","Jacobsen, Jesper Lykke"],"language":[],"coverage":[],"title":["Random trimer tilings"],"description":["  We study tilings of the square lattice by linear trimers. For a cylinder of\ncircumference m, we construct a conserved functional of the base of the\ntilings, and use this to block-diagonalize the transfer matrix. The number of\nblocks increases exponentially with m. The dimension of the ground-state block\nis shown to grow as (3 / 2^{1/3})^m. We numerically diagonalize this block for\nm <= 27, obtaining the estimate S = 0.158520 +- 0.000015 for the entropy per\nsite in the thermodynamic limit. We present numerical evidence that the\ncontinuum limit of the model has conformal invariance. We measure several\nscaling dimensions, including those corresponding to defects of dimers and\nL-shaped trimers. The trimer tilings of a plane admits a two-dimensional height\nrepresentation. Monte Carlo simulations of the height variables show that the\nheight-height correlations grows logarithmically at large separation, and the\norientation-orientation correlations decay as a power law.\n","Comment: 12 pages, 11 figures"]}]
["cond-mat/0609769",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609769","Physica C 460-462 (2007) 103-104","doi:10.1016/j.physc.2007.03.164"],"date":["2006-09-29"],"type":["text"],"creator":["Naidyuk, Yu. G.","Bashlakov, D. L.","Yanson, I. K.","Fuchs, G.","Behr, G.","Souptel, D.","Drechsler, S. -L."],"language":[],"coverage":[],"title":["Point-contact spectroscopy of the borocarbide superconductor YNi2B2C"],"description":["  Point-contact (PC) spectroscopy measurements on YNi2B2C single crystals in\nthe normal and superconducting (SC) state (T_c=15.4K) for the main\ncrystallographic directions are reported. The PC study reveals the\nelectron-phonon interaction (EPI) function with a dominant maximum around 12meV\nand a further weak structure (kink or shallow broad maximum) at higher energy\nat about 50meV. Other phonon maxima at 20, 24 and 32meV specified in the phonon\nDOS of YNi2B2C by neutron measurements [PRB, V.55, 9058 (1997)] are not\nresolved in the PC spectra pointing out to the main role of the low energy\nphonon modes in EPI. Directional study of the SC gap results in\n\\Delta_[100]=1.5meV for the a- direction and \\Delta_[001]=2.4meV along the\nc-axis which may point to anisotropic and/or multiband behavior. Noteworthy,\nthe critical temperature T_c in all cases corresponds to that of bulk samples.\nThe value 2\\Delta_[001]/kT_c=3.6 is close to the BCS one of 3.52, and the\ntemperature dependence \\Delta(T) is BCS-like, while for the a-direction\n\\Delta(T) deviates from mean-field BCS behavior above T_c/2. The directional\nvariation in \\Delta can be attributed to the multiband nature of the SC state\nin YNi2B2C predicted 10 years ago (PRL, V.80, 1730 (1998)).\n","Comment: 3 figs, 2 pages, presented on M2S-HTSC Conference, July 9-14, 2006,\n  Dresden"]}]
["cond-mat/0609770",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609770","Physica C 460-462 (2007) 105-06.","doi:10.1016/j.physc.2007.03.165"],"date":["2006-09-29"],"type":["text"],"creator":["Naidyuk, Yu. G.","Kvitnitskaya, O. E.","Yanson, I. K.","Fuchs, G.","Nenkov, K.","Walte, A.","Behr, G.","Souptel, D.","Drechsler, S. -L."],"language":[],"coverage":[],"title":["Point-contact spectroscopy of the antiferromagnetic superconductor\n  HoNi2B2C"],"description":["  The point-contact (PC) spectroscopy study of the electron-phonon(boson)\ninteraction (EP(B)I) spectral function in HoNi2B2C reveals phonon maxima at 16\nand 22meV and 34meV. For the first time the pronounced high energy maxima at\nabout 50meV and 100meV were resolved. Additionally, an admixture of a\ncrystalline-electric-field (CEF) excitation with a maximum near 10meV and a\n`magnetic` peak near 3meV are observed. The contribution of the CEF peak in\nEP(B)I constant \\lambda_{PC} is evaluated as 20-30%, while contribution of the\nhigh frequency modes at 50 and 100meV amounts about 10% for each maxima. PC\nAndreev reflection measurements below the critical temperature T_c=8.5K reveals\ntwo different superconducting (SC) states separated by T_c^*=5.6K which is\nclose to the Neel temperature T_N=5.3K. Below T_c^* the gap \\Delta in HoNi2B2C\nexhibits a standard single-band BCS-like behavior with 2\\Delta/kT_c^*=3.9.\nAbove T_c^* the gap features in PC spectra are strongly suppressed pointing to\na peculiar SC state between T_c^* and T_c, where incommensurate magnetic order\ndevelops.\n","Comment: 3 figs, 2 pages, presented on M2S-HTSC Conference, July 9-14, 2006,\n  Dresden"]}]
["cond-mat/0609771",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609771","Physica C 460-462 (2007) 107-110.","doi:10.1016/j.physc.2007.03.166"],"date":["2006-09-29"],"type":["text"],"creator":["Naidyuk, Yu. G.","Bashlakov, D. L.","Bobrov, N. L.","Chernobay, V. N.","Kvitnitskaya, O. E.","Yanson, I. K.","Behr, G.","Drechsler, S. -L.","Fuchs, G.","Souptel, D.","Naugle, D. G.","Rathnayaka, K. D. D.","Ross Jr, J. H."],"language":[],"coverage":[],"title":["Point-contact spectroscopy of the nickel borocarbide superconductors\n  RNi2B2C (R=Y, Dy, Ho, Er, Tm, Lu)"],"description":["  An overview of the recent efforts in point-contact (PC) spectroscopy of the\nnickel borocarbide superconductors RNi2B2C in the normal and superconducting\n(SC) state is given. The results of measurements of the PC electron-\nboson(phonon) interaction spectral function are presented. Phonon maxima and\ncrystalline-electric-field (CEF) excitations are observed in the PC spectra of\ncompounds with R=Dy, Ho, Er and Tm, while for R=Y a dominant phonon maximum\naround 12 meV is characteristic. Additionally, non-phonon and non-CEF maxima\nare observed near 3 meV in R=Ho and near 6 meV in R=Dy. Directional PC study of\nthe SC gap gives evidence for the multi-band nature of superconductivity in\nR=Y, Lu. At low temperature the SC gap in R=Ho exhibits a standard single-band\nBCS-like dependence, which vanishes above T_c^*= 5.6K< T_c=8.5K, where a\nspecifc magnetic ordering starts to play a role. For R=Tm (T_c=10.5 K) a\ndecrease of the SC gap is observed below 5 K.\n","Comment: 7 figs, 4 pages, presented on M2S-HTSC Conference, July 9-14, 2006,\n  Dresden"]}]
["cond-mat/0611752",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611752","Phys. Rev. Lett. 99, 088102 (2007)","doi:10.1103/PhysRevLett.99.088102"],"date":["2006-11-29","2007-08-30"],"type":["text"],"creator":["Lieleg, O.","Claessens, M. M. A. E.","Heussinger, C.","Frey, E.","Bausch, A. R."],"language":[],"coverage":[],"title":["Mechanics of bundled semiflexible polymer networks"],"description":["  While actin bundles are used by living cells for structural fortification,\nthe microscopic origin of the elasticity of bundled networks is not understood.\nHere, we show that above a critical concentration of the actin binding protein\nfascin, a solution of actin filaments organizes into a pure network of bundles.\nWhile the elasticity of weakly crosslinked networks is dominated by the affine\ndeformation of tubes, the network of bundles can be fully understood in terms\nof non-affine bending undulations.\n","Comment: 5 pages, 3 figures, final version as published"]}]
["cond-mat/0612013",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612013","J. Chem. Phys. 126 (2007) 44504","doi:10.1063/1.2424709"],"date":["2006-11-30"],"type":["text"],"creator":["Kobryn, A. E.","Hirata, F."],"language":[],"coverage":[],"title":["Statistical-mechanical theory of ultrasonic absorption in molecular\n  liquids"],"description":["  We present results of theoretical description of ultrasonic phenomena in\nmolecular liquids. In particular, we are interested in the development of\nmicroscopical, i.e., statistical-mechanical framework capable to explain the\nlong living puzzle of the excess ultrasonic absorption in liquids. Typically,\nultrasonic wave in a liquid can be generated by applying the periodically\nalternating external pressure with the angular frequency that corresponds to\nthe ultrasound. If the perturbation introduced by such process is weak - its\nstatistical-mechanical treatment can be done with the use of the linear\nresponse theory. We treat the liquid as a system of interacting sites, so that\nall the response/aftereffect functions as well as the energy dissipation and\ngeneralized (wave-vector and frequency dependent) ultrasonic absorption\ncoefficient are obtained in terms of familiar site-site static and time\ncorrelation functions such as static structure factors or intermediate\nscattering functions. To express the site-site intermediate scattering\nfunctions we refer to the site-site memory equations in the mode-coupling\napproximation for the first-order memory kernels, while equilibrium properties\nsuch as site-site static structure factors, direct and total correlation\nfunctions are deduced from the integral equation theory of molecular liquids\nknown as RISM or one of its generalizations. All the formalism is phrased in a\ngeneral manner, hence the obtained results are expected to work for arbitrary\ntype of molecular liquid including simple, ionic, polar, and non-polar liquids.\n","Comment: 14 pages, 1 eps-figure, RevTeX4-format"]}]
["cond-mat/0612669",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612669","Physica C 460-462, 1043 (2007)","doi:10.1016/j.physc.2007.03.267"],"date":["2006-12-28"],"type":["text"],"creator":["Wohlfeld, Krzysztof","Oles, Andrzej M.","Sawatzky, George A."],"language":[],"coverage":[],"title":["Charge density wave in the spin ladder of\n  Sr$_{14-x}$Ca$_x$Cu$_{24}$O$_{41}$"],"description":["  We consider a multiband charge transfer model for a single spin ladder\ndescribing the holes in Sr$_{14-x}$Ca$_x$Cu$_{24}$O$_{41}$. Using Hartree-Fock\napproximation we show how the charge density wave, with its periodicity\ndependent on doping as recently observed in the experiment, can be stabilized\nby purely electronic many-body interactions.\n","Comment: 4 pages, 2 figures, accepted for publication in Physica C as the\n  proceedings of the M2S-HTSC VIII Conference, Dresden 2006"]}]
["cond-mat/0701272",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701272","Phys. Rev. B 75, 184526 (2007).","doi:10.1103/PhysRevB.75.184526"],"date":["2007-01-12"],"type":["text"],"creator":["Tempere, J.","Wouters, M.","Devreese, J. T."],"language":[],"coverage":[],"title":["Imbalanced Fermi superfluid in a one-dimensional optical potential"],"description":["  The superfluid properties of a two-state Fermi mixture in an optical lattice\nare profoundly modified when an imbalance in the population of the two states\nis present.We present analytical solutions for the free energy, and for the gap\nand number equations in the saddle-point approximation describing resonant\nsuperfluidity in the quasi-two-dimensional gas. Inhomogeneities due to the\ntrapping potentials can be taken into account using the local density\napproximation. Analyzing the free energy in this approximation, we find that\nphase separation occurs in the layers. The phase diagram of the superfluid and\nnormal phases is derived and analytical expressions for the phase lines are\npresented. We complete the investigation by accounting for effects beyond\nmean-field in the BEC limit where the system is more properly described as a\nBose-Fermi mixture of atoms and molecules.\n","Comment: 10 pages, 1 figure"]}]
["cond-mat/0703356",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703356","Phys. Rev. B, 76, 014405 (2007)","doi:10.1103/PhysRevB.76.014405"],"date":["2007-03-13"],"type":["text"],"creator":["Liu, Ru-Fen","Cheng, Ching"],"language":[],"coverage":[],"title":["Ab initio Studies of the Possible Magnetism in BN Sheet by Non-magnetic\n  Impurities and Vacancies"],"description":["  We performed first-principles calculations to investigate the possible\nmagnetism induced by the different concentrations of non-magnetic impurities\nand vacancies in BN sheet. The atoms of Be, B, C, N, O, Al and Si are used to\nreplace either B or N in the systems as impurities. We discussed the changes in\ndensity of states as well as the extent of the spatial distributions of the\ndefect states, the possible formation of magnetic moments, the magnitude of the\nmagnetization energies and finally the exchange energies due to the presence of\nthese defects. It is shown that the magnetization energies tend to increase as\nthe concentrations of the defects decreases in most of the defect systems which\nimplies a definite preference of finite magnetic moments. The calculated\nexchange energies are in general tiny but not completely insignificant for two\nof the studied defect systems, i.e. one with O impurities for N and the other\nwith B vacancies.\n","Comment: 8 pages, 10 figures, submitted to Phys. Rev. B"]}]
["gr-qc/0502031",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0502031"],"date":["2005-02-08","2007-08-22"],"type":["text"],"creator":["Aydogdu, O.","Salti, M.","Korunur, M.","Havare, A."],"language":[],"coverage":[],"title":["Inhomogeneous space-times and their energy distributions"],"description":["  This paper also has excessove overlap with the following papers also written\nby the authors or their collaborators: gr-qc/0502060, gr-qc/0606028,\ngr-qc/0511095, gr-qc/0505078, gr-qc/0603044, gr-qc/0608014, gr-qc/0510123,\ngr-qc/0607109, gr-qc/0602012, and others.\n","Comment: withdrawn by arXiv administrators. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0502032",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0502032"],"date":["2005-02-08","2007-08-22"],"type":["text"],"creator":["Salti, M.","Aydogdu, O.","Havare, A.","Korunur, M."],"language":[],"coverage":[],"title":["The Dynamics of Photon in the Shuwer: A Class of Solutions"],"description":["  This paper has excessive overlap with the following papers also written by\nthe authors or their collaborators: gr-qc/0502059, gr-qc/0502061,\ngr-qc/0510037, gr-qc/0510038, gr-qc/0207026, and others.\n","Comment: withdrawn by arXiv administrators. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0502058",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0502058"],"date":["2005-02-12","2007-08-22"],"type":["text"],"creator":["Salti, Mustafa","Havare, Ali"],"language":[],"coverage":[],"title":["Energy Distribution in LTB Space-time"],"description":["  This paper has been removed by arXiv administrators because it overlaps\nhep-th/0308070, and others.\n  This paper also has excessive overlap with the following paper also written\nby the authors or their collaborators: gr-qc/0506061.\n","Comment: withdrawn by arXiv administrators due to excessive overlap. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0509061",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0509061"],"date":["2005-09-15","2007-08-22"],"type":["text"],"creator":["Salti, Mustafa","Aydogdu, Oktay"],"language":[],"coverage":[],"title":["The Momentum 4-Vector of Static Bianchi-type Space-times in\n  Tele-parallel Gravity"],"description":["  This paper has excessive overlap with the following paper also written by the\nauthors or their collaborators: gr-qc/0511095.\n","Comment: withdrawn by arXiv administrators due to overlap. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0510037",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0510037"],"date":["2005-10-10","2007-08-22"],"type":["text"],"creator":["Salti, Mustafa","Aydogdu, Oktay"],"language":[],"coverage":[],"title":["Photon in Teleparallel Gravity in the Bianchi-type I Space-time"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/0105122.\n  This paper also has excessive overlap with the following paper also written\nby the authors or their collaborators: gr-qc/0502059, gr-qc/0502061,\ngr-qc/0510038, gr-qc/0502032, gr-qc/0207026, gr-qc/0506062, gr-qc/0505078, and\nothers.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0602012",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0602012"],"date":["2006-02-02","2007-08-22"],"type":["text"],"creator":["Aydogdu, Oktay","Salti, Mustafa"],"language":[],"coverage":[],"title":["Energy Imparted by Gravitational Waves in Inhomogeneous Space-times"],"description":["  This paper has been removed by arXiv administrators because of overlap with\ngr-qc/0303034 and others.\n  This paper also has excessive overlap with the following papers also written\nby the authors or their collaborators: gr-qc/0509047, gr-qc/0601133,\ngr-qc/0607126, gr-qc/0606080, gr-qc/0510123, gr-qc/0607115, gr-qc/0606028,\ngr-qc/0607103, gr-qc/0509023, gr-qc/0607119, gr-qc/0603044, gr-qc/0511095,\ngr-qc/0502031, and others.\n","Comment: withdrawn by arXiv administrators. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0607083",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0607083"],"date":["2006-07-20","2007-07-26"],"type":["text"],"creator":["Binbay, Figen","Acikgoz, Irfan","Salti, Mustafa"],"language":[],"coverage":[],"title":["Relative Energy Associated with a White Hole Model of the Big Bang"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/9803014, \"A White Hole Model of the Big Bang,\" by Philip Gibbs.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0607089",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0607089"],"date":["2006-07-21","2007-08-22"],"type":["text"],"creator":["Aygun, Sezgin","Tarhan, Ismail","Baysal, Husnu"],"language":[],"coverage":[],"title":["Energy and Momentum of The Szekeres Universes in Tele-parallel Gravity"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/0603075 and others.\n  This paper has excessive overlap with the following papers also written by\nthe authors or their collaborators: gr-qc/0606080, gr-qc/0607126,\ngr-qc/0607109, gr-qc/0607110, and others.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0607103",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0607103"],"date":["2006-07-24","2007-08-22"],"type":["text"],"creator":["Aygun, Sezgin","Aygun, Melis","Tarhan, Ismail"],"language":[],"coverage":[],"title":["On the Energy Momentum in Bianchi Type I-III-V-VI0 Space-Time"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/0303009, hep-th/0405047, gr-qc/0602107, hep-th/0311050, gr-qc/0412120,\ngr-qc/0508005, and others.\n  This paper has excessive overlap with the following papers also written by\nthe authors or their collaborators: gr-qc/0607119, gr-qc/0607115,\ngr-qc/0606080, gr-qc/0607110, gr-qc/0607102, gr-qc/0510123, gr-qc/0607126,\ngr-qc/0602012, and others.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0607110",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0607110"],"date":["2006-07-25","2007-08-22"],"type":["text"],"creator":["Aygun, Sezgin","Aygun, Melis","Tarhan, Ismail"],"language":[],"coverage":[],"title":["Energy Momentum Localization for Bianchi I-III-V-VI0 Universe in\n  Teleparallel Gravity"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/0010068.\n  This paper has excessive overlap with the following papers also written by\nthe authors or their collaborators: gr-qc/0607109, gr-qc/0607126,\ngr-qc/0607103, gr-qc/0607115, gr-qc/0607119, gr-qc/0608024, gr-qc/0601133,\ngr-qc/0603044, gr-qc/0607089, gr-qc/0505078, and others.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0607115",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0607115"],"date":["2006-07-26","2007-08-22"],"type":["text"],"creator":["Aygun, Sezgin","Aygun, Melis","Tarhan, Ismail"],"language":[],"coverage":[],"title":["Energy Momentum Complexes For Bianchi Type II-VIII-IX Universes"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/0303009, hep-th/0405047, gr-qc/0412120, gr-qc/0602107, hep-th/0311050,\nand gr-qc/0508005.\n  This paper has excessive overlap with the following papers also written by\nthe authors or their collaborators: gr-qc/0607119, gr-qc/0607103,\ngr-qc/0607126, gr-qc/0606080, gr-qc/0607102, gr-qc/0510123, gr-qc/0607110, and\nothers.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0607116",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0607116"],"date":["2006-07-26","2007-08-22"],"type":["text"],"creator":["Salti, Mustafa"],"language":[],"coverage":[],"title":["Energy Associated with Bianchi Type V10 Universe in Teleparallel Gravity"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/0011087, gr-qc/0205028, gr-qc/0404108, gr-qc/0212018, and gr-qc/0011027.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0607117",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0607117"],"date":["2006-07-26","2007-08-22"],"type":["text"],"creator":["Korunur, Murat","Salti, Mustafa","Aydogdu, Oktay","Acikgoz, Irfan"],"language":[],"coverage":[],"title":["Four-Momentum Associated with the Vaidya Black Holes in Teleparallel\n  Gravity"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\nhep-th/0307162, gr-qc/9601044, gr-qc/0510040, gr-qc/0205028, gr-qc/0212018, and\ngr-qc/0605145.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0607119",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0607119"],"date":["2006-07-26","2007-08-22"],"type":["text"],"creator":["Aygun, Sezgin","Aygun, Melis","Tarhan, Ismail"],"language":[],"coverage":[],"title":["Energy And Momentum Associated With Bianchi Type Universes"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/0303009, hep-th/0405047, gr-qc/0602107, hep-th/0311050, and others.\n  This paper has excessive overlap with the following papers also written by\nthe authors or their collaborators: gr-qc/0607115, gr-qc/0607103,\ngr-qc/0606080, gr-qc/0607126, gr-qc/0607102, gr-qc/0510123, gr-qc/0607110, and\nothers.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0608014",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0608014"],"date":["2006-08-03","2007-07-26"],"type":["text"],"creator":["Korunur, Murat"],"language":[],"coverage":[],"title":["Relative Energy of the Taub Cosmological Model in Teleparallel Gravity"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/0303034, \"The energy of the universe in teleparallel gravity,\" by T.\nVargas; and Gen relativ. Grav. 37(6) 1151-1152 (2005), \"The taub solution\nagain,\" by Robert T. Jantzen.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0608024",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0608024"],"date":["2006-08-04","2007-08-22"],"type":["text"],"creator":["Aygun, Sezgin","Baysal, Husnu","Tarhan, Ismail"],"language":[],"coverage":[],"title":["The Energy of Marder Space-Time in Moller Prescription"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/0212018 and gr-qc/0408043.\n  This paper has excessive overlap with the following papers also written by\nthe authors or their collaborators: gr-qc/0505078, gr-qc/0607109,\ngr-qc/0511095, gr-qc/0607110, gr-qc/0603044, gr-qc/0603027, gr-qc/0607126,\ngr-qc/0607116, gr-qc/0502060, gr-qc/0601070, gr-qc/0508018, gr-qc/0606028,\ngr-qc/0603063, and others.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0608111",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0608111"],"date":["2006-08-25","2007-08-22"],"type":["text"],"creator":["Aygun, Sezgin","Tarhan, Ismail","Baysal, Husnu","Aygun, Melis"],"language":[],"coverage":[],"title":["The Colliding Plane Wave and Energy-Momentum Problems in General\n  Relativity and Teleparallel Gravity"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\ngr-qc/0603075, 0706.3245, gr-qc/0403097, gr-qc/0404108, gr-qc/0303034,\nhep-th/0206052, and others.\n  This paper has excessive overlap with the following papers also written by\nthe authors or their collaborators: 0704.0525 and others.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0701036",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0701036"],"date":["2007-01-05","2007-08-30"],"type":["text"],"creator":["Ortaggio, Marcello"],"language":[],"coverage":[],"title":["Higher dimensional spacetimes with a geodesic, shearfree, twistfree and\n  expanding null congruence"],"description":["  We present the complete family of higher dimensional spacetimes that admit a\ngeodesic, shearfree, twistfree and expanding null congruence, thus extending\nthe well-known D=4 class of Robinson-Trautman solutions. Einstein's equations\nare solved for empty space with an arbitrary cosmological constant and for\naligned pure radiation. Main differences with respect to the D=4 case (such as\nthe absence of type III/N solutions, related to ``violations'' of the\nGoldberg-Sachs theorem in D>4) are pointed out, also in connection with other\nrecent works. A formal analogy with electromagnetic fields is briefly discussed\nin an appendix, where we demonstrate that multiple principal null directions of\nnull Maxwell fields are necessarily geodesic, and that in D>4 they are also\nshearing if expanding.\n","Comment: 1+12 pages. Proceedings of the XVII SIGRAV Conference, Turin,\n  September 4--7, 2006. v2: minor changes"]}]
["hep-lat/0409125",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/0409125","Nucl.Phys.Proc.Suppl. 140 (2005) 653-655","doi:10.1016/j.nuclphysbps.2004.11.154"],"date":["2004-09-20"],"type":["text"],"creator":["Sternbeck, A.","Ilgenfritz, E. -M.","Mueller-Preussker, M.","Schiller, A."],"language":[],"coverage":[],"title":["The gluon and ghost propagator and the influence of Gribov copies"],"description":["  The dependence of the Landau gauge gluon and ghost propagators on the choice\nof Gribov copies is studied in pure SU(3) lattice gauge theory. Whereas the\ninfluence on the gluon propagator is small, the ghost propagator becomes\nclearly affected by the copies in the infrared region. We compare our data with\nthe infrared exponents predicted by the Dyson-Schwinger equation approach\n","Comment: Talk presented at Lattice2004(topology), Fermilab, June 21-26, 2004,\n  3 pages, 3 figures"]}]
["hep-lat/0412011",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/0412011","AIP Conf.Proc.756 (2005) 284-286","doi:10.1063/1.1920968"],"date":["2004-12-06"],"type":["text"],"creator":["Sternbeck, A.","Ilgenfritz, E. -M.","Mueller-Preussker, M.","Schiller, A."],"language":[],"coverage":[],"title":["The influence of Gribov copies on the gluon and ghost propagator"],"description":["  The dependence of the gluon and ghost propagator in pure SU(3) gauge theory\non the choice of Gribov copies in Landau gauge is studied. Simulations were\nperformed on several lattice sizes at $\\beta$=5.8, 6.0 and 6.2. In the infrared\nregion the ghost propagator turns out to depend on the choice, while the impact\non the gluon propagator is not resolvable. Also the eigenvalue distribution of\nthe Faddeev-Popov operator is sensitive to Gribov copies.\n","Comment: Talk presented at Quark Confinement and the Hadron Spectrum VI,\n  Villasimius, Sardinia, Italy, September 21-25, 2004, 3 pages, 2 figures"]}]
["hep-th/0505251",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0505251","Phys. Rev. D 73, 065008 (2006)","doi:10.1103/PhysRevD.73.065008"],"date":["2005-05-27","2006-02-15"],"type":["text"],"creator":["Gleiser, Marcelo","Thorarinson, Joel"],"language":[],"coverage":[],"title":["Energy Landscape of d-Dimensional Q-balls"],"description":["  We investigate the properties of $Q$-balls in $d$ spatial dimensions. First,\na generalized virial relation for these objects is obtained. We then focus on\npotentials $V(\\phi\\phi^{\\dagger})= \\sum_{n=1}^{3} a_n(\\phi\\phi^{\\dagger})^n$,\nwhere $a_n$ is a constant and $n$ is an integer, obtaining variational\nestimates for their energies for arbitrary charge $Q$. These analytical\nestimates are contrasted with numerical results and their accuracy evaluated.\nBased on the results, we offer a simple criterion to classify ``large'' and\n``small'' $d$-dimensional $Q$-balls for this class of potentials. A minimum\ncharge is then computed and its dependence on spatial dimensionality is shown\nto scale as $Q_{\\rm min} \\sim \\exp(d)$. We also briefly investigate the\nexistence of $Q$-clouds in $d$ dimensions.\n","Comment: 13 pages, 10 figures, final version to appear in Physical Review D.\n  Small corrections"]}]
["hep-th/0512197",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0512197"],"date":["2005-12-15"],"type":["text"],"creator":["D'Hoker, Eric","Phong, D. H."],"language":[],"coverage":[],"title":["Complex Geometry and Supergeometry"],"description":["  Complex geometry and supergeometry are closely entertwined in superstring\nperturbation theory, since perturbative superstring amplitudes are formulated\nin terms of supergeometry, and yet should reduce to integrals of holomorphic\nforms on the moduli space of punctured Riemann surfaces. The presence of\nsupermoduli has been a major obstacle for a long time in carrying out this\nprogram. Recently, this obstacle has been overcome at genus 2, which is the\nfirst loop order where it appears in all amplitudes. An important ingredient is\na better understanding of the relation between geometry and supergeometry, and\nbetween holomorphicity and superholomorphicity. This talk provides a survey of\nthese developments and a brief discussion of the directions for further\ninvestigation.\n","Comment: 42 pages"]}]
["hep-th/0607212",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0607212"],"date":["2006-07-26","2007-08-30"],"type":["text"],"creator":["Bisht, P. S.","Singh, Jivan","Negi, O. P. S."],"language":[],"coverage":[],"title":["Quaternionic Reformulation of Generalized Superluminal Electromagnetic\n  Fields of Dyons"],"description":["  Superluminal electromagnetic fields of dyons are described in T^{4}- space\nand Quaternion formulation of various quantum equations is derived. It is shown\nthat on passing from subluminal to superluminal realm via quaternion the theory\nof dyons becomes the Tachyonic dyons. Corresponding field Equations of\nTachyonic dyons are derived in consistent, compact and simpler form.\n  Abstract Key words- Monopoles, Dyons, Tachyons, Quaternions, Superluminal and\nElectromagnetic fields.\n  Abstract PACS Nos- 03.50 De, 14.80 Hv.\n","Comment: 20 pages"]}]
["math-ph/0601003",{"format":[],"subject":["Mathematical Physics","28C10 (Primary) 46G10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0601003","J. Math. Anal. Appl. 324 (2006) 491-503"],"date":["2006-01-02"],"type":["text"],"creator":["Kiukas, J."],"language":[],"coverage":[],"title":["Covariant observables on a nonunimodular group"],"description":["  It is shown that the characterization of covariant positive operator measures\non nonunimodular locally compact groups can be obtained by using vector measure\ntheoretic methods, without an application of Mackey's imprimitivity theorem.\n","Comment: 13 pages, to be published in Journal of Mathematical Analysis and\n  Applications"]}]
["math-ph/0605015",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0605015","Nuclear Physics B 750 (2006) 229-249","doi:10.1016/j.nuclphysb.2006.05.027"],"date":["2006-05-04"],"type":["text"],"creator":["Richard, Jean-Francois","Jacobsen, Jesper Lykke"],"language":[],"coverage":[],"title":["Character decomposition of Potts model partition functions. II. Toroidal\n  geometry"],"description":["  We extend our combinatorial approach of decomposing the partition function of\nthe Potts model on finite two-dimensional lattices of size L x N to the case of\ntoroidal boundary conditions. The elementary quantities in this decomposition\nare characters K\\_{l,D} labelled by a number of bridges l=0,1,...,L and an\nirreducible representation D of the symmetric group S\\_l. We develop an\noperational method of determining the amplitudes of the eigenvalues as well as\nsome of their degeneracies.\n","Comment: 27 pages, 4 figures"]}]
["math-ph/0605016",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0605016","Nuclear Physics B 750 (2006) 250-264","doi:10.1016/j.nuclphysb.2006.05.028"],"date":["2006-05-04"],"type":["text"],"creator":["Richard, Jean-Francois","Jacobsen, Jesper Lykke"],"language":[],"coverage":[],"title":["Character decomposition of Potts model partition functions. I. Cyclic\n  geometry"],"description":["  We study the Potts model (defined geometrically in the cluster picture) on\nfinite two-dimensional lattices of size L x N, with boundary conditions that\nare free in the L-direction and periodic in the N-direction. The decomposition\nof the partition function in terms of the characters K\\_{1+2l} (with\nl=0,1,...,L) has previously been studied using various approaches (quantum\ngroups, combinatorics, transfer matrices). We first show that the K\\_{1+2l}\nthus defined actually coincide, and can be written as traces of suitable\ntransfer matrices in the cluster picture. We then proceed to similarly\ndecompose constrained partition functions in which exactly j clusters are\nnon-contractible with respect to the periodic lattice direction, and a\npartition function with fixed transverse boundary conditions.\n","Comment: 21 pages, 4 figures"]}]
["math-ph/0608055",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0608055","Nuclear Physics B 769 (2007) 256-274","doi:10.1016/j.nuclphysb.2007.01.028"],"date":["2006-08-23"],"type":["text"],"creator":["Richard, Jean-Francois","Jacobsen, Jesper Lykke"],"language":[],"coverage":[],"title":["Eigenvalue amplitudes of the Potts model on a torus"],"description":["  We consider the Q-state Potts model in the random-cluster formulation,\ndefined on finite two-dimensional lattices of size L x N with toroidal boundary\nconditions. Due to the non-locality of the clusters, the partition function\nZ(L,N) cannot be written simply as a trace of the transfer matrix T\\_L. Using a\ncombinatorial method, we establish the decomposition Z(L,N) = \\sum\\_{l,D\\_k}\nb^{l,D\\_k} K\\_{l,D\\_k}, where the characters K\\_{l,D\\_k} = \\sum\\_i\n(\\lambda\\_i)^N are simple traces. In this decomposition, the amplitudes\nb^{l,D\\_k} of the eigenvalues \\lambda\\_i of T\\_L are labelled by the number\nl=0,1,...,L of clusters which are non-contractible with respect to the transfer\n(N) direction, and a representation D\\_k of the cyclic group C\\_l. We obtain\nrigorously a general expression for b^{l,D\\_k} in terms of the characters of\nC\\_l, and, using number theoretic results, show that it coincides with an\nexpression previously obtained in the continuum limit by Read and Saleur.\n","Comment: 29 pages, 4 figures"]}]
["math/0009085",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14N10","57R45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0009085"],"date":["2000-09-08","2007-08-29"],"type":["text"],"creator":["Feher, L.","Rimanyi, R."],"language":[],"coverage":[],"title":["Calculation of Thom polynomials for group actions"],"description":["  In this paper we propose a systematic study of Thom polynomials for group\nactions defined by M. Kazarian. On one hand we show that Thom polynomials are\nfirst obstructions for the existence of a section and are connected to several\nproblems of topology, global geometry and enumerative algebraic geometry. On\nthe other hand we describe a way to calculate Thom polynomials: the method of\nrestriction equations. It turned out that though the idea is quite simple the\nmethod is very powerful. We reproduced and improved earlier result in several\ndirections (singularities, Schubert calculus, quivers). However a proper\nintroduction to the basic theorems was missing. In this paper we try to pay\nthis debt as well as we present the connections with obstruction theory and\nequivariant cohomology. We give some new results and outline possible\ngeneralizations and problems.\n"]}]
["math/0409041",{"format":[],"subject":["Mathematics - Combinatorics","05C07, 05C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0409041","Journal of Combinatorial Mathematics and Combinatorial Computing,\n  61 (2007), 59-63."],"date":["2004-09-02","2006-07-07"],"type":["text"],"creator":["Lai, Chunhui"],"language":[],"coverage":[],"title":["An extremal problem on potentially $K_{m}-C_{4}$-graphic sequences"],"description":["  A sequence $S$ is potentially $K_{m}-C_{4}$-graphical if it has a realization\ncontaining a $K_{m}-C_{4}$ as a subgraph. Let $\\sigma(K_{m}-C_{4}, n)$ denote\nthe smallest degree sum such that every $n$-term graphical sequence $S$ with\n$\\sigma(S)\\geq \\sigma(K_{m}-C_{4}, n)$ is potentially $K_{m}-C_{4}$-graphical.\nIn this paper, we prove that $\\sigma (K_{m}-C_{4}, n)\\geq\n(2m-6)n-(m-3)(m-2)+2,$ for $n \\geq m \\geq 4.$ We conjecture that equality holds\nfor $n \\geq m \\geq 4.$ We prove that this conjecture is true for $m=5$.\n","Comment: 5 pages"]}]
["math/0503190",{"format":[],"subject":["Mathematics - Geometric Topology","57M50 (Primary) 57M25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503190","Hiroshima Math. J. 37 (2007), no. 2, 211-252"],"date":["2005-03-10","2005-10-18"],"type":["text"],"creator":["Ichihara, Kazuhiro","Mizushima, Shigeru"],"language":[],"coverage":[],"title":["Bounds on numerical boundary slopes for Montesinos knots"],"description":["  We give (1) an upper bound on the denominators of numerical boundary slopes\nand (2) an upper bound on the differences between two numerical boundary\nslopes, for Montesinos knot exteriors.\n","Comment: 33 pages, 9 embedded figures; v2:Changes to introduction and other\n  minor changes; v3:a minor change"]}]
["math/0503461",{"format":[],"subject":["Mathematics - Quantum Algebra","16W30 (46L37, 46L54)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503461","J. Inst. Math. Jussieu 6 (2007), 381-414"],"date":["2005-03-22","2006-03-01"],"type":["text"],"creator":["Banica, Teodor","Bichon, Julien"],"language":[],"coverage":[],"title":["Free product formulae for quantum permutation groups"],"description":["  Associated to a finite graph $X$ is its quantum automorphism group $G(X)$. We\nprove a formula of type $G(X*Y)=G(X)*_wG(Y)$, where $*_w$ is a free wreath\nproduct. Then we discuss representation theory of free wreath products, with\nthe conjectural formula $\\mu (G*_wH)=\\mu (G)\\boxtimes\\mu (H)$, where $\\mu$ is\nthe associated spectral measure. This is verified in two situations: one using\nfree probability techniques, the other one using planar algebras.\n","Comment: 31 pages"]}]
["math/0511253",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Operator Algebras","46L54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511253","Publ. Res. Inst. Math. Sci. 43 (2007), 277-302"],"date":["2005-11-10","2006-06-01"],"type":["text"],"creator":["Banica, Teodor","Collins, Benoit"],"language":[],"coverage":[],"title":["Integration over compact quantum groups"],"description":["  We find a combinatorial formula for the Haar functional of the orthogonal and\nunitary quantum groups. As an application, we consider diagonal coefficients of\nthe fundamental representation, and we investigate their spectral measures.\n","Comment: 24 pages"]}]
["math/0601612",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F45","32H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601612"],"date":["2006-01-25","2007-08-30"],"type":["text"],"creator":["Dujardin, Romain","Favre, Charles"],"language":[],"coverage":[],"title":["Distribution of rational maps with a preperiodic critical point"],"description":["  Let {f_t} be any algebraic family of rational maps of a fixed degree, with a\nmarked critical point c(t). We first prove that the hypersurfaces of parameters\nfor which c(t) is periodic converge as a sequence of positive closed (1,1)\ncurrents to the bifurcation current attached to c and defined by DeMarco. We\nthen turn our attention to the parameter space of polynomials of a fixed degree\nd. By intersecting the d-1 currents attached to each critical point of a\npolynomial, Bassaneli and Berteloot obtained a positive measure of finite mass\nwhich is supported on the connectedness locus. They showed that its support is\nincluded in the closure of the set of parameters admitting d-1 neutral cycles.\nWe show that the support of this measure is precisely the closure of the set of\nstrictly critically finite polynomials (i.e. of Misiurewicz points).\n","Comment: 45 pages. Final version. To appear in American Math. Journal"]}]
["math/0601635",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J60, 35R05, 35Dxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601635","Annali della Scuola Normale Superiore di Pisa, Classe di Scienze\n  5, 1 (2006) 107--136"],"date":["2006-01-26"],"type":["text"],"creator":["Barles, Guy","Porretta, Alessio"],"language":[],"coverage":[],"title":["Uniqueness for unbounded solutions to stationary viscous\n  Hamilton--Jacobi equations"],"description":["  We consider a class of stationary viscous Hamilton--Jacobi equations as $$\n\\left\\{\\begin{array}{l} \\la u-{\\rm div}(A(x) \\nabla u)=H(x,\\nabla u)\\mbox{in\n}\\Omega, u=0{on}\\partial\\Omega\\end{array} \\right. $$ where $\\la\\geq 0$, $A(x)$\nis a bounded and uniformly elliptic matrix and $H(x,\\xi)$ is convex in $\\xi$\nand grows at most like $|\\xi|^q+f(x)$, with $1 < q < 2$ and $f \\in \\elle {\\frac\nN{q'}}$. Under such growth conditions solutions are in general unbounded, and\nthere is not uniqueness of usual weak solutions. We prove that uniqueness holds\nin the restricted class of solutions satisfying a suitable energy--type\nestimate, i.e. $(1+|u|)^{\\bar q-1} u\\in \\acca$, for a certain (optimal)\nexponent $\\bar q$. This completes the recent results in \\cite{GMP}, where the\nexistence of at least one solution in this class has been proved.\n"]}]
["math/0601758",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Combinatorics","16W30","05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601758","J. Algebraic Combin. 26 (2007), 83-105"],"date":["2006-01-31","2006-11-22"],"type":["text"],"creator":["Banica, Teodor","Bichon, Julien"],"language":[],"coverage":[],"title":["Quantum automorphism groups of vertex-transitive graphs of order $\\leq\n  11$"],"description":["  We study quantum automorphism groups of vertex-transitive graphs having less\nthan 11 vertices. With one possible exception, these can be obtained from\ncyclic groups ${\\mathbb Z}_n$, symmetric groups $S_n$ and quantum symmetric\ngroups $\\mathcal Q_n$, by using various product operations. The exceptional\ncase is that of the Petersen graph, and we present some questions about it.\n","Comment: 20 pages, final version"]}]
["math/0603687",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603687"],"date":["2006-03-29","2007-08-30"],"type":["text"],"creator":["Chiodo, Alessandro"],"language":[],"coverage":[],"title":["Stable twisted curves and their r-spin structures"],"description":["  The object of this paper is the notion of r-spin structure: a line bundle\nwhose r-th power is isomorphic to the canonical bundle. Over the moduli functor\nM_g of smooth genus-$g$ curves, $r$-spin structures form a finite torsor under\nthe group of r-torsion line bundles. Over the moduli functor Mbar_g of stable\ncurves, r-spin structures form an 'etale stack, but the finiteness and the\ntorsor structure are lost.\n  In the present work, we show how this bad picture can be definitely improved\nsimply by placing the problem in the category of Abramovich and Vistoli's\ntwisted curves. First, we find that within such category there exist several\ndifferent compactifications of M_g; each one corresponds to a different\nmultiindex \\ell=(l0,l1,...) identifying a notion of stability: \\ell-stability.\nThen, we determine the suitable choices of \\ell for which r-spin structures\nform a finite torsor over the moduli of \\ell-stable curves.\n","Comment: 44 pages, revised version, to appear in Annales de l'Institut Fourier"]}]
["math/0605257",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Quantum Algebra","16W30 (05C25, 20B25)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605257","Ann. Inst. Fourier 57 (2007), 955-971"],"date":["2006-05-10","2006-09-01"],"type":["text"],"creator":["Banica, Teodor","Bichon, Julien","Chenevier, Gaetan"],"language":[],"coverage":[],"title":["Graphs having no quantum symmetry"],"description":["  We consider circulant graphs having $p$ vertices, with $p$ prime. To any such\ngraph we associate a certain number $k$, that we call type of the graph. We\nprove that for $p>>k$ the graph has no quantum symmetry, in the sense that the\nquantum automorphism group reduces to the classical automorphism group.\n","Comment: 14 pages"]}]
["math/0606598",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology","57R58","57N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606598"],"date":["2006-06-23","2007-08-30"],"type":["text"],"creator":["Abouzaid, Mohammed"],"language":[],"coverage":[],"title":["On the Fukaya Categories of Higher Genus Surfaces"],"description":["  We construct the Fukaya category of a closed surface equipped with an area\nform using only elementary (essentially combinatorial) methods. We also compute\nthe Grothendieck group of its derived category.\n","Comment: 40 pages, 17 figures. Final Version"]}]
["math/0609457",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609457","Statistical Science 2007, Vol. 22, No. 1, 74-97","doi:10.1214/088342306000000655"],"date":["2006-09-15","2007-08-30"],"type":["text"],"creator":["Joffe, Marshall M.","Small, Dylan","Hsu, Chi-Yuan"],"language":[],"coverage":[],"title":["Defining and Estimating Intervention Effects for Groups that will\n  Develop an Auxiliary Outcome"],"description":["  It has recently become popular to define treatment effects for subsets of the\ntarget population characterized by variables not observable at the time a\ntreatment decision is made. Characterizing and estimating such treatment\neffects is tricky; the most popular but naive approach inappropriately adjusts\nfor variables affected by treatment and so is biased. We consider several\nappropriate ways to formalize the effects: principal stratification,\nstratification on a single potential auxiliary variable, stratification on an\nobserved auxiliary variable and stratification on expected levels of auxiliary\nvariables. We then outline identifying assumptions for each type of estimand.\nWe evaluate the utility of these estimands and estimation procedures for\ndecision making and understanding causal processes, contrasting them with the\nconcepts of direct and indirect effects. We motivate our development with\nexamples from nephrology and cancer screening, and use simulated data and real\ndata on cancer screening to illustrate the estimation methods.\n","Comment: Published at http://dx.doi.org/10.1214/088342306000000655 in the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0609506",{"format":[],"subject":["Mathematics - Combinatorics","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609506","Journal of Physics A Mathematical and Theoretical 40 (2007)\n  1439-1446","doi:10.1088/1751-8113/40/7/002"],"date":["2006-09-18","2006-09-19"],"type":["text"],"creator":["Jacobsen, Jesper Lykke"],"language":[],"coverage":[],"title":["Tetromino tilings and the Tutte polynomial"],"description":["  We consider tiling rectangles of size 4m x 4n by T-shaped tetrominoes. Each\ntile is assigned a weight that depends on its orientation and position on the\nlattice. For a particular choice of the weights, the generating function of\ntilings is shown to be the evaluation of the multivariate Tutte polynomial\nZ\\_G(Q,v) (known also to physicists as the partition function of the Q-state\nPotts model) on an (m-1) x (n-1) rectangle G, where the parameter Q and the\nedge weights v can take arbitrary values depending on the tile weights.\n","Comment: 8 pages, 6 figures"]}]
["math/0610742",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Statistics Theory","05C50","62P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610742","J. Math. Anal. Appl. 333 (2007) 236-246"],"date":["2006-10-25","2007-08-29"],"type":["text"],"creator":["Ejov, V.","Filar, J. A.","Lucas, S. K.","Zograf, P."],"language":[],"coverage":[],"title":["Clustering of spectra and fractals of regular graphs"],"description":["  We exhibit a characteristic structure of the class of all regular graphs of\ndegree d that stems from the spectra of their adjacency matrices. The structure\nhas a fractal threadlike appearance. Points with coordinates given by the mean\nand variance of the exponentials of graph eigenvalues cluster around a line\nsegment that we call a filar. Zooming-in reveals that this cluster splits into\nsmaller segments (filars) labeled by the number of triangles in graphs. Further\nzooming-in shows that the smaller filars split into subfilars labelled by the\nnumber of quadrangles in graphs, etc. We call this fractal structure,\ndiscovered in a numerical experiment, a multifilar structure. We also provide a\nmathematical explanation of this phenomenon based on the Ihara-Selberg trace\nformula, and compute the coordinates and slopes of all filars in terms of\nBessel functions of the first kind.\n","Comment: 10 pages, 5 figures"]}]
["math/0612704",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B40, 35F20, 35F99, 35B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612704","Comm. Partial Differential Equations 31, 7-9 (2006) 1209--1225"],"date":["2006-12-22"],"type":["text"],"creator":["Barles, Guy","Roquejoffre, Jean-Michel"],"language":[],"coverage":[],"title":["Ergodic type problems and large time behaviour of unbounded solutions of\n  Hamilton-Jacobi Equations"],"description":["  We study the large time behavior of Lipschitz continuous, possibly unbounded,\nviscosity solutions of Hamilton-Jacobi Equations in the whole space $\\R^N$. The\nassociated ergodic problem has Lipschitz continuous solutions if the analogue\nof the ergodic constant is larger than a minimal value $\\lambda_{min}$. We\nobtain various large-time convergence and Liouville type theorems, some of them\nbeing of completely new type. We also provide examples showing that, in this\nunbounded framework, the ergodic behavior may fail, and that the asymptotic\nbehavior may also be unstable with respect to the initial data.\n"]}]
["math/0612767",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Functional Analysis","22E30, 43A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612767"],"date":["2006-12-26","2007-08-30"],"type":["text"],"creator":["Parui, Sanjay","Sarkar, Rudra P."],"language":[],"coverage":[],"title":["Beurling's Theorem and $L^p-L^q$ Morgan's Theorem for Step Two Nilpotent\n  Lie Groups"],"description":["  We prove Beurling's theorem and $L^p-L^q$ Morgan's theorem for step two\nnilpotent Lie groups\n","Comment: 20 pages"]}]
["nlin/0407024",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0407024","IEEE Transactions on Circuits and Systems-I, Vol. 53 (1): 92-98,\n  2006","doi:10.1109/TCSI.2005.854604"],"date":["2004-07-09","2005-05-29"],"type":["text"],"creator":["Atay, Fatihcan M.","Biyikoglu, Tuerker","Jost, Juergen"],"language":[],"coverage":[],"title":["Synchronization of networks with prescribed degree distributions"],"description":["  We show that the degree distributions of graphs do not suffice to\ncharacterize the synchronization of systems evolving on them. We prove that,\nfor any given degree sequence satisfying certain conditions, there exists a\nconnected graph having that degree sequence for which the first nontrivial\neigenvalue of the graph Laplacian is arbitrarily close to zero. Consequently,\ncomplex dynamical systems defined on such graphs have poor synchronization\nproperties. The result holds under quite mild assumptions, and shows that there\nexists classes of random, scale-free, regular, small-world, and other common\nnetwork architectures which impede synchronization. The proof is based on a\nconstruction that also serves as an algorithm for building non-synchronizing\nnetworks having a prescribed degree distribution.\n","Comment: v2: A new theorem and a numerical example added. To appear in IEEE\n  Trans. Circuits and Systems I: Fundamental Theory and Applications"]}]
["physics/0610107",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0610107","European Physical Journal Applied Physics (2007)","doi:10.1051/epjap:2007110"],"date":["2006-10-14"],"type":["text"],"creator":["Charette, Victor Javier","Evangelista, Elisa","Chertcoff, Ricardo","Auradou, Harold","Hulin, Jean-Pierre","Ippolito, Irene"],"language":[],"coverage":[],"title":["Influence of the disorder on tracer dispersion in a flow channel"],"description":["  Tracer dispersion is studied experimentally in periodic or disordered arrays\nof beads in a capillary tube. Dispersion is measured from light absorption\nvariations near the outlet following a steplike injection of dye at the inlet.\nVisualizations using dye and pure glycerol are also performed in similar\ngeometries. Taylor dispersion is dominant both in an empty tube and for a\nperiodic array of beads: the dispersivity $l\\_d$ increases with the P\\'eclet\nnumber $Pe$ respectively as $Pe$ and $Pe^{0.82}$ and is larger by a factor of 8\nin the second case. In a disordered packing of smaller beads (1/3 of the tube\ndiameter) geometrical dispersion associated to the disorder of the flow field\nis dominant with a constant value of $l\\_d$ reached at high P\\'eclet numbers.\nThe minimum dispersivity is slightly higher than in homogeneous nonconsolidated\npackings of small grains, likely due heterogeneities resulting from wall\neffects. In a disordered packing with the same beads as in the periodic\nconfiguration, $l\\_d$ is up to 20 times lower than in the latter and varies as\n$Pe^\\alpha$ with $\\alpha = 0.5$ or $= 0.69$ (depending on the fluid viscosity).\nA simple model accounting for this latter result is suggested.\n","Comment: available online at\n  http://www.edpsciences.org/journal/index.cfm?edpsname=epjap&niv1=contents&niv2=archives"]}]
["quant-ph/0507024",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0507024","J. Math. Anal. Appl. 319 (2006) 783-801"],"date":["2005-07-04"],"type":["text"],"creator":["Kiukas, J.","Lahti, P.","Ylinen, K."],"language":[],"coverage":[],"title":["Normal covariant quantization maps"],"description":["  We consider questions related to quantizing complex valued functions defined\non a locally compact topological group. In the case of bounded functions, we\ngeneralize R. Werner's approach to prove the characterization of the associated\nnormal covariant quantization maps.\n","Comment: 17 pages, to be published in Journal of Mathematical Analysis and\n  Applications"]}]
["quant-ph/0601009",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0601009","J. Math. Phys. 47, 072104 (2006)"],"date":["2006-01-02"],"type":["text"],"creator":["Kiukas, J.","Lahti, P.","Ylinen, K."],"language":[],"coverage":[],"title":["Notes on phase space quantization"],"description":["  We consider questions related to a quantization scheme in which a classical\nvariable f:\\Omega\\to R on a phase space \\Omega is associated with a\nsemispectral measure E^f, such that the moment operators of E^f are required to\nbe of the form \\Gamma(f^k), with \\Gamma a suitable mapping from the set of\nclassical variables to the set of (not necessarily bounded) operators in some\nHilbert space. In particular, we investigate the situation where the map \\Gamma\nis implemented by the operator integral with respect to some fixed positive\noperator measure. The phase space \\Omega is first taken to be an abstract\nmeasurable space, then a locally compact unimodular group, and finally R^2,\nwhere we determine explicitly the relevant operators \\Gamma(f^k) for certain\nvariables f, in the case where the quantization map \\Gamma is implemented by a\ntranslation covariant positive operator measure. In addition, we consider the\nquestion under what conditions a positive operator measure is projection\nvalued.\n","Comment: 21 pages, submitted to Journal of Mathematical Physics"]}]
["quant-ph/0607182",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0607182","Nature Physics 3, 481 - 486 (2007)","doi:10.1038/nphys629"],"date":["2006-07-26","2006-07-27"],"type":["text"],"creator":["Ursin, R.","Tiefenbacher, F.","Schmitt-Manderbach, T.","Weier, H.","Scheidl, T.","Lindenthal, M.","Blauensteiner, B.","Jennewein, T.","Perdigues, J.","Trojek, P.","Oemer, B.","Fuerst, M.","Meyenburg, M.","Rarity, J.","Sodnik, Z.","Barbieri, C.","Weinfurter, H.","Zeilinger, A."],"language":[],"coverage":[],"title":["Free-Space distribution of entanglement and single photons over 144 km"],"description":["  Quantum Entanglement is the essence of quantum physics and inspires\nfundamental questions about the principles of nature. Moreover it is also the\nbasis for emerging technologies of quantum information processing such as\nquantum cryptography, quantum teleportation and quantum computation. Bell's\ndiscovery, that correlations measured on entangled quantum systems are at\nvariance with a local realistic picture led to a flurry of experiments\nconfirming the quantum predictions. However, it is still experimentally\nundecided whether quantum entanglement can survive global distances, as\npredicted by quantum theory. Here we report the violation of the\nClauser-Horne-Shimony-Holt (CHSH) inequality measured by two observers\nseparated by 144 km between the Canary Islands of La Palma and Tenerife via an\noptical free-space link using the Optical Ground Station (OGS) of the European\nSpace Agency (ESA). Furthermore we used the entangled pairs to generate a\nquantum cryptographic key under experimental conditions and constraints\ncharacteristic for a Space-to-ground experiment. The distance in our experiment\nexceeds all previous free-space experiments by more than one order of magnitude\nand exploits the limit for ground-based free-space communication; significantly\nlonger distances can only be reached using air- or space-based platforms. The\nrange achieved thereby demonstrates the feasibility of quantum communication in\nspace, involving satellites or the International Space Station (ISS).\n","Comment: 10 pages including 2 figures and 1 table, Corrected typos"]}]
["quant-ph/0610091",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0610091","Phys. Rev. A 75 (2007), 062110","doi:10.1103/PhysRevA.75.062110"],"date":["2006-10-11","2007-05-03"],"type":["text"],"creator":["Benet, L.","Chadderton, L. T.","Kun, S. Yu.","Qi, Wang"],"language":[],"coverage":[],"title":["Quantum-classical transition for an analog of double-slit experiment in\n  complex collisions: Dynamical decoherence in quantum many-body systems"],"description":["  We study coherent superpositions of clockwise and anti-clockwise rotating\nintermediate complexes with overlapping resonances formed in bimolecular\nchemical reactions. Disintegration of such complexes represents an analog of\nfamous double-slit experiment. The time for disappearance of the interference\nfringes is estimated from heuristic arguments related to fingerprints of\nchaotic dynamics of a classical counterpart of the coherently rotating complex.\nValidity of this estimate is confirmed numerically for the H+D$_2$ chemical\nreaction. Thus we demonstrate the quantum--classical transition in temporal\nbehavior of highly excited quantum many-body systems in the absence of external\nnoise and coupling to an environment.\n","Comment: 5 pages, 2 ps color figures. Accepted for publication in Phys. Rev. A"]}]
