["0705.1597",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","20C33","20C08","17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1597"],"date":["2007-05-11","2007-10-23"],"type":["text"],"creator":["Schroll, Sibylle","Tan, Kai Meng"],"language":[],"coverage":[],"title":["Weight 2 blocks of general linear groups and modular Alvis-Curtis\n  duality"],"description":["  We obtain the structure of weight 2 blocks and [2:1]-pairs of q-Schur\nalgebras, and compute explicitly the modular Alvis-Curtis duality for weight 2\nblocks of finite general linear groups in non-defining characteristic.\n","Comment: 27 pages; to appear in Int. Math. Res. Not"]}]
["0705.2521",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2521","Phys. Rev. A 76, 042329 (2007)","doi:10.1103/PhysRevA.76.042329"],"date":["2007-05-17","2007-05-22"],"type":["text"],"creator":["Cavalcanti, D.","Cunha, M. O. Terra","Acin, A."],"language":[],"coverage":[],"title":["Multipartite entanglement of superpositions"],"description":["  The entanglement of superpositions [Phys. Rev. Lett. 97, 100502 (2006)] is\ngeneralized to the multipartite scenario: an upper bound to the multipartite\nentanglement of a superposition is given in terms of the entanglement of the\nsuperposed states and the superposition coefficients. This bound is proven to\nbe tight for a class of states composed by an arbitrary number of qubits. We\nalso extend the result to a large family of quantifiers which includes the\nnegativity, the robustness of entanglement, and the best separable\napproximation measure.\n","Comment: 4 pages. v2: reference added, text improved in clarity"]}]
["0706.0858",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0858","Acta Physica Polonica A 112 (2007) 289"],"date":["2007-06-06"],"type":["text"],"creator":["Machnikowski, P."],"language":[],"coverage":[],"title":["Two-photon coherent polarization flipping of confined excitons"],"description":["  A two-photon process leading to coherent transitions between the two\ncircularly polarized exciton states in a quantum dot is studied. It is shown\nthat optical flipping of the exciton polarization is possible with picosecond\nlaser pulses. The process is closely related to two-photon Rabi oscillations of\na biexciton but it is much more stable against shifts of the laser frequency.\n","Comment: To be presented at the school Jaszowiec 2007"]}]
["0706.0861",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0861","Acta Physica Polonica A 112 (2007) 167"],"date":["2007-06-06","2007-10-24"],"type":["text"],"creator":["Sitek, A.","Machnikowski, P."],"language":[],"coverage":[],"title":["Four wave mixing spectroscopy of quantum dot molecules"],"description":["  We study theoretically the nonlinear four wave mixing (FWM) response of an\nensemble of coupled pairs of quantum dots (quantum dot molecules). We discuss\nthe shape of the FWM echo signal depending on the parameters of the ensemble:\nthe statistics of transition energies and the degree of size correlations\nbetween the dots forming the molecules.\n","Comment: Presented at the school Jaszowiec 2007. Corrected figures and some\n  other minor improvements"]}]
["0706.0862",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0862","Acta Physica Polonica A 112 (2007) 197"],"date":["2007-06-06"],"type":["text"],"creator":["Rozbicki, E.","Machnikowski, P."],"language":[],"coverage":[],"title":["Phonon-assisted excitation transfer in quantum dot molecules"],"description":["  We derive a quantum-kinetic description of phonon-assisted F{\\\"o}rster\ntransfer between two coupled quantum dots (a quantum dot molecule). We show\nthat the exciton state decays to the ground state of the QDM via a combination\nof the Rabi rotation and exponential decay. For moderately spaced dots this\nprocess takes place on a picosecond time scale.\n","Comment: To be presented at the school Jaszowiec 2007"]}]
["0706.2089",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2089","Phys. Rev. Lett. 99, 167402 (2007)","doi:10.1103/PhysRevLett.99.167402"],"date":["2007-06-14"],"type":["text"],"creator":["Jönsson, P. E.","Takenaka, K.","Niitaka, S.","Sasagawa, T.","Sugai, S.","Takagi, H."],"language":[],"coverage":[],"title":["Electron Correlation Driven Heavy-Fermion Formation in LiV2O4"],"description":["  Optical reflectivity measurements were performed on a single crystal of the\nd-electron heavy-fermion (HF) metal LiV2O4. The results evidence the highly\nincoherent character of the charge dynamics for all temperatures above T^*\n\\approx 20 K. The spectral weight of the optical conductivity is redistributed\nover extremely broad energy scales (~ 5 eV) as the quantum coherence of the\ncharge carriers is recovered. This wide redistribution is, in sharp contrast to\nf-electron Kondo lattice HF systems, characteristic of a metallic system close\nto a correlation driven insulating state. Our results thus reveal that strong\nelectronic correlation effects dominate the low-energy charge dynamics and\nheavy quasiparticle formation in LiV2O4. We propose the geometrical\nfrustration, which limits the extension of charge and spin ordering, as an\nadditional key ingredient of the low-temperature heavy-fermion formation in\nthis system.\n","Comment: 5 pages, 3 figures"]}]
["0706.2418",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2418"],"date":["2007-06-16","2007-10-24"],"type":["text"],"creator":["Eu, Ching-Hwa"],"language":[],"coverage":[],"title":["The calculus structure of the Hochschild homology/cohomology of\n  preprojective algebras of Dynkin quivers"],"description":["  The Hochschild homology/cohomology an associative algebra, together with the\nConnes differential, the contraction map and the Lie derivative, forms the\nstructure of calculus. In this paper we compute explicitely the calculus\nstructure of preprojective algebras of Dynkin quivers over a field of\ncharacteristic zero. This also completes the work in math.AG/0502301, where the\nBatalin-Vilkovisky structure of the Hochschild cohomology of preprojective\nalgebras of non-Dynkin quivers are computed and the calculus can be easily\ncomputed from that.\n","Comment: 30 pages"]}]
["0706.2765",{"format":[],"subject":["Quantum Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2765","J. Phys. A: Math. Theor. 40 (2007) 13787-13798","doi:10.1088/1751-8113/40/45/017"],"date":["2007-06-19","2007-10-24"],"type":["text"],"creator":["Znidaric, Marko","Prosen, Tomaz","Benenti, Giuliano","Casati, Giulio"],"language":[],"coverage":[],"title":["Detecting entanglement of random states with an entanglement witness"],"description":["  The entanglement content of high-dimensional random pure states is almost\nmaximal, nevertheless, we show that, due to the complexity of such states, the\ndetection of their entanglement using witness operators is rather difficult. We\ndiscuss the case of unknown random states, and the case of known random states\nfor which we can optimize the entanglement witness. Moreover, we show that\ncoarse graining, modeled by considering mixtures of m random states instead of\npure ones, leads to a decay in the entanglement detection probability\nexponential with m. Our results also allow to explain the emergence of\nclassicality in coarse grained quantum chaotic dynamics.\n","Comment: 14 pages, 4 figures; minor typos corrected"]}]
["0707.1117",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Combinatorics","37A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1117"],"date":["2007-07-07","2007-10-24"],"type":["text"],"creator":["Tao, Terence"],"language":[],"coverage":[],"title":["Norm convergence of multiple ergodic averages for commuting\n  transformations"],"description":["  Let $T_1, ..., T_l: X \\to X$ be commuting measure-preserving transformations\non a probability space $(X, \\X, \\mu)$. We show that the multiple ergodic\naverages $\\frac{1}{N} \\sum_{n=0}^{N-1} f_1(T_1^n x) ... f_l(T_l^n x)$ are\nconvergent in $L^2(X,\\X,\\mu)$ as $N \\to \\infty$ for all $f_1,...,f_l \\in\nL^\\infty(X,\\X,\\mu)$; this was previously established for $l=2$ by Conze and\nLesigne and for general $l$ assuming some additional ergodicity hypotheses on\nthe maps $T_i$ and $T_i T_j^{-1}$ by Frantzikinakis and Kra (with the $l=3$\ncase of this result established earlier by Zhang). Our approach is\ncombinatorial and finitary in nature, inspired by recent developments regarding\nthe hypergraph regularity and removal lemmas, although we will not need the\nfull strength of those lemmas. In particular, the $l=2$ case of our arguments\nare a finitary analogue of those of Conze and Lesigne.\n","Comment: 32 pages, no figures, to appear, Ergod. Thy. Dynam. Sys. Referee\n  comments incorporated, some additional explanations given"]}]
["0709.0087",{"format":[],"subject":["Physics - Popular Physics","High Energy Physics - Phenomenology","Physics - Physics Education","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0087","Curr.Sci.93:1055-1057,2007"],"date":["2007-09-02"],"type":["text"],"creator":["Ananthanarayan, B.","Garg, Kshitij"],"language":[],"coverage":[],"title":["Research News -- Quantum Mechanical Entanglement and Tests of CPT\n  Theorem with Neutral Mesons at e+ e- Colliders"],"description":["  We review the recent confirmation of quantum entanglement in e+ e- collisions\nat the BELLE experiment at KEK-B in Japan with neutral B- mesons, and at the\nKLOE experiment at the DAFNE in Italy with neutral K- mesons. Such effects in\nthe latter system seen already in proton-antiproton collisions by the CPLEAR\nexperiment are also reviewed for purposes of comparison. In addition, the KLOE\nexperiment provides new tests of the CPT theorem and are briefly discussed.\n","Comment: 6 pages, submitted to Current Science"]}]
["0709.0562",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0562"],"date":["2007-09-04","2007-10-23"],"type":["text"],"creator":["SaiToh, Akira","Rahimi, Robabeh","Nakahara, Mikio"],"language":[],"coverage":[],"title":["Quantum Coherence Conservation by Growth in Environmental Dissipation\n  Rate"],"description":["  Quantum coherence conservation is shown to be achieved by a very high rate of\ndissipation of an environmental system coupled with a principal system. This\neffect is not in the list of previously-known strategies of noise suppression,\nsuch as Zeno effect, dynamical decoupling, quantum error correction code, and\ndecoherence free subspace. An analytical solution is found for a simplified\nmodel of a single qubit coupled with an environmental single qubit dissipating\nrapidly. We also show examples of coherence conservation in a spin-boson linear\ncoupling model with a numerical evaluation.\n","Comment: 5 pages, 6 figures, elsart, original title: Quantum Wipe Effect for\n  Coherence Conservation, v2: correction in the solution of (2), figures added"]}]
["0709.2902",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2902"],"date":["2007-09-18","2007-10-23"],"type":["text"],"creator":["Yan, Su"],"language":[],"coverage":[],"title":["Problems of the Sensitivity Parameter and Its Relation to the\n  Time-varying Fundamental Couplings Problems"],"description":["  The sensitivity parameter is widely used for quantifying fine tuning.\nHowever, examples show it fails to give correct results under certain\ncircumstances. We argue that these problems only occur when calculating the\nsensitivity of a dimensionful mass parameter at one energy scale to the\nvariation of a dimensionless coupling constant at another energy scale. Thus,\nby mechanisms such as dynamical symmetry breaking etc, the high sensitivity of\nthe energy scale parameter (\\Lambda) to the dimensionless coupling constant can\naffect the reliability of the sensitivity parameter through the renormalization\ninvariant factor of the dimensionful parameter. Theoretically, These phenomena\nare similar to the problems associated with the time-varying coupling constant\ndiscovered recently. We argue that, the reliability of the sensitivity\nparameter can be improved if it is used properly.\n","Comment: 6 pages"]}]
["0709.3142",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3142","Europhys. Lett. 80 (46002) 2007","doi:10.1209/0295-5075/80/46002"],"date":["2007-09-20"],"type":["text"],"creator":["Carvalho, A. M. de M.","Satiro, C.","Moraes, F."],"language":[],"coverage":[],"title":["Aharonov-Bohm-like effect for light propagating in nematics with\n  disclinations"],"description":["  Using a geometric approach for the propagation of light in anisotropic media,\nwe investigate what effect the director field of disclinations may have on the\npolarization state of light. Parallel transport around the defect, of the\nspinor describing the polarization, indicates the acquisition of a topological\nphase, in analogy with the Aharonov-Bohm effect.\n","Comment: 6 pages, to appear in Europhysics Letters"]}]
["0710.0666",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0666","Physical Review B Vol.76, 155120 (2007)","doi:10.1103/PhysRevB.76.155120"],"date":["2007-10-02"],"type":["text"],"creator":["Jeon, Byoungseon","Kress, Joel D.","Grønbech-Jensen, Niels"],"language":[],"coverage":[],"title":["Thiol density dependent classical potential for methyl-thiol on a\n  Au(111) surface"],"description":["  A new classical potential for methyl-thiol on a Au(111) surface has been\ndeveloped using density functional theory electronic structure calculations.\nEnergy surfaces between methyl-thiol and a gold surface were investigated in\nterms of symmetry sites and thiol density. Geometrical optimization was\nemployed over all the configurations while minimum energy and thiol height were\ndetermined. Finally, a new interatomic potential has been generated as a\nfunction of thiol density, and applications to coarse-grained simulations are\npresented.\n"]}]
["0710.0950",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0950"],"date":["2007-10-04","2007-10-24"],"type":["text"],"creator":["Chudnovskiy, A. L.","Hellmuth, Frank","Kagalovsky, V."],"language":[],"coverage":[],"title":["From spin and orbital SU(4) to spin SU(2) Kondo effect in double quantum\n  dot"],"description":["  We consider spin and orbital Kondo effect in a parallel arrangement of two\nstrongly electrostatically coupled quantum dots. Increasing the exchange of\nelectrons between the dots through the attached leads induces a smooth\ncrossover between SU(4) spin- and orbital Kondo effect and SU(2) spin Kondo\neffect. Being the same for the SU(4) and SU(2) symmetry points, the Kondo\ntemperature drops slightly in the intermediate regime. Experimentally, two\nkinds of Kondo effect can be discriminated by the sensitivity to the\nsuppression of the spin Kondo effect by Zeeman field. The dependence of the\nKondo temperature and of the differential conductance on the strength of\nelectronic exchange through the leads and Zeeman field is analyzed in detail.\n","Comment: 8 pages, 8 figures, references added in the revised version"]}]
["0710.2360",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2360"],"date":["2007-10-12"],"type":["text"],"creator":["McDonald, John"],"language":[],"coverage":[],"title":["RH Sneutrino Condensate CDM and the Baryon-to-Dark Matter Ratio"],"description":["  The similarity of the observed mass densities of baryons and cold dark matter\nmay be a sign they have a related origin. The baryon-to-dark matter ratio can\nbe understood in the MSSM with right-handed (RH) neutrinos if CDM is due to a d\n= 4 flat direction condensate of very weakly coupled RH sneutrino LSPs and the\nbaryon asymmetry is generated by Affleck-Dine leptogenesis along a d = 4\n(H_{u}L)^2 flat direction. Observable signatures of the model include CDM and\nbaryon isocurvature perturbations and distinctive long-lived NLSP\nphenomenology.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 2 eps figures"]}]
["0710.3007",{"format":[],"subject":["Physics - Optics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3007"],"date":["2007-10-16","2007-10-24"],"type":["text"],"creator":["Gisin, Boris V."],"language":[],"coverage":[],"title":["Three-dimensional transformation for point rotation coordinate frames"],"description":["  We consider the transformation for the point rotation frames with the angle,\nspatial coordinate along the axis of rotation and time as variables. The\nproblem arises when light, propagating through 3-fold electrooptical crystal,\nis modulated by the circularly polarized electromagnetic wave traveling along\nthe optical axis of the crystal. With help of the transformation we show that\nsuch a wave cannot produce an extra optical frequency shift discussed earlier.\nIn contrast to that the modulation by the rotating spatially invariable\nelectric field produces the shift. The formal change to this case may be\ncarried out by reducing the velocity of the traveling wave to zero. Some\nproperties of the three-dimensional transformation are discussed.\n","Comment: 4 pages, 1 figure"]}]
["0710.3776",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3776"],"date":["2007-10-19","2007-10-23"],"type":["text"],"creator":["Holwerda, B. W.","González, R. A.","Keel, W. C.","Calzetti, D.","Allen, R. J.","van de Kruit, P. C."],"language":[],"coverage":[],"title":["Structure and Evolution of the Opacity of Spiral Disks"],"description":["  The opacity of a spiral disk due to dust absorption influences every\nmeasurement we make of it in the UV and optical. Two separate techniques\ndirectly measure the total absorption by dust in the disk: calibrated distant\ngalaxy counts and overlapping galaxy pairs. The main results from both so far\nare a semi-transparent disk with more opaque arms, and a relation between\nsurface brightness and disk opacity. In the Spitzer era, SED models of spiral\ndisks add a new perspective on the role of dust in spiral disks. Combined with\nthe overall opacity from galaxy counts, they yield a typical optical depth of\nthe dusty ISM clouds: 0.4 that implies a size of ~60 pc. Work on galaxy counts\nis currently ongoing on the ACS fields of M51, M101 and M81. Occulting galaxies\noffer the possibility of probing the history of disk opacity from higher\nredshift pairs. Evolution in disk opacity could influence distance measurements\n(SN1a, Tully-Fisher relation). Here, we present first results from\nspectroscopically selected occulting pairs in the SDSS. The redshift range for\nthis sample is limited, but does offer a first insight into disk opacity\nevolution as well as a reference for higher redshift measurements.\n","Comment: 4 pages, 3 figures, to appear in the proceedings of \"The Formation\n  and Evolution of Galaxy Disks\", Rome 2007, organized by the Vatican\n  Observatory, editors J. G. Funes, S.J. and E. M. Corsini"]}]
["0710.3781",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3781"],"date":["2007-10-19","2007-10-24"],"type":["text"],"creator":["Avestimehr, A. S.","Diggavi, S. N.","Tse, D. N. C."],"language":[],"coverage":[],"title":["Wireless Network Information Flow"],"description":["  We present an achievable rate for general deterministic relay networks, with\nbroadcasting at the transmitters and interference at the receivers. In\nparticular we show that if the optimizing distribution for the\ninformation-theoretic cut-set bound is a product distribution, then we have a\ncomplete characterization of the achievable rates for such networks. For linear\ndeterministic finite-field models discussed in a companion paper [3], this is\nindeed the case, and we have a generalization of the celebrated max-flow\nmin-cut theorem for such a network.\n","Comment: - Corrected Typos"]}]
["0710.3986",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3986","doi:10.1063/1.2799735"],"date":["2007-10-22","2007-10-24"],"type":["text"],"creator":["Obata, Toshiaki","Pioro-Ladriere, Michel","Kubo, Toshihiro","Yoshida, Katsuharu","Tokura, Yasuhiro","Tarucha, Seigo"],"language":[],"coverage":[],"title":["Microwave band on-chip coil technique for single electron spin resonance\n  in a quantum dot"],"description":["  Microwave band on-chip microcoils are developed for the application to single\nelectron spin resonance measurement with a single quantum dot. Basic properties\nsuch as characteristic impedance and electromagnetic field distribution are\nexamined for various coil designs by means of experiment and simulation. The\ncombined setup operates relevantly in the experiment at dilution temperature.\nThe frequency responses of the return loss and Coulomb blockade current are\nexamined. Capacitive coupling between a coil and a quantum dot causes photon\nassisted tunneling, whose signal can greatly overlap the electron spin\nresonance signal. To suppress the photon assisted tunneling effect, a technique\nfor compensating for the microwave electric field is developed. Good\nperformance of this technique is confirmed from measurement of Coulomb blockade\noscillations.\n","Comment: 7 pages, 8 figures, Accepted for publication in Rev. Sci. Instrum.\n  The bibliography file is updated"]}]
["0710.4125",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4125"],"date":["2007-10-22","2007-10-24"],"type":["text"],"creator":["Lipmanov, E. M."],"language":[],"coverage":[],"title":["Quadratic Hierarchy Flavor Rule as the Origin of Dirac CP-Violating\n  Phases"],"description":["  The premise of an organizing quadratic hierarchy rule in lepton-quark flavor\nphysics was used earlier for explanation of the hierarchy patterns of four\ngeneric pairs of flavor quantities 1) charged-lepton and 2) neutrino deviations\nfrom mass-degeneracy, 3) deviations of lepton mixing from maximal magnitude and\n4) deviations of quark mixing from minimal one. Here it is shown that the\nquadratic hierarchy equation that is uniquely related to three flavor particle\ngenerations may have yet another important function. It determines two\ncomplementary values of the Dirac CP-violating phases in the quark and neutrino\nmixing matrices without involvement of any empirical parameters. If confirmed\nby accurate experimental data, it means a discovery of an explicit CP-violation\nsource in elementary particle mixing matrices and a single source of\nCP-violation at least in the quark mass matrix phenomenology.\n","Comment: 8 pages"]}]
["0710.4141",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57R19, 55N91, 55-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4141"],"date":["2007-10-22"],"type":["text"],"creator":["Sullivan, Dennis"],"language":[],"coverage":[],"title":["String Topology: Background and Present State"],"description":["  The data of a \"2D field theory with a closed string compactification\" is an\nequivariant chain level action of a cell decomposition of the union of all\nmoduli spaces of punctured Riemann surfaces with each component compactified as\na pseudomanifold with boundary. The axioms on the data are contained in the\nfollowing assumptions. It is assumed the punctures are labeled and divided into\nnonempty sets of inputs and outputs. The inputs are marked by a tangent\ndirection and the outputs are weighted by nonnegative real numbers adding to\nunity. It is assumed the gluing of inputs to outputs lands on the\npseudomanifold boundary of the cell decomposition and the entire pseudomanifold\nboundary is decomposed into pieces by all such factorings. It is further\nassumed that the action is equivariant with respect to the toroidal action of\nrotating the markings. A main result of compactified string topology is the\n  Theorem (closed strings): Each oriented smooth manifold has a 2D field theory\nwith a closed string compactification on the equivariant chains of its free\nloop space mod constant loops. The sum over all surface types of the top\npseudomanifold chain yields a chain X satisfying the master equation dX + X*X =\n0 where * is the sum over all gluings. This structure is well defined up to\nhomotopy.\n  The genus zero parts yields an infinity Lie bialgebra on the equivariant\nchains of the free loop space mod constant loops. The higher genus terms\nprovide further elements of algebraic structure called a \"quantum Lie\nbialgebra\" partially resolving the involutive identity.\n  There is also a compactified discussion and a Theorem 2 for open strings as\nthe first step to a more complete theory. We note a second step for knots.\n","Comment: 39 pages, 17 figures, latex: compile twice"]}]
["0710.4147",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4147"],"date":["2007-10-23"],"type":["text"],"creator":["Lewis, Ian"],"language":[],"coverage":[],"title":["Cosmological and Astrophysical Constraints on Tensor Unparticles"],"description":["  We calculate cosmological and astrophysical bounds on the couplings between\nstandard model fields and tensor unparticles. The present day density of tensor\nunparticles from neutrino-neutrino and photon-photon annihilation is\ncalculated. Also, the supernovae volume energy loss rates from\nelectron-positron and photon-photon annihilation to tensor unparticles are\ncalculated. The constraints from matter density and supernovae volume energy\nloss rates from photon-photon annihilation are on the same order of magnitude,\nwhile the bounds from supernovae volume energy loss rates from\nelectron-positron annihilation are an order of magnitude lower. We find the\ncouplings between standard model fields and tensor unparticles are at least an\norder of magnitude lower than those used for previous studies of tensor\nunparticle collider phenomenology.\n","Comment: 15 pages"]}]
["0710.4148",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4148"],"date":["2007-10-22"],"type":["text"],"creator":["Perelstein, Maxim","Spethmann, Christian"],"language":[],"coverage":[],"title":["The MSSM golden region and its collider signature"],"description":["  The \"golden region'' in the MSSM parameter space is the region where the\nexperimental constraints are satisfied and the amount of fine-tuning is\nminimized. In this region, the stop trilinear soft term is large, leading to a\nsignificant mass splitting between the two stop mass eigenstates. As a result,\nthe decay of the heavier stop into the lighter stop and a Z boson is\nkinematically allowed throughout the golden region. We propose that the\nexperiments at the Large Hadron Collider (LHC) can search for this decay\nthrough an inclusive signature, Z+2jb+missing Et+X. We evaluate the Standard\nModel backgrounds for this channel, and identify a set of cuts that would allow\ndetection of the supersymmetric contribution at the LHC for the MSSM parameters\ntypical of the golden region.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 2 figures"]}]
["0710.4149",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4149"],"date":["2007-10-22"],"type":["text"],"creator":["STACEE Collaboration","Jarvis, A.","Ball, J.","Carson, J. E.","Covault, C. E.","Driscoll, D. D.","Fortin, P.","Gingrich, D. M.","Hanna, D. S.","Kildea, J.","Lindner, T.","Mukherjee, R.","Mueller, C.","Ong, R. A.","Ragan, K.","Williams, D. A.","Zweerink, J."],"language":[],"coverage":[],"title":["Gamma-Ray Burst Follow-up Observations with STACEE During 2003-2007"],"description":["  The Solar Tower Atmospheric Cherenkov Effect Experiment (STACEE) is an\natmospheric Cherenkov telescope (ACT) that uses a large mirror array to achieve\na relatively low energy threshold. For sources with Crab-like spectra, at high\nelevations, the detector response peaks near 100 GeV. Gamma-ray burst (GRB)\nobservations have been a high priority for the STACEE collaboration since the\ninception of the experiment. We present the results of 20 GRB follow-up\nobservations at times ranging from 3 minutes to 15 hours after the burst\ntriggers. Where redshift measurements are available, we place constraints on\nthe intrinsic high-energy spectra of the bursts.\n","Comment: 4 pages, 1 table, 2 figures, presented at the 30th International\n  Cosmic Ray Conference, Merida, Mexico, 2007"]}]
["0710.4159",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4159"],"date":["2007-10-22"],"type":["text"],"creator":["Logoboy, N.","Joss, W."],"language":[],"coverage":[],"title":["Phase Bifurcations of Strongly Correlated Electron Gas at the Conditions\n  of dHvA Effect"],"description":["  In a framework of catastrophe theory we investigate the equilibrium set for\nthe system of strongly correlated electron gas at the conditions of dHvA effect\nand show that the discontinuities accompanied the diamagnetic phase transition\n(DPT) is handled by Riemann-Hugoniot catastrophe. We show that applicability of\nthe standard condition for observation of DPT $a\\ge$1 where $a$ is the\ndifferential magnetic susceptibility is valid only in the nearest vicinity of\ntriple degenerate point corresponding to the center of dHvA period, but for\narbitrary value of magnetic field in every period of dHvA oscillations this\ncondition is modified in accordance with the bifurcation set of cusp\ncatastrophe. While at the center of dHvA period the symmetric supercritical\npitchfork bifurcation gives rise to the second order phase transition on\ntemperature, the deviation of magnetic field from the value corresponding to\nthe center of dHvA period results in the change of the phase transition order\nfrom the second to the first one both on temperature and magnetic field. In the\nframework of developed theory we obtain good agreement with available\nexperimental data.\n","Comment: 7 pages, 6 figures"]}]
["0710.4160",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4160"],"date":["2007-10-22"],"type":["text"],"creator":["Das, Anindya","Chakraborty, Biswanath","Sood, A. K."],"language":[],"coverage":[],"title":["Raman spectroscopy of graphene on different substrates and influence of\n  defects"],"description":["  We show the evolution of Raman spectra with number of graphene layers on\ndifferent substrates, SiO$_{2}$/Si and conducting indium tin oxide (ITO) plate.\nThe G mode peak position and the intensity ratio of G and 2D bands depend on\nthe preparation of sample for the same number of graphene layers. The 2D Raman\nband has characteristic line shapes in single and bilayer graphene, capturing\nthe differences in their electronic structure. The defects have a significant\ninfluence on the G band peak position for the single layer graphene: the\nfrequency shows a blue shift upto 12 cm$^{-1}$ depending on the intensity of\nthe D Raman band, which is a marker of the defect density. Most surprisingly,\nRaman spectra of graphene on the conducting ITO plates show a lowering of the G\nmode frequency by $\\sim$ 6 cm$^{-1}$ and the 2D band frequency by $\\sim$ 20\ncm$^{-1}$. This red-shift of the G and 2D bands is observed for the first time\nin single layer graphene.\n","Comment: 6 pages, 8 figures"]}]
["0710.4161",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4161"],"date":["2007-10-22"],"type":["text"],"creator":["De Santo, A."],"language":[],"coverage":[],"title":["Trigger strategies for SUSY searches at the LHC"],"description":["  Supersymmetry will be searched for in a variety of final states at the LHC.\nIt is crucial that a robust, efficient and unbiased trigger selection for SUSY\nis implemented from the very early days of data taking. After a brief\ndescription of the ATLAS and the CMS trigger systems, and a more in-depth\ndiscussion of the ATLAS High-Level Trigger, a triggering strategy is outlined\nfor early SUSY searches at the LHC.\n","Comment: Submitted for the SUSY07 Proceedings, 4 pages, 3 eps figures, LaTeX"]}]
["0710.4164",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4164"],"date":["2007-10-22"],"type":["text"],"creator":["Logoboy, N.","Joss, W."],"language":[],"coverage":[],"title":["Morphology of Condon Domains Phase in Plate-Like Sample"],"description":["  Based on Shoenberg assumption of magnetic flux density dependence of\ndiamagnetic moments which accounts for an instability of strongly correlated\nelectron gas at the conditions of dHvA effect and diamagnetic phase transition\n(DPT) to non-uniform phase, we investigate the morphology of the Condon domains\n(CD) in plate-like sample theoretically. At one period of dHvA oscillations the\nintrinsic structure of inhomogeneous diamagnetic phase (IDP) is governed by the\nfirst order phase transitions between different non-uniform phases similar to\nthe high-anisotropy magnetic systems of spin origin, and strongly affected by\ntemperature, magnetic field and impurity of the sample due to the electron\ncorrelations. The phase diagrams of evolution of IDP with temperature and\nsmall-scale magnetic field in every period of dHvA oscillations are calculated.\n","Comment: 8 pages, 4 figures"]}]
["0710.4170",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4170"],"date":["2007-10-22"],"type":["text"],"creator":["STACEE Collaboration","Mukherjee, R.","Akhter, N.","Ball, J.","Carson, J. E.","Covault, C. E.","Driscoll, D. D.","Fortin, P.","Gingrich, D. M.","Hanna, D. S.","Jarvis, A.","Kildea, J.","Lindner, T.","Mueller, C.","Ong, R. A.","Ragan, K.","Williams, D. A.","Zweerink, J."],"language":[],"coverage":[],"title":["STACEE Observations of 1ES 1218+304"],"description":["  We present the analysis and results of recent high-energy gamma-ray\nobservations of the high energy-peaked BL Lac (HBL) object 1ES 1218+304 with\nthe Solar Tower Atmospheric Cherenkov Effect Experiment (STACEE). 1ES 1218+304\nis an X-ray bright HBL at a redshift z=0.182. It has been predicted to be a\ngamma-ray emitter above 100 GeV, detectable by ground-based Cherenkov\ntelescopes. Recently this source has been detected by MAGIC and VERITAS,\nconfirming these predictions. STACEE's sensitivity to astrophysical sources at\nenergies above 100 GeV allows it to explore high energy sources such as X-ray\nbright active galaxies and gamma-ray bursts. We present results from STACEE\nobservations of 1ES 1218+304 in the 2006 and 2007 observing seasons.\n","Comment: 4 pages, 4 figures. Proc. 30th International Cosmic Ray Conference,\n  Meridia, Mexico, 2007"]}]
["0710.4171",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4171"],"date":["2007-10-22"],"type":["text"],"creator":["Shahtalebi, Kamal","Bakhshi, Golam Reza","Rad, Hamidreza Saligheh"],"language":[],"coverage":[],"title":["Interference Cancelation in Coherent CDMA Systems Using Parallel\n  Iterative Algorithms"],"description":["  Least mean square-partial parallel interference cancelation (LMS-PPIC) is a\npartial interference cancelation using adaptive multistage structure in which\nthe normalized least mean square (NLMS) adaptive algorithm is engaged to obtain\nthe cancelation weights. The performance of the NLMS algorithm is mostly\ndependent to its step-size. A fixed and non-optimized step-size causes the\npropagation of error from one stage to the next one. When all user channels are\nbalanced, the unit magnitude is the principal property of the cancelation\nweight elements. Based on this fact and using a set of NLMS algorithms with\ndifferent step-sizes, the parallel LMS-PPIC (PLMS-PPIC) method is proposed. In\neach iteration of the algorithm, the parameter estimate of the NLMS algorithm\nis chosen to match the elements' magnitudes of the cancelation weight estimate\nwith unity. Simulation results are given to compare the performance of our\nmethod with the LMS-PPIC algorithm in three cases: balanced channel, unbalanced\nchannel and time varying channel.\n","Comment: 5 pages, 3 figures, 2 tables, conference"]}]
["0710.4172",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4172"],"date":["2007-10-22"],"type":["text"],"creator":["Shahtalebi, Kamal","Rad, Hamidreza Saligheh","Bakhshi, Golam Reza"],"language":[],"coverage":[],"title":["Interference Cancelation in Non-coherent CDMA Systems Using Parallel\n  Iterative Algorithms"],"description":["  Parallel least mean square-partial parallel interference cancelation\n(PLMS-PPIC) is a partial interference cancelation which employs adaptive\nmultistage structure. In this algorithm the channel phases for all users are\nassumed to be known. Having only their quarters in (0,2\\pi), a modified version\nof PLMS-PPIC is proposed in this paper to simultaneously estimate the channel\nphases and the cancelation weights. Simulation examples are given in the cases\nof balanced, unbalanced and time varying channels to show the performance of\nthe modified PLMS-PPIC method.\n","Comment: 5 pages, 3 figures, 1 table, conference"]}]
["0710.4173",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4173"],"date":["2007-10-22"],"type":["text"],"creator":["Shahtalebi, Kamal","Bakhshi, Golam Reza","Rad, Hamidreza Saligheh"],"language":[],"coverage":[],"title":["Full MIMO Channel Estimation Using A Simple Adaptive Partial Feedback\n  Method"],"description":["  Partial feedback in multiple-input multiple-output (MIMO) communication\nsystems provides tremendous capacity gain and enables the transmitter to\nexploit channel condition and to eliminate channel interference. In the case of\nseverely limited feedback, constructing a quantized partial feedback is an\nimportant issue. To reduce the computational complexity of the feedback system,\nin this paper we introduce an adaptive partial method in which at the\ntransmitter, an easy to implement least square adaptive algorithm is engaged to\ncompute the channel state information. In this scheme at the receiver, the time\nvarying step-size is replied to the transmitter via a reliable feedback\nchannel. The transmitter iteratively employs this feedback information to\nestimate the channel weights. This method is independent of the employed\nspace-time coding schemes and gives all channel components. Simulation examples\nare given to evaluate the performance of the proposed method.\n","Comment: 4 pages, 6 figures, conference"]}]
["0710.4176",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4176"],"date":["2007-10-22"],"type":["text"],"creator":["Eu, Ching-Hwa"],"language":[],"coverage":[],"title":["Hochschild and cyclic (co)homology of preprojective algebras of quivers\n  of type T"],"description":["  We calculate the additive and multiplicative structure (together with the\ngrading) of the Hochschild homology and cohomology and the cyclic homology of\npreprojective algebras of types T. We also compute the calculus structure which\nis formed by the Hochschild homology/cohomology pair.\n","Comment: 42 pages"]}]
["0710.4179",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4179"],"date":["2007-10-22"],"type":["text"],"creator":["Sunehag, Peter"],"language":[],"coverage":[],"title":["On a Connection between Entropy, Extensive Measurement and Memoryless\n  Characterization"],"description":["  We define an entropy based on a chosen governing probability distribution. If\na certain kind of measurements follow such a distribution it also gives us a\nsuitable scale to study it with. This scale will appear as a link function that\nis applied to the measurements. A link function can also be used to define an\nalternative structure on a set. We will see that generalized entropies are\nequivalent to using a different scale for the phenomenon that is studied\ncompared to the scale the measurements arrive on. An extensive measurement\nscale is here a scale for which measurements fulfill a memoryless property. We\nconclude that the alternative algebraic structure defined by the link function\nmust be used if we continue to work on the original scale. We derive Tsallis\nentropy by using a generalized log-logistic governing distribution. Typical\napplications of Tsallis entropy are related to phenomena with power-law\nbehaviour.\n"]}]
["0710.4181",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4181"],"date":["2007-10-22"],"type":["text"],"creator":["Tao, Molei"],"language":[],"coverage":[],"title":["Thermodynamic and structural consensus principle predicts mature miRNA\n  location and structure, categorizes conserved interspecies miRNA subgroups,\n  and hints new possible mechanisms of miRNA maturization"],"description":["  Although conservation of thermodynamics is much less studied than of\nsequences and structures, thermodynamic details are biophysical features\ndifferent from but as important as structural features. As a succession of\nprevious research which revealed the important relationships between\nthermodynamic features and miRNA maturization, this article applies\ninterspecies conservation of miRNA thermodynamics and structures to study miRNA\nmaturization. According to a thermodynamic and structural consensus principle,\nmiRBase is categorized by conservation subgroups, which imply various\nfunctions. These subgroups are divided without the introduction of functional\ninformation. This suggests the consistency between the two processes of miRNA\nmaturization and functioning. Different from prevailing methods which predict\nextended miRNA precursors, a learning-based algorithm is proposed to predict\n~22bp mature parts of 2780 test miRNA genes in 44 species with a rate of 79.4%.\nThis is the first attempt of a general interspecies prediction of mature\nmiRNAs. Suboptimal structures that most fit the consensus thermodynamic and\nstructural profiles are chosen to improve structure prediction. Distribution of\nmiRNA locations on corresponding pri-miRNA stem-loop structures is then\nstudied. Existing research on Drosha cleavage site is not generally true across\nspecies. Instead, the distance between mature miRNA and center loop normalized\nby stem length is a more conserved structural feature in animals, and the\nnormalized distance between mature miRNA and ss-RNA tail is the counterpart in\nplants. This suggests two possibly-updating mechanisms of miRNA maturization in\nanimals and plants. All in all, conservations of thermodynamics together with\nother features are shown closely related to miRNA maturization.\n","Comment: 24 pages, 1 figure failed to update abstract last time"]}]
["0710.4182",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4182"],"date":["2007-10-22"],"type":["text"],"creator":["Ilin, Roman","Kozma, Robert","Werbos, Paul J."],"language":[],"coverage":[],"title":["Beyond Feedforward Models Trained by Backpropagation: a Practical\n  Training Tool for a More Efficient Universal Approximator"],"description":["  Cellular Simultaneous Recurrent Neural Network (SRN) has been shown to be a\nfunction approximator more powerful than the MLP. This means that the\ncomplexity of MLP would be prohibitively large for some problems while SRN\ncould realize the desired mapping with acceptable computational constraints.\nThe speed of training of complex recurrent networks is crucial to their\nsuccessful application. Present work improves the previous results by training\nthe network with extended Kalman filter (EKF). We implemented a generic\nCellular SRN and applied it for solving two challenging problems: 2D maze\nnavigation and a subset of the connectedness problem. The speed of convergence\nhas been improved by several orders of magnitude in comparison with the earlier\nresults in the case of maze navigation, and superior generalization has been\ndemonstrated in the case of connectedness. The implications of this\nimprovements are discussed.\n"]}]
["0710.4186",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4186"],"date":["2007-10-23"],"type":["text"],"creator":["Chiba, Masami","Arakawa, Yoko","Kamijo, Toshio","Nakamura, Shunsuke","Shibasaki, Yuji","Takayama, Yasuhiro","Watanabe, Yusuke","Yabuki, Fumiaki","Yasuda, Osamu","Amano, Akio","Chikashige, Yuichi","Ibe, Keisuke","Kon, Tadashi","Ninomiya, Sosuke","Shimizu, Yutaka","Takeoka, Yoshito","Taniuchi, Yasuyuki","Utsumi, Michiaki","Fujii, Masatoshi"],"language":[],"coverage":[],"title":["Reflection of microwave from energy deposit by X-ray irradiation in rock\n  salt: Implication of an ultra high energy salt neutrino detector to act like\n  a radio bubble chamber"],"description":["  Existence of GZK neutrinos (ultra high energy neutrinos) have been justified\nalthough the flux is very low. A new method is desired to use a huge mass of a\ndetector medium to detect them. A fundamental study of radar method was carried\nout to measure microwave reflection from electromagnetic energy deposit by\nX-ray irradiation in a small rock salt sample. The reflection rate of 1x10^-6\nwas found at the energy deposit of 1x10^19 eV which was proportional to square\nof the X-ray intensity suggesting the effect to be coherent scattering. The\ndecay time of the reflection was several seconds. This effect implies a large\nscale natural rock salt formation could be utilized like a bubble chamber\nirradiated by radio wave instead of visible light to detect GZK neutrinos.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 3 eps figures"]}]
["0710.4187",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4187","IEICE Transactions on Fundamentals, Vol.E90-A, No.9, pp.1840-1847,\n  September 2007","doi:10.1093/ietfec/e90-a.9.1840"],"date":["2007-10-23"],"type":["text"],"creator":["Kimura, Akisato","Uyematsu, Tomohiko","Kuzuoka, Shigeaki"],"language":[],"coverage":[],"title":["Universal coding for correlated sources with complementary delivery"],"description":["  This paper deals with a universal coding problem for a certain kind of\nmultiterminal source coding system that we call the complementary delivery\ncoding system. In this system, messages from two correlated sources are jointly\nencoded, and each decoder has access to one of the two messages to enable it to\nreproduce the other message. Both fixed-to-fixed length and fixed-to-variable\nlength lossless coding schemes are considered. Explicit constructions of\nuniversal codes and bounds of the error probabilities are clarified via\ntype-theoretical and graph-theoretical analyses. [[Keywords]] multiterminal\nsource coding, complementary delivery, universal coding, types of sequences,\nbipartite graphs\n","Comment: 18 pages, some of the material in this manuscript has been already\n  published in IEICE Transactions on Fundamentals, September 2007. Several\n  additional results are also included"]}]
["0710.4189",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4189"],"date":["2007-10-23"],"type":["text"],"creator":["Juhin, Amélie","Calas, Georges","Cabaret, Delphine","Galoisy, Laurence","Hazemann, Jean-Louis"],"language":[],"coverage":[],"title":["Structural relaxation around substitutional Cr3+ in pyrope garnet"],"description":["  The structural environment of substitutional Cr3+ ion in a natural pyrope\nMg3Al2Si3O12 has been investigated by Cr K-edge Extended X-ray Absorption Fine\nStructure (EXAFS) and X-ray Absorption Near Edge Structure (XANES) coupled with\nfirst-principles computations. The Cr-O distance is close to that in\nknorringite Mg3Cr2Si3O12, indicating a full relaxation of the first neighbors.\nThe local C3i symmetry of the octahedral Y site is retained during Cr-Al\nsubstitution. The second and third shells of neighbors (Mg and Si) relax only\npartially. Site relaxation is accommodated by strain-induced bond buckling,\nwith angular tilts of the Si-centered tetrahedra around the Cr-centered\noctahedron, and by a radial deformation of the Mg-centered dodecahedra.\n"]}]
["0710.4195",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4195"],"date":["2007-10-23"],"type":["text"],"creator":["Polishchuk, Alexander"],"language":[],"coverage":[],"title":["Simple helices on Fano threefolds"],"description":["  Building on the work of Nogin \\cite{Nogin}, we prove that the braid group\n$B_4$ acts transitively on full exceptional collections of vector bundles on\nFano threefolds with $b_2=1$ and $b_3=0$. Equivalently, this group acts\ntransitively on the set of simple helices (considered up to a shift in the\nderived category) on such a Fano threefold. We also prove that on threefolds\nwith $b_2=1$ and very ample anticanonical class, every exceptional coherent\nsheaf is locally free.\n","Comment: 5 pages"]}]
["0710.4208",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4208","J. Phys. Stud. 11 (2007) 55-62"],"date":["2007-10-23"],"type":["text"],"creator":["Yukalov, V. I."],"language":[],"coverage":[],"title":["Structure factor of Bose-condensed systems"],"description":["  The structure factor for a Bose system with Bose-Einstein condensate is\nconsidered in the frame of the self-consistent mean-field approximation. The\naccomplished analysis demonstrates the principal importance of the following\nthree points: the necessity of preserving the approximation order, the\nnecessity of taking into account anomalous averages, and the necessity of gauge\nsymmetry breaking. If any one of these necessary conditions is not satisfied,\ncalculations yield the appearance of unphysical divergences of the structure\nfactor, which implies the occurrence of fictitious instability, which\ncontradicts experiments.\n","Comment: Latex file,16 pages"]}]
["0710.4214",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4214","Phys. Rev. Lett. 99, 160404 (2007)","doi:10.1103/PhysRevLett.99.160404"],"date":["2007-10-23"],"type":["text"],"creator":["Reimann, Peter"],"language":[],"coverage":[],"title":["Typicality for Generalized Microcanonical Ensembles"],"description":["  For a macroscopic, isolated quantum system in an unknown pure state, the\nexpectation value of any given observable is shown to hardly deviate from the\nensemble average with extremely high probability under generic equilibrium and\nnonequilibrium conditions. Special care is devoted to the uncontrollable\nmicroscopic details of the system state. For a subsystem weakly coupled to a\nlarge heat bath, the canonical ensemble is recovered under much more general\nand realistic assumptions than those implicit in the usual microcanonical\ndescription of the composite system at equilibrium.\n"]}]
["0710.4219",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G25","11T55","14G15","14J30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4219"],"date":["2007-10-23"],"type":["text"],"creator":["Perret, Marc"],"language":[],"coverage":[],"title":["Arithmetic of rationaly connected quintic 3-folds over finite and\n  function fields"],"description":["  We prove that both classical Chevalley-Warning-Ax and Tsen theorems hold for\nthe blowing up of a quintic 3-fold along a line of multiplicity 3. Both proofs,\nwhich are of the same spirit than the original ones, involve the description of\nthis blowing-up as a subvariety of a toric variety.\n","Comment: 13 pages, no figure"]}]
["0710.4221",{"format":[],"subject":["Mathematics - Dynamical Systems","26A33, 53C63, 58A05, 58A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4221"],"date":["2007-10-23"],"type":["text"],"creator":["Albu, Ion Doru","Neamtu, Mihaela","Opris, Dumitru"],"language":[],"coverage":[],"title":["The dynamical rigid body with memory"],"description":["  In the present paper we describe the dynamics of the revised rigid body, the\ndynamics of the rigid body with distributed delays and the dynamics of the\nfractional rigid body. We analyze the stationary states for given values of the\nrigid body's parameters.\n","Comment: 12 pages, 2 figures"]}]
["0710.4222",{"format":[],"subject":["Mathematics - Number Theory","11F41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4222"],"date":["2007-10-23"],"type":["text"],"creator":["Walling, Lynne H."],"language":[],"coverage":[],"title":["Action of Hecke operators on Siegel theta series II"],"description":["  Given a Siegel theta series and a prime p not dividing the level of the theta\nseries, we apply to the theta series the n+1 Hecke operators that generate the\nlocal Hecke algebra at p. We show that the average theta series is an eigenform\nand we compute the eigenvalues.\n"]}]
["0710.4224",{"format":[],"subject":["Mathematics - Number Theory","11F41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4224"],"date":["2007-10-23"],"type":["text"],"creator":["Caulk, Suzanne","Walling, Lynne H."],"language":[],"coverage":[],"title":["Hecke operators on Hilbert-Siegel modular forms"],"description":["  We define Hilbert-Siegel modular forms and Hecke \"operators\" acting on them.\nAs with Hilbert modular forms, these linear transformations are not linear\noperators until we consider a direct product of spaces of modular forms (with\nvarying groups), modulo natural identifications we can make between certain\nspaces. With Hilbert-Siegel forms we identify several families of natural\nidentifications between certain spaces of modular forms. We associate the\nFourier coefficients of a form in our product space to even integral lattices,\nindependent of a basis and choice of coefficient rings. We then determine the\naction of the Hecke operators on these Fourier coefficients, paralleling the\nresult of Hafner and Walling for Siegel modular forms (where the number field\nis the field of rationals).\n"]}]
["0710.4228",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4228"],"date":["2007-10-23"],"type":["text"],"creator":["Papaspiliopoulos, Omiros","Roberts, Gareth"],"language":[],"coverage":[],"title":["Retrospective Markov chain Monte Carlo methods for Dirichlet process\n  hierarchical model"],"description":["  Inference for Dirichlet process hierarchical models is typically performed\nusing Markov chain Monte Carlo methods, which can be roughly categorised into\nmarginal and conditional methods. The former integrate out analytically the\ninfinite-dimensional component of the hierarchical model and sample from the\nmarginal distribution of the remaining variables using the Gibbs sampler.\nConditional methods impute the Dirichlet process and update it as a component\nof the Gibbs sampler. Since this requires imputation of an infinite-dimensional\nprocess, implementation of the conditional method has relied on finite\napproximations. In this paper we show how to avoid such approximations by\ndesigning two novel Markov chain Monte Carlo algorithms which sample from the\nexact posterior distribution of quantities of interest. The approximations are\navoided by the new technique of retrospective sampling. We also show how the\nalgorithms can obtain samples from functionals of the Dirichlet process. The\nmarginal and the conditional methods are compared and a careful simulation\nstudy is included, which involves a non-conjugate model, different datasets and\nprior specifications.\n"]}]
["0710.4230",{"format":[],"subject":["Mathematics - Functional Analysis","46B03","46B26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4230"],"date":["2007-10-23"],"type":["text"],"creator":["Smith, Richard J."],"language":[],"coverage":[],"title":["Trees, linear orders and G\\^ateaux smooth norms"],"description":["  We introduce a linearly ordered set Z and use it to prove a necessity\ncondition for the existence of a G\\^ateaux smooth norm on C(T), where T is a\ntree. This criterion is directly analogous to the corresponding equivalent\ncondition for Fr\\'echet smooth norms. In addition, we prove that if C(T) admits\na G\\^ateaux smooth lattice norm then it also admits a lattice norm with\nstrictly convex dual norm.\n","Comment: A different version of this paper is to appear in J. London Math. Soc"]}]
["0710.4232",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4232"],"date":["2007-10-23"],"type":["text"],"creator":["Grosche, Christian"],"language":[],"coverage":[],"title":["Path Integral Representations on the Complex Sphere"],"description":["  In this paper we discuss the path integral representations for the coordinate\nsystems on the complex sphere S3C. The Schroedinger equation, respectively the\npath integral, separates in exactly 21 orthogonal coordinate systems. We\nenumerate these coordinate systems and we are able to present the path integral\nrepresentations explicitly in the majority of the cases. In each solution the\nexpansion into the wave-functions is stated. Also, the kernel and the\ncorresponding Green function can be stated in closed form in terms of the\ninvariant distance on the sphere, respectively on the hyperboloid.\n","Comment: 38 pp, 1 eps-figure"]}]
["0710.4234",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4234"],"date":["2007-10-23"],"type":["text"],"creator":["Papaspiliopoulos, Omiros","Roberts, Gareth"],"language":[],"coverage":[],"title":["Stability of the Gibbs Sampler for Bayesian Hierarchical Models"],"description":["  We characterise the convergence of the Gibbs sampler which samples from the\njoint posterior distribution of parameters and missing data in hierarchical\nlinear models with arbitrary symmetric error distributions. We show that the\nconvergence can be uniform, geometric or sub-geometric depending on the\nrelative tail behaviour of the error distributions, and on the parametrisation\nchosen. Our theory is applied to characterise the convergence of the Gibbs\nsampler on latent Gaussian process models. We indicate how the theoretical\nframework we introduce will be useful in analyzing more complex models.\n"]}]
["0710.4245",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4245"],"date":["2007-10-23"],"type":["text"],"creator":["Fearnhead, Paul","Papaspiliopoulos, Omiros","Roberts, Gareth"],"language":[],"coverage":[],"title":["Particle Filters for Partially Observed Diffusions"],"description":["  In this paper we introduce a novel particle filter scheme for a class of\npartially-observed multivariate diffusions. %continuous-time dynamic models\nwhere the %signal is given by a multivariate diffusion process. We consider a\nvariety of observation schemes, including diffusion observed with error,\nobservation of a subset of the components of the multivariate diffusion and\narrival times of a Poisson process whose intensity is a known function of the\ndiffusion (Cox process). Unlike currently available methods, our particle\nfilters do not require approximations of the transition and/or the observation\ndensity using time-discretisations. Instead, they build on recent methodology\nfor the exact simulation of the diffusion process and the unbiased estimation\nof the transition density as described in \\cite{besk:papa:robe:fear:2006}. %In\nparticular, w We introduce the Generalised Poisson Estimator, which generalises\nthe Poisson Estimator of \\cite{besk:papa:robe:fear:2006}. %Thus, our filters\navoid the systematic biases caused by %time-discretisations and they have\nsignificant computational %advantages over alternative continuous-time filters.\nThese %advantages are supported theoretically by a A central limit theorem is\ngiven for our particle filter scheme.\n"]}]
["0710.4248",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4248"],"date":["2007-10-23"],"type":["text"],"creator":["Beckmann, Volker"],"language":[],"coverage":[],"title":["INTEGRAL - operating high-energy detectors for five years in space"],"description":["  The INTEGRAL satellite, which studies the Universe in the hard X-ray and soft\nGamma-ray domain, has been operational for 5 years now. The X-ray telescopes,\nwhich use the coded mask technique, provide unprecedented spectral and imaging\nresolution. This led to a number of discoveries, such as the distribution of\ndiffuse emission in the Galaxy, the discovery of highly absorbed sources and\nfast X-ray transients in the Galactic Plane, localization of ~50 Gamma-ray\nbursts, and the resolution of the cosmic X-ray background around its peak at 30\nkeV. About 300 previously known X-ray sources have been detected and in\naddition more than 200 new sources have been discovered. INTEGRAL provides\nspectra starting at 3 keV and ranging up to several hundred keV. This article\ngives a brief overview about the major discoveries of INTEGRAL.\n","Comment: 10 pages. Invited review to appear in the proceedings of the 10th\n  ICATPP conference, Como, Italy, October 8-12, 2007"]}]
["0710.4251",{"format":[],"subject":["Mathematical Physics","35A30","35K57","35K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4251"],"date":["2007-10-23"],"type":["text"],"creator":["Ivanova, N. M.","Popovych, R. O.","Sophocleous, C."],"language":[],"coverage":[],"title":["Group Analysis of Variable Coefficient Diffusion-Convection Equations.\n  IV. Potential Symmetries"],"description":["  This paper completes investigation of symmetry properties of nonlinear\nvariable coefficient diffusion-convection equations of the form\n$f(x)u_t=(g(x)A(u)u_x)_x+h(x)B(u)u_x$. Potential symmetries of equations from\nthe considered class are found and the connection of them with Lie symmetries\nof diffusion-type equations is shown. Exact solutions of the Fujita--Storm\nequation $u_t=(u^{-2}u_x)_x$ are constructed.\n","Comment: 14 pages"]}]
["0710.4255",{"format":[],"subject":["Computer Science - Information Theory","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4255"],"date":["2007-10-23"],"type":["text"],"creator":["Rost, P.","Fettweis, G."],"language":[],"coverage":[],"title":["Analysis of a Mixed Strategy for Multiple Relay Networks"],"description":["  In their landmark paper Cover and El Gamal proposed different coding\nstrategies for the relay channel with a single relay supporting a communication\npair. These strategies are the decode-and-forward and compress-and-forward\napproach, as well as a general lower bound on the capacity of a relay network\nwhich relies on the mixed application of the previous two strategies. So far,\nonly parts of their work - the decode-and-forward and the compress-and-forward\nstrategy - have been applied to networks with multiple relays.\n  This paper derives a mixed strategy for multiple relay networks using a\ncombined approach of partial decode-and-forward with N +1 levels and the ideas\nof successive refinement with different side information at the receivers.\nAfter describing the protocol structure, we present the achievable rates for\nthe discrete memoryless relay channel as well as Gaussian multiple relay\nnetworks. Using these results we compare the mixed strategy with some special\ncases, e. g., multilevel decode-and-forward, distributed compress-and-forward\nand a mixed approach where one relay node operates in decode-and-forward and\nthe other in compress-and-forward mode.\n","Comment: submitted to IEEE Tran. Inform. Theory"]}]
["0710.4261",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4261","IEEE Journal on Selected Areas in Communications 25, 5 (2007)\n  949-962","doi:10.1109/JSAC.2007.070608"],"date":["2007-10-23"],"type":["text"],"creator":["Bigos, Wojtek","Cousin, Bernard","Gosselin, Stéphane","Foll, Morgane Le","Nakajima, Hisao"],"language":[],"coverage":[],"title":["Survivable MPLS Over Optical Transport Networks: Cost and Resource Usage\n  Analysis"],"description":["  In this paper we study different options for the survivability implementation\nin MPLS over Optical Transport Networks (OTN) in terms of network resource\nusage and configuration cost. We investigate two approaches to the\nsurvivability deployment: single layer and multilayer survivability and present\nvarious methods for spare capacity allocation (SCA) to reroute disrupted\ntraffic. The comparative analysis shows the influence of the offered traffic\ngranularity and the physical network structure on the survivability cost: for\nhigh bandwidth LSPs, close to the optical channel capacity, the multilayer\nsurvivability outperforms the single layer one, whereas for low bandwidth LSPs\nthe single layer survivability is more cost-efficient. On the other hand,\nsparse networks of low connectivity parameter use more wavelengths for optical\npath routing and increase the configuration cost, as compared with dense\nnetworks. We demonstrate that by mapping efficiently the spare capacity of the\nMPLS layer onto the resources of the optical layer one can achieve up to 22%\nsavings in the total configuration cost and up to 37% in the optical layer\ncost. Further savings (up to 9 %) in the wavelength use can be obtained with\nthe integrated approach to network configuration over the sequential one,\nhowever, at the increase in the optimization problem complexity. These results\nare based on a cost model with different cost variations, and were obtained for\nnetworks targeted to a nationwide coverage.\n"]}]
["0710.4263",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4263"],"date":["2007-10-23"],"type":["text"],"creator":["Tahan, Charles"],"language":[],"coverage":[],"title":["Silicon in the Quantum Limit: Quantum Computing and Decoherence in\n  Silicon Architectures"],"description":["  Semiconductor architectures hold promise for quantum information processing\n(QIP) applications due to their large industrial base and perceived scalability\npotential. Electron spins in silicon in particular may be an excellent\narchitecture for QIP and also for spin electronics (spintronics) applications.\nWhile the charge of an electron is easily manipulated by charged gates, the\nspin degree of freedom is well isolated from charge fluctuations. Inherently\nsmall spin-orbit coupling and the existence of a spin-zero Si isotope\nfacilitate long single spin qubit coherence times. Here we consider the\nrelaxation properties of localized electronic states in silicon due to donors,\nquantum wells, and quantum dots, including effects due to phonons and Rashba\nspin-orbit coupling. Our analysis is impeded by the complicated, many-valley\nband structure of silicon and previously unaddressed physics in silicon quantum\nwells. We find that electron spins in silicon and especially strained silicon\nhave excellent decoherence properties. Where possible we compare with\nexperiment to test our theories. We go beyond issues of coherence in a quantum\ncomputer to problems of control and measurement. Precisely what makes spin\nrelaxation so long in semiconductor architectures makes spin measurement so\ndifficult. To address this, we propose a new scheme for spin readout which has\nthe added benefit of automatic spin initialization, a vital component of\nquantum computing and quantum error correction. Our results represent important\npractical milestones on the way to the design and construction of a\nsilicon-based quantum computer.\n","Comment: 2005 Thesis. Per a request to post, bit out-dated but includes some\n  relevant calculations (not completely sure if this is the published version\n  or a late draft)"]}]
["0710.4264",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4264"],"date":["2007-10-23"],"type":["text"],"creator":["Dodson, M. M."],"language":[],"coverage":[],"title":["Diophantine approximation, Khintchine's theorem, torus geometry and\n  Hausdorff dimension"],"description":["  A general form of the Borel-Cantelli Lemma and its connection with the proof\nof Khintchine's Theorem on Diophantine approximation and the more general\nKhintchine-Groshev theorem are discussed. The torus geometry in the planar case\nallows a relatively direct proof of the planar Groshev theorem for the set of\n$\\psi$-approximable points in the plane. The construction and use of Haudsorff\nmeasure and dimension are explained and the notion of ubiquity, which is\neffective in estimating the lower bound of the Hausdorff dimension for quite\ngeneral lim sup sets, is described. An application is made to obtain the\nHausdorff dimension of the set of approximable points in the plane when\n$\\psi(q)=q^{-v}$, $v>0$, corresponding to the planar Jarnik-Besicovich theorem.\n"]}]
["0710.4265",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4265"],"date":["2007-10-23"],"type":["text"],"creator":["Duperrin, Arnaud","CDF, for the","collaborations, D0"],"language":[],"coverage":[],"title":["Searches for Higgs and BSM at the Tevatron"],"description":["  This paper presents an overview of recent experimental direct searches for\nHiggs-boson and beyond-the-standard-model (BSM) physics shown in the plenary\nsession at the SUSY07 conference. The results reported correspond to an\nintegrated luminosity of up to 2 fb-1 of Run II data from $p\\bar{p}$ collisions\ncollected by the CDF and D0 experiments at the Fermilab Tevatron Collider.\nSearches covered include: the standard model (SM) Higgs boson (including\nsensitivity projections), the minimal supersymmetric extension of the standard\nmodel (MSSM), charged Higgs bosons and extended Higgs models, supersymmetric\ndecays that conserve R-parity, gauge-mediated supersymmetric breaking models,\nlong-lived particles, leptoquarks, extra gauge bosons, extra dimensions, and\nfinally signature-based searches. Given the excellent performance of the\ncollider and the continued productivity of the experiments, the Tevatron\nphysics potential looks very promising for discovery in the coming larger data\nsets. In particular, the Higgs boson could be observed if its mass is light or\nnear 160 GeV.\n","Comment: Submitted for the SUSY07 proceedings, 10 pages, LaTeX, 19 eps figures"]}]
["0710.4269",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4269"],"date":["2007-10-23"],"type":["text"],"creator":["Chave, Madalena","Sontag, Eduardo D.","Sengupta, Anirvan M."],"language":[],"coverage":[],"title":["Shape, size and robustness: feasible regions in the parameter space of\n  biochemical networks"],"description":["  The concept of robustness of regulatory networks has been closely related to\nthe nature of the interactions among genes, and the capability of pattern\nmaintenance or reproducibility. Defining this robustness property is a\nchallenging task, but mathematical models have often associated it to the\nvolume of the space of admissible parameters. Not only the volume of the space\nbut also its topology and geometry contain information on essential aspects of\nthe network, including feasible pathways, switching between two parallel\npathways or distinct/disconnected active regions of parameters. A general\nmethod is presented here to characterize the space of admissible parameters, by\nwriting it as a semi-algebraic set, and then theoretically analyzing its\ntopology and geometry, as well as volume. This method provides a more objective\nand complete measure of the robustness of a developmental module. As an\nillustration, the segment polarity gene network is analyzed.\n","Comment: 38 pages, 6 figure"]}]
["0710.4271",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4271"],"date":["2007-10-23"],"type":["text"],"creator":["Klappenecker, Andreas","Sarvepalli, Pradeep Kiran"],"language":[],"coverage":[],"title":["Asymptotics of the quantum Hamming bound for subsystem codes"],"description":["  Ashikhmin and Litsyn showed that all binary stabilizer codes - pure or impure\n- of sufficiently large length obey the quantum Hamming bound, ruling out the\npossibility that impure codes of large length can outperform pure codes with\nrespect to sphere packing. In contrast we show that impure subsystem codes do\nnot obey the quantum Hamming bound for pure subsystem codes, not even\nasymptotically. We show that there exist arbitrarily long Bacon-Shor codes that\nviolate the quantum Hamming bound.\n","Comment: 2 pages"]}]
["0710.4274",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4274"],"date":["2007-10-23"],"type":["text"],"creator":["Gaibler, V.","Camenzind, M.","Krause, M."],"language":[],"coverage":[],"title":["Large-scale Propagation of Very Light Jets in Galaxy Clusters"],"description":["  We performed MHD simulations of very light bipolar jets with density\ncontrasts down to 10^-4 in axisymmetry, which were injected into a medium of\nconstant density and evolved up to 200 kpc (200 r_j) full length. These jets\nshow weak and roundish bow shocks as well as broad cocoons and thermalize their\nkinetic energy very efficiently. We argue that very light jets are necessary to\nmatch low-frequency radio observations of radio lobes as well as the bow shocks\nseen in X-rays. Due to the slow propagation, the backflows and their turbulent\ninteraction in the midplane are important for a realistic global appearance.\n","Comment: 7 pages, 8 figures, to appear in Extragalactic Jets: Theory and\n  Observation from Radio to Gamma Ray, T. A. Rector and D. S. De Young (eds.),\n  ASP Conference Series"]}]
["0710.4279",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4279"],"date":["2007-10-23"],"type":["text"],"creator":["Nasteva, Irina","Collaboration, for the SuperNEMO"],"language":[],"coverage":[],"title":["The SuperNEMO double beta decay experiment"],"description":["  The SuperNEMO project studies the feasibility of employing a technique of\ntracking plus calorimetry to search for neutrinoless double beta decay in 100\nkg of enriched isotopes. It aims to reach an effective neutrino mass\nsensitivity of 50 meV. The current status of the SuperNEMO R&D programme is\ndescribed, focusing on the main areas of improvement.\n","Comment: 6 pages, 2 figures; talk presented at the 10th ICATPP Conference,\n  Como, Italy, 8-12 October 2007; to be published by World Scientific"]}]
["0710.4284",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E05","14K05","14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4284"],"date":["2007-10-23"],"type":["text"],"creator":["Sankaran, G. K."],"language":[],"coverage":[],"title":["Numerical obstructions to abelian surfaces in toric Fano 4-folds"],"description":["  Some of the 124 toric Fano 4-folds contain abelian surfaces but most do not:\nin a few cases it is not known whether they do or not. By elementary methods,\nwith a little computer help, we exclude some more possibilities.\n"]}]
["0710.4285",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4285","Dans Proc. 19th International Congress on Acoustics - 19th\n  International Congress on Acoustics, Madrid : Espagne (2007)"],"date":["2007-10-23"],"type":["text"],"creator":["Ruty, Nicolas","Brutel, Claire","Pelorson, Xavier","Van Hirtum, Annemie"],"language":[],"coverage":[],"title":["Experimental validation and physical modelling of vocal folds\n  pathologies"],"description":["  Voiced sounds involve self-sustained vocal folds oscillations due to the\ninteraction between the airflow and the vocal folds. Common vocal folds\npathologies like polyps and anatomical asymmetry degrade the mechanical vocal\nfold properties and consequently disturb the normal oscillation pattern\nresulting in an abnormal sound production. Treatment of voice abnormalities\nwould benefit from an improved understanding between the pathology and the\nresulting oscillation pattern which motivates physical vocal folds modelling.\nThe current study applies a theoretical vocal folds model to vocal folds\npathologies. The theoretical vocal folds model is validated using an\nexperimental set-up simulating the human phonatory apparatus. It consists in a\npressure reservoir, a self-oscillating latex replica of the vocal folds and an\nacoustical resonator. The effects of pathologies are simulated by modifying the\nreplica's geometry, elasticity, and homogeneity under controlled experimental\nconditions. In general, we observed a close match between measurements and\ntheoretical predictions, which is all the more surprising considering the\ncrudeness of the theoretical model\n"]}]
["0710.4286",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4286","Zas Papers in Linguistics (2005) 162-175"],"date":["2007-10-23"],"type":["text"],"creator":["Ruty, Nicolas","Van Hirtum, Annemie","Pelorson, Xavier","Lopez-Arteaga, Ines","Hirschberg, Avraham"],"language":[],"coverage":[],"title":["A mechanical experimental setup to simulate vocal folds vibrations.\n  Preliminary results"],"description":["  This paper contributes to the understanding of vocal folds oscillation during\nphonation. In order to test theoretical models of phonation, a new experimental\nset-up using a deformable vocal folds replica is presented. The replica is\nshown to be able to produce self sustained oscillations under controlled\nexperimental conditions. Therefore different parameters, such as those related\nto elasticity, to acoustical coupling or to the subglottal pressure can be\nquantitatively studied. In this work we focused on the oscillation fundamental\nfrequency and the upstream pressure in order to start (on-set threshold) either\nend (off-set threshold) oscillations in presence of a downstream acoustical\nresonator. As an example, it is shown how this data can be used in order to\ntest the theoretical predictions of a simple one-mass model.\n"]}]
["0710.4289",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Number Theory","20D45, 11B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4289"],"date":["2007-10-23"],"type":["text"],"creator":["Hegarty, Peter"],"language":[],"coverage":[],"title":["Finite groups with an automorphism cubing a large fraction of elements"],"description":["  We investigate the possible structures imposed on a finite group by its\npossession of an automorphism sending a large fraction of the group elements to\ntheir cubes, the philosophy being that this should force the group to be, in\nsome sense, close to abelian. We prove two theorems. In the first, we\ncompletely classify all finite groups with an automorphism cubing more than\nhalf their elements. All such groups are either nilpotent class 2 or have an\nabelian subgroup of index at most 2. For our second theorem we show that, if a\ngroup possesses an automorphism sending more than 4/15 of its elements to their\ncubes, then it must be solvable. The group A_5 shows that this result is best\npossible.\n  Both our main findings closely parallel results of previous authors on finite\ngroups possessing an automorphism which inverts many group elements. The\ntechnicalities of the new proofs are somewhat more subtle, and also throw up a\nnice connection to a basic problem in combinatorial number theory, namely the\nstudy of subsets of finite cyclic groups which avoid non-trivial solutions to\none or more translation invariant linear equations.\n","Comment: 20 pages, no figures"]}]
["0710.4290",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4290"],"date":["2007-10-23"],"type":["text"],"creator":["Gomez-Marin, A.","Parrondo, J. M. R.","Broeck, C. Van den"],"language":[],"coverage":[],"title":["Bounding dissipation in stochastic models"],"description":["  We generalize to stochastic dynamics the exact expression for average\ndissipation along an arbitrary non-equilibrium process, given in Phys. Rev.\nLett. 98, 080602 (2007). We then derive lower bounds by various coarse-graining\nprocedures and illustrate how, when and where the information on the\ndissipation is captured in models of over- and underdamped Brownian particles.\n","Comment: Submitted to New. J. Phys"]}]
["0710.4291",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Primary 53C21, 53C44","Secondary 58J35, 35P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4291"],"date":["2007-10-23","2007-10-24"],"type":["text"],"creator":["Ling, Jun"],"language":[],"coverage":[],"title":["A Class of Monotonic Quantities along the Ricci Flow"],"description":["  We construct a class of monotonic quantities along the normalized Ricci flow\non closed n-dimensional manifolds.\n","Comment: The only revision from the previous version dated October 23 1007\n  (yesterday) is that we have added a remark (Line 6 to line 4 from the bottom\n  on Page 1) on our Referece [6] to make our citation clearer"]}]
["0710.4297",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4297"],"date":["2007-10-23"],"type":["text"],"creator":["Beyer, Florian"],"language":[],"coverage":[],"title":["Asymptotics and singularities in cosmological models with positive\n  cosmological constant"],"description":["  This thesis is concerned with global properties of those cosmological\nsolutions of Einstein's field equations which obey accelerated expansion into\nthe future driven by a non-vanishing cosmological constant, as suggested by\ncurrent cosmological observations. In particular, the strong cosmic censorship\nand BKL conjecture are investigated in special classes of spacetimes. For this,\na new numerical technique based on spectral methods is introduced to be able to\ndeal with situations where the spatial topology is non-trivial from the\nnumerical point of view, such as the 3-sphere. Therefor, an explicit spectral\nregularization at the - in single patch approaches inevitable - coordinate\nsingularities is worked out. After having collected the necessary background\nmaterial, including a description of the problems of interest, we discuss the\nmethod and its implementation. Then we perform various tests, in particular\nalso in the presence of cosmological singularities. After that, the numerical\nmethod is applied to obtain insights into three open issues in mathematical\ncosmology: first, we make an attempt to describe the singularity structure in\nGowdy spacetimes with positive cosmological constants with spatial 3-sphere and\nthose with spatial 3-torus topology. Second, we perform a stability analysis of\nGowdy symmetry within the class of U(1)-symmetric spacetimes for spatial\n3-sphere topology. Third, we make a preliminary analysis of the behavior of\ncertain $\\lambda$-Taub-NUT Cauchy horizons under Gowdy perturbations. Finally,\nwe summarize the current status and open problems, and give an outlook.\n","Comment: PhD thesis, Max-Planck Institute for Gravitational Physics and\n  University of Potsdam, May 2007, 176 pages, 51 figures"]}]
["0710.4298",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4298"],"date":["2007-10-23"],"type":["text"],"creator":["Kalmanovitz, N. Romero","Hoxha, I.","Jin, Y.","Vitkalov, S. A.","Sarachik, M. P.","Larkin, Ivan A.","Klapwijk, T. M."],"language":[],"coverage":[],"title":["Two-Parameter Scaling of Microwave Rectification vs Microwave Power at\n  the Boundary between Two-Dimensional Electron Systems"],"description":["  We report measurements of the rectification of microwave radiation (0.7-20\nGHz) at the boundary between two-dimensional electron systems separated by a\nnarrow gap on a silicon surface for different temperatures, electron densities\nand microwave power. For frequencies above 4 GHz and different temperatures,\nthe rectified voltage V_{dc} as a function of microwave power P can be scaled\nonto a single universal curve V*_{dc}=f*(P*). The scaled voltage is a linear\nfunction of power, V*_{dc} ~ P* for small power and proportional to P*^{1/2} at\nhigher power. A theory is proposed that attributes the rectification to the\nthermoelectric response due to strong local overheating by the microwave\nradiation at the boundary between two dissimilar 2D metals. Excellent agreement\nis obtained between theory and experiment.\n","Comment: 8 pages, 8 figures"]}]
["0710.4306",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4306"],"date":["2007-10-23"],"type":["text"],"creator":["Cataldo, Mauricio","Chimento, Luis P."],"language":[],"coverage":[],"title":["Unifying dark components and crossing the phantom divide with a\n  classical Dirac field"],"description":["  In this paper we consider a spatially flat Friedmann-Robertson-Walker (FRW)\ncosmological model whit cosmological constant, containing a stiff fluid and a\nclassical Dirac field. The proposed cosmological scenario describes the\nevolution of effective dark matter and dark energy components reproducing, with\nthe help of that effective multifluid configuration, the quintessential\nbehavior. We find the value of the scale factor where the effective dark energy\ncomponent crosses the phantom divide. The model we introduce, which can be\nconsidered as a modified $\\La$CDM one, is characterized by a set of parameters\nwhich may be constrained by the astrophysical observations available up to\ndate.\n","Comment: 9 pages, 6 figures"]}]
["0710.4311",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4311"],"date":["2007-10-23"],"type":["text"],"creator":["Essig, Rouven","Sinha, Kuver","Torroba, Gonzalo"],"language":[],"coverage":[],"title":["Enhanced symmetry points and metastable supersymmetry breaking along\n  pseudo-runaway directions"],"description":["  We construct a model with long-lived metastable vacua in which all the\nrelevant parameters, including the supersymmetry breaking scale, are generated\ndynamically by dimensional transmutation. The metastable vacua appear along a\npseudo-runaway direction near a point of enhanced symmetry as a result of a\nbalance between non-perturbative and perturbative quantum effects. We show that\nmetastable supersymmetry breaking is a rather generic feature near certain\nenhanced symmetry points of gauge theory moduli spaces.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 2 figures"]}]
["0710.4317",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4317"],"date":["2007-10-23"],"type":["text"],"creator":["Ni, Yilong","Zhu, Meijun"],"language":[],"coverage":[],"title":["One dimensional conformal metric flow II"],"description":["  In this paper we continue our studies of the one dimensional conformal metric\nflows, which were introduced in [8]. In this part we mainly focus on evolution\nequations involving fourth order derivatives. The global existence and\nexponential convergence of metrics for the 1-Q and 4-Q flows are obtained.\n"]}]
["0710.4320",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4320"],"date":["2007-10-23"],"type":["text"],"creator":["Chen, XiuXiong","Zhu, Meijun"],"language":[],"coverage":[],"title":["Liouville energy on a topological two sphere"],"description":["  In this paper we shall give an analytic proof of the fact that the Liouville\nenergy on a topological two sphere is bounded from below. Our proof does not\nrely on the uniformization theorem and the Onofri inequality, thus it is\nessentially needed in the alternative proof of the uniformization theorem via\nthe Calabi flow. Such an analytic approach also sheds light on how to obtain\nthe boundedness for E_1 energy in the study of general K\\\"ahler manifolds.\n"]}]
["0710.4323",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4323","in: Proceedings of the NIC Symposium 2006, John von Neumann\n  Institute for Computing, Juelich, NIC Series vol. 32 (NIC, Juelich, 2006),\n  pp. 245-252"],"date":["2007-10-23"],"type":["text"],"creator":["Bachmann, Michael","Janke, Wolfhard"],"language":[],"coverage":[],"title":["Chain-Growth Simulations of Lattice-Peptide Adsorption to Attractive\n  Substrates"],"description":["  Based on a newly developed contact-density chain-growth algorithm, we have\nsimulated a nongrafted peptide in the vicinity of different attractive\nsubstrates. We analyzed the specificity of the peptide adsorption by focussing\non the conformational transitions the peptide experiences in the\nbinding/unbinding processes. In a single simulation run, we obtained the\ncontact density, i.e., the distribution of intrinsic monomer-monomer contacts\nand monomer-substrate nearest-neighbor contacts. This allows a systematic\nreweighting to all values of external control parameters such as temperature\nand solvent quality after the simulation. The main result is the complete\nsolubility-temperature pseudo-phase diagram which is based on the corresponding\nspecific-heat profile. We find a surprisingly rich structure of pseudo-phases\nthat can roughly be classified into compact and expanded conformations in both\nregimes, adsorption and desorption. Furthermore, underlying subphases were\nidentified, which, in particular, appear noticeably in the compact\npseudo-phases.\n","Comment: 8 pages, 3 figures"]}]
["0710.4324",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4324"],"date":["2007-10-23"],"type":["text"],"creator":["Li, Suyu","Zhu, Meijun"],"language":[],"coverage":[],"title":["A sharp inequality and its applications"],"description":["  We establish an analog Hardy inequality with sharp constant involving\nexponential weight function. The special case of this inequality (for n=2)\nleads to a direct proof of Onofri inequality on S^2.\n"]}]
["0710.4326",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Primary 53C21, 53C44","Secondary 58J35, 35P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4326"],"date":["2007-10-23"],"type":["text"],"creator":["Ling, Jun"],"language":[],"coverage":[],"title":["Some Asymptotic Behavior of the first Eigenvalue along the Ricci Flow"],"description":["  We study some asymptotic behavior of the first nonzero eigenvalue of the\nLalacian along the normalized Ricci flow and give a direct short proof for an\nasymptotic upper limit estimate.\n"]}]
["astro-ph/0509090",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0509090"],"date":["2005-09-05","2007-10-23"],"type":["text"],"creator":["Henry-Couannier, Frederic"],"language":[],"coverage":[],"title":["The Dark Gravity model predictions for Gravity Probe B"],"description":["  The previous version of this article gave erroneous predictions. The correct\nuptodate predictions can be found in the section devoted to gravitomagnetism in\nthe living review of the Dark Gravity theory: gr-qc/0610079 The most natural\nprediction is zero frame dragging and the same geodetic effect as predicted by\nGR. However, a straightforward extension of the theory could lead to the same\nframe-dragging as in GR.\n"]}]
["astro-ph/0509092",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0509092"],"date":["2005-09-05","2007-10-24"],"type":["text"],"creator":["Henry-Couannier, F.","Tilquin, A.","Tao, C.","Ealet, A."],"language":[],"coverage":[],"title":["Dark gravity and cosmology"],"description":["  The previous version of this article was a first attempt to confront the Dark\nGravity theory to cosmological data. However, more recent developments lead to\nthe conclusion that the cosmological principle is probably not valid in Dark\nGravity so that this kind of analysis is at best very premature. A more recent\nand living review of the Dark Gravity theory can be found in gr-qc/0610079\n"]}]
["astro-ph/0509093",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0509093"],"date":["2005-09-05","2007-10-24"],"type":["text"],"creator":["Henry-Couannier, Frederic"],"language":[],"coverage":[],"title":["The dark gravity model and the formation of large scale structures"],"description":["  The previous version of this article was a first attempt to confront the Dark\nGravity theory to cosmological data. However, more recent developments lead to\nthe conclusion that the cosmological principle is probably not valid in Dark\nGravity so that this kind of analysis is at best very premature. A more recent\nand living review of the Dark Gravity theory can be found in gr-qc/0610079\n"]}]
["astro-ph/0702085",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0702085"],"date":["2007-02-02","2007-10-23"],"type":["text"],"creator":["Bludman, Sidney"],"language":[],"coverage":[],"title":["What Drives Our Accelerating Universe?"],"description":["  The homogeneous expansion history H(z) of our universe measures only\nkinematic variables, but cannot fix the underlying dynamics driving the recent\nacceleration: cosmographic measurements of the homogeneous universe, are\nconsistent with either a static finely-tuned cosmological constant or a dynamic\n`dark energy' mechanism, which may be material Dark Energy or modified gravity\n(Dark Gravity). Resolving the composition and foreground noise to reduce their\nlarge systematic errors.dynamics of either kind of `dark energy', will require\ncomplementing the homogeneous expansion observations with observations of the\ngrowth of cosmological fluctuations. Because the 'dark energy' evolution is at\nleast quasi-static, any dynamical effects on the fluctuation growth function\ng(z) will be minimal. They will be best studied in the weak lensing convergence\nof light from galaxies at 0<z<5, from neutral hydrogen at 6<z<20, and\nultimately from the CMB last scattering surface at z=1089. Galaxy clustering\nalso measures g(z), but requires large corrections for baryonic composition and\nforeground noise. Projected observations potentially distinguish static from\ndynamic `dark energy', but distinguishing dynamic Dark Energy from Dark Gravity\nwill require a weak lensing shear survey more ambitious than any now projected.\nLow-curvature modifications of Einstein gravity are also, in principle,\nobservable in the solar system or in isolated galaxy clusters. The cosmological\nconstant can only be fine-tuned, at present. The Cosmological Coincidence\nProblem, that we live when the ordinary matter density approximates the\n'gravitational vacuum energy', on the other hand, is a material problem,\ncalling for an understanding of the observers' role in cosmology.\n","Comment: 18 pages, 3 figures, 3 tables. Revision of title, format and content,\n  so as to emphasize original contributions"]}]
["astro-ph/0702293",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0702293"],"date":["2007-02-11","2007-10-24"],"type":["text"],"creator":["Cea, Paolo"],"language":[],"coverage":[],"title":["Ellipsoidal Universe Induces Large Scale CMB Polarization"],"description":["  We calculate the large scale polarization of the cosmic microwave background\ninduced by the anisotropy of the spatial geometry of our universe. Assuming an\neccentricity at decoupling of about $0.64 10^{-2}$, we find $\\Delta T_{pol}/\nT_0 \\simeq 0.53 10^{-6}$ quite close to the average level of polarization\ndetected by the Wilkinson Microwave Anisotropy Probe.\n","Comment: revised version, 9 pages"]}]
["cond-mat/0508633",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0508633","The Proceedings of Second COE Workshop on Sphere Packings\n  (2005)187-197"],"date":["2005-08-26"],"type":["text"],"creator":["Odagaki, Takashi","Okubo, Tsuyoshi","Ogata, Ryusei","Okazaki, Keiji"],"language":[],"coverage":[],"title":["Packing and percolation of poly-disperse discs and spheres"],"description":["  For the binary discs packed in two dimensions, the packing fraction of disc\nassembly becomes lower than that of the monodisperse system when the size ratio\nis close to unity. We show that the suppressed packing fraction is caused by an\nincrease of the adjacent neighbours with long bonds where the adjacent\nneighbours is defined on the basis of the Laguerre (radical) tessellation. For\nthe poly-disperse systems in two and three dimensions, the packing fraction is\nshown to have a minimuma as a function of the poly-dispersity. Percolation\nprocess in the densely packed discs and spheres is also studied. The critical\narea (volume) fraction in two (three) dimensions is shown to be a monotonically\nincreasing (decreasing) function of the poly-dispersity.\n","Comment: 9 pages with 8 figures"]}]
["cond-mat/0607471",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607471","Phys. Stat. Sol. (c) 3, No. 12, 4259-4262 (2006)","doi:10.1002/pssc.200672866"],"date":["2006-07-19"],"type":["text"],"creator":["Csontos, Dan","Ulloa, Sergio E."],"language":[],"coverage":[],"title":["Strong spin relaxation length dependence on electric field gradients"],"description":["  We discuss the influence of electrical effects on spin transport, and in\nparticular the propagation and relaxation of spin polarized electrons in the\npresence of inhomogeneous electric fields. We show that the spin relaxation\nlength strongly depends on electric field gradients, and that significant\nsuppression of electron spin polarization can occur as a result thereof. A\ndiscussion in terms of a drift-diffusion picture, and self-consistent numerical\ncalculations based on a Boltzmann-Poisson approach shows that the spin\nrelaxation length in fact can be of the order of the charge screening length.\n","Comment: 4 pages, 3 figures, to be presented at PASPSIV"]}]
["cond-mat/0608535",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608535","Phys. Rev. B 76, 132408 (2007)","doi:10.1103/PhysRevB.76.132408"],"date":["2006-08-24","2007-10-04"],"type":["text"],"creator":["Hed, Guy","Domany, Eytan"],"language":[],"coverage":[],"title":["Non-trivial link overlap distribution in three-dimensional Ising spin\n  glasses"],"description":["  We investigate the distributions of the link overlap, P(Q), in 3-dimensional\nIsing spin glasses. We use clustering methodology to identify a set of pairs of\nstates from different Gibbs states, and calculate its contribution to P(Q). We\nfind that the distribution over this set does not become trivial as the system\nsize increases.\n"]}]
["cond-mat/0608735",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608735","Phys. Rev. B 75, 014507 (2007)","doi:10.1103/PhysRevB.75.014507"],"date":["2006-08-31"],"type":["text"],"creator":["Graser, S.","Dahm, T."],"language":[],"coverage":[],"title":["Transfer-matrix approach to multiband Josephson junctions"],"description":["  We study the influence of multiple bands on the properties of Josephson\njunctions. In particular we focus on the two gap superconductor magnesium\ndiboride. We present a formalism to describe tunneling at a point contact\nbetween two MgB2 electrodes generalizing the transfer-matrix approach to\nmultiple bands. A simple model is presented to determine the effective hopping\namplitudes between the different energy bands as a function of the\nmisorientation angle of the electrodes. We calculate the critical current and\nthe current-voltage characteristics for N-I-S and S-I-S contacts with different\norientation for junctions with both high and low transparency. We find that\ninterband tunneling processes become increasingly important with increasing\nmisorientation angle. This is reflected in certain features in the differential\ntunneling conductance in both the tunneling limit as well as for multiple\nAndreev reflections.\n","Comment: 13 pages, 8 figures"]}]
["cs/0405021",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Symbolic Computation","F.2.1","G.1.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0405021","Theory of Computing Systems, Volume 40, Number 4 / June, 2007","doi:10.1007/s00224-006-1322-y"],"date":["2004-05-05"],"type":["text"],"creator":["Malajovich, Gregorio","Meer, Klaus"],"language":[],"coverage":[],"title":["Computing Multi-Homogeneous Bezout Numbers is Hard"],"description":["  The multi-homogeneous Bezout number is a bound for the number of solutions of\na system of multi-homogeneous polynomial equations, in a suitable product of\nprojective spaces.\n  Given an arbitrary, not necessarily multi-homogeneous system, one can ask for\nthe optimal multi-homogenization that would minimize the Bezout number.\n  In this paper, it is proved that the problem of computing, or even estimating\nthe optimal multi-homogeneous Bezout number is actually NP-hard.\n  In terms of approximation theory for combinatorial optimization, the problem\nof computing the best multi-homogeneous structure does not belong to APX,\nunless P = NP.\n  Moreover, polynomial time algorithms for estimating the minimal\nmulti-homogeneous Bezout number up to a fixed factor cannot exist even in a\nrandomized setting, unless BPP contains NP.\n"]}]
["gr-qc/0610059",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0610059"],"date":["2006-10-11","2007-10-24"],"type":["text"],"creator":["Moffat, J. W."],"language":[],"coverage":[],"title":["Non-Singular Cosmology in Modified Gravity"],"description":["  A non-singular cosmology is derived in modified gravity (MOG) with a varying\ngravitational coupling strength $G(t)=G_N\\xi(t)$. Assuming that the curvature\n$k$, the cosmological constant $\\Lambda$ and $\\rho$ vanish at $t=0$, we obtain\na non-singular universe with a negative pressure, $p_G < 0$. Quantum\nfluctuations at $t\\sim 0$ produce creation of pairs of particles from the\nvacuum explaining the origin of matter. The universe expands for $t\\to \\infty$\naccording to the standard radiation and matter dominated solutions. The arrow\nof time reverses at $t=0$ always pointing in the direction of increasing\nentropy ${\\cal S}$ and the entropy is at a minimum value at $t=0$, solving the\nconundrum of the Second Law of Thermodynamics. The Hubble radius $H^{-1}(t)$ is\ninfinite at $t=0$ removing the curvature and particle horizons. The negative\npressure $p_G$ generated by the scalar field $\\xi$ at $t\\sim 0$ can produce\nquantum spontaneous creation of particles explaining the origin of matter and\nradiation.\n","Comment: 10 pages, no figures, Latex file. Revised version of paper"]}]
["hep-ph/0703031",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0703031"],"date":["2007-03-05","2007-10-24"],"type":["text"],"creator":["Meade, Patrick","Reece, Matthew"],"language":[],"coverage":[],"title":["BRIDGE: Branching Ratio Inquiry/Decay Generated Events"],"description":["  We present the manual for the program BRIDGE: Branching Ratio Inquiry/Decay\nGenerated Events. The program is designed to operate with arbitrary models\ndefined within matrix element generators, so that one can simulate events with\nsmall final-state multiplicities, decay them with BRIDGE, and then pass them to\nshowering and hadronization programs. BRI can automatically calculate widths of\ntwo and three body decays. DGE can decay unstable particles in any Les Houches\nformatted event file. DGE is useful for the generation of event files with long\ndecay chains, replacing large matrix elements by small matrix elements followed\nby sequences of decays. BRIDGE is currently designed to work with the\nMadGraph/MadEvent programs for implementing and simulating new physics models.\nIn particular, it can operate with the MadGraph implementation of the MSSM. In\nthis manual we describe how to use BRIDGE, and present a number of sample\nresults to demonstrate its accuracy.\n","Comment: BRIDGE can be found at\n  http://www.lepp.cornell.edu/public/theory/BRIDGE/ v2: Three-body decays and\n  batch mode added"]}]
["math/0212179",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0212179","Theoretical Computer Science, Volume 315, Issues 2-3, 6 May 2004,\n  Pages 525-555.","doi:10.1016/j.tcs.2004.01.006"],"date":["2002-12-12"],"type":["text"],"creator":["Malajovich, Gregorio","Rojas, J. Maurice"],"language":[],"coverage":[],"title":["High Probability Analysis of the Condition Number of Sparse Polynomial\n  Systems"],"description":["  Let F:=(f_1,...,f_n) be a random polynomial system with fixed n-tuple of\nsupports. Our main result is an upper bound on the probability that the\ncondition number of f in a region U is larger than 1/epsilon. The bound depends\non an integral of a differential form on a toric manifold and admits a simple\nexplicit upper bound when the Newton polytopes (and underlying covariances) are\nall identical.\n  We also consider polynomials with real coefficients and give bounds for the\nexpected number of real roots and (restricted) condition number. Using a Kahler\ngeometric framework throughout, we also express the expected number of roots of\nf inside a region U as the integral over U of a certain {\\bf mixed volume}\nform, thus recovering the classical mixed volume when U = (C^*)^n.\n","Comment: 29 pages, no figures. Extensive revision and streamlining of\n  math.NA/0012104. In particular, new theorem with explicit high probability\n  estimate of the condition number of a random sparse polynomial system\n  (Theorem 1) has been added"]}]
["math/0312083",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Numerical Analysis","90C51 (Primary)","90C60,68Q25,65H10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312083","Foundations of Computational Mathematics, Volume 5, Number 2 /\n  April, 2005","doi:10.1007/s10208-003-0116-8"],"date":["2003-12-03","2004-07-19"],"type":["text"],"creator":["Dedieu, Jean-Pierre","Malajovich, Gregorio","Shub, Mike"],"language":[],"coverage":[],"title":["On the Curvature of the Central Path of Linear Programming Theory"],"description":["  We prove a linear bound on the average total curvature of the central path of\nlinear programming theory in terms on the number of independent variables of\nthe primal problem, and independent on the number of constraints.\n","Comment: 24 pages. This is a fully revised version, and the last section of\n  the paper was rewritten, for clarity"]}]
["math/0506192",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Combinatorics","05E"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506192","The Electronic Journal of Combinatorics 12, 1 (2005) N16"],"date":["2005-06-10"],"type":["text"],"creator":["Chapoton, Frédéric"],"language":[],"coverage":[],"title":["Une base sym\\'etrique de l'alg\\`ebre des coinvariants\n  quasi-sym\\'etriques"],"description":["  We describe a new basis of the ring of quasi-symmetric coinvariants, which is\nstable by the natural reversal of the set of variables. The indexing set is the\nset of triangulations of a regular polygon, instead of the set of Dyck paths\nused for the known basis. On d\\'{e}crit une nouvelle base de l'alg\\`{e}bre des\ncoinvariants quasi-sym\\'{e}triques, qui est stable par l'involution naturelle\net index\\'{e}e par les triangulations d'un polygone r\\'{e}gulier.\n","Comment: 6 pages, 2 figures"]}]
["math/0507173",{"format":[],"subject":["Mathematics - Geometric Topology","57M60","57S17","57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507173","Topology Appl. 153 (2006), 2933-2942."],"date":["2005-07-08"],"type":["text"],"creator":["Mecchia, Mattia","Zimmermann, Bruno"],"language":[],"coverage":[],"title":["On finite simple and nonsolvable groups acting on homology 4-spheres"],"description":["  The only finite nonabelian simple group acting on a homology 3-sphere -\nnecessarily non-freely - is the dodecahedral group $\\Bbb A_5 \\cong {\\rm\nPSL}(2,5)$ (in analogy, the only finite perfect group acting freely on a\nhomology 3-sphere is the binary dodecahedral group $\\Bbb A_5^* \\cong {\\rm\nSL}(2,5)$). In the present paper we show that the only finite simple groups\nacting on a homology 4-sphere, and in particular on the 4-sphere, are the\nalternating or linear fractional groups groups $\\Bbb A_5 \\cong {\\rm PSL}(2,5)$\nand $\\Bbb A_6 \\cong {\\rm PSL}(2,9)$. From this we deduce a short list of groups\nwhich contains all finite nonsolvable groups admitting an action on a homology\n4-spheres.\n","Comment: 15 pages"]}]
["math/0602368",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 06A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602368","Seminaire Lotharingien de Combinatoire 55 (2006) B55f"],"date":["2006-02-17"],"type":["text"],"creator":["Chapoton, Frédéric"],"language":[],"coverage":[],"title":["Sur le nombre d'intervalles dans les treillis de Tamari"],"description":["  We enumerate the intervals in the Tamari lattices. For this, we introduce an\ninductive description of the intervals. Then a notion of \"new interval\" is\ndefined and these are also enumerated. A a side result, the inverse of two\nspecial series is computed in a group of tree-indexed series.\n","Comment: 17 pages, 5 figures"]}]
["math/0604525",{"format":[],"subject":["Mathematics - Quantum Algebra","05E25, O6A11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604525","Homology, Homotopy and Applications 9, 1 (2007) 193-212"],"date":["2006-04-25"],"type":["text"],"creator":["Chapoton, Frédéric"],"language":[],"coverage":[],"title":["Hyperarbres, arbres enracin\\'{e}s et partitions point\\'{e}es"],"description":["  We compute the characteristic polynomials of the posets of hypertrees. We\nshow that the generating series of the polynomials can be expressed using\ncyclic hypertrees. We also propose a conjecture on the action of the symmetric\ngroups on the homology of these posets. On the other hand, we show that\nVallette's poset of pointed partitions is homotopy equivalent to Pitman's poset\nof forests. The implicit common thema of the article is the combinatorics of\nthe PreLie operad.\n","Comment: 19 pages, francais"]}]
["math/0606007",{"format":[],"subject":["Mathematics - Geometric Topology","53A04 (Primary)","57M25, 53C65, 26A45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606007"],"date":["2006-06-01","2007-10-24"],"type":["text"],"creator":["Sullivan, John M"],"language":[],"coverage":[],"title":["Curves of Finite Total Curvature"],"description":["  We consider the class of curves of finite total curvature, as introduced by\nMilnor. This is a natural class for variational problems and geometric knot\ntheory, and since it includes both smooth and polygonal curves, its study shows\nus connections between discrete and differential geometry. To explore these\nideas, we consider theorems of Fary/Milnor, Schur, Chakerian and Wienholtz.\n","Comment: 25 pages, 4 figures; final version, to appear in \"Discrete\n  Differential Geometry\", Oberwolfach Seminars 38, Birkhauser, 2008"]}]
["math/0606008",{"format":[],"subject":["Mathematics - Geometric Topology","57M25 (Primary)","05C10, 57M15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606008"],"date":["2006-06-01","2007-10-24"],"type":["text"],"creator":["Denne, Elizabeth","Sullivan, John M"],"language":[],"coverage":[],"title":["Convergence and isotopy type for graphs of finite total curvature"],"description":["  Generalizing Milnor's result that an FTC (finite total curvature) knot has an\nisotopic inscribed polygon, we show that any two nearby knotted FTC graphs are\nisotopic by a small isotopy. We also show how to obtain sharper constants when\nthe starting curve is smooth. We apply our main theorem to prove a limiting\nresult for essential subarcs of a knot.\n","Comment: 12 pages, 3 figures; final version, to appear in \"Discrete\n  Differential Geometry\", Oberwolfach Seminars 38, Birkhauser, 2008"]}]
["math/0702228",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology","53D35","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702228","Improved version in Int. Math. Res. Not. 2007","doi:10.1093/imrn/rnm115"],"date":["2007-02-08"],"type":["text"],"creator":["Niederkrüger, Klaus","van Koert, Otto"],"language":[],"coverage":[],"title":["Every contact manifold can be given a non-fillable contact structure"],"description":["  Recently Francisco Presas Mata constructed the first examples of closed\ncontact manifolds of dimension larger than 3 that contain a plastikstufe, and\nhence are non-fillable. Using contact surgery on his examples we create on\nevery sphere S^{2n-1}, n>1, an exotic contact structure \\xi_- that also\ncontains a plastikstufe. As a consequence, every closed contact manifold M\n(except S^1) can be converted into a contact manifold that is not\n(semi-positively) fillable by taking the connected sum of M with\n(S^{2n-1},\\xi_-).\n","Comment: 15 pages, 4 figures"]}]
["math/9904128",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9904128","Journal of Complexity, Volume 16, Issue 3, September 2000, Pages\n  529-551.","doi:10.1006/jcom.2000.0552"],"date":["1999-04-22"],"type":["text"],"creator":["Malajovich, Gregorio"],"language":[],"coverage":[],"title":["Condition number bounds for problems with integer coefficients"],"description":["  An apriori bound for the condition number associated to each of the following\nproblems is given: general linear equation solving, minimum squares,\nnon-symmetric eigenvalue problems, solving univariate polynomials, solving\nsystems of multivariate polynomials. It is assumed that the input has integer\ncoefficients and is not on the degenerate locus of the respective problem (i.e.\nthe condition number is finite). Then condition numbers are bounded in terms of\nthe dimension and of the bit-size of the input.\n  In the same setting, bounds are given for the speed of convergence of the\nfollowing iterative algorithms: QR without shift for the symmetric eigenvalue\nproblem, and Graeffe iteration for univariate polynomials.\n"]}]
["math/9904129",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9904129","Theoretical Computer Science, Volume 276, Issues 1-2, 6 April\n  2002, Pages 425-434.","doi:10.1016/S0304-3975(01)00273-0"],"date":["1999-04-22"],"type":["text"],"creator":["Malajovich, Gregorio"],"language":[],"coverage":[],"title":["Lower bounds for some decision problems over C"],"description":["  Lower bounds for some explicit decision problems over the complex numbers are\ngiven.\n"]}]
["math/9908149",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9908149","Journal of Complexity, Volume 17, Issue 3, September 2001, Pages\n  541-573.","doi:10.1006/jcom.2001.0585"],"date":["1999-08-27"],"type":["text"],"creator":["Malajovich, Gregorio","Zubelli, Jorge P."],"language":[],"coverage":[],"title":["On the Geometry of Graeffe Iteration"],"description":["  A new version of the Graeffe algorithm for finding all the roots of\nunivariate complex polynomials is proposed. It is obtained from the classical\nalgorithm by a process analogous to renormalization of dynamical systems. This\niteration is called Renormalized Graeffe Iteration.\n  It is globally convergent, with probability 1. All quantities involved in the\ncomputation are bounded, once the initial polynomial is given (with probability\n1). This implies remarkable stability properties for the new algorithm, thus\novercoming known limitations of the classical Graeffe algorithm. If we start\nwith a degree-$d$ polynomial, each renormalized Graeffe iteration costs\n$O(d^2)$ arithmetic operations, with memory $O(d)$. A probabilistic global\ncomplexity bound is given. The case of univariate real polynomials is briefly\ndiscussed. A numerical implementation of the algorithm presented herein allowed\nus to solve random polynomials of degree up to 1000.\n"]}]
["math/9908150",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9908150","Numerische Mathematik, Volume 89, Number 4 / October, 2001.","doi:10.1007/s002110100278"],"date":["1999-08-27"],"type":["text"],"creator":["Malajovich, Gregorio","Zubelli, Jorge P."],"language":[],"coverage":[],"title":["Tangent Graeffe Iteration"],"description":["  Graeffe iteration was the choice algorithm for solving univariate polynomials\nin the XIX-th and early XX-th century. In this paper, a new variation of\nGraeffe iteration is given, suitable to IEEE floating-point arithmetics of\nmodern digital computers. We prove that under a certain generic assumption the\nproposed algorithm converges. We also estimate the error after N iterations and\nthe running cost. The main ideas from which this algorithm is built are:\nclassical Graeffe iteration and Newton Diagrams, changes of scale\n(renormalization), and replacement of a difference technique by a\ndifferentiation one. The algorithm was implemented successfully and a number of\nnumerical experiments are displayed.\n"]}]
