["0704.0938",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0938","Phys. Rev. E 76, 041116, 2007","doi:10.1103/PhysRevE.76.041116"],"date":["2007-04-06","2007-07-04"],"type":["text"],"creator":["Wang, Hui","Barros, Kipton","Gould, Harvey","Klein, W."],"language":[],"coverage":[],"title":["Approaching equilibrium and the distribution of clusters"],"description":["  We investigate the approach to stable and metastable equilibrium in Ising\nmodels using a cluster representation. The distribution of nucleation times is\ndetermined using the Metropolis algorithm and the corresponding $\\phi^{4}$\nmodel using Langevin dynamics. We find that the nucleation rate is suppressed\nat early times even after global variables such as the magnetization and energy\nhave apparently reached their time independent values. The mean number of\nclusters whose size is comparable to the size of the nucleating droplet becomes\ntime independent at about the same time that the nucleation rate reaches its\nconstant value. We also find subtle structural differences between the\nnucleating droplets formed before and after apparent metastable equilibrium has\nbeen established.\n","Comment: 22 pages, 16 figures"]}]
["0705.3296",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3296","Physical Review B 76, 132409 (2007)","doi:10.1103/PhysRevB.76.132409"],"date":["2007-05-23","2007-08-31"],"type":["text"],"creator":["Dong, Shuai","Zhu, Han","Liu, J. -M."],"language":[],"coverage":[],"title":["Dielectrophoresis model for the colossal electroresistance of\n  phase-separated manganites"],"description":["  We propose a dielectrophoresis model for phase-separated manganites. Without\nincrease of the fraction of metallic phase, an insulator-metal transition\noccurs when a uniform electric field applied across the system exceeds a\nthreshold value. Driven by the dielectrophoretic force, the metallic clusters\nreconfigure themselves into stripes along the direction of electric field,\nleading to the filamentous percolation. This process, which is time-dependent,\nirreversible and anisotropic, is a probable origin of the colossal\nelectroresistance in manganites.\n","Comment: 4 pages, 5 figures"]}]
["0706.0328",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0328","Phys. Rev. E, 76, 031604, 2007","doi:10.1103/PhysRevE.76.031604"],"date":["2007-06-03"],"type":["text"],"creator":["Wang, Hui","Gould, Harvey","Klein, W."],"language":[],"coverage":[],"title":["Homogeneous and heterogeneous nucleation of Lennard-Jones liquids"],"description":["  The homogeneous and heterogeneous nucleation of a Lennard-Jones liquid is\ninvestigated using the umbrella sampling method. The free energy cost of\nforming a nucleating droplet is determined as a function of the quench depth,\nand the saddle point nature of the droplets is verified using an intervention\ntechnique. The structure and symmetry of the nucleating droplets is found for a\nrange of temperatures. We find that for deep quenches the nucleating droplets\nbecome more anisotropic and diffuse with no well defined core or surface. The\nenvironment of the nucleating droplets form randomly stacked hexagonal planes.\nThis behavior is consistent with a spinodal nucleation interpretation. We also\nfind that the free energy barrier for heterogeneous nucleation is a minimum\nwhen the lattice spacing of the impurity equals the lattice spacing of the\nequilibrium crystalline phase. If the lattice spacing of the impurity is\ndifferent, the crystal grows into the bulk instead of wetting the impurity.\n","Comment: 22 pages, 15 figures"]}]
["0708.1891",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1891"],"date":["2007-08-14","2007-10-25"],"type":["text"],"creator":["Bi, Xiao-Jun","Zhao, HongSheng"],"language":[],"coverage":[],"title":["Mapping the dark trajectory of the Bullet Cluster"],"description":["  We model the electrons/positrons produced by dark matter annihilations in the\ncolliding galaxy cluster system 1E0657-56 (the bullet cluster). These charged\nparticles, confined by the Magnetic field, clearly trace the path of the\nbullet, which passes through the main cluster with a speed of 3000-5000 km/s.\nAdding the effect of dark matter substructure (subhalos) in each cluster we\nfind the annihilation rate is enhancedgreatly and the density of positrons in\nthe trail is similar to that within the bullet cluster. This opens the door to\nunambiguous detection of the annihilation signal through the SZ effect, at\nsignificant separation from the thermal electrons.\n","Comment: 10 pages, 2 figures; references added and more discussions"]}]
["0710.4573",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4573"],"date":["2007-10-25"],"type":["text"],"creator":["Metzler, Rebecca A.","Zhou, Dong","Abrecht, Mike","Coppersmith, Susan N.","Gilbert, P. U. P. A."],"language":[],"coverage":[],"title":["Ordering in red abalone nacre"],"description":["  Red abalone nacre is an intensely studied biomineral, and yet its formation\nmechanism remains poorly understood. Here we report quantitative measurements\nprobing the degree of order of the aragonite tablets in nacre, and show that\norder develops over a distance of about 50 microns. These observations indicate\nthat the orientational order of aragonite tablets in nacre is established\ngradually and dynamically, and we show that a model of controlled assembly\nbased on suppression of the crystal growth rate along a specific direction,\nwhen growth is confined in a layered structure, yields a tablet pattern\nconsistent with those revealed by detailed experimental measurements. This work\nprovides strong evidence that the organism s control of crystal orientation in\nnacre occurs via regulation of crystal nucleation and growth as opposed to\ndirect templation or heteroepitaxial growth on organic molecules on the organic\nmatrix sheets.\n"]}]
["0710.4586",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4586"],"date":["2007-10-24"],"type":["text"],"creator":["Iosevich, Alex","Roudenko, Svetlana"],"language":[],"coverage":[],"title":["A universal Stein-Tomas restriction estimate for measures in three\n  dimensions"],"description":["  We study restriction estimates in R^3 for surfaces given as graphs of\nW^1_1(R^2) (integrable gradient) functions. We obtain a \"universal\" L^2(mu) ->\nL^4(R^3, L^2(SO(3))) estimate for the extension operator f -> \\hat{f mu} in\nthree dimensions. We also prove that the three dimensional estimate holds for\nany Frostman measure supported on a compact set of Hausdorff dimension greater\nthan two. The approach is geometric and is influenced by a connection with the\nFalconer distance problem.\n"]}]
["0710.4594",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4594"],"date":["2007-10-24"],"type":["text"],"creator":["de Andrade, L. C. Garcia"],"language":[],"coverage":[],"title":["Topology of magnetic helicity of torsioned filaments in Hall plasmas"],"description":["  A solution of magnetic Hall equations for plasma filaments in the Coulomb\ngauge is obtained in the non-holonomic frame. Some physical features of the\nsolution include, the non-conservation of the magnetic helicity and the decay\nof the magnetic field in the filaments. From the mathematical point of view,the\npresence of Frenet torsion in the filament is actually shown to be fundamental\nfor the breaking of conservation of magnetic helicity in the case of helicoidal\nfilaments. Since the magnetic helicity is not conserved even in the Coulomb\ngauge, and the magnetic field decays, one can say that the dynamo action fails.\nActually the presence of torsion enhances the breaking of magnetic field\nhelicity conservation. A similar formula of the one obtained here without\nconsidering the Hall effect has been obtained by Moffatt and Ricca (PRSA-1992)\nin the case of holonomic filaments. It is shown that unknotted magnetic\nfilaments may place a lower bound on the magnetic energy. Discussions on the\nwrithe number are also discussed.\n","Comment: Deprtamento de Fisica Teorica-IF-UERJ-Rio-Brasil"]}]
["0710.4596",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry","Mathematics - Metric Geometry","Quantitative Biology - Biomolecules","52C99, 92B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4596"],"date":["2007-10-24"],"type":["text"],"creator":["Morikawa, Naoto"],"language":[],"coverage":[],"title":["Discrete differential geometry of tetrahedrons and encoding of local\n  protein structure"],"description":["  Local protein structure analysis is informative to protein structure analysis\nand has been used successfully in protein structure prediction and others.\nProteins have recurring structural features, such as helix caps and beta turns,\nwhich often have strong amino acid sequence preferences. And the challenges for\nlocal structure analysis have been identification and assignment of such common\nshort structural motifs.\n  This paper proposes a new mathematical framework that can be applied to\nanalysis of the local structure of proteins, where local conformations of\nprotein backbones are described using differential geometry of folded\ntetrahedron sequences. Using the framework, we could capture the recurring\nstructural features without any structural templates, which makes local\nstructure analysis not only simpler, but also more objective.\n  Programs and examples are available from http://www.genocript.com .\n","Comment: 12 pages, 9 figures"]}]
["0710.4597",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4597"],"date":["2007-10-24","2007-10-26"],"type":["text"],"creator":["Huang, Xiaojun","Ji, Shanyu","Zhang, Yuan"],"language":[],"coverage":[],"title":["A criterion for a proper rational map to be equivalent to a proper\n  polynomial map"],"description":["  In this paper, we give an explicit criterion when a rational holomorphic map\nbetween balls is equivalent to a polynomial holomorphic map. Making use of this\ncriterion, we show that any proper rational holomorphic map from B^2 into B^N\nof degree two is equivalent to a polynomial holomorphic map; we also construct\nrational holomorphic maps of degree 3 that are almost linear but are not\nequivalent to polynomial holomorphic maps.\n","Comment: 13 pages. Dedicated to Professor J. Kohn on the occasion of his 75th\n  birthday"]}]
["0710.4603",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14D22, 17B56, 17B62, 17B65, 17B66, 57Q15."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4603"],"date":["2007-10-24"],"type":["text"],"creator":["Hamilton, Alastair"],"language":[],"coverage":[],"title":["Noncommutative geometry and compactifications of the moduli space of\n  curves"],"description":["  In this paper we show that the homology of a certain natural compactification\nof the moduli space, introduced by Kontsevich in his study of Witten's\nconjectures, can be described completely algebraically as the homology of a\ncertain differential graded Lie algebra. This two-parameter family is\nconstructed by using a Lie cobracket on the space of noncommutative 0-forms, a\nstructure which corresponds to pinching simple closed curves on a Riemann\nsurface, to deform the noncommutative symplectic geometry described by\nKontsevich in his subsequent papers.\n","Comment: 23 pages, 10 figures"]}]
["0710.4604",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4604"],"date":["2007-10-24"],"type":["text"],"creator":["Higashi, Takeshi","Higashijima, Kiyoshi","Itou, Etsuko"],"language":[],"coverage":[],"title":["Supersymmetric three dimensional conformal sigma models"],"description":["  We construct supersymmetric conformal sigma models in three dimensions.\nNonlinear sigma models in three dimensions are nonrenormalizable in\nperturbation theory. We use the Wilsonian renormalization group equation\nmethod, which is one of the nonperturbative methods, to find the fixed points.\nExistence of fixed points is extremely important in this approach to show the\nrenormalizability. Conformal sigma models are defined as the fixed point\ntheories of the Wilsonian renormalization group equation. The Wilsonian\nrenormalization group equation with anomalous dimension coincides with the\nmodified Ricci flow equation. The conformal sigma models are characterized by\none parameter which corresponds to the anomalous dimension of the scalar\nfields. Any Einstein-K\\\"{a}hler manifold corresponds to a conformal field\ntheory when the anomalous dimension is $\\gamma=-1/2$. Furthermore, we\ninvestigate the properties of target spaces in detail for two dimensional case,\nand find the target space of the fixed point theory becomes compact or\nnoncompact depending on the value of the anomalous dimension. This is a\nproceeding to the conference based on the talk given by E.I.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 5 eps figures"]}]
["0710.4605",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4605"],"date":["2007-10-24"],"type":["text"],"creator":["Batson, Joshua D."],"language":[],"coverage":[],"title":["Nathanson heights in finite vector spaces"],"description":["  Let $p$ be a prime, and let $\\mathbb{Z}_p$ denote the field of integers\nmodulo $p$. The \\emph{Nathanson height} of a point $v \\in \\mathbb{Z}_p^n$ is\nthe sum of the least nonnegative integer representatives of its coordinates.\nThe Nathanson height of a subspace $V \\subseteq \\mathbb{Z}_p^n$ is the least\nNathanson height of any of its nonzero points. In this paper, we resolve a\nconjecture of Nathanson [M. B. Nathanson, Heights on the finite projective\nline, International Journal of Number Theory, to appear], showing that on\nsubspaces of $\\mathbb{Z}_p^n$ of codimension one, the Nathanson height function\ncan only take values about $p, p/2, p/3, ....$ We show this by proving a\nsimilar result for the coheight on subsets of $\\mathbb{Z}_p$, where the\n\\emph{coheight} of $A \\subseteq \\mathbb{Z}_p$ is the minimum number of times\n$A$ must be added to itself so that the sum contains 0. We conjecture that the\nNathanson height function has a similar constraint on its range regardless of\nthe codimension, and produce some evidence that supports this conjecture.\n","Comment: 17 pages"]}]
["0710.4606",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4606"],"date":["2007-10-24"],"type":["text"],"creator":["James, W. R. G.","Jensen, I.","Guttmann, A. J."],"language":[],"coverage":[],"title":["Families of m-convex polygons: m = 2"],"description":["  Polygons are described as almost-convex if their perimeter differs from the\nperimeter of their minimum bounding rectangle by twice their `concavity index',\n$m$. Such polygons are called \\emph{$m$-convex} polygons and are characterised\nby having up to $m$ indentations in the side. We use a `divide and conquer'\napproach, factorising 2-convex polygons by extending a line along the base of\nits indents. We then use the inclusion-exclusion principle, the Hadamard\nproduct and extensions to known methods to derive the generating functions for\neach case.\n","Comment: 53 pages"]}]
["0710.4614",{"format":[],"subject":["Statistics - Methodology","62P20, 62F07 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4614"],"date":["2007-10-25"],"type":["text"],"creator":["Sepanski, J. H.","Kong, Lingji"],"language":[],"coverage":[],"title":["A Family of Generalized Beta Distributions for Income"],"description":["  The mathematical properties of a family of generalized beta distribution,\nincluding beta-normal, skewed-t, log-F, beta-exponential, beta-Weibull\ndistributions have recently been studied in several publications. This paper\napplies these distributions to the modeling of the size distribution of income\nand computes the maximum likelihood estimation estimates of parameters. Their\nperformances are compared to the widely used generalized beta distributions of\nthe first and second types in terms of measures of goodness of fit.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0710.4616",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4616"],"date":["2007-10-25"],"type":["text"],"creator":["Rey, N.","Toulemonde, P.","Machon, D.","Duclaux, L.","Floch, S. Le","Pischedda, V.","Itié, J. P.","Flank, A. -M.","Lagarde, P.","Chrichton, W. A.","Mezouar, M.","Strässle, Th.","Sheptyakov, D.","Montagnac, G.","San-Miguel, A."],"language":[],"coverage":[],"title":["High pressure behavior of CsC8 graphite intercalation compound"],"description":["  The high pressure phase diagram of CsC8 graphite intercalated compound has\nbeen investigated at ambient temperature up to 32 GPa. Combining X-ray and\nneutron diffraction, Raman and X- ray absorption spectroscopies, we report for\nthe first time that CsC8, when pressurized, undergoes phase transitions around\n2.0, 4.8 and 8 GPa. Possible candidate lattice structures and the transition\nmechanism involved are proposed. We show that the observed transitions involve\nthe structural re- arrangement in the Cs sub-network while the distance between\nthe graphitic layers is continuously reduced at least up to 8.9 GPa. Around 8\nGPa, important modifications of signatures of the electronic structure measured\nby Raman and X-ray absorption spectroscopies evidence the onset of a new\ntransition.\n"]}]
["0710.4617",{"format":[],"subject":["Mathematics - Statistics Theory","62E20, 62G07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4617"],"date":["2007-10-25"],"type":["text"],"creator":["Anevski, Dragi","Fougères, Anne-Laure"],"language":[],"coverage":[],"title":["Limit properties of the monotone rearrangement for density and\n  regression function estimation"],"description":["  The monotone rearrrangement algorithm was introduced by Hardy, Littlewood and\nP\\'olya as a sorting device for functions. Assuming that $x$ is a monotone\nfunction and that an estimate $x_n$ of $x$ is given, consider the monotone\nrearrangement $\\hat{x}_n$ of $x_n$. This new estimator is shown to be uniformly\nconsistent. Under suitable assumptions, pointwise limit distribution results\nfor $\\hat{x}_n$ are obtained. The framework is general and allows for weakly\ndependent and long range dependent stationary data. Applications in monotone\ndensity and regression function estimation are detailed.\n"]}]
["0710.4623",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4623"],"date":["2007-10-25"],"type":["text"],"creator":["Kildea, J.","Zweerink, J.","Ball, J.","Carson, J. E.","Covault, C. E.","Driscoll, D. D.","Fortin, P.","Gingrich, D. M.","Hanna, D. S.","Jarvis, A.","Lindner, T.","Mueller, C.","Mukherjee, R.","Ong, R. A.","Ragan, K.","Williams, D. A."],"language":[],"coverage":[],"title":["Observations of the Pulsar PSR B1951+32 with the Solar Tower Atmospheric\n  Cherenkov Effect Experiment"],"description":["  We present the analysis and results of 12.5 hours of high-energy gamma-ray\nobservations of the EGRET-detected pulsar PSR B1951+32 using the Solar Tower\nAtmospheric Cherenkov Effect Experiment (STACEE). STACEE is an atmospheric\nCherenkov detector, in Albuquerque, New Mexico, that detects cosmic gamma rays\nusing the shower-front-sampling technique. STACEE's sensitivity to\nastrophysical sources at energies around 100 GeV allows it to investigate\nemission from gamma-ray pulsars with expected pulsed emission cutoffs below 100\nGeV. We discuss the observations and analysis of STACEE's PSR 1951+32 data,\naccumulated during the 2005 and 2006 observing seasons.\n","Comment: 4 pages, 1 figure, ICRC 2007 conference proceedings"]}]
["0710.4624",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4624"],"date":["2007-10-25"],"type":["text"],"creator":["Xing, Xiu-San"],"language":[],"coverage":[],"title":["Spontaneous entropy decrease and its statistical formula"],"description":["  Why can the world resist the law of entropy increase and produce\nself-organizing structure? Does the entropy of an isolated system always only\nincrease and never decrease? Can be thermodymamic degradation and\nself-organizing evolution united? How to unite? In this paper starting out from\nnonequilibrium entropy evolution equation we proved that a new entropy decrease\ncould spontaneously emerge in nonequilibrium system with internal attractive\ninteraction. This new entropy decrease coexists with the traditional law of\nentropy increase, both of them countervail each other, so that the total\nentropy of isolated system can be able to decrease. It not only makes isolated\nsystem but also helps open system to produce self-organizing structure. We\nfirst derived a statistical formula for this new entropy decrease rate, and\ncompared it both in mathematical form and in microscopic physical foundation\nwith the statistical formula for the law of entropy increase which was derived\nby us some years ago. Furthermore, we gave the formulas for the time rate of\nchange of total entropy in isolated system and open system. The former is equal\nto the sum of the formula for the law of entropy increase and the formula for\nthe new entropy decrease rate, the latter is the algebraic sum of the formulas\nfor entropy increase, entropy decrease and entropy flow. All of them manifest\nthe unity of thermodynamic degradation and self-organizing evolution. As the\napplication of the new theoretical formulas, we discussed qualitatively the\nemergency of inhomogeneous structure in two real isolated systems including\nclarifying the inference about the heat death of the universe.\n","Comment: 12 pages"]}]
["0710.4628",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4628"],"date":["2007-10-25"],"type":["text"],"creator":["Gasparov, V. A.","Sheikin, I.","Levy, F.","Teyssier, J.","Santi, G."],"language":[],"coverage":[],"title":["The de Haas - van Alphen Effect Study of the Fermi Surface of ZrB12"],"description":["  The de Haas - van Alphen (dHvA) effect in the cluster superconductor ZrB12\nwas studied by magnetic torque measurements in magnetic fields up to 28 T at\ntemperatures down to 0.35 K. The dHvA oscillations due to orbits from the Neck\nsections and \"Cubic Box\" of the Fermi surface were detected. We measured\ncyclotron effective masses of 0.5m_0 for Neck section of the FS. The dHvA\nfrequencies as well as the cyclotron effective masses were calculated using the\nfull potential Linear Muffin-Tin Orbital (LMTO) method within the Generalized\nGradient Approximation. Comparison of the angular dependence of the dHvA\nfrequencies with the band-structure calculations implies overall agreement with\ntheoretical model, while one section could not be definitely identified.\n","Comment: 4 pages, 4 figures"]}]
["0710.4631",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4631"],"date":["2007-10-25"],"type":["text"],"creator":["Adda, Faycal Ben","Adda, Helene Porchon-Ben"],"language":[],"coverage":[],"title":["The nature of light in an expanding universe"],"description":["  In this paper, we prove the existence of two degrees of freedom that govern\nthe movement of light in an expanding universe. The use of the fractal manifold\nmodel leads to reciprocal causality between variation of geometry and gravity,\nwhich both play a complementary role in the universe architecture. This study\nunravels new facts about the distribution of matter in the universe, and\nprovides a new interpretation of Dark Matter and Dark Energy.\n","Comment: 25 pages"]}]
["0710.4648",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Complex Variables","35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4648"],"date":["2007-10-25"],"type":["text"],"creator":["Martio, Olli","Miklyukov, Vladimir M.","Vuorinen, Matti"],"language":[],"coverage":[],"title":["Ahlfors theorems for differential forms"],"description":["  Some counterparts of theorems of Phragm\\'en-Lindel\\\"of and of Ahlfors are\nproved for differential forms of ${\\cal WT}$--classes.}\n"]}]
["0710.4676",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4676"],"date":["2007-10-25"],"type":["text"],"creator":["Savukov, I. M.","Dzuba, V. A."],"language":[],"coverage":[],"title":["Many-body calculations of relativistic energy shifts for single- and\n  double-valence atoms"],"description":["  Relativistic Hartree-Fock method together with many-body perturbation theory\nand configuration interaction techniques are used to calculate relativistic\nenergy shifts for frequencies of the strong electric dipole transitions of C\nIII, C IV, Na I, Mg I, Mg II, Al II, Al III, Si IV, Ca II and Zn II. These\ntransitions are used for search of the variation of the fine structure constant\nin quasar absorption spectra. The results are in good agreement with previous\ncalculations. The analysis of Breit contributions is also presented.\n","Comment: 4pages, 3 tables"]}]
["0710.4677",{"format":[],"subject":["Mathematics - Number Theory","11F80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4677"],"date":["2007-10-25"],"type":["text"],"creator":["Ciavarella, Miriam"],"language":[],"coverage":[],"title":["Congruences between modular forms and related modules"],"description":["  We fix $\\ell$ a prime and let $M$ be an integer such that $\\ell\\not|M$; let\n$f\\in S_2(\\Gamma_1(M\\ell^2))$ be a newform supercuspidal of fixed type related\nto the nebentypus, at $\\ell$ and special at a finite set of primes. Let\n$\\TT^\\psi$ be the local quaternionic Hecke algebra associated to $f$. The\nalgebra $\\TT^\\psi$ acts on a module $\\mathcal M^\\psi_f$ coming from the\ncohomology of a Shimura curve. Applying the Taylor-Wiles criterion and a recent\nSavitt's theorem, $\\TT^\\psi$ is the universal deformation ring of a global\nGalois deformation problem associated to $\\orho_f$. Moreover $\\mathcal\nM^\\psi_f$ is free of rank 2 over $\\TT^\\psi$. If $f$ occurs at minimal level, by\na generalization of a Conrad, Diamond and Taylor's result and by the classical\nIhara's lemma, we prove a theorem of raising the level and a result about\ncongruence ideals. The extension of this results to the non minimal case is an\nopen problem.\n"]}]
["0710.4708",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4708"],"date":["2007-10-25"],"type":["text"],"creator":["Krobath, Gernot","collaborations, representing the ATLAS/CMS"],"language":[],"coverage":[],"title":["Discovery potential of the LHC for extended gauge symmetries"],"description":["  Many models of physics beyond the Standard Model are based on extended gauge\nsymmetries and predict the existence of new heavy particles, often at the TeV\nscale. Such particles include heavy W and Z bosons, doubly charged higgses,\nheavy majorana neutrinos, leptoquarks and heavy fermions. The discovery\npotential of the LHC, which will start in 2008, for various particles predicted\nin extended gauge theories will be described in this paper.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 4 eps figures"]}]
["0710.4744",{"format":[],"subject":["Physics - Plasma Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4744"],"date":["2007-10-25"],"type":["text"],"creator":["Volchenkov, D.","Lima, R."],"language":[],"coverage":[],"title":["Magnetohydrodynamics In The Context Of Nelson's Stochastic Mechanics"],"description":["  A simple generalization of the MHD model accounting for the fluctuations of\nthe configurations due to kinetic effects in plasmas in short times small\nscales is considered. The velocity of conductive fluid and the magnetic field\nare considerd as the stochastic fields (or random trial trajectories) for which\nthe classical MHD equations play the role of the mean field equations in the\nspirit of stochastic mechanics of E. Nelson.\n","Comment: 27 pages, 6 figures"]}]
["0710.4765",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems","93Cxx","93xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4765"],"date":["2007-10-25"],"type":["text"],"creator":["Bauso, D.","Giarré, L.","Pesenti, R."],"language":[],"coverage":[],"title":["Robust control of uncertain multi-inventory systems via Linear Matrix\n  Inequality"],"description":["  We consider a continuous time linear multi inventory system with unknown\ndemands bounded within ellipsoids and controls bounded within ellipsoids or\npolytopes. We address the problem of \"-stabilizing the inventory since this\nimplies some reduction of the inventory costs. The main results are certain\nconditions under which \"-stabilizability is possible through a saturated linear\nstate feedback control. All the results are based on a Linear Matrix\nInequalities (LMIs) approach and on some recent techniques for the modeling and\nanalysis of polytopic systems with saturations.\n","Comment: submitted to Operational Research Letters"]}]
["0710.4773",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4773","J. Mol. Struct. 838, 220 (2007)","doi:10.1016/j.molstruc.2006.12.044"],"date":["2007-10-25"],"type":["text"],"creator":["Jackeli, G."],"language":[],"coverage":[],"title":["The ground state phases of orbitally degenerate spinel oxides"],"description":["  I review the microscopic spin-orbital Hamiltonian and ground state properties\nof spin one-half spinel oxides with threefold $t_{2g}$ orbital degeneracy. It\nis shown that for any orbital configuration a ground state of corresponding\nspin only Hamiltonian is infinitely degenerate in the classical limit. The\nextensive classical degeneracy is lifted by the quantum nature of the spins, an\neffect similar to order-out-of-disorder phenomenon by quantum fluctuations.\nThis drives the system to a non-magnetic spin-singlet dimer manifold with a\nresidual degeneracy due to relative orientation of dimers. The magneto-elastic\nmechanism of lifting the ``orientational'' degeneracy is also briefly reviewed.\n","Comment: Proceedings of the Symposium on the Jahn-Teller Effect (Trieste)"]}]
["0710.4774",{"format":[],"subject":["Mathematics - Complex Variables","37F75, 32M25, 32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4774"],"date":["2007-10-25"],"type":["text"],"creator":["Camara, Leonardo","Scardua, Bruno"],"language":[],"coverage":[],"title":["On the integrability of holomorphic vector fields"],"description":["  We determine topological and algebraic conditions for a germ of holomorphic\nfoliation $\\mathcal F(X)$ induced by a generic vector field $X$ on\n$(\\mathbb{C}^{3},0)$ to have a holomorphic first integral, i.e., a germ of\nholomorphic map $F \\colon(\\mathbb{C}^{3},0)\\longrightarrow(\\mathbb{C}^{2},0)$\nsuch that the leaves of $\\mathcal F(X)$ are contained in the level curves of\n$F$.\n","Comment: 14 pages, 1 figure"]}]
["0710.4780",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Databases","H.2.3","I.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4780"],"date":["2007-10-25"],"type":["text"],"creator":["Almendros-Jiménez, J. M.","Becerra-Terón, A.","Enciso-Baños, F. J."],"language":[],"coverage":[],"title":["Querying XML Documents in Logic Programming"],"description":["  Extensible Markup Language (XML) is a simple, very flexible text format\nderived from SGML. Originally designed to meet the challenges of large-scale\nelectronic publishing, XML is also playing an increasingly important role in\nthe exchange of a wide variety of data on the Web and elsewhere. XPath language\nis the result of an effort to provide address parts of an XML document. In\nsupport of this primary purpose, it becomes in a query language against an XML\ndocument. In this paper we present a proposal for the implementation of the\nXPath language in logic programming. With this aim we will describe the\nrepresentation of XML documents by means of a logic program. Rules and facts\ncan be used for representing the document schema and the XML document itself.\nIn particular, we will present how to index XML documents in logic programs:\nrules are supposed to be stored in main memory, however facts are stored in\nsecondary memory by using two kind of indexes: one for each XML tag, and other\nfor each group of terminal items. In addition, we will study how to query by\nmeans of the XPath language against a logic program representing an XML\ndocument. It evolves the specialization of the logic program with regard to the\nXPath expression. Finally, we will also explain how to combine the indexing and\nthe top-down evaluation of the logic program. To appear in Theory and Practice\nof Logic Programming (TPLP)\"\n"]}]
["0710.4783",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4783"],"date":["2007-10-25"],"type":["text"],"creator":["Circella, M.","Collaboration, for the ANTARES"],"language":[],"coverage":[],"title":["The ANTARES Detector: Electronics and Readout"],"description":["  In this paper, we illustrate the main features of the electronics and data\nacquisition systems of the ANTARES apparatus, a large volume, deep-sea neutrino\ntelescope under construction in the Mediterranean Sea off the coast of Toulon,\nFrance. The apparatus consists of an array of 900 large-area photomultipliers\narranged on 12 detection lines, 5 of which are in data acquisition since\nJanuary 2007. The schedule is to complete the apparatus construction in early\n2008.\n","Comment: Poster presented at ICRC 2007"]}]
["0710.4784",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4784"],"date":["2007-10-25","2007-10-26"],"type":["text"],"creator":["Ibragimov, Nail H.","Meleshko, Sergey V.","Suksern, Supaporn"],"language":[],"coverage":[],"title":["Linearization of fourth-order ordinary differential equations by point\n  transformations"],"description":["  We present here the solution of the problem on linearization of fourth-order\nequations by means of point transformations. We show that all fourth-order\nequations that are linearizable by point transformations are contained in the\nclass of equations which is linear in the third-order derivative. We provide\nthe linearization test and describe the procedure for obtaining the linearizing\ntransformations as well as the linearized equation.\n","Comment: 19 pages"]}]
["0710.4787",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4787"],"date":["2007-10-25"],"type":["text"],"creator":["Chiorboli, Massimiliano"],"language":[],"coverage":[],"title":["SUSY sensitivity in final states with leptons, jets, and missing\n  transverse energy"],"description":["  Final states with leptons, jets and missing transverse energy are a promising\nway to detect Supersymmetry at the Large Hadron Collider. Results of simulation\nstudies performed by the CMS and ATLAS collaborations are presented. The\ndiscovery of new physics is shown to be possible within the first fb^-1 of\ncollected integrated luminosity.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 6 eps figures"]}]
["0710.4788",{"format":[],"subject":["Statistics - Applications","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4788"],"date":["2007-10-25"],"type":["text"],"creator":["Schmid, Volker J.","Whitcher, Brandon","Padhani, Anwar R.","Taylor, N. Jane","Yang, Guang-Zhong"],"language":[],"coverage":[],"title":["A Bayesian Hierarchical Model for the Analysis of a Longitudinal Dynamic\n  Contrast-Enhanced MRI Cancer Study"],"description":["  Imaging in clinical oncology trials provides a wealth of information that\ncontributes to the drug development process, especially in early phase studies.\nThis paper focuses on kinetic modeling in DCE-MRI, inspired by mixed-effects\nmodels that are frequently used in the analysis of clinical trials. Instead of\nsummarizing each scanning session as a single kinetic parameter -- such as\nmedian $\\ktrans$ across all voxels in the tumor ROI -- we propose to analyze\nall voxel time courses from all scans and across all subjects simultaneously in\na single model. The kinetic parameters from the usual non-linear regression\nmodel are decomposed into unique components associated with factors from the\nlongitudinal study; e.g., treatment, patient and voxel effects. A Bayesian\nhierarchical model provides the framework in order to construct a data model, a\nparameter model, as well as prior distributions. The posterior distribution of\nthe kinetic parameters is estimated using Markov chain Monte Carlo (MCMC)\nmethods. Hypothesis testing at the study level for an overall treatment effect\nis straightforward and the patient- and voxel-level parameters capture random\neffects that provide additional information at various levels of resolution to\nallow a thorough evaluation of the clinical trial. The proposed method is\nvalidated with a breast cancer study, where the subjects were imaged before and\nafter two cycles of chemotherapy, demonstrating the clinical potential of this\nmethod to longitudinal oncology studies.\n"]}]
["0710.4790",{"format":[],"subject":["Mathematical Physics","81Q10 (Primary)","49R50, 49S05, 45C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4790"],"date":["2007-10-25"],"type":["text"],"creator":["Pankrashkin, Konstantin"],"language":[],"coverage":[],"title":["Variational principle for Hamiltonians with degenerate bottom"],"description":["  We consider perturbations of Hamiltonians whose Fourier symbol attains its\nminimum along a hypersurface. Such operators arise in several domains, like\nspintronics, theory of supercondictivity, or theory of superfluidity.\nVariational estimates for the number of eigenvalues below the essential\nspectrum in terms of the perturbation potential are provided. In particular, we\nprovide an elementary proof that negative potentials lead to an infinite\ndiscrete spectrum.\n","Comment: 9 pages"]}]
["0710.4855",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4855"],"date":["2007-10-25","2007-10-26"],"type":["text"],"creator":["Koeneke, Karsten","Collaborations, for the Babar/Belle"],"language":[],"coverage":[],"title":["Radiative Penguin B Decays at the B Factories"],"description":["  In this article, I review the most recent results in radiative penguin decays\nfrom the B factories Belle and Babar. Most notably, I will talk about the\nrecent new observations in the decays B -> (rho/omega) gamma, a new analysis\ntechnique in b -> s gamma, and first measurements of radiative penguin decays\nin the B_s meson system. Finally, I will summarize the current status and\nfuture prospects of radiative penguin B physics at the B factories.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 1 eps figure.\n  Added a reference and small wording changes"]}]
["0710.4861",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4861"],"date":["2007-10-25"],"type":["text"],"creator":["Bergelson, Vitaly","Lesigne, Emmanuel"],"language":[],"coverage":[],"title":["Van der Corput sets in Z^d"],"description":["  In this partly expository paper we study van der Corput sets in $\\Z^d$, with\na focus on connections with harmonic analysis and recurrence properties of\nmeasure preserving dynamical systems. We prove multidimensional versions of\nsome classical results obtained for $d=1$ in \\cite{K-MF} and \\cite{R},\nestablish new characterizations, introduce and discuss some modifications of\nvan der Corput sets which correspond to various notions of recurrence, provide\nnumerous examples and formulate some natural open questions.\n"]}]
["0710.4862",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4862"],"date":["2007-10-25"],"type":["text"],"creator":["Bergelson, Vitaly","Leibman, Alexander","Lesigne, Emmanuel"],"language":[],"coverage":[],"title":["Intersective polynomials and polynomial Szemeredi theorem"],"description":["  Let $P=\\{p_{1},\\ld,p_{r}\\}\\subset\\Q[n_{1},\\ld,n_{m}]$ be a family of\npolynomials such that $p_{i}(\\Z^{m})\\sle\\Z$, $i=1,\\ld,r$. We say that the\nfamily $P$ has {\\it PSZ property} if for any set $E\\sle\\Z$ with\n$d^{*}(E)=\\limsup_{N-M\\ras\\infty}\\frac{|E\\cap[M,N-1]|}{N-M}>0$ there exist\ninfinitely many $n\\in\\Z^{m}$ such that $E$ contains a polynomial progression of\nthe form \\hbox{$\\{a,a+p_{1}(n),\\ld,a+p_{r}(n)\\}$}. We prove that a polynomial\nfamily $P=\\{p_{1},\\ld,p_{r}\\}$ has PSZ property if and only if the polynomials\n$p_{1},\\ld,p_{r}$ are {\\it jointly intersective}, meaning that for any $k\\in\\N$\nthere exists $n\\in\\Z^{m}$ such that the integers $p_{1}(n),\\ld,p_{r}(n)$ are\nall divisible by $k$. To obtain this result we give a new ergodic proof of the\npolynomial Szemer\\'{e}di theorem, based on the fact that the key to the\nphenomenon of polynomial multiple recurrence lies with the dynamical systems\ndefined by translations on nilmanifolds. We also obtain, as a corollary, the\nfollowing generalization of the polynomial van der Waerden theorem: If\n$p_{1},\\ld,p_{r}\\in\\Q[n]$ are jointly intersective integral polynomials, then\nfor any finite partition of $\\Z$, $\\Z=\\bigcup_{i=1}^{k}E_{i}$, there exist\n$i\\in\\{1,\\ld,k\\}$ and $a,n\\in E_{i}$ such that\n$\\{a,a+p_{1}(n),\\ld,a+p_{r}(n)\\}\\sln E_{i}$.\n"]}]
["0710.4864",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4864"],"date":["2007-10-25"],"type":["text"],"creator":["Elmetti, Federico","Mauri, Andrea","Pirrone, Marco"],"language":[],"coverage":[],"title":["Conformal invariance and finiteness theorems for non-planar\n  beta-deformed N=4 SYM theory"],"description":["  We study the conformal invariance of non-planar beta-deformed N=4 SYM theory\nusing the coupling constant reduction (CCR) formalism. We show that up to order\ng^10, differently from the planar case, we can remove the scheme dependence in\nthe definition of the theory without reducing to the real beta case. We also\ncompute the gauge beta function up to four loops and see that the generalized\nfiniteness theorems proposed in [hep-th: 0705.1483] still hold.\n","Comment: LaTex, 16 pages, 10 figures"]}]
["0710.4869",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4869"],"date":["2007-10-25"],"type":["text"],"creator":["Semmes, Stephen"],"language":[],"coverage":[],"title":["Elementary aspects of the geometry of metric spaces"],"description":["  The setting of metric spaces is very natural for numerous questions\nconcerning manifolds, norms, and fractal sets, and a few of the main\ningredients are surveyed here.\n","Comment: 25 pages, latex-2e"]}]
["0710.4870",{"format":[],"subject":["Mathematics - Metric Geometry","52C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4870"],"date":["2007-10-25"],"type":["text"],"creator":["Frettlöh, D.","Glazyrin, A."],"language":[],"coverage":[],"title":["The Lonely Vertex Problem"],"description":["  In a locally finite tiling of n-dim Euclidean space by convex polytopes, each\npoint of the space is either a vertex of at least two tiles, or no vertex at\nall.\n","Comment: 8 pages, 2 figures"]}]
["0710.4871",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4871"],"date":["2007-10-25"],"type":["text"],"creator":["Lutz, R.","Schuh, S.","Silvotti, R.","Dreizler, S.","Green, E. M.","Fontaine, G.","Stahn, T.","Huegelmeyer, S. D.","Husser, T. -O."],"language":[],"coverage":[],"title":["Light curve analysis of the hybrid sdB pulsators HS0702+6043 and\n  HS2201+2610"],"description":["  We present the detection of low-amplitude, long-period g-modes in two\nindividual sdBV stars which are known to be p-mode pulsators. Only few of these\nhybrid objects, showing both p- and g-modes, are known today. We resolve the\ng-mode domain in HS0702+6043 and add HS2201+2610 to the list of hybrid\npulsators. To discover the low-amplitude g-modes, a filtering algorithm based\non wavelet transformations was applied to denoise observational data.\n","Comment: 4 pages, 4 figures, hot subdwarf stars and related objects conference\n  proceedings"]}]
["0710.4875",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4875"],"date":["2007-10-25"],"type":["text"],"creator":["Bonnefont, Michel"],"language":[],"coverage":[],"title":["A discrete version and stability of Brunn Minkowski inequality"],"description":["  In the first part of the paper, we define an approximated Brunn-Minkowski\ninequality which generalizes the classical one for length spaces. Our new\ndefinition based only on distance properties allows us also to deal with\ndiscrete spaces. Then we show the stability of our new inequality under a\nconvergence of metric measure spaces. This result gives as a corollary the\nstability of the classical Brunn-Minkowski inequality for geodesic spaces. The\nproof of this stability was done for different inequalities (curvature\ndimension inequality, metric contraction property) but as far as we know not\nfor the Brunn-Minkowski one. In the second part of the paper, we show that\nevery metric measure space satisfying classical Brunn-Minkowski inequality can\nbe approximated by discrete spaces with some approximated Brunn-Minkowski\ninequalities.\n","Comment: Preprint"]}]
["0710.4877",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4877"],"date":["2007-10-25"],"type":["text"],"creator":["Braun, A. P.","Hebecker, A.","Trapletti, M."],"language":[],"coverage":[],"title":["Moduli stabilization in (string) model building: gauge fluxes and loops"],"description":["  We discuss the moduli stabilization arising in the presence of gauge fluxes,\nR-symmetry twists and non-perturbative effects in the context of 6-dimensional\nsupergravity models. We show how the presence of D-terms, due to the gauge\nfluxes, is compatible with gaugino condensation, and that the two effects,\ncombined with the R-symmetry twist, do stabilize all the Kaehler moduli present\nin the model, in the spirit of KKLT. We also calculate the flux-induced\none-loop correction to the scalar potential coming from charged\nhypermultiplets, and find that it does not destabilize the minimum.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX"]}]
["0710.4878",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4878"],"date":["2007-10-25"],"type":["text"],"creator":["Schmidt, Alexander","Collaboration, for the CMS","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Discovery Potential for the SM Higgs Boson in the Inclusive Search\n  Channels"],"description":["  This paper gives an overview of the potential to discover a Standard Model\nHiggs Boson in the inclusive search channels at the ATLAS and CMS experiments\nat the LHC. The most important decay modes, $H \\to \\gamma \\gamma$, $H \\to WW\n\\to ll\\nu\\nu$ and $H \\to ZZ \\to 4l$ are described and a summary of recently\npublished analyses using realistic detector simulations is presented.\n","Comment: Submitted for the SUSY07 proceedings"]}]
["0710.4885",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4885"],"date":["2007-10-25"],"type":["text"],"creator":["Archibald, Jana"],"language":[],"coverage":[],"title":["The Weight System of the Multivariable Alexander Polynomial"],"description":["  We derive a formula for the weight system of the multivariable Alexander\npolynomial using determinants, show that it obeys known relations, and\nsatisfies some of the same relations as the single variable polynomial.\n","Comment: 11 pages, 17 figures"]}]
["0710.4887",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4887"],"date":["2007-10-25"],"type":["text"],"creator":["Berry, Dr Tracey"],"language":[],"coverage":[],"title":["Sensitivity of the LHC Experiments to Extra Dimensions"],"description":["  This conference report briefly reviews the potential of the ATLAS and CMS\nexperiments to discover evidence of extra dimensions.\n","Comment: Submitted for SUSY07 proceedings, 4 pages, LaTeX, 8 eps figures"]}]
["0710.4890",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4890"],"date":["2007-10-25"],"type":["text"],"creator":["Delgado, Rosa M. Gonzalez"],"language":[],"coverage":[],"title":["The role of Starbursts in the Star Formation History of the Universe"],"description":["  This review presents a personal view of the role that starbursts play in the\nstar formation history of the universe. It is mainly focused on the properties\nof nearby starburst galaxies selected for their strong UV and/or FIR emission.\nThe similarities between local starbursts and star-forming galaxies at high\nredshift are also presented. I discuss too the role that LIRGs and ULIRGs and\nmerging systems play in the formation and evolution of galaxies.\n","Comment: Invited review, to appear in \"Pathways through an eclectic Universe\",\n  J. H. Knapen, T. J. Mahoney, and A. Vazdekis (Eds.), ASP Conf. Ser., 2007"]}]
["0710.4891",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4891"],"date":["2007-10-25"],"type":["text"],"creator":["Hahn, T.","Heinemeyer, S.","Hollik, W.","Rzehak, H.","Weiglein, G."],"language":[],"coverage":[],"title":["Higgs Masses and More in the Complex MSSM with FeynHiggs"],"description":["  We present the latest version 2.6 of FeynHiggs, a program for computing MSSM\nHiggs-boson masses and related observables, such as mixing angles, branching\nratios, and couplings, including state-of-the-art higher-order contributions.\nThe most important new feature is the inclusion of the fully complex\nO(\\alpha_t\\alpha_s) two-loop corrections, which enables FeynHiggs to give the\nmost precise Higgs-mass evaluation in the complex MSSM in the\nFeynman-diagrammatic approach to date.\n","Comment: 7 pages, submitted for the SUSY07 proceedings"]}]
["0710.4893",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4893"],"date":["2007-10-25"],"type":["text"],"creator":["Barnard, R.","Greening, L. Shaw","Kolb, U."],"language":[],"coverage":[],"title":["A Multi-coloured survey of NGC 253 with XMM-Newton"],"description":["  There is a large body of work that has used the excellent Chandra\nobservations of nearby galaxies with neglible low mass X-ray binary (LMXB)\npopulations. This has culminated in a ``Universal'' X-ray luminosity function\n(XLF) for high mass X-ray binaries (HMXBs). However, a number of methods have\nbeen used to convert from source intensities to luminosities when creating\nthese XLFs. We have taken advantage of the XMM-Newton observations of the\nnearby starbursting spiral galaxy NGC 253 to test some of these methods. We\nfind the luminosities derived from these various methods to vary by a factor of\n$\\sim$3. We also find the most influential factor in the conversion from\nintensity to luminosity to be the absorption. We therefore conclude that a more\nconsistent approach is required for determining the true Universal XLF for\nHMXBs. Ideally, this would involve individual spectral fitting of each X-ray\nsource. Certainly, the line-of-sight absorption should be determined from the\nobservations rather than assuming Galactic absorption. We find the best\napproach for obtaining an XLF from low-count data to be the splitting of the\nX-ray sources into two or more intensity intervals, and obtaining a conversion\nfrom intensity to flux for each group from spectral modelling of the summed\nspectrum of that group.\n","Comment: To appear in the proceedings of \"X-rays from Nearby Galaxies\", 4-7\n  Septembeer 2007, 4 pages"]}]
["0710.4896",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4896"],"date":["2007-10-25"],"type":["text"],"creator":["Stitt, Timothy","Kells, Graham","Vala, Jiri"],"language":[],"coverage":[],"title":["LAW: A Tool for Improved Productivity with High-Performance Linear\n  Algebra Codes. Design and Applications"],"description":["  LAPACK and ScaLAPACK are arguably the defacto standard libraries among the\nscientific community for solving linear algebra problems on sequential,\nshared-memory and distributed-memory architectures. While ease of use was a\nmajor design goal for the ScaLAPACK project; with respect to its predecessor\nLAPACK; it is still a non-trivial exercise to develop a new code or modify an\nexisting LAPACK code to exploit processor grids, distributed-array descriptors\nand the associated distributed-memory ScaLAPACK/PBLAS routines. In this paper,\nwe introduce what we believe will be an invaluable development tool for the\nscientific code developer, which exploits ad-hoc polymorphism, derived-types,\noptional arguments, overloaded operators and conditional compilation in Fortran\n95, to provide wrappers to a subset of common linear algebra kernels. These\nwrappers are introduced to facilitate the abstraction of low-level details\nwhich are irrelevant to the science being performed, such as target platform\nand execution model. By exploiting this high-level library interface, only a\nsingle code source is required with mapping onto a diverse range of execution\nmodels performed at link-time with no user modification. We conclude with a\ncase study whereby we describe application of the LAW library in the\nimplementation of the well-known Chebyshev Matrix Exponentiation algorithm for\nHermitian matrices.\n","Comment: 39 pages, 4 figures. To be submitted to Computer Physics\n  Communications Journal"]}]
["0710.4903",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4903"],"date":["2007-10-25"],"type":["text"],"creator":["Venkitasubramaniam, Parvathinathan","He, Ting","Tong, Lang"],"language":[],"coverage":[],"title":["Anonymous Networking amidst Eavesdroppers"],"description":["  The problem of security against timing based traffic analysis in wireless\nnetworks is considered in this work. An analytical measure of anonymity in\neavesdropped networks is proposed using the information theoretic concept of\nequivocation. For a physical layer with orthogonal transmitter directed\nsignaling, scheduling and relaying techniques are designed to maximize\nachievable network performance for any given level of anonymity. The network\nperformance is measured by the achievable relay rates from the sources to\ndestinations under latency and medium access constraints. In particular,\nanalytical results are presented for two scenarios:\n  For a two-hop network with maximum anonymity, achievable rate regions for a\ngeneral m x 1 relay are characterized when nodes generate independent Poisson\ntransmission schedules. The rate regions are presented for both strict and\naverage delay constraints on traffic flow through the relay.\n  For a multihop network with an arbitrary anonymity requirement, the problem\nof maximizing the sum-rate of flows (network throughput) is considered. A\nselective independent scheduling strategy is designed for this purpose, and\nusing the analytical results for the two-hop network, the achievable throughput\nis characterized as a function of the anonymity level. The throughput-anonymity\nrelation for the proposed strategy is shown to be equivalent to an information\ntheoretic rate-distortion function.\n"]}]
["0710.4906",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4906"],"date":["2007-10-25"],"type":["text"],"creator":["Valerius, Kathrin","collaboration, for the KATRIN"],"language":[],"coverage":[],"title":["Systematics and background suppression in the KATRIN experiment"],"description":["  Recent neutrino mass experiments at Mainz and Troitsk using tritium\nbeta-decay have reached their sensitivity potential, yielding upper limits of\nabout 2 eV/c^2 for the electron antineutrino mass. The KArlsruhe TRItium\nNeutrino experiment (KATRIN), designed to reach a sensitivity of 0.2 eV/c^2\n(90% C.L.), will improve the signal rate by a factor of about 100 with respect\nto previous experiments while maintaining the same low background level at an\nenhanced energy resolution of 0.93 eV of the spectrometer which is scaled up by\na factor of 10 in linear dimensions. This low background rate can only be\nachieved by active and passive reduction of the background components induced\nby the spectrometer itself and in the detector region. Furthermore, sources of\nsystematic errors such as energy losses inside the tritium source or\nfluctuations of the energy scale of the spectrometer need to be carefully\ncontrolled and analysed. An overview of KATRIN's method to reduce the\nbackground rate and to determine the systematics as well as the sensitivity on\nthe neutrino mass will be presented.\n","Comment: Submitted for the SUSY07 proceedings"]}]
["0710.4911",{"format":[],"subject":["Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4911"],"date":["2007-10-25"],"type":["text"],"creator":["Shalizi, Cosma Rohilla"],"language":[],"coverage":[],"title":["Social Media as Windows on the Social Life of the Mind"],"description":["  This is a programmatic paper, marking out two directions in which the study\nof social media can contribute to broader problems of social science:\nunderstanding cultural evolution and understanding collective cognition. Under\nthe first heading, I discuss some difficulties with the usual, adaptationist\nexplanations of cultural phenomena, alternative explanations involving network\ndiffusion effects, and some ways these could be tested using social-media data.\nUnder the second I describe some of the ways in which social media could be\nused to study how the social organization of an epistemic community supports\nits collective cognitive performance.\n","Comment: 6 pages, 1 figure, AAAI format, submitted to AAAI spring 2008\n  symposium on \"Social Information Processing\""]}]
["0710.4914",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4914"],"date":["2007-10-25"],"type":["text"],"creator":["Aguilera, Deborah N.","Pons, Jose A.","Miralles, Juan A."],"language":[],"coverage":[],"title":["Joule heating in the cooling of magnetized neutron stars"],"description":["  We present 2D simulations of the cooling of neutron stars with strong\nmagnetic fields (B \\geq 10^{13} G). We solve the diffusion equation in axial\nsymmetry including the state of the art microphysics that controls the cooling\nsuch as slow/fast neutrino processes, superfluidity, as well as possible\nheating mechanisms. We study how the cooling curves depend on the the magnetic\nfield strength and geometry. Special attention is given to discuss the\ninfluence of magnetic field decay. We show that Joule heating effects are very\nlarge and in some cases control the thermal evolution. We characterize the\ntemperature anisotropy induced by the magnetic field for the early and late\nstages of the evolution of isolated neutron stars.\n","Comment: 4 pages, 3 figures, oral contribution to \"EXOCT 2007, International\n  Symposium on Exotic States of Nuclear Matter\", Catania, Italy, 11-15 June\n  2007"]}]
["0710.4924",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4924"],"date":["2007-10-25"],"type":["text"],"creator":["Wingerter, Akin"],"language":[],"coverage":[],"title":["Do Incomplete GUT Multiplets Always Spoil Unification?"],"description":["  We consider a new class of light vectorlike exotics with fractional electric\ncharge which do not come in complete representations of a grand unified gauge\ngroup, and are nevertheless compatible with gauge coupling unification and\nother predictions from Grand Unified Theories. Such states naturally arise in\norbifold constructions of the heterotic string. Some aspects of their\nphenomenology and the consequences for the LHC are explored.\n","Comment: Submitted for the SUSY07 proceedings"]}]
["0710.4925",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4925","J. Phys. Chem. B 111, 4355-4360 (2007)"],"date":["2007-10-25"],"type":["text"],"creator":["Mitternacht, Simon","Schnabel, Stefan","Bachmann, Michael","Janke, Wolfhard","Irbäck, Anders"],"language":[],"coverage":[],"title":["Differences in Solution Behavior among Four Semiconductor-Binding\n  Peptides"],"description":["  Recent experiments have identified peptides with adhesion affinity for GaAs\nand Si surfaces. Here we use all-atom Monte Carlo (MC) simulations with\nimplicit solvent to investigate the behavior in aqueous solution of four such\npeptides, all with 12 residues. At room temperature, we find that all the four\npeptides are largely unstructured, which is consistent with experimental data.\nAt the same time, we find that one of the peptides is structurally different\nand more flexible, compared to the others. This finding points at structural\ndifferences as a possible explanation for differences in adhesion properties\nbetween these peptides. By also analyzing designed mutants of two of the\npeptides, an experimental test of this hypothesis is proposed.\n","Comment: 21 pages, 5 figures"]}]
["0710.4929",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4929","in: Proceedings of the NIC Workshop 2007 \"From Computational\n  Biophysics to Systems Biology\", NIC Series vol. 36 (NIC, Juelich, 2007), pp.\n  169-171"],"date":["2007-10-25"],"type":["text"],"creator":["Junghans, Christoph","Bachmann, Michael","Janke, Wolfhard"],"language":[],"coverage":[],"title":["Phase Separation in Peptide Aggregation Processes - Multicanonical Study\n  of a Mesoscopic Model"],"description":["  We have performed multicanonical computer simulations of a small system of\nshort protein-like heteropolymers and found that their aggregation transition\npossesses similarities to first-order phase separation processes. Not being a\nphase transition in the thermodynamic sense, the observed folding-binding\nbehavior exhibits fascinating features leading to the conclusion that the\ntemperature is no suitable control parameter in the transition region. More\nformally, for such small systems the microcanonical interpretation is more\nfavorable than the typically used canonical picture.\n","Comment: 3 pages, 1 figure"]}]
["0710.4932",{"format":[],"subject":["Mathematics - Complex Variables","31A05, 30D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4932","Mat. Stud., 16 (2001), no 2, 156--162"],"date":["2007-10-25","2007-10-26"],"type":["text"],"creator":["Hirnyk, Markiyan"],"language":[],"coverage":[],"title":["The concentration index of subharmonic functions of infinite order"],"description":["  The purpose of this paper is to introduce into consideration an analogue of\nthe concentration index in the class of subharmonic functions of infinite\norder. The one in the case of finite order is used in the interpolation theory.\n","Comment: AMSTEX"]}]
["0710.4937",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4937"],"date":["2007-10-25"],"type":["text"],"creator":["Desch, K.","Kalinowski, J.","Moortgat-Pick, G.","Rolbiecki, K.","Stirling, W. J."],"language":[],"coverage":[],"title":["Heavy sfermions in SUSY analysis at LHC and ILC"],"description":["  The physics potential of the Large Hadron Collider in combination with the\nplanned International Linear Collider is discussed for a difficult region of\nsupersymmetry that is characterized by scalar SUSY particles with masses around\n2 TeV. Precision measurements of masses, cross sections and forward-backward\nasymmetries allow to determine the fundamental supersymmetric parameters even\nif only a small part of the spectrum is accessible. No assumptions on a\nspecific SUSY-breaking mechanism are imposed. Mass contraints for the\nkinematically inaccessible particles can be derived.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 1 figure"]}]
["cond-mat/0612380",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612380","Phys. Rev. B 76, 140506(R) (2007)","doi:10.1103/PhysRevB.76.140506"],"date":["2006-12-14","2007-10-09"],"type":["text"],"creator":["Beyer, A. D.","Zapf, V. S.","Yang, H.","Fabris, F.","Park, M. S.","Kim, K. H.","Lee, S. -I.","Yeh, N. -C."],"language":[],"coverage":[],"title":["Macroscopic evidence for quantum criticality and field-induced quantum\n  fluctuations in cuprate superconductors"],"description":["  We present macroscopic experimental evidence for field-induced microscopic\nquantum fluctuations in different hole- and electron-type cuprate\nsuperconductors with varying doping levels and numbers of CuO$_2$ layers per\nunit cell. The significant suppression of the zero-temperature in-plane\nmagnetic irreversibility field relative to the paramagnetic field in all\ncuprate superconductors suggests strong quantum fluctuations due to the\nproximity of the cuprates to quantum criticality.\n","Comment: 3 figures. To appear in Phys. Rev. B, Rapid Communications (2007).\n  For correspondence, contact: Nai-Chang Yeh (e-mail: ncyeh@caltech.edu)"]}]
["quant-ph/0610175",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0610175","International Journal of Quantum Information 5: 525-534, 2007."],"date":["2006-10-20"],"type":["text"],"creator":["Gisin, N.","Methot, A. A.","Scarani, V."],"language":[],"coverage":[],"title":["Pseudo-telepathy: input cardinality and Bell-type inequalities"],"description":["  Pseudo-telepathy is the most recent form of rejection of locality. Many of\nits properties have already been discovered: for instance, the minimal\nentanglement, as well as the minimal cardinality of the output sets, have been\ncharacterized. This paper contains two main results. First, we prove that no\nbipartite pseudo-telepathy game exists, in which one of the partners receives\nonly two questions; as a corollary, we show that the minimal \"input\ncardinality\", that is, the minimal number of questions required in a bipartite\npseudo-telepathy game, is 3x3. Second, we study the Bell-type inequality\nderived from the pseudo-telepathy game known as the Magic Square game: we\ndemonstrate that it is a tight inequality for 3 inputs and 4 outputs on each\nside and discuss its weak resistance to noise.\n","Comment: 12 pages, no figures"]}]
