["0704.3174",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3174"],"date":["2007-04-24"],"type":["text"],"creator":["Aguiar, Maíra","Stollenwerk, Nico"],"language":[],"coverage":[],"title":["A new chaotic attractor in a basic multi-strain epidemiological model\n  with temporary cross-immunity"],"description":["  An epidemic multi-strain model with temporary cross-immunity shows chaos,\neven in a previously unexpected parameter region. Especially dengue fever\nmodels with strong enhanced infectivity on secondary infection have previously\nshown deterministic chaos motivated by experimental findings of\nantibody-dependent-enhancement (ADE). Including temporary cross-immunity in\nsuch models, which is common knowledge among field researchers in dengue, we\nfind a deterministically chaotic attractor in the more realistic parameter\nregion of reduced infectivity on secondary infection (''inverse ADE'' parameter\nregion). This is realistic for dengue fever since on second infection people\nare more likely to be hospitalized, hence do not contribute to the force of\ninfection as much as people with first infection.\n  Our finding has wider implications beyond dengue in any multi-strain\nepidemiological systems with altered infectivity upon secondary infection,\nsince we can relax the condition of rather high infectivity on secondary\ninfection previously required for deterministic chaos. For dengue the finding\nof wide ranges of chaotic attractors open new ways to analysis of existing data\nsets.\n","Comment: 16 pages, 15 figures"]}]
["0704.3453",{"format":[],"subject":["Computer Science - Artificial Intelligence","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3453"],"date":["2007-04-25"],"type":["text"],"creator":["Mohamed, S.","Rubin, D.","Marwala, T."],"language":[],"coverage":[],"title":["An Adaptive Strategy for the Classification of G-Protein Coupled\n  Receptors"],"description":["  One of the major problems in computational biology is the inability of\nexisting classification models to incorporate expanding and new domain\nknowledge. This problem of static classification models is addressed in this\npaper by the introduction of incremental learning for problems in\nbioinformatics. Many machine learning tools have been applied to this problem\nusing static machine learning structures such as neural networks or support\nvector machines that are unable to accommodate new information into their\nexisting models. We utilize the fuzzy ARTMAP as an alternate machine learning\nsystem that has the ability of incrementally learning new data as it becomes\navailable. The fuzzy ARTMAP is found to be comparable to many of the widespread\nmachine learning systems. The use of an evolutionary strategy in the selection\nand combination of individual classifiers into an ensemble system, coupled with\nthe incremental learning ability of the fuzzy ARTMAP is proven to be suitable\nas a pattern classifier. The algorithm presented is tested using data from the\nG-Coupled Protein Receptors Database and shows good accuracy of 83%. The system\npresented is also generally applicable, and can be used in problems in genomics\nand proteomics.\n","Comment: 9 pages, 5 tables, 3 figures"]}]
["0705.0946",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","18E30","06A11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0946"],"date":["2007-05-07","2007-06-25"],"type":["text"],"creator":["Ladkani, Sefi"],"language":[],"coverage":[],"title":["Universal derived equivalences of posets"],"description":["  By using only combinatorial data on two posets X and Y, we construct a set of\nso-called formulas. A formula produces simultaneously, for any abelian category\nA, a functor between the categories of complexes of diagrams over X and Y with\nvalues in A. This functor induces a triangulated functor between the\ncorresponding derived categories.\n  This allows us to prove, for pairs X, Y of posets sharing certain common\nunderlying combinatorial structure, that for any abelian category A, regardless\nof its nature, the categories of diagrams over X and Y with values in A are\nderived equivalent.\n","Comment: 18 pages, added author's details"]}]
["0705.2485",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Artificial Intelligence","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2485"],"date":["2007-05-17"],"type":["text"],"creator":["Crossingham, Bodie","Marwala, Tshilidzi"],"language":[],"coverage":[],"title":["Using Genetic Algorithms to Optimise Rough Set Partition Sizes for HIV\n  Data Analysis"],"description":["  In this paper, we present a method to optimise rough set partition sizes, to\nwhich rule extraction is performed on HIV data. The genetic algorithm\noptimisation technique is used to determine the partition sizes of a rough set\nin order to maximise the rough sets prediction accuracy. The proposed method is\ntested on a set of demographic properties of individuals obtained from the\nSouth African antenatal survey. Six demographic variables were used in the\nanalysis, these variables are; race, age of mother, education, gravidity,\nparity, and age of father, with the outcome or decision being either HIV\npositive or negative. Rough set theory is chosen based on the fact that it is\neasy to interpret the extracted rules. The prediction accuracy of equal width\nbin partitioning is 57.7% while the accuracy achieved after optimising the\npartitions is 72.8%. Several other methods have been used to analyse the HIV\ndata and their results are stated and compared to that of rough set theory\n(RST).\n","Comment: 10 pages, 1 figure, Update Bibliography"]}]
["0706.1266",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1266","Acta Physica Polonica A 111, 603 (2007)"],"date":["2007-06-09"],"type":["text"],"creator":["Kurzyk, Jan","Spałek, Jozef","Wójcik, Włodzimierz"],"language":[],"coverage":[],"title":["Lieb-Wu Solution, Gutzwiller-Wave-Function, and Gutzwiller-Ansatz\n  Approximation, with Adjustable Single-Particle Wave Function for the Hubbard\n  Chain"],"description":["  The optimized single-particle wave functions contained in the parameters of\nthe Hubbard model (t and U) were determined for an infinite atomic chain. In\neffect, the electronic properties of the chain as a function of interatomic\ndistance R were obtained and compared for the Lieb - Wu exact solution (LW),\nthe Gutzwiller-Wave-Function approximation (GWF), and the Gutzwiller-ansatz\ncase (GA). The ground state energy and other characteristics for the infinite\nchain were also compared with those obtained earlier for a nanoscopic chain\nwithin the Exact Diagonalization combined with an Ab Initio adjustment of the\nsingle-particle wave functions in the correlated state (EDABI method). For the\nsake of completeness, we briefly characterize also each of the solutions. Our\napproach completes the Lieb-Wu solution, as it provides the system electronic\nproperties evolution as a function of physically controllable parameter - the\ninteratomic distance.\n","Comment: 17 pages, 8 figures, 2 tables"]}]
["0706.2119",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2119","Phys. Rev. B 75, 235418 (2007)","doi:10.1103/PhysRevB.75.235418"],"date":["2007-06-14"],"type":["text"],"creator":["Fehrer, F.","Dinh, P. M.","Reinhard, P. -G.","Suraud, E."],"language":[],"coverage":[],"title":["Structural properties and optical response of Na clusters in Ne, Ar, and\n  Kr matrices"],"description":["  We discuss the structural properties and optical response of a small Na\ncluster inside rare gas (RG) matrices of Ne, Ar, or Kr atoms. The mixed systems\nare described with a hierarchical model, treating the cluster at a quantum\nmechanical level and the matrix atoms classically in terms of their positions\nand polarizations. We pay special attention to the differences caused by the\ndifferent matrix types. These differences can be explained by the interplay of\ncore repulsion and dipole attraction in the interaction between the cluster\nelectrons and the RG atoms.\n","Comment: 9 pages, 3 figures, 1 table accepted in Phys. Rev. B"]}]
["0706.2623",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2623"],"date":["2007-06-18"],"type":["text"],"creator":["Han, Muxin"],"language":[],"coverage":[],"title":["Quantum Dyanmics of Loop Quantum Gravity"],"description":["  In the last 20 years, loop quantum gravity, a background independent approach\nto unify general relativity and quantum mechanics, has been widely\ninvestigated. The aim of loop quantum gravity is to construct a mathematically\nrigorous, background independent, nonperturbative quantum theory for the\nLorentzian gravitational field on a four-dimensional manifold. In this\napproach, the principles of quantum mechanics are combined with those of\ngeneral relativity naturally. Such a combination provides us a picture of\n\"quantum Riemannian geometry\", which is discrete at a fundamental scale. In the\ninvestigation of quantum dynamics, the classical expressions of constraints are\nquantized as operators. The quantum evolution is contained in the solutions of\nthe quantum constraint equations. On the other hand, the semi-classical\nanalysis has to be carried out in order to test the semiclassical limit of the\nquantum dynamics.\n  In this thesis, the structure of the dynamical theory in loop quantum gravity\nis presented pedagogically. The outline is as follows: first we review the\nclassical formalism of general relativity as a dynamical theory of connections.\nThen the kinematical Ashtekar-Isham-Lewandowski representation is introduced as\na foundation of loop quantum gravity. We discuss the construction of a\nHamiltonian constraint operator and the master constraint programme, for both\nthe cases of pure gravity and matter field coupling. Finally, some strategies\nare discussed concerning testing the semiclassical limit of the quantum\ndynamics.\n","Comment: 95 pages, MSc Thesis (Advisor: Dr. Jorge Pullin), Louisiana State\n  University"]}]
["0706.2808",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","Quantitative Biology - Populations and Evolution","60C05 (Primary) 05A18, 60F05, 60J75 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2808"],"date":["2007-06-19"],"type":["text"],"creator":["Basdevant, Anne-Laure","Goldschmidt, Christina"],"language":[],"coverage":[],"title":["Asymptotics of the allele frequency spectrum associated with the\n  Bolthausen-Sznitman coalescent"],"description":["  We work in the context of the infinitely many alleles model. The allelic\npartition associated with a coalescent process started from n individuals is\nobtained by placing mutations along the skeleton of the coalescent tree; for\neach individual, we trace back to the most recent mutation affecting it and\ngroup together individuals whose most recent mutations are the same. The number\nof blocks of each of the different possible sizes in this partition is the\nallele frequency spectrum. The celebrated Ewens sampling formula gives precise\nprobabilities for the allele frequency spectrum associated with Kingman's\ncoalescent. This (and the degenerate star-shaped coalescent) are the only\nLambda coalescents for which explicit probabilities are known, although they\nare known to satisfy a recursion due to Moehle. Recently, Berestycki,\nBerestycki and Schweinsberg have proved asymptotic results for the allele\nfrequency spectra of the Beta(2-alpha,alpha) coalescents with alpha in (1,2).\nIn this paper, we prove full asymptotics for the case of the\nBolthausen-Sznitman coalescent.\n","Comment: 26 pages, 1 figure"]}]
["0706.2920",{"format":[],"subject":["Mathematics - Combinatorics","52C35","52C40","52C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2920"],"date":["2007-06-20","2007-06-25"],"type":["text"],"creator":["Ardila, Federico","Develin, Mike"],"language":[],"coverage":[],"title":["Tropical hyperplane arrangements and oriented matroids"],"description":["  We study the combinatorial properties of a tropical hyperplane arrangement.\nWe define tropical oriented matroids, and prove that they share many of the\nproperties of ordinary oriented matroids. We show that a tropical oriented\nmatroid determines a subdivision of a product of two simplices, and conjecture\nthat this correspondence is a bijection.\n","Comment: 20 pages, 7 figures, best viewed in color"]}]
["0706.3159",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3159"],"date":["2007-06-21","2007-06-25"],"type":["text"],"creator":["Deransart, Pierre","Ducassé, Mireille","Ferrand, Gérard"],"language":[],"coverage":[],"title":["Une s\\'emantique observationnelle du mod\\`ele des bo\\^ites pour la\n  r\\'esolution de programmes logiques (version \\'etendue)"],"description":["  This report specifies an observational semantics and gives an original\npresentation of the Byrd's box model. The approach accounts for the semantics\nof Prolog tracers independently of a particular implementation. Traces are, in\ngeneral, considered as rather obscure and difficult to use. The proposed formal\npresentation of a trace constitutes a simple and pedagogical approach for\nteaching Prolog or for implementing Prolog tracers. It constitutes a form of\ndeclarative specification for the tracers. Our approach highlights qualities of\nthe box model which made its success, but also its drawbacks and limits. As a\nmatter of fact, the presented semantics is only one example to illustrate\ngeneral problems relating to tracers and observing processes. Observing\nprocesses know, from observed processes, only their traces. The issue is then\nto be able to reconstitute by the sole analysis of the trace the main part of\nthe observed process, and if possible, without any loss of information.\n","Comment: Project of research report used to produce the paper presented at\n  JFPC 2007"]}]
["0706.3217",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3217"],"date":["2007-06-21"],"type":["text"],"creator":["Oberlin, Daniel"],"language":[],"coverage":[],"title":["Convolution estimates and model surfaces of low codimension"],"description":["  We give examples of measures on certain k-surfaces in R^d. These measures\nsatisfy convolution estimates which are nearly optimal.\n","Comment: 7 pages"]}]
["0706.3221",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3221"],"date":["2007-06-21"],"type":["text"],"creator":["Bobenko, A. I.","Tsarev, S. P."],"language":[],"coverage":[],"title":["Curvature line parametrization from circle patterns"],"description":["  We study local and global approximations of smooth nets of curvature lines\nand smooth conjugate nets by respective discrete nets (circular nets and planar\nquadrilateral nets) with infinitesimal quads. It is shown that choosing the\npoints of discrete nets on the smooth surface one can obtain second-order\napproximation globally. Also a simple geometric construction for approximate\ndetermination of principal directions of smooth surfaces is given.\n","Comment: LaTeX, 22 p., 7 EPS figures"]}]
["0706.3232",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3232"],"date":["2007-06-21"],"type":["text"],"creator":["Minotti, F. O.","Speranza, E."],"language":[],"coverage":[],"title":["Asymptotic probability density functions in turbulence"],"description":["  A formalism is presented to obtain closed evolution equations for asymptotic\nprobability distribution functions of turbulence magnitudes. The formalism is\nderived for a generic evolution equation, so that the final result can be\neasily applied to rather general problems. Although the approximation involved\ncannot be ascertained a priori, we show that application of the formalism to\nwell known problems gives the correct results.\n","Comment: 16 pages, no figures"]}]
["0706.3236",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3236"],"date":["2007-06-21"],"type":["text"],"creator":["BenZvi, S. Y.","Arqueros, F.","Cester, R.","Chiosso, M.","Connolly, B. M.","Fick, B.","Filipcic, A.","García, B.","Grillo, A.","Guarino, F.","Horvat, M.","Iarlori, M.","Macolino, C.","Malek, M.","Matthews, J.","Matthews, J. A. J.","Melo, D.","Meyhandan, R.","Micheletti, M.","Monasor, M.","Mostafá, M.","Mussa, R.","Pallotta, J.","Petrera, S.","Prouza, M.","Rizi, V.","Roberts, M.","Rojo, J. R. Rodriguez","Rodríguez-Frías, D.","Salamida, F.","Santander, M.","Sequeiros, G.","Sommers, P.","Tonachini, A.","Valore, L.","Verberic, D.","Visbal, E.","Westerhoff, S.","Wiencke, L.","Zavrtanik, D.","Zavrtanik, M.","Collaboration, for the Pierre Auger"],"language":[],"coverage":[],"title":["Measurement of Aerosols at the Pierre Auger Observatory"],"description":["  The air fluorescence detectors (FDs) of the Pierre Auger Observatory are\nvital for the determination of the air shower energy scale. To compensate for\nvariations in atmospheric conditions that affect the energy measurement, the\nObservatory operates an array of monitoring instruments to record hourly\natmospheric conditions across the detector site, an area exceeding 3,000 square\nkm. This paper presents results from four instruments used to characterize the\naerosol component of the atmosphere: the Central Laser Facility (CLF), which\nprovides the FDs with calibrated laser shots; the scanning backscatter lidars,\nwhich operate at three FD sites; the Aerosol Phase Function monitors (APFs),\nwhich measure the aerosol scattering cross section at two FD locations; and the\nHorizontal Attenuation Monitor (HAM), which measures the wavelength dependence\nof aerosol attenuation.\n","Comment: Contribution to the 30th International Cosmic Ray Conference, Merida\n  Mexico, July 2007; 4 pages, 4 figures"]}]
["0706.3238",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3238"],"date":["2007-06-22"],"type":["text"],"creator":["Hamilton, A. J. S."],"language":[],"coverage":[],"title":["Perturbation theory of spherically symmetric self-similar black holes"],"description":["  The theory of perturbations of spherically symmetric self-similar black holes\nis presented, in the Newman-Penrose formalism. It is shown that the wave\nequations for gravitational, electromagnetic, and scalar waves are separable,\nthough not decoupled. A generalization of the Teukolsky equation is given.\nMonopole and dipole modes are treated. The Newman-Penrose wave equations\ngoverning polar and axial spin-0 perturbations are explored.\n","Comment: 63 pages, 1 eps figure"]}]
["0706.3246",{"format":[],"subject":["Mathematics - Group Theory","20D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3246"],"date":["2007-06-21"],"type":["text"],"creator":["Podoski, Karoly","Szegedy, Balazs"],"language":[],"coverage":[],"title":["On finite groups whose derived subgroup has bounded rank"],"description":["  Let $G$ be a finite group with derived subgroup of rank $r$. We prove that\n$\\gzz\\leq |G'|^{2r}$. Motivated by the results of I. M. Isaacs in \\cite{isa} we\nshow that if $G$ is capable then $\\gz\\leq |G'|^{4r}$. This answers a question\nof L. Pyber. We prove that if $G$ is a capable $p$-group then the rank of\n$G/\\mathbf{Z}(G)$ is bounded above in terms of the rank of $G'$.\n"]}]
["0706.3247",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3247"],"date":["2007-06-21"],"type":["text"],"creator":["Wilson, Alma Teao"],"language":[],"coverage":[],"title":["Relativistic rapidity as change in musical pitch"],"description":["  Relativistic rapidity is usually presented as a computational device. As\nLevy-Leblond has shown, it is also the velocity that would be imputed by an\nideal Newtonian inertial guidance system, taking c=1*neper=1. Here, we show\nthat it can also be interpreted as the change in musical pitch of radiation\nfore and aft along the direction of motion.\n"]}]
["0706.3249",{"format":[],"subject":["Mathematics - Combinatorics","Primary 05E05, 05A17","Secondary 05A19, 05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3249","Ann. Comb. 11:69--77 (2007)"],"date":["2007-06-21"],"type":["text"],"creator":["Shaw, Kristin M.","van Willigenburg, Stephanie"],"language":[],"coverage":[],"title":["Multiplicity free expansions of Schur $P$-functions"],"description":["  After deriving inequalities on coefficients arising in the expansion of a\nSchur $P$-function in terms of Schur functions we give criteria for when such\nexpansions are multiplicity free. From here we study the multiplicity of an\nirreducible spin character of the twisted symmetric group in the product of a\nbasic spin character with an irreducible character of the symmetric group, and\ndetermine when it is multiplicity free.\n","Comment: 10 pages"]}]
["0706.3254",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3254","Phys. Rev. E 75, 061118 (2007)","doi:10.1103/PhysRevE.75.061118"],"date":["2007-06-21"],"type":["text"],"creator":["Rigol, Marcos","Bryant, Tyler","Singh, Rajiv R. P."],"language":[],"coverage":[],"title":["Numerical Linked-Cluster Algorithms. I. Spin systems on square,\n  triangular, and kagome lattices"],"description":["  We discuss recently introduced numerical linked-cluster (NLC) algorithms that\nallow one to obtain temperature-dependent properties of quantum lattice models,\nin the thermodynamic limit, from exact diagonalization of finite clusters. We\npresent studies of thermodynamic observables for spin models on square,\ntriangular, and kagome lattices. Results for several choices of clusters and\nextrapolations methods, that accelerate the convergence of NLC, are presented.\nWe also include a comparison of NLC results with those obtained from exact\nanalytical expressions (where available), high-temperature expansions (HTE),\nexact diagonalization (ED) of finite periodic systems, and quantum Monte Carlo\nsimulations.For many models and properties NLC results are substantially more\naccurate than HTE and ED.\n","Comment: 14 pages, 16 figures, as published"]}]
["0706.3255",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3255","Phys. Rev. E 75, 061119 (2007)","doi:10.1103/PhysRevE.75.061119"],"date":["2007-06-21"],"type":["text"],"creator":["Rigol, Marcos","Bryant, Tyler","Singh, Rajiv R. P."],"language":[],"coverage":[],"title":["Numerical Linked-Cluster Algorithms. II. t-J models on the square\n  lattice"],"description":["  We discuss the application of a recently introduced numerical linked-cluster\n(NLC) algorithm to strongly correlated itinerant models. In particular, we\npresent a study of thermodynamic observables: chemical potential, entropy,\nspecific heat, and uniform susceptibility for the t-J model on the square\nlattice, with J/t=0.5 and 0.3. Our NLC results are compared with those obtained\nfrom high-temperature expansions (HTE) and the finite-temperature Lanczos\nmethod (FTLM). We show that there is a sizeable window in temperature where NLC\nresults converge without extrapolations whereas HTE diverges. Upon\nextrapolations, the overall agreement between NLC, HTE, and FTLM is excellent\nin some cases down to 0.25t. At intermediate temperatures NLC results are\nbetter controlled than other methods, making it easier to judge the convergence\nand numerical accuracy of the method.\n","Comment: 7 pages, 12 figures, as published"]}]
["0706.3263",{"format":[],"subject":["Mathematics - Combinatorics","05A99, 05C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3263"],"date":["2007-06-22"],"type":["text"],"creator":["Chen, Beifang","Yang, Arthur L. B.","Zhang, Terence Y. J."],"language":[],"coverage":[],"title":["A Blass-Sagan bijection on Eulerian equivalence classes"],"description":["  Following the treatment of Blass and Sagan, we present an algorithmic\nbijection between the Eulerian equivalence classes of totally cyclic\norientations and the spanning trees without internal activity edges for a given\ngraph.\n","Comment: 10 pages, 2 figures"]}]
["0706.3266",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3266"],"date":["2007-06-22"],"type":["text"],"creator":["Sawayama, Shintaro"],"language":[],"coverage":[],"title":["Quantization of the metric diagonal spacetime with Gaussian normal\n  coordinates"],"description":["  In the analysis of the Wheeler-DeWitt equation, we have simplified the\nHamiltonian constraint of the Wheeler-DeWitt equation using the coordinate\ntransformation. The coordinate is choose such that metric becomes diagonal and\nas Gaussian normal coordinate. Or we treat small universe so that the metric\nbecome diagonal and universe is covered by Gaussian normal coordinates. We have\nsolved the Wheeler-DeWitt equation of such universes. Such that universe\ncontains Biancki I type universe or the black hole universe.\n","Comment: 3 pages, no figures"]}]
["0706.3267",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3267"],"date":["2007-06-22"],"type":["text"],"creator":["Lesfari, A."],"language":[],"coverage":[],"title":["Affine parts of abelian surfaces as complete intersection of three\n  quartics"],"description":["  We consider an integrable system in five unknowns having three quartics\ninvariants. We show that the complex affine variety defined by putting these\ninvariants equal to generic constants, completes into an abelian surface; the\njacobian of a genus two hyperelliptic curve. This system is algebraic\ncompletely integrable and it can be integrated in genus two hyperelliptic\nfunctions.\n","Comment: 15 pages"]}]
["0706.3273",{"format":[],"subject":["Mathematics - Combinatorics","05A99, 05B35, 05C15, 06A07, 52B20, 52B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3273"],"date":["2007-06-22"],"type":["text"],"creator":["Chen, Beifang"],"language":[],"coverage":[],"title":["Orientations, lattice polytopes, and group arrangements I: Chromatic and\n  tension polynomials of graphs"],"description":["  This is the first one of a series of papers on association of orientations,\nlattice polytopes, and abelian group arrangements to graphs. The purpose is to\ninterpret the integral and modular tension polynomials of graphs at zero and\nnegative integers. The whole exposition is put under the framework of subgroup\narrangements and the application of Ehrhart polynomials. Such viewpoint leads\nto the following main results of the paper: (i) the reciprocity law for\nintegral tension polynomials; (ii) the reciprocity law for modular tension\npolynomials; and (iii) a new interpretation for the value of the Tutte\npolynomial $T(G;x,y)$ of a graph $G$ at $(1,0)$ as the number of\ncut-equivalence classes of acyclic orientations on $G$.\n","Comment: 25 pages, 3 figures"]}]
["0706.3278",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3278"],"date":["2007-06-22"],"type":["text"],"creator":["Miao, Hong","Gao, Chongshou"],"language":[],"coverage":[],"title":["Simulations on the Heavy Hadron Transport at RHIC"],"description":["  Based on the hadron transport frames, detailed simulations are carried out to\ndiscuss $\\phi$, $\\Omega$ productions and the significant enhancements in the\nvery low $p_T$ region for some of the soft spectra in RHIC. Elastic\ninteractions are introduced in the simulations. The elastic cross sections vary\nfrom different hadrons and energy scales, which can qualitatively explain the\ndifferent collective motions of various hadrons.\n","Comment: 5 pages, 4 figures"]}]
["0706.3280",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3280"],"date":["2007-06-22"],"type":["text"],"creator":["Slyusarenko, Yuriy V.","Sotnikov, Andrey G."],"language":[],"coverage":[],"title":["Theoretical background for observing ultra-slow microwaves in a\n  Bose-Einstein condensate of alkali atoms"],"description":["  We represent a new microscopic approach that allows studying the propagation\nproperties of microwaves in a Bose-Einstein condensate of alkali atoms. It is\nassumed that the frequency of signal is tuned up to the transition between\nhyperfine ground state levels of such atoms. Pulse slowing conditions\ndependence on the system parameters is found. It is shown that the slowed\nsignal can propagate in mentioned system with rather small energy loss. Such\nphenomenon is also studied in case of hyperfine levels Zeeman splitting. A\npossibility of ultra-slow microwaves observing in a condensed gas of cesium\natoms is discussed.\n","Comment: 6 pages, 2 figures"]}]
["0706.3286",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3286","International Journal of Computer Assisted Radiology and Surgery\n  2, 1 (2007) 31-41","doi:10.1007/s11548-007-0077-5"],"date":["2007-06-22"],"type":["text"],"creator":["Leroy, Antoine","Mozer, Pierre","Payan, Yohan","Troccaz, Jocelyne"],"language":[],"coverage":[],"title":["Intensity-Based Registration of Freehand 3D Ultrasound and CT-scan\n  Images of the Kidney"],"description":["  This paper presents a method to register a pre-operative Computed-Tomography\n(CT) volume to a sparse set of intra-operative Ultra-Sound (US) slices. In the\ncontext of percutaneous renal puncture, the aim is to transfer planning\ninformation to an intra-operative coordinate system. The spatial position of\nthe US slices is measured by optically localizing a calibrated probe. Assuming\nthe reproducibility of kidney motion during breathing, and no deformation of\nthe organ, the method consists in optimizing a rigid 6 Degree Of Freedom (DOF)\ntransform by evaluating at each step the similarity between the set of US\nimages and the CT volume. The correlation between CT and US images being\nnaturally rather poor, the images have been preprocessed in order to increase\ntheir similarity. Among the similarity measures formerly studied in the context\nof medical image registration, Correlation Ratio (CR) turned out to be one of\nthe most accurate and appropriate, particularly with the chosen non-derivative\nminimization scheme, namely Powell-Brent's. The resulting matching transforms\nare compared to a standard rigid surface registration involving segmentation,\nregarding both accuracy and repeatability. The obtained results are presented\nand discussed.\n"]}]
["0706.3291",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3291"],"date":["2007-06-22"],"type":["text"],"creator":["Eckelt, John","Wolf, B. A."],"language":[],"coverage":[],"title":["Continuous Spin Fractionation: A large scale method to improve the\n  performance of polymers"],"description":["  Most technical polymers and many biopolymers contain very different molecular\nspecies (unlike chain length, molecular architecture and/or chemical\ncomposition) in contrast to pure low molecular weight compounds. This\ninconsistent constitution of macromolecules proves very adverse in many cases.\nAn adequate fractionation of polydisperse polymers is therefore mandatory.\n  Very efficient means are available for analytical purposes. However, these\nmethods break down as soon as the required amount of product exceeds some ten\ngrams. In order to gain access to large enough quantities of sufficiently\nuniform polymer samples, we have developed a special kind of extraction process\ncalled Continuous Spin Fractiona-tion (CSF). The better soluble macromolecular\nspecies are preferentially transferred from a feed phase (concentrated polymer\nsolution) into a pickup phase (solvent of tai-lored thermodynamic quality). The\nmain problem of the procedure lies in the high vis-cosities of reasonably\nconcentrated polymer solutions, impeding the attainment of ther-modynamic\nequilibria. This hurdle could be cleared by means of spinning nozzles through\nwhich the feed is pressed into the pickup phase. CSF can be implemented to any\nsoluble polymer and is likewise apt for the production of small and of large\namounts of polymer samples with the required uniformity. This contribution\nexplains how to customize CSF to the polymer of interest and presents a number\nof typical ex-amples.\n","Comment: 10 pages, 5 figures"]}]
["0706.3296",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3296","J. Appl. Cryst. 40, s517-s521, (2007)","doi:10.1107/S0021889807004992"],"date":["2007-06-22"],"type":["text"],"creator":["Koza, M. M.","May, R. P.","Schober, H."],"language":[],"coverage":[],"title":["On the heterogeneous character of water's amorphous polymorphism"],"description":["  In this letter we report {\\it in situ} small--angle neutron scattering\nresults on the high--density (HDA) and low-density amorphous (LDA) ice\nstructures and on intermediate structures as found during the temperature\ninduced transformation of HDA into LDA. We show that the small--angle signal is\ncharacterised by two $Q$ regimes featuring different properties ($Q$ is the\nmodulus of the scattering vector defined as $Q =\n4\\pi\\sin{(\\Theta)}/\\lambda_{\\rm i}$ with $\\Theta$ being half the scattering\nangle and $\\lambda_{\\rm i}$ the incident neutron wavelength). The very low--$Q$\nregime ($< 5\\times 10^{-2}$ \\AA $^{-1}$) is dominated by a Porod--limit\nscattering. Its intensity reduces in the course of the HDA to LDA\ntransformation following a kinetics reminiscent of that observed in wide--angle\ndiffraction experiments. The small--angle neutron scattering formfactor in the\nintermediate regime of $5 \\times 10^{-2} < Q < 0.5$ \\AA$^{-1}$ HDA and LDA\nfeatures a rather flat plateau. However, the HDA signal shows an ascending\nintensity towards smaller $Q$ marking this amorphous structure as\nheterogeneous. When following the HDA to LDA transition the formfactor shows a\npronounced transient excess in intensity marking all intermediate structures as\nstrongly heterogeneous on a length scale of some nano--meters.\n"]}]
["0706.3298",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53B20, 53B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3298"],"date":["2007-06-22"],"type":["text"],"creator":["Yampolsky, Alexander"],"language":[],"coverage":[],"title":["On geodesics of Berger tangent sphere bundle of Hermitian locally\n  symmetric manifold"],"description":["  We propose a special deformation of the Sasaki metric on tangent and unit\ntangent bundle of a Hermitian locally symmetric manifold. Geodesics of this\ndeformed metric have different projections on a base manifold for tangent or\nunit tangent bundle cases in contrast to usual Sasaki metric. Nevertheless, the\nprojections of geodesics of the unit tangent bundle still preserve the property\nto have all geodesic curvatures constant.\n","Comment: 13 pages"]}]
["0706.3299",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35K65, 53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3299"],"date":["2007-06-22"],"type":["text"],"creator":["Trumper, Mariel Saez"],"language":[],"coverage":[],"title":["Relaxation of the flow of triods by Curve Shortening Flow via the\n  vector-valued parabolic Allen-Cahn equation"],"description":["  In this paper we find solutions $u_\\epsilon$ to a certain class of\nvector-valued parabolic Allen-Cahn equation that as $\\epsilon \\to 0$ develops\nas interface a given triod evolving under curve shortening flow.\n","Comment: 20 pages, 2 figures"]}]
["0706.3303",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3303"],"date":["2007-06-22"],"type":["text"],"creator":["Dmitriev, A. V.","Radchenko, N. V."],"language":[],"coverage":[],"title":["Soft colour interactions in hadron-hadron hard diffraction"],"description":["  SCI model gives a good and natural description of DDIS cross-sections.\nHowevere, this model is pure phenomenological, and does not explain the nature\nof soft color rearrangment. In this paper we argue, that the most capabilities\nof SCI model can be derived from low constituent model and overview\napplicability of low constituent model to DDIS processes.\n","Comment: 5 pages, 3 figures"]}]
["0706.3313",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3313"],"date":["2007-06-22"],"type":["text"],"creator":["Drakakis, Konstantinos","Gow, Rod","rickard, Scott"],"language":[],"coverage":[],"title":["Parity properties of Costas arrays defined via finite fields"],"description":["  A Costas array of order $n$ is an arrangement of dots and blanks into $n$\nrows and $n$ columns, with exactly one dot in each row and each column, the\narrangement satisfying certain specified conditions. A dot occurring in such an\narray is even/even if it occurs in the $i$-th row and $j$-th column, where $i$\nand $j$ are both even integers, and there are similar definitions of odd/odd,\neven/odd and odd/even dots. Two types of Costas arrays, known as Golomb-Costas\nand Welch-Costas arrays, can be defined using finite fields. When $q$ is a\npower of an odd prime, we enumerate the number of even/even odd/odd, even/odd\nand odd/even dots in a Golomb-Costas array. We show that three of these numbers\nare equal and they differ by $\\pm 1$ from the fourth. For a Welch-Costas array\nof order $p-1$, where $p$ is an odd prime, the four numbers above are all equal\nto $(p-1)/4$ when $p\\equiv 1\\pmod{4}$, but when $p\\equiv 3\\pmod{4}$, we show\nthat the four numbers are defined in terms of the class number of the imaginary\nquadratic field $\\mathbb{Q}(\\sqrt{-p})$, and thus behave in a much less\npredictable manner.\n","Comment: To appear in Advances in Mathematics of Communications"]}]
["0706.3315",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3315"],"date":["2007-06-22"],"type":["text"],"creator":["Capella, A.","Ferreiro, E. G.","Kaidalov, A.","Tywoniuk, K."],"language":[],"coverage":[],"title":["pi0 Fixed pT suppression and elliptic flow at LHC"],"description":["  Using a final state interaction model which describes the data on these two\nobservables, at RHIC, we make predictions at the LHC -- using the same\ncross-section and pT-shift. The increase in the medium density between these\ntwo energies (by a factor close to three) produces an increase of the fixed pT\npi0 suppression by a factor 2 at large pT and of v2 by a factor 1.5.\n","Comment: 2 pages, 2 figures. Contributed to Workshop on Heavy Ion Collisions\n  at the LHC: Last Call for Predictions, Geneva, Switzerland, 14 May - 8 Jun\n  2007"]}]
["0706.3319",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3319"],"date":["2007-06-22"],"type":["text"],"creator":["Sidharth, Burra G."],"language":[],"coverage":[],"title":["On the Photon Mass"],"description":["  We review the case for the photon having a tiny mass compatible with the\nexperimental limits. We go over some possible experimental tests for such a\nphoton mass including the violation of Lorentz symmetry. We point out that such\nviolations may already have been witnessed in tests involving high energy gamma\nrays from outer space as also ultra high energy cosmic rays.\n","Comment: 14 pages tex"]}]
["0706.3326",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3326"],"date":["2007-06-22"],"type":["text"],"creator":["Zha, Xin-Wei","Song, Hai-Yang"],"language":[],"coverage":[],"title":["Three-qubit pure-state canonical forms for Perfect Teleportation"],"description":["  Recently, Agrawal and Pati [Phys. Rev. A 74, 062320 (2006)] have given a\nclass of W-states that can be used for perfect teleportation. Here, two\ncanonical forms of perfect quantum channel are presented by transformation\noperator and the GHZ state and the W state are special case of those two\ncanonical forms of perfect quantum channel. Furthermore, the orthogonal\ncomplete measurement bases are given.\n","Comment: 8 pages"]}]
["0706.3333",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3333","International Journal of Medical Robotics and Computer Assisted\n  Surgery 1, 4 (12/2005) 58-66","doi:10.1002/rcs.58"],"date":["2007-06-22"],"type":["text"],"creator":["Mozer, P.","Leroy, A.","Payan, Yohan","Troccaz, J.","Chartier-Kastler, E.","Richard, F."],"language":[],"coverage":[],"title":["Computer-assisted access to the kidney"],"description":["  OBJECTIVES: The aim of this paper is to introduce the principles of\ncomputer-assisted access to the kidney. The system provides the surgeon with a\npre-operative 3D planning on computed tomography (CT) images. After a rigid\nregistration with space-localized ultrasound (US) data, preoperative planning\ncan be transferred to the intra-operative conditions and an intuitive\nman-machine interface allows the user to perform a puncture. MATERIAL AND\nMETHODS: Both CT and US images of informed normal volunteer were obtained to\nperform calculation on the accuracy of registration and punctures were carried\nout on a kidney phantom to measure the precision of the whole of the system.\nRESULTS: We carried out millimetric registrations on real data and guidance\nexperiments on a kidney phantom showed encouraging results of 4.7 mm between\nplanned and reached targets. We noticed that the most significant error was\nrelated to the needle deflection during the puncture. CONCLUSION: Preliminary\nresults are encouraging. Further work will be undertaken to improve efficiency\nand accuracy, and to take breathing into account.\n"]}]
["0706.3334",{"format":[],"subject":["Mathematics - Probability","60F17, 60J80, 05J30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3334"],"date":["2007-06-22"],"type":["text"],"creator":["Miermont, Grégory","Weill, Mathilde"],"language":[],"coverage":[],"title":["Radius and profile of random planar maps with faces of arbitrary degrees"],"description":["  We prove some asymptotic results for the radius and the profile of large\nrandom rooted planar maps with faces of arbitrary degrees. Using a bijection\ndue to Bouttier, Di Francesco and Guitter between rooted planar maps and\ncertain four-type trees with positive labels, we derive our results from a\nconditional limit theorem for four-type spatial Galton-Watson trees.\n","Comment: 25 pages, 2 figures"]}]
["0706.3335",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3335"],"date":["2007-06-22"],"type":["text"],"creator":["Hanzon, Bernard","Scherrer, Wolfgang"],"language":[],"coverage":[],"title":["Filtering and estimation in stochastic volatility models with rationally\n  distributed disturbances"],"description":["  This paper deals with the filtering problem for a class of discrete time\nstochastic volatility models in which the disturbances have rational\nprobability density functions. This includes the Cauchy distributions and\nStudent t-distributions with odd number of degrees of freedom. Using state\nspace realizations to represent the rational probability density functions we\nare able to solve the filtering problem exactly. However the size of the\ninvolved state space matrices grows exponentially with each time step of the\nfilter. Therefore we use stochastically balanced truncation techniques to\napproximate the high order rational functions involved. In a simulation study\nwe show the applicability of this approach. In addition a simple method of\nmoments estimator is derived.\n"]}]
["0706.3338",{"format":[],"subject":["Mathematics - Group Theory","20E26, 20F05 (Primary) 20F10, 57M07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3338"],"date":["2007-06-22"],"type":["text"],"creator":["Pride, Stephen J"],"language":[],"coverage":[],"title":["On the residual finiteness and other properties of (relative)\n  one-relator groups"],"description":["  A relative one-relator presentation has the form P = < X,H ; R > where X is a\nset, H is a group, and R is a group word on X and H. We show that if the group\nword on X obtained from R by deleting all the terms from H has what we call the\nunique max-min property, then the group defined by P is residually finite if\nand only if H is residually finite (Theorem 1). We apply this to obtain new\nresults concerning the residual finiteness of (ordinary) one-relator groups\n(Theorem 4). We also obtain results concerning the conjugacy problem for\none-relator groups (Theorem 5), and results concerning the relative asphericity\nof presentations of the form P (Theorem 6).\n"]}]
["0706.3341",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3341"],"date":["2007-06-22"],"type":["text"],"creator":["Fouqueré, Christophe"],"language":[],"coverage":[],"title":["A Sequent Calculus for Modelling Interferences"],"description":["  A logic calculus is presented that is a conservative extension of linear\nlogic. The motivation beneath this work concerns lazy evaluation, true\nconcurrency and interferences in proof search. The calculus includes two new\nconnectives to deal with multisequent structures and has the cut-elimination\nproperty. Extensions are proposed that give first results concerning our\nobjectives.\n"]}]
["0706.3343",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","68T05","37H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3343"],"date":["2007-06-22"],"type":["text"],"creator":["Cucker, Felipe","Mordecki, Ernesto"],"language":[],"coverage":[],"title":["Flocking in noisy environments"],"description":["  We consider a perturbed version of the dynamics of a flock introduced by\nCucker and Smale (\"Emergent behaviour in flocks\") and prove, under similar\nconditions, that nearly-alignment (a concept that is precised in the text) is\nachieved with a certain probability, bounded from below.\n"]}]
["0706.3348",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3348"],"date":["2007-06-22"],"type":["text"],"creator":["Martinez, Genaro Juarez","McIntosh, Harold V.","Mora, Juan C. Seck Tuoh","Vergara, Sergio V. Chapa"],"language":[],"coverage":[],"title":["Determining a regular language by glider-based structures called phases\n  fi_1 in Rule 110"],"description":["  Rule 110 is a complex elementary cellular automaton able of supporting\nuniversal computation and complicated collision-based reactions between\ngliders. We propose a representation for coding initial conditions by means of\na finite subset of regular expressions. The sequences are extracted both from\nde Bruijn diagrams and tiles specifying a set of phases fi_1 for each glider in\nRule 110. The subset of regular expressions is explained in detail.\n","Comment: by publish in Journal of Cellular Automata"]}]
["0706.3352",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3352"],"date":["2007-06-22"],"type":["text"],"creator":["Rajeev, B.","Thangavelu, S."],"language":[],"coverage":[],"title":["Probabilistic Representations of Solutions of the Forward Equations"],"description":["  In this paper we prove a stochastic representation for solutions of the\nevolution equation $ \\partial_t \\psi_t = {1/2}L^*\\psi_t $ where $ L^* $ is the\nformal adjoint of an elliptic second order differential operator with smooth\ncoefficients corresponding to the infinitesimal generator of a finite\ndimensional diffusion $ (X_t).$ Given $ \\psi_0 = \\psi $, a distribution with\ncompact support, this representation has the form $ \\psi_t = E(Y_t(\\psi))$\nwhere the process $ (Y_t(\\psi))$ is the solution of a stochastic partial\ndifferential equation connected with the stochastic differential equation for $\n(X_t) $ via Ito's formula.\n","Comment: 29 pages"]}]
["0706.3355",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","16W20, 16S30, 17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3355"],"date":["2007-06-22"],"type":["text"],"creator":["Carvalho, Paula A. A. B.","Lopes, Samuel A."],"language":[],"coverage":[],"title":["Automorphisms of Generalized Down-Up Algebras"],"description":["  A generalization of down-up algebras was introduced by Cassidy and Shelton\n(J. Algebra 279 (2004), no. 1), the so-called generalized down-up algebras. We\ndescribe the automorphism group of conformal Noetherian generalized down-up\nalgebras L(f,r,s,\\gamma) such that r is not a root of unity, listing explicitly\nthe elements of the group. In the last section we apply these results to\nNoetherian down-up algebras, thus obtaining a characterization of the\nautomorphism group of Noetherian down-up algebras A(\\alpha, \\beta, \\gamma) for\nwhich the roots of the polynomial X^2-\\alpha X-\\beta are not both roots of\nunity.\n","Comment: 20 pages"]}]
["0706.3358",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3358"],"date":["2007-06-22"],"type":["text"],"creator":["Abramovsky, V. A.","Radchenko, N. V."],"language":[],"coverage":[],"title":["KNO scaling in processes of electron-positron annihilation to hadrons"],"description":["  The charged particles multiplicity distribution in the KNO form is discussed\nin processes of $e^+e^-$ annihilation at energies $\\sqrt{s}$ 14 -- 206.2 GeV.\nThe experimental data are compared to data, obtained with Monte Carlo\nsimulation in PYTHIA in the Lund quark string model. It is shown, that both\nexperimental and simulated data are described by the same distribution function\nin the KNO form. It is shown, that the KNO scaling is consequence of quark\nstring hadronization dynamics in the Lund string model.\n","Comment: 11 pages, 5 figures"]}]
["0706.3359",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3359"],"date":["2007-06-22"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Three-Dimensional Gravity Revisited"],"description":["  We consider the problem of identifying the CFT's that may be dual to pure\ngravity in three dimensions with negative cosmological constant. The c-theorem\nindicates that three-dimensional pure gravity is consistent only at certain\nvalues of the coupling constant, and the relation to Chern-Simons gauge theory\nhints that these may be the values at which the dual CFT can be holomorphically\nfactorized. If so, and one takes at face value the minimum mass of a BTZ black\nhole, then the energy spectrum of three-dimensional gravity with negative\ncosmological constant can be determined exactly. At the most negative possible\nvalue of the cosmological constant, the dual CFT is very likely the monster\ntheory of Frenkel, Lepowsky, and Meurman. The monster theory may be the first\nin a discrete series of CFT's that are dual to three-dimensional gravity. The\npartition function of the second theory in the sequence can be determined on a\nhyperelliptic Riemann surface of any genus. We also make a similar analysis of\nsupergravity.\n","Comment: 82 pp"]}]
["0706.3362",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3362"],"date":["2007-06-22"],"type":["text"],"creator":["Drakakis, Konstantinos"],"language":[],"coverage":[],"title":["Three experimental pearls in Costas arrays"],"description":["  The results of 3 experiments in Costas arrays are presented, for which\ntheoretical explanation is still not available: the number of dots on the main\ndiagonal of exponential Welch arrays, the parity populations of Golomb arrays\ngenerated in fields of characteristic 2, and the maximal cross-correlation\nbetween pairs of Welch or Golomb arrays generated in fields of size equal to a\nSophie Germain prime.\n"]}]
["0706.3364",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3364"],"date":["2007-06-22"],"type":["text"],"creator":["Bourjaily, Jacob L."],"language":[],"coverage":[],"title":["Unfolding Geometric Unification in M-Theory"],"description":["  By reinterpreting the familiar tools and ideas of M-theory model building, we\nshow how a G2-manifold locally engineered to give rise to massless matter\nrepresentations of an SU(5) grand unified model can be smoothly unfolded into a\nG2-manifold giving rise to SU(3)xSU(2) gauge theory with the corresponding\nmatter representations. These ideas could lead to new insights in string\nphenomenology because much of the arbitrariness of M-theory model building can\nbe removed by supposing, for example, that the singularities giving rise to\nStandard Model particles could arise from unfolding a more singular, grand\nunified geometry.\n","Comment: 8 pages, 2 figures"]}]
["0706.3377",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3377"],"date":["2007-06-22"],"type":["text"],"creator":["Slutsker, Julia","Artemev, Andrei","Roytburd, Alexander L."],"language":[],"coverage":[],"title":["Domain Structures in Confined Nanoferroelectrics: Phase Field Approach"],"description":["  Phase field modeling of domain structures in ferroelectrics nanorods of\ndifferent shape and sizes is presented. The vortex domain configurations in\nconfined ferroelectrics have been explored by varying the ratio of the energies\nof electrostatic and elastic interactions. It is shown that a strong effect of\nthe electrostatic interactions can cause the formation of 90o domain walls that\ndo not satisfy the condition of strain compatibility. A good agreement between\nthe results of phase field modeling and the results of atomistic calculations\nfor nano ferroelectrics demonstrates that the phase field approach provides an\neffective tool for the analysis of domain structures in nano-ferroelectrics.\n","Comment: 13 pages, 6 figures"]}]
["0706.3381",{"format":[],"subject":["Mathematics - Commutative Algebra","13A30","13B22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3381"],"date":["2007-06-22"],"type":["text"],"creator":["Giral, José M.","Planas-Vilanova, Francesc"],"language":[],"coverage":[],"title":["Integral degree of a ring and reduction numbers"],"description":["  The supremum of reduction numbers of ideals having principal reductions is\nexpressed in terms of the integral degree, a new invariant of the ring, which\nis finite provided the ring has finite integral closure. As a consequence, one\nobtains bounds for the Castelnuovo-Mumford regularity of the Rees algebra and\nfor the Artin-Rees numbers.\n","Comment: 18 pages"]}]
["0706.3383",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3383"],"date":["2007-06-22"],"type":["text"],"creator":["Cunqueiro, L.","de Deus, J. Dias","Ferreiro, E. G.","Pajares, C."],"language":[],"coverage":[],"title":["Universal behavior of baryons and mesons' transverse momentum\n  distributions in the framework of percolation of strings"],"description":["  In the framework of percolation of strings, we present predictions for the\n$R_{AA}$ and $R_{CP}$ for mesons and baryons and for $\\bar{p}/\\pi^{0}$ ratios\nat LHC energies.\n","Comment: Presented at \"Heavy Ion Collisions at the LHC: last call for\n  predictions\", Geneva Switzerland, May 14th-June 8th"]}]
["0706.3392",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3392"],"date":["2007-06-22"],"type":["text"],"creator":["Lototsky, S. V.","Stemmann, K."],"language":[],"coverage":[],"title":["Solving SPDEs driven by colored noise: a chaos approach"],"description":["  An Ito-Skorokhod bi-linear equation driven by infinitely many independent\ncolored noises is considered in a normal triple of Hilbert spaces. The special\nfeature of the equation is the appearance of the Wick product in the definition\nof the Ito-Skorokhod integral, requiring innovative approaches to computing the\nsolution. A chaos expansion of the solution is derived and several truncations\nof this expansion are studied. A recursive approximation of the solution is\nsuggested and the corresponding approximation error bound is computed.\n"]}]
["cond-mat/0306135",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Nonlinear Sciences - Pattern Formation and Solitons","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0306135","Soft Condensed Matter. New Research. Ed. K.I.Dillon, Ch. 5, pp.\n  157-172, Nova, 2007."],"date":["2003-06-05","2005-04-28"],"type":["text"],"creator":["Sitnitsky, A. E."],"language":[],"coverage":[],"title":["Discrete breathers in protein secondary structure"],"description":["  The role of the rigidity of a peptide chain in its equilibrium dynamics is\ninvestigated within a realistic model with stringent microscopically derived\ncoupling interaction potential and effective on-site potential. The coupling\ninteraction characterizing the chain rigidity and the effective on-site\npotentials are calculated for three main types of protein secondary structure.\nThe coupling interaction is found to be surprisingly weak for all of them but\ndifferent in character: repulsive for alpha-helix and anti-parallel beta-sheet\nstructures and attractive for parallel beta-sheet structure. The effective\non-site potential is found to be a hard one for alpha-helix and anti-parallel\nbeta-sheet and a soft one for parallel beta-sheet. In all three types of\nprotein secondary structures a stable zig-zag shape discrete breather (DB)\nassociated with the oscillations of torsional (dihedral) angles can exist due\nto weakness of the coupling interaction. However, since the absorption of far\ninfrared radiation (IR) by proteins is known to require the existence of rather\nlong chains of hydrogen bonds that takes place only in alpha-helicies, then one\ncan conclude that the excitation of a DB in such a way is possible in\nalpha-helix and seems to be hardly possible in beta-sheet structures. The\ninterpretation of the recent experiments of Xie et al. on far IR laser pulse\nspectroscopy of proteins is suggested. The frequency of a DB in an the\nalpha-helix is obtained in the region of 115 cm^{-1} in accordance with these\nexperiments.\n","Comment: LaTeX, 20 pages, 5 eps figures. Revised version. Invited contribution\n  for the collection \"Soft condensed matter. New research.\" Ed. F. Columbus,\n  Nova Science Publishers, Inc., 2005"]}]
["cond-mat/0411688",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0411688","Am. J. Phys., 73 (9), pp. 817-825 (2005)","doi:10.1119/1.1898523"],"date":["2004-11-27","2007-06-25"],"type":["text"],"creator":["Vella, Dominic","Mahadevan, L."],"language":[],"coverage":[],"title":["The 'Cheerios effect'"],"description":["  Objects that float at the interface between a liquid and a gas interact\nbecause of interfacial deformation and the effect of gravity. We highlight the\ncrucial role of buoyancy in this interaction, which, for small particles,\nprevails over the capillary suction that is often assumed to be the dominant\neffect. We emphasize this point using a simple classroom demonstration, and\nthen derive the physical conditions leading to mutual attraction or repulsion.\nWe also quantify the force of interaction in some particular instances and\npresent a simple dynamical model of this interaction. The results obtained from\nthis model are then validated by comparison to experimental results for the\nmutual attraction of two identical spherical particles. We conclude by looking\nat some of the applications of the effect that can be found in the natural and\nmanmade worlds.\n","Comment: 10 pages, 12 figures. (Typos in eqs 7 and 8 corrected)"]}]
["cond-mat/0609008",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609008","Phase Transitions, 80(3), 191-201, 2007","doi:10.1080/01411590601007603"],"date":["2006-09-01"],"type":["text"],"creator":["Sparavigna, A.","Mello, A.","Montrucchio, B."],"language":[],"coverage":[],"title":["Texture transitions in binary mixtures of 6OBAC with compounds of its\n  homologous series"],"description":["  Recently we have observed in compounds of the 4,n-alkyloxybenzoic acid\nseries, with the homologous index n ranging from 6 to 9, a texture transition\nin the nematic range which subdivides the nematic phase in two sub-phases\ndisplaying different textures in polarised light analysis. To investigate a\npersistence of texture transitions in nematic phases, we prepared binary\nmixtures of 4,6-alkyloxybenzoic acid (6OBAC) with other members (7-,8-,9-,12-,\n16OBAC) of its homologous series. Binary mixtures exhibit a broadening in the\ntemperature ranges of both smectic and nematic phases. A nematic temperature\nrange of 75 C is observed. In the nematic phase, in spite of the microscopic\ndisorder introduced by mixing two components, the polarised light optics\nanalysis of the liquid crystal cells reveals a texture transition. In the case\nof the binary mixture of 6OBAC with 12OBAC and with 16OBAC, that is of\ncompounds with monomers of rather different lengths, the texture transition\ntemperature is not homogeneous in the cell, probably due to a local variation\nin the relative concentrations of compounds.\n","Comment: 13 pages, 9 figures"]}]
["cond-mat/0609414",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609414","Nanotechnology 18 (2007) 295204","doi:10.1088/0957-4484/18/29/295204"],"date":["2006-09-18","2007-06-25"],"type":["text"],"creator":["Tuukkanen, Sampo","Kuzyk, Anton","Toppari, J. Jussi","Hakkinen, Hannu","Hytonen, Vesa P.","Niskanen, Einari","Rinkio, Marcus","Torma, Paivi"],"language":[],"coverage":[],"title":["Trapping of 27 bp - 8 kbp DNA and immobilization of thiol-modified DNA\n  using dielectrophoresis"],"description":["  Dielectrophoretic trapping of six different DNA fragments, sizes varying from\nthe 27 to 8416 bp, has been studied using confocal microscopy. The effect of\nthe DNA length and the size of the constriction between nanoscale fingertip\nelectrodes on the trapping efficiency have been investigated. Using finite\nelement method simulations in conjunction with the analysis of the experimental\ndata, the polarizabilities of the different size DNA fragments have been\ncalculated for different frequencies. Also the immobilization of trapped\nhexanethiol- and DTPA-modified 140 nm long DNA to the end of gold\nnanoelectrodes was experimentally quantified and the observations were\nsupported by density functional theory calculations.\n","Comment: 17 pages (1 column version), 8 figures"]}]
["cond-mat/0610397",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610397","Phys. Rev. B 75, 245119 (2007)","doi:10.1103/PhysRevB.75.245119"],"date":["2006-10-15","2007-06-25"],"type":["text"],"creator":["Roux, G.","Orignac, E.","Pujol, P.","Poilblanc, D."],"language":[],"coverage":[],"title":["Bosonization and density-matrix renormalization group studies of\n  Fulde-Ferrell-Larkin-Ovchinnikov phase and irrational magnetization plateaus\n  in coupled chains"],"description":["  We review the properties of two coupled fermionic chains, or ladders, under a\nmagnetic field parallel to the lattice plane. Results are computed by\ncomplementary analytical (bosonization) and numerical (density-matrix\nrenormalization group) methods which allows a systematic comparison. Limiting\ncases such as coupled bands and coupled chains regimes are discussed. We\nparticularly focus on the evolution of the superconducting correlations under\nincreasing field and on the presence of irrational magnetization plateaus. We\nfound the existence of large doping-dependent magnetization plateaus in the\nweakly-interacting and strong-coupling limits and in the non-trivial case of\nisotropic couplings. We report on the existence of extended\nFulde-Ferrell-Larkin-Ovchinnikov phases within the isotropic t-J and Hubbard\nmodels, deduced from the evolution of different observables under magnetic\nfield. Emphasis is put on the variety of superconducting order parameters\npresent at high magnetic field. We have also computed the evolution of the\nLuttinger exponent corresponding to the ungaped spin mode appearing at finite\nmagnetization. In the coupled chain regime, the possibility of having polarized\ntriplet pairing under high field is predicted by bosonization.\n","Comment: 18 pages, 19 figures"]}]
["cond-mat/0702085",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702085","Phys. Rev. B 75, 245123 (2007)","doi:10.1103/PhysRevB.75.245123"],"date":["2007-02-05"],"type":["text"],"creator":["Suewattana, Malliga","Purwanto, Wirawan","Zhang, Shiwei","Krakauer, Henry","Walter, Eric J."],"language":[],"coverage":[],"title":["Phaseless auxiliary-field quantum Monte Carlo calculations with\n  planewaves and pseudopotentials--applications to atoms and molecules"],"description":["  The phaseless auxiliary-field quantum Monte Carlo (AF QMC) method [S. Zhang\nand H. Krakauer, Phys. Rev. Lett. 90, 136401 (2003)] is used to carry out a\nsystematic study of the dissociation and ionization energies of second-row\ngroup 3A-7A atoms and dimers, Al, Si, P, S, Cl. In addition, the P_2 dimer is\ncompared to the third-row As_2 dimer, which is also triply-bonded. This method\nprojects the many-body ground state by means of importance-sampled random walks\nin the space of Slater determinants. The Monte Carlo phase problem, due to the\nelectron-electron Coulomb interaction, is controlled via the phaseless\napproximation, with a trial wave function |Psi_T>. As in previous calculations,\na mean-field single Slater determinant is used as |Psi_T>. The method is\nformulated in the Hilbert space defined by any chosen one-particle basis. The\npresent calculations use a planewave basis under periodic boundary conditions\nwith norm-conserving pseudopotentials. Computational details of the planewave\nAF QMC method are presented. The isolated systems chosen here allow a\nsystematic study of the various algorithmic issues. We show the accuracy of the\nplanewave method and discuss its convergence with respect to parameters such as\nthe supercell size and planewave cutoff. The use of standard norm-conserving\npseudopotentials in the many-body AF QMC framework is examined.\n","Comment: 12 pages, 6 figures"]}]
["cond-mat/0702124",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702124","Wave Motion 44(6), 513-527, 2007.","doi:10.1016/j.wavemoti.2007.02.007"],"date":["2007-02-05"],"type":["text"],"creator":["Norris, Andrew N."],"language":[],"coverage":[],"title":["Wavefront singularities associated with the conical point in elastic\n  solids with cubic symmetry"],"description":["  The wavefronts from a point source in a solid with cubic symmetry are\nexamined with particular attention paid to the contribution from the conical\npoints of the slowness surface. An asymptotic solution is developed that is\nuniform across the edge of the cone in real space, the interior of which\ncontains the plane lid wavefront analyzed by Burridge \\cite{Burridge67}. The\nuniform solution also contains the regular wavefronts away from the cone edge,\na delta pulse on one side and its Hilbert transform on the other. In the\ndirection of the cone edge the three wavefronts merge to produce a singularity\nof the form $H(t) t^{-3/4}$.\n","Comment: 21 pages, 5 figures"]}]
["cond-mat/0702176",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702176","Phys. Rev. B 75, 235441 (2007)","doi:10.1103/PhysRevB.75.235441"],"date":["2007-02-07"],"type":["text"],"creator":["Frederiksen, Thomas","Lorente, Nicolas","Paulsson, Magnus","Brandbyge, Mads"],"language":[],"coverage":[],"title":["From tunneling to contact: Inelastic signals in an atomic gold junction"],"description":["  The evolution of electron conductance in the presence of inelastic effects is\nstudied as an atomic gold contact is formed evolving from a low-conductance\nregime (tunneling) to a high-conductance regime (contact). In order to\ncharacterize each regime, we perform density functional theory (DFT)\ncalculations to study the geometric and electronic structures, together with\nthe strength of the atomic bonds and the associated vibrational frequencies.\nThe conductance is calculated by first evaluating the transmission of electrons\nthrough the system, and secondly by calculating the conductance change due to\nthe excitation of vibrations. As found in previous studies [Paulsson et al.,\nPhys. Rev. B. 72, 201101(R) (2005)] the change in conductance due to inelastic\neffects permits to characterize the crossover from tunneling to contact. The\nmost notorious effect being the crossover from an increase in conductance in\nthe tunneling regime to a decrease in conductance in the contact regime when\nthe bias voltage matches a vibrational threshold. Our DFT-based calculations\nactually show that the effect of vibrational modes in electron conductance is\nrather complex, in particular when modes localized in the contact region are\npermitted to extend into the electrodes. As an example, we find that certain\nmodes can give rise to decreases in conductance when in the tunneling regime,\nopposite to the above mentioned result. Whereas details in the inelastic\nspectrum depend on the size of the vibrational region, we show that the overall\nchange in conductance is quantitatively well approximated by the simplest\ncalculation where only the apex atoms are allowed to vibrate. Our study is\ncompleted by the application of a simplified model where the relevant\nparameters are obtained from the above DFT-based calculations.\n","Comment: 8 pages, 5 figures"]}]
["cond-mat/0702600",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702600","J. Phys. B: At. Mol. Opt. Phys. 40 (2007) 2653-2660.","doi:10.1088/0953-4075/40/13/010"],"date":["2007-02-26"],"type":["text"],"creator":["Ogren, M.","Karkkainen, K.","Yu, Y.","Reimann, S. M."],"language":[],"coverage":[],"title":["On the spin asymmetry of ground states in trapped two-component Fermi\n  gases with repulsive interactions"],"description":["  We examine the spin asymmetry of ground states for two-dimensional,\nharmonically trapped two-component gases of fermionic atoms at zero temperature\nwith weakly repulsive short range interactions. Our main result is that, in\ncontrast to the three-dimensional case, in two dimensions a non-trivial\nspin-asymmetric phase can only be caused by shell structure. A simple,\nqualitative description is given in terms of an approximate single particle\nmodel, comparing well to the standard results of Hartree-Fock or direct\ndiagonalization methods.\n"]}]
["cond-mat/9909090",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9909090","in `Quantum Monte Carlo Methods in Physics and Chemistry,' Ed.\n  M.P. Nightingale and C.J. Umrigar (Kluwer Academic, Dordrecht, 1999)"],"date":["1999-09-06"],"type":["text"],"creator":["Zhang, Shiwei"],"language":[],"coverage":[],"title":["Constrained Path Monte Carlo For Fermions"],"description":["  This article contains lecture notes on the constrained path Monte Carlo\nmethod and its applications to study the Hubbard model. The lectures were given\nat the NATO Advanced Summer Institute held in Ithaca NY (1998). The article is\npublished as a chapter in the book `Quantum Monte Carlo Methods in Physics and\nChemistry,' Ed. M.P. Nightingale and C.J. Umrigar (Kluwer Academic Publishers,\n1999).\n","Comment: 26 pages; latex with 1 sty file included"]}]
["cs/0509061",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Multiagent Systems","F.2.2","I.2.8","J.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0509061"],"date":["2005-09-19","2007-06-23"],"type":["text"],"creator":["Homan, Christopher M.","Hemaspaandra, Lane A."],"language":[],"coverage":[],"title":["Guarantees for the Success Frequency of an Algorithm for Finding\n  Dodgson-Election Winners"],"description":["  In the year 1876 the mathematician Charles Dodgson, who wrote fiction under\nthe now more famous name of Lewis Carroll, devised a beautiful voting system\nthat has long fascinated political scientists. However, determining the winner\nof a Dodgson election is known to be complete for the \\Theta_2^p level of the\npolynomial hierarchy. This implies that unless P=NP no polynomial-time solution\nto this problem exists, and unless the polynomial hierarchy collapses to NP the\nproblem is not even in NP. Nonetheless, we prove that when the number of voters\nis much greater than the number of candidates--although the number of voters\nmay still be polynomial in the number of candidates--a simple greedy algorithm\nvery frequently finds the Dodgson winners in such a way that it ``knows'' that\nit has found them, and furthermore the algorithm never incorrectly declares a\nnonwinner to be a winner.\n"]}]
["math/0402411",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402411","Annals of Mathematics 163, 2 (2006) 709--722"],"date":["2004-02-25"],"type":["text"],"creator":["Loray, Frank"],"language":[],"coverage":[],"title":["A preparation theorem for codimension one foliations"],"description":["  After gluing foliated complex manifolds, we derive a preparation-like theorem\nfor singularities of codimension one foliations and planar vector fields (in\nthe real or complex setting). Without computation, we retrieve and improve\nresults of Levinson-Moser for functions, Dufour-Zhitomirskii for non degenerate\ncodimension 1 foliations (proving in turn the analyticity), Strozyna-Zoladek\nfor non degenerate planar vector fields and Brjuno-Ecalle for saddle-node\nfoliations in the plane.\n"]}]
["math/0403034",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403034","Geometry and Dynamics (2005) 165--190"],"date":["2004-03-02"],"type":["text"],"creator":["Loray, Frank"],"language":[],"coverage":[],"title":["Sur les Theoremes I et II de Painleve"],"description":["  We lecture on fundamental Painleve's early Theorems on first order ordinary\ndifferential equations with many examples. We end-up with two conjectures about\nthe global analytic continuation of holonomy maps locally defined by Theorem\nII.\n"]}]
["math/0403079",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403079","Analyse complexe, Syst\\`emes dynamiques, Sommabilit\\'e des\n  s\\'eries divergentes et Th\\'eories Galoisiennes (2004) 167--187"],"date":["2004-03-03"],"type":["text"],"creator":["Loray, Frank"],"language":[],"coverage":[],"title":["Versal deformation of the analytic saddle-node"],"description":["  We derive simple forms for saddle-node singular points of analytic foliations\nin the real or complex plane just by gluing foliated complex manifolds. We give\nthe versal analytic deformation of the simplest model. We also derive a unique\nanalytic form for those saddle-node having a central manifold. By this way, we\nrecover and generalize results earlier proved by J. Ecalle by using mould\ntheory and partially answer to some questions asked by J. Martinet and J.-P.\nRamis in the 80's.\n"]}]
["math/0506407",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506407","Funk. Ekvac. (Kobe), 50 (2007) 19--32"],"date":["2005-06-20","2005-08-25"],"type":["text"],"creator":["Boalch, Philip"],"language":[],"coverage":[],"title":["Higher genus icosahedral Painleve curves"],"description":["  We will write down the higher genus algebraic curves supporting icosahedral\nsolutions of the sixth Painleve equation, including the largest (genus seven)\ncurve.\n","Comment: 12 pages (actual solutions with icosahedral linear monodromy added)"]}]
["math/0602457",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602457","Michigan Mathematical Journal, 55 (2007), pp. 209 - 228"],"date":["2006-02-21","2007-06-25"],"type":["text"],"creator":["Shadrin, Sergey","Zvonkine, Dimitri"],"language":[],"coverage":[],"title":["Changes of variables in ELSV-type formulas"],"description":["  In [5] I.P. Goulden, D.M. Jackson, and R. Vakil formulated a conjecture\nrelating certain Hurwitz numbers (enumerating ramified coverings of the sphere)\nto the intersection theory on a conjectural Picard variety. We are going to use\ntheir formula to study the intersection theory on this variety (if it is ever\nto be constructed) by methods close to those of M. Kazarian and S. Lando in\n[7]. In particular, we prove a Witten-Kontsevich-type theorem relating the\nintersection theory and integrable hierarchies.\n  We also extend the results of [7] to include the Hodge integrals over the\nmoduli spaces, involving one lambda-class.\n","Comment: 25 pages. Final version"]}]
["math/0603451",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603451"],"date":["2006-03-18","2007-06-23"],"type":["text"],"creator":["Yu, Chia-Fu"],"language":[],"coverage":[],"title":["Simple mass formulas on Shimura varieties of PEL-type"],"description":["  We give a unified formulation of a mass for arbitrary abelian varieties with\nPEL-structures and show that it equals a weighted class number of a reductive\n$\\Q$-group $G$ relative to an open compact subgroup $U$ of $G(\\A_f)$, or simply\ncalled an {\\it arithmetic mass}. We classify the special objects for which our\nformulation remains valid over algebraic closed fields. As a result, we show\nthat the set of basic points in a mod $p$ moduli space of PEL-type with a local\ncondition (and a mild condition subject to the Hasse principle) can be\nexpressed as a double coset space and its mass equals an arithmetic mass. The\nmoduli space does not need to have good reduction at $p$. This generalizes a\nwell-known result for superspecial abelian varieties.\n","Comment: Correct English errors, 15 pages"]}]
["math/0604334",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604334"],"date":["2006-04-14","2007-06-25"],"type":["text"],"creator":["Liu, Jianya","Royer, Emmanuel","Wu, Jie"],"language":[],"coverage":[],"title":["On a conjecture of Montgomery-Vaughan on extreme values of automorphic\n  L-functions at 1"],"description":["  In this paper, we prove a weaker form of a conjecture of Montgomery-Vaughan\non extreme values of automorphic L-functions at 1.\n","Comment: 31 pages. A first version of this paper previously circulated under\n  the title \"Distribution function of values of random Euler products at 1\". To\n  appear at proceedings for the conference on \"Anatomy of integers\", Montreal\n  2006"]}]
["math/0701009",{"format":[],"subject":["Mathematics - Functional Analysis","46B20","46A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701009"],"date":["2007-01-02","2007-06-25"],"type":["text"],"creator":["Talponen, J."],"language":[],"coverage":[],"title":["On weakly extremal structures in Banach spaces"],"description":["  This paper deals with the interplay of the geometry of the norm and the weak\ntopology in Banach spaces. Both dual and intrinsic connections between weak\nforms of rotundity and smoothness ared discussed. Weakly exposed points, weakly\nlocally uniformly rotund spaces, smoothness, duality and the interplay of all\nthe above are studied.\n","Comment: 7 pages"]}]
["math/0702804",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Learning","Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702804","Proc. 20th Annual Conf. on Learning Theory (COLT 2007) pages\n  589-603","doi:10.1007/978-3-540-72927-3_42"],"date":["2007-02-26"],"type":["text"],"creator":["Hutter, Marcus"],"language":[],"coverage":[],"title":["The Loss Rank Principle for Model Selection"],"description":["  We introduce a new principle for model selection in regression and\nclassification. Many regression models are controlled by some smoothness or\nflexibility or complexity parameter c, e.g. the number of neighbors to be\naveraged over in k nearest neighbor (kNN) regression or the polynomial degree\nin regression with polynomials. Let f_D^c be the (best) regressor of complexity\nc on data D. A more flexible regressor can fit more data D' well than a more\nrigid one. If something (here small loss) is easy to achieve it's typically\nworth less. We define the loss rank of f_D^c as the number of other\n(fictitious) data D' that are fitted better by f_D'^c than D is fitted by\nf_D^c. We suggest selecting the model complexity c that has minimal loss rank\n(LoRP). Unlike most penalized maximum likelihood variants (AIC,BIC,MDL), LoRP\nonly depends on the regression function and loss function. It works without a\nstochastic noise model, and is directly applicable to any non-parametric\nregressor, like kNN. In this paper we formalize, discuss, and motivate LoRP,\nstudy it for specific regression problems, in particular linear ones, and\ncompare it to other model selection schemes.\n","Comment: 16 pages"]}]
["physics/0701236",{"format":[],"subject":["Physics - Atomic Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701236","Int. J. Mass. Spectrom. 264 (2007) 110-121","doi:10.1016/j.ijms.2007.04.003"],"date":["2007-01-22"],"type":["text"],"creator":["George, S.","Blaum, K.","Herfurth, F.","Herlert, A.","Kretzschmar, M.","Nagy, S.","Schwarz, S.","Schweikhard, L.","Yazidjian, C."],"language":[],"coverage":[],"title":["The Ramsey method in high-precision mass spectrometry with Penning\n  traps: Experimental results"],"description":["  The highest precision in direct mass measurements is obtained with Penning\ntrap mass spectrometry. Most experiments use the interconversion of the\nmagnetron and cyclotron motional modes of the stored ion due to excitation by\nexternal radiofrequency-quadrupole fields. In this work a new excitation\nscheme, Ramsey's method of time-separated oscillatory fields, has been\nsuccessfully tested. It has been shown to reduce significantly the uncertainty\nin the determination of the cyclotron frequency and thus of the ion mass of\ninterest. The theoretical description of the ion motion excited with Ramsey's\nmethod in a Penning trap and subsequently the calculation of the resonance line\nshapes for different excitation times, pulse structures, and detunings of the\nquadrupole field has been carried out in a quantum mechanical framework and is\ndiscussed in detail in the preceding article in this journal by M. Kretzschmar.\nHere, the new excitation technique has been applied with the ISOLTRAP mass\nspectrometer at ISOLDE/CERN for mass measurements on stable as well as\nshort-lived nuclides. The experimental resonances are in agreement with the\ntheoretical predictions and a precision gain close to a factor of four was\nachieved compared to the use of the conventional excitation technique.\n","Comment: 12 pages, 14 figures, 2 tables"]}]
["quant-ph/0601118",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0601118","Phys. Rev. A 74, 063808 (2006)"],"date":["2006-01-17","2007-06-24"],"type":["text"],"creator":["Ou, Z. Y."],"language":[],"coverage":[],"title":["Temporal Distinguishability of an N-Photon State and Its\n  Characterization by Quantum Interference"],"description":["  We present a multi-mode model to describe an arbitrary N-photon state with a\nwide spectral range and some arbitrary temporal distribution. In general, some\nof the $N$ photons are spread out in time while other may overlap and become\nindistinguishable. From this model, we find that the temporal\n(in)distinguishability of photons is related to the exchange symmetry of the\nmulti-photon wave function. We find that simple multi-photon detection scheme\ngives rise to a more general photon bunching effect with the famous two-photon\neffect as a special case. We then send this N-photon state into a recently\ndiscovered multi-photon interference scheme. We calculate the visibility of the\nmulti-photon interference scheme and find that it is related to the temporal\ndistinguishability of the $N$ photons. Maximum visibility of one is achieved\nfor the indistinguishable N-photon state whereas the visibility degrades when\nsome of the photons are separated and become distinguishable. Thus we can\nidentify an experimentally measurable quantity that may quantitatively define\nthe degree of indistinguishability of an N-photon state. This presents a\nquantitative demonstration of the complementary principle of quantum\ninterference.\n","Comment: long version, 16 pages"]}]
["quant-ph/0609075",{"format":[],"subject":["Quantum Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0609075"],"date":["2006-09-10","2007-06-24"],"type":["text"],"creator":["Gilmore, Joel","McKenzie, Ross H."],"language":[],"coverage":[],"title":["Quantum dynamics of electronic excitations in biomolecular chromophores:\n  role of the protein environment and solvent"],"description":["  We consider continuum dielectric models as minimal models to understand the\neffect of a surrounding globular protein and solvent on the quantum dynamics of\nelectronic excitations in a biological chromophore. We derive expressions for\nthe frequency dependent spectral density which describes the coupling of the\nelectronic levels in the chromophore to its environment. The magnitude and\nfrequency dependence of the spectral density determines whether or not the\nquantum dynamics is coherent or incoherent, and thus whether on not one can\nobserve quantum interference effects such as Rabi oscillations. We find the\ncontributions to the spectral density from each component of the chromophore\nenvironment: the bulk solvent, protein, and water bound to the protein. The\nrelative importance of each component to the quantum dynamics of the\nchromophore is determined by the dynamics' time scale. Our results provide a\nnatural explanation and model for the different time scales observed in the\nspectral density extracted from the solvation dynamics probed by ultra-fast\nlaser spectroscopy techniques such as the dynamic Stokes shift and three pulse\nphoton echo spectroscopy. Our results are used to define under what conditions\nthe dynamics of the excited chromophore is dominated by the surrounding protein\nand when it is dominated by dielectric fluctuations in the solvent. We show\nthat even when the chromophore is shielded from the solvent by the protein\nultra-fast solvation can be dominated by the solvent. We suggest that the\nultra-fast solvation recently seen in some biological chromophores should not\nnecessarily be assigned to ultra-fast protein dynamics. Spectral densities\nestimated from our continuum models and extracted from experiment suggest that\nmost quantum dynamics of electronic excitations is incoherent.\n","Comment: 22 pages, 4 figures"]}]
["quant-ph/0612204",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612204","Phys. Rev. A 75, 062319 (2007)","doi:10.1103/PhysRevA.75.062319"],"date":["2006-12-25"],"type":["text"],"creator":["Tsurumaru, Toyohiro"],"language":[],"coverage":[],"title":["Sequential Attack with Intensity Modulation on the\n  Differential-Phase-Shift Quantum Key Distribution Protocol"],"description":["  In this paper, we discuss the security of the differential-phase-shift\nquantum key distribution (DPSQKD) protocol by introducing an improved version\nof the so-called sequential attack, which was originally discussed by Waks et\nal. Our attack differs from the original form of the sequential attack in that\nthe attacker Eve modulates not only the phases but also the amplitude in the\nsuperposition of the single-photon states which she sends to the receiver.\nConcentrating especially on the \"discretized gaussian\" intensity modulation, we\nshow that our attack is more effective than the individual attack, which had\nbeen the best attack up to present. As a result of this, the recent experiment\nwith communication distance of 100km reported by Diamanti et al. turns out to\nbe insecure. Moreover it can be shown that in a practical experimental setup\nwhich is commonly used today, the communication distance achievable by the\nDPSQKD protocol is less than 95km.\n","Comment: 6 pages, 2 figures"]}]
["quant-ph/0701081",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701081"],"date":["2007-01-13","2007-06-25"],"type":["text"],"creator":["Wang, Hefeng","Kais, Sabre"],"language":[],"coverage":[],"title":["Quantum Entanglement and Electron Correlation in Molecular Systems"],"description":["  We study the relation between quantum entanglement and electron correlation\nin quantum chemistry calculations. We prove that the Hartree-Fock (HF) wave\nfunction does not violate Bell's inequality, thus is not entangled while the\nconfiguration interaction (CI) wave function is entangled since it violates\nBell's inequality. Entanglement is related to electron correlation and might be\nused as an alternative measure of the electron correlation in quantum chemistry\ncalculations. As an example we show the calculations of entanglement for the\nH$_2$ molecule and how it is related to electron correlation of the system,\nwhich is the difference between the exact and the HF energies.\n","Comment: 18 pages, 2 figures, change typoes"]}]
["quant-ph/0703090",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703090","Phys. Rev. A 75, 064303 (2007).","doi:10.1103/PhysRevA.75.064303"],"date":["2007-03-12","2007-04-23"],"type":["text"],"creator":["Xue, Zheng-Yuan","Wang, Z. D."],"language":[],"coverage":[],"title":["Simple unconventional geometric scenario of one-way quantum computation\n  with superconducting qubits inside a cavity"],"description":["  We propose a simple unconventional geometric scenario to achieve a kind of\nnontrivial multi-qubit operations with superconducting charge qubits placed in\na microwave cavity. The proposed quantum operations are insensitive not only to\nthe thermal state of cavity mode but also to certain random operation errors,\nand thus may lead to high-fidelity quantum information processing. Executing\nthe designated quantum operations, a class of highly entangled cluster states\nmay be generated efficiently in the present scalable solid-state system,\nenabling one to achieve one-way quantum computation.\n","Comment: Accepted version with minor amendments. To appear in Phys. Rev. A"]}]
