["0704.2235",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2235","Astron.Astrophys. 470 (2007) 105-118","doi:10.1051/0004-6361:20077232"],"date":["2007-04-17"],"type":["text"],"creator":["Mangano, V.","Holland, S. T.","Malesani, D.","Troja, E.","Chincarini, G.","Zhang, B.","La Parola, V.","Brown, P. J.","Burrows, D. N.","Campana, S.","Capalbi, M.","Cusumano, G.","Della Valle, M.","Gehrels, N.","Giommi, P.","Grupe, D.","Guidorzi, C.","Mineo, T.","Moretti, A.","Osborne, J. P.","Pandey, S. B.","Perri, M.","Romano, P.","Roming, P. W. A.","Tagliaferri, G."],"language":[],"coverage":[],"title":["Swift observations of GRB 060614: an anomalous burst with a well behaved\n  afterglow"],"description":["  GRB 060614 is a remarkable GRB observed by Swift with puzzling properties,\nwhich challenge current progenitor models. The lack of any bright SN down to\nvery strict limits and the vanishing spectral lags are typical of short GRBs,\nstrikingly at odds with the long (102s) duration of this event. Here we present\nspectral and temporal analysis of the Swift observations. We show that the\nburst presents standard optical, UV and X-ray afterglows. An achromatic break\nis observed simultaneously in optical and X-rays, at a time consistent with the\nbreak in the R-band light curve measured by the VLT. The achromatic behaviour\nand the consistent post-break decay slopes make GRB 060614 one of the best\nexamples of a jet break for a Swift burst. The optical, UV and X-rays afterglow\nlight curves have also an earlier break at ~30 ks. In the optical, there is\nstrong spectral evolution around this break, suggesting the passage of a break\nfrequency through the optical/UV band. The very blue spectrum at early times\nand the trend in the light curves (rising at low frequencies, and decaying at\nhigher energies) suggest this may be the injection frequency. The early X-ray\nlight curve is well interpreted as the X-ray counterpart of the burst extended\nemission. Spectral analysis of BAT/XRT data in the 80s overlap time show that\nthe Ep of the burst has decreased to as low as 8keV at the beginning of the XRT\nobservation. The Ep continues to decrease through the XRT energy band and exits\nit at about 500s after the trigger. The average Ep of the burst is likely < 24\nkeV but larger than 8 keV. The initial peak observed by BAT is however\ndistinctly harder than the rest with Ep ~300 keV as measured by Konus Wind.\nConsidering the time-averaged spectral properties, GRB 060614 is consistent\nwith the Eiso-Ep_rest, Egamma-Ep_rest, and Liso-Ep correlations.\n","Comment: 20 pages, 9 figures, 8 tables. Abstract shortened for posting on\n  astro-ph. Accepted for publication by A&A"]}]
["0705.3031",{"format":[],"subject":["Mathematical Physics","11M26","28A80","81Q50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3031","Canadian J. Phys. 85 (no. 4), 345-357 (April, 2007)"],"date":["2007-05-21"],"type":["text"],"creator":["Slater, Paul B."],"language":[],"coverage":[],"title":["Extended Fractal Fits to Riemann Zeros"],"description":["  We extend to the first 300 Riemann zeros, the form of analysis reported by us\nin arXiv:math-ph/0606005, in which the largest study had involved the first 75\nzeros. Again, we model the nonsmooth fluctuating part of the Wu-Sprung\npotential, which reproduces the Riemann zeros, by the alternating-sign sine\nseries fractal of Berry and Lewis A(x,g). Setting the fractal dimension equal\nto 3/2. we estimate the frequency parameter (g), plus an overall scaling\nparameter (s) introduced. We search for that pair of parameters (g,s) which\nminimizes the least-squares fit of the lowest 300 eigenvalues -- obtained by\nsolving the one-dimensional stationary (non-fractal) Schrodinger equation with\nthe trial potential (smooth plus nonsmooth parts) -- to the first 300 Riemann\nzeros. We randomly sample values within the rectangle 0 < s < 3, 0 < g < 25.\nThe fits obtained are compared to those gotten by using simply the smooth part\nof the Wu-Sprung potential without any fractal supplementation. Some limited\nimprovement is again found. There are two (primary and secondary) quite\ndistinct subdomains, in which the values giving improvements in fit are\nconcentrated.\n","Comment: 6 pages, 3 figures"]}]
["0706.1732",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1732"],"date":["2007-06-12","2007-07-11"],"type":["text"],"creator":["de Gouvea, Andre"],"language":[],"coverage":[],"title":["GeV Seesaw, Accidentally Small Neutrino Masses, and Higgs Decays to\n  Neutrinos"],"description":["  If the Standard Model particle content is extended by gauge singlet fermions\n(right-handed neutrinos), active neutrinos generically acquire (Majorana)\nmasses, in agreement with our current understanding of the lepton sector. If\nthe right-handed neutrino masses are of the same order as the electroweak\nsymmetry breaking scale, it is usually expected that these will not mediate any\nexperimentally observable effects. Here, I explore the fact that this is not\nnecessarily the case. If neutrino masses are \"accidentally small\",\nactive-sterile mixing angles can, according to current experimental bounds, be\nas large as several percent. If this is the case, I argue that the dominant\ndecay mode of light (M_H less than 130 GeV) Higgs bosons could be into an\nactive and a sterile neutrino. The sterile neutrino decays promptly into a\ncharge lepton and an on- or off-shell W-boson, so that the dominant Higgs boson\ndecay mode is H to leptons + jets + missing transverse energy.\n","Comment: 11 pages, revtex, 3 eps figures, references and constraint added,\n  conclusions unchanged"]}]
["0706.2628",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2628"],"date":["2007-06-18","2007-07-11"],"type":["text"],"creator":["Cheng, Yao","Xia, Bing"],"language":[],"coverage":[],"title":["Phase Transition of Trapped Nuclear Exciton of Long-lived Rhodium\n  Mossbauer States"],"description":["  We report experimental observations of the long-lived rhodium Mossbauer\nemissions by the time- and energy-resolved spectroscopy. The extraordinary\nobservations manifest the open-up of photonic band gap in analogy to the\nsuperconducting gap of remarkable symmetry breakings at transition point. These\nobservations are of potential importance for detecting gravitational waves and\ndevelopment of the two-photon gamma laser. Firstly, phase transitions shown by\nspectral evolution of characteristic emissions reveal the different aggregate\nexciton orderings at room temperature. Six different phases are identified by\nspectra profiles emitted from the color centers. Secondly, the cascade\nbranching of the multipolar nuclear transition is discovered being the\nspontaneous cascade down-conversion to generate entangled gammas. The\nmacroscopic angular distribution of entangled gammas from the polycrystalline\nsample manifests a global photon-nucleus-photon bound state across the grain\nboundaries. Thirdly, the gamma-energy distributions depending on exciton phases\nreveal the photonic band gap typically on the order of several hundred eV.\n","Comment: Revised by additional discovery"]}]
["0706.4131",{"format":[],"subject":["Mathematics - Number Theory","11N30","11L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4131"],"date":["2007-06-28","2007-07-11"],"type":["text"],"creator":["Andersson, Johan"],"language":[],"coverage":[],"title":["On some power sum problems of Montgomery and Turan"],"description":["  We use an estimate for character sums over finite fields of Katz to solve\nopen problems of Montgomery and Turan. Let h=>2 be an integer. We prove that\ninf_{|z_k| => 1} max_{v=1,...,n^h} |sum_{k=1}^n z_k^v| <= (h-1+o(1)) sqrt n.\nThis gives the right order of magnitude for the quantity and improves on a\nbound of Erdos-Renyi by a factor of the order sqrt log n.\n","Comment: v1: 9 pages; v2: Minor changes. Fixed error in last three lines of\n  proof of Theorem 2: v3: New title. Minor changes"]}]
["0706.4294",{"format":[],"subject":["Astrophysics","Physics - Atmospheric and Oceanic Physics","Physics - Geophysics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4294"],"date":["2007-06-28"],"type":["text"],"creator":["Sloan, T.","Wolfendale, A W"],"language":[],"coverage":[],"title":["Cosmic Rays and Global Warming"],"description":["  It has been claimed by others that observed temporal correlations of\nterrestrial cloud cover with `the cosmic ray intensity' are causal. The\npossibility arises, therefore, of a connection between cosmic rays and Global\nWarming. If true, the implications would be very great. We have examined this\nclaim to look for evidence to corroborate it. So far we have not found any and\nso our tentative conclusions are to doubt it. Such correlations as appear are\nmore likely to be due to the small variations in solar irradiance, which, of\ncourse, correlate with cosmic rays. We estimate that less than 15% of the\n11-year cycle warming variations are due to cosmic rays and less than 2% of the\nwarming over the last 35 years is due to this cause.\n","Comment: Submitted to ICRC 2007"]}]
["0706.4302",{"format":[],"subject":["Physics - Instrumentation and Detectors","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4302"],"date":["2007-06-28","2007-07-11"],"type":["text"],"creator":["Evans, Geoffry","Schmadel, D. C.","Sushkov, A. B.","Drew, H. D."],"language":[],"coverage":[],"title":["Silicon beamsplitter for Fourier transform spectroscopy at far infrared\n  frequencies"],"description":["  We report the performance of a silicon wafer beamsplitter for use for low\n$\\Delta\\nu>0.3 cm^{-1}$ resolution Fourier transform spectroscopy at far\ninfrared frequencies. We characterize the Si beamsplitter by comparing\nthroughput spectra measured with it to those measured with the standard Mylar\nbeamsplitters commonly used in that range. We find that the throughput of the\nsilicon beamsplitter is substantially greater than that of the Mylar\nbeamsplitters over most of the IR spectrum, and that they are comparable in\nsome limited ranges. The 2 mm silicon beamsplitter has an etalon spacing of\nabout 0.7 cm^{-1}, which interferes with its use for $0.1 cm^{-1}<\\Delta\\nu <\n0.3cm^{-1}$. The average efficiency of the Si beamsplitter is 0.37 compared\nwith a maximum efficiency of 0.35 for Mylar. The Si is particularly more\nefficient in the 100 to 400 cm^{-1} range because of absorption in Mylar.\n","Comment: 3 pages, 5 figures, minor changes"]}]
["0706.4405",{"format":[],"subject":["Mathematics - Probability","82C22 (Primary)","82C24","82C41","60K35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4405"],"date":["2007-06-29","2007-07-11"],"type":["text"],"creator":["Sturm, Anja","Swart, Jan M."],"language":[],"coverage":[],"title":["Tightness of voter model interfaces"],"description":["  Consider a long-range, one-dimensional voter model started with all zeroes on\nthe negative integers and all ones on the positive integers. If the process\nobtained by identifying states that are translations of each other is\npositively recurrent, then it is said that the voter model exhibits interface\ntightness. In 1995, Cox and Durrett proved that one-dimensional voter models\nexhibit interface tightness if their infection rates have a finite third\nmoment. Recently, Belhaouari, Mountford, and Valle have improved this by\nshowing that a finite second moment suffices. The present paper gives a new\nshort proof of this fact. We also prove interface tightness for a long range\nswapping voter model, which has a mixture of long range voter model and\nexclusion process dynamics.\n","Comment: Corrected a serious error in Lemma 3. Some additional insignificant\n  corrections. 9 pages"]}]
["0707.0692",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0692"],"date":["2007-07-05"],"type":["text"],"creator":["Bashinsky, Sergei"],"language":[],"coverage":[],"title":["Mapping Cosmological Observables to the Dark Kinetics"],"description":["  We study systematically which features in the cosmic microwave background\n(CMB) and large-scale structure (LSS) probe various inhomogeneous properties of\nthe dark sectors (including neutrinos, dark matter, and dark energy). We\nstress, and quantify by simple formulas, that the primary CMB anisotropies are\nvery susceptible to the gravitational potentials during horizon entry, less at\nrecombination. The CMB thus allows us to scan \\Phi+\\Psi and the underlying dark\nkinetics for all redshifts z~1-10^5. LSS, on the other hand, responds strongest\nto \\Phi at low redshifts. Dark perturbations are often parameterized by the\nanisotropic stress and effective sound speed (stiffness). We find that the dark\nanisotropic stress and stiffness influence the visible species at the\ncorrespondingly early and late stages of horizon entry, and affect stronger\nrespectively the CMB and LSS. The CMB yet remains essential to probing the\nstiff perturbations of light neutrinos and dark energy, detectable only during\nhorizon entry. The clustering of dark species and large propagation speed of\ntheir inhomogeneities also map to distinctive features in the CMB and LSS. -Any\nparameterization of the signatures of dark kinetics that assumes general\nrelativity can effectively accommodate any modified gravity (MG) that retains\nthe equivalence principle for the visible sectors. This implies that formally\nthe nonstandard structure growth or \\Phi/\\Psi ratio, while indicative, are not\ndefinitive MG signatures. The definitive signatures of MG may include the\nstrong dependence of the apparent dark dynamics on visible species, its\nsuperluminality, and the nonstandard phenomenology of gravitational waves.\n","Comment: 20 pages, 6 figures, submitted to ApJ"]}]
["0707.0714",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0714"],"date":["2007-07-05"],"type":["text"],"creator":["Quiros, Israel"],"language":[],"coverage":[],"title":["Time-like vs Space-like Extra Dimensions"],"description":["  Higher-dimensional theories with time-like and space-like extra dimensions\nare compared both from the conceptual and from the phenomenological points of\nview. In this context causality and unitarity are discussed. It is shown that\nadditional time-like dimensions allow to recover four-dimensional phenomenology\nwithout invoking neither Kaluza-Klein compactification procedure nor brane\nworld construct. It is shown, also, that contrary to scenarios with space-like\nextra dimensions, in higher-dimensional space-times with additional time-like\ndimensions the cosmological constant problem can be safely solved.\n","Comment: 5 pages, no figures"]}]
["0707.0887",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0887"],"date":["2007-07-05","2007-07-10"],"type":["text"],"creator":["Koay, Sue Ann"],"language":[],"coverage":[],"title":["Di-lepton ttH At The CMS"],"description":["  In keeping with the \"find the Higgs\" bandwagon, due to embark together with\nthe Large Hadron Collider (LHC), we investigate discovery prospects with Higgs\nproduced in conjunction with two top quarks decaying in the dilepton channel.\nThe following is a brief account of adventures along the way; the interested\nreader may find more in our CMS note.\n","Comment: HCP '06 Conference Proceedings"]}]
["0707.1122",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1122"],"date":["2007-07-09"],"type":["text"],"creator":["Goswami, Rituparno"],"language":[],"coverage":[],"title":["Gravitational collapse of dustlike matter with heat flux"],"description":["  We present a new class of solutions to Einstein equations for the spherical\ncollapse of dustlike matter coupled with heat flux. In this family of solutions\nspacetime shear is necessarily non-zero. Also these solutions have an\ninteresting property that there is always a bounce before the singularity,\nwhich is caused entirely due to the dissipative processes. We show there exist\nopen sets of initial data for which the bounce occurs before any trapped\nsurface formation, making the star explode away to infinity. We also discuss\nthe role of heat flow in generating spacetime shear and in modifying the\neffective inertial mass of the matter cloud.\n","Comment: 5 pages, Revtex4, 2 figures"]}]
["0707.1249",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1249"],"date":["2007-07-09","2007-07-11"],"type":["text"],"creator":["Zanette, Damian H."],"language":[],"coverage":[],"title":["Coevolution of agents and networks in an epidemiological model"],"description":["  We study the spreading of an infection within an SIS epidemiological model on\na network. Susceptible agents are given the opportunity of breaking their links\nwith infected agents, and reconnecting those links with the rest of the\npopulation. Thus, the network coevolves with the population as the infection\nprogresses. We show that a moderate reconnection frequency is enough to\ncompletely suppress the infection. A partial, rather weak isolation of infected\nagents suffices to eliminate the endemic state.\n","Comment: This is a written version of a talk to be given at the International\n  School on Complexity: Course on Statistical Physics of Social Dynamics:\n  Opinions, Semiotic Dynamics, and Language (Erice, 13-20 July, 2007)"]}]
["0707.1321",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1321"],"date":["2007-07-09","2007-07-10"],"type":["text"],"creator":["Sambruna, R. M.","Donato, D.","Cheung, C. C.","Tavecchio, F.","Maraschi, L."],"language":[],"coverage":[],"title":["An X-ray jet in the BL Lac S5 2007+777"],"description":["  The BL Lac S5 2007+777 was observed by us with Chandra, to find the X-ray\ncounterpart to its 18\" radio jet, and study its structure. Indeed, a bright\nX-ray jet was discovered in the 33 ks ACIS-S image of the source. We present\nits properties and briefly discuss the implications.\n","Comment: 5 pages, 2 figures, to be published in the Proceedings of the\n  conference \"Extragalactic Jets - Theory and Observation from Radio to Gamma\n  Ray-\", May 21-24 2007, Girdwood, Alaska; revised authorship"]}]
["0707.1325",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1325"],"date":["2007-07-09"],"type":["text"],"creator":["Weissauer, Rainer"],"language":[],"coverage":[],"title":["The Norm Index Theorem (An Analytic Proof)"],"description":["  We give an analytic proof of the norm index theorem $[I_:K^* N(I_L)] =[L:K]$\nfor cyclic extensions of number fields using spectral theory of the idele class\ngroup.\n"]}]
["0707.1326",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Symplectic Geometry","17D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1326"],"date":["2007-07-09"],"type":["text"],"creator":["Liu, Keqin"],"language":[],"coverage":[],"title":["New Generalizations of Poisson Algebras"],"description":["  We introduce many new generalizations of Poisson algebras which can be\nconstructed inside the associative algebra of linear transformations over a\nvector space.\n","Comment: 8 pages"]}]
["0707.1327",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1327"],"date":["2007-07-09"],"type":["text"],"creator":["Harris, A. B."],"language":[],"coverage":[],"title":["Comment on \"Multiferroicity Induced by Dislocated Spin-Density Waves\""],"description":["  I show that the claims in Phys. Rev. Lett. 98, 257602 by Betouras et al\nconcerning YMn2O5 are incorect.\n","Comment: 1 page, 1 figure"]}]
["0707.1330",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1330"],"date":["2007-07-09"],"type":["text"],"creator":["Parent, Pierre","Yafaev, Andrei"],"language":[],"coverage":[],"title":["Proving the triviality of rational points on Atkin-Lehner quotients of\n  Shimura curves"],"description":["  In this paper we give a method for studying global rational points on certain\nquotients of Shimura curves by Atkin-Lehner involutions. We obtain explicit\nconditions on such quotients for rational points to be ``trivial'' (coming from\nCM points only) and exhibit an explicit infinite family of such quotients\nsatisfying these conditions.\n","Comment: 25 pages. To appear in Mathematische Annalen"]}]
["0707.1335",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F67","11F70, 22E50, 22E55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1335"],"date":["2007-07-09"],"type":["text"],"creator":["Raghuram, A.","Shahidi, Freydoon"],"language":[],"coverage":[],"title":["Functoriality and special values of L-functions"],"description":["  This is a semi-expository article concerning Langlands functoriality and\nDeligne's conjecture on the special values of $L$-functions. The emphasis is on\nsymmetric power $L$-functions associated to a holomorphic cusp form, while\nappealing to a recent work of Mahnkopf on the special values of automorphic\n$L$-functions.\n","Comment: 22 pages. To appear in the proceedings of the AIMS workshop (in\n  August 2005) on Eisenstein series and applications"]}]
["0707.1339",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1339"],"date":["2007-07-09"],"type":["text"],"creator":["Beretvas, A.","Antos, J.","Chen, Y. C.","Gunay, Z.","Sorin, V.","Tollefson, K.","Bednar, P.","Tokar, S.","Boisvert, V.","Hopkins, W.","McFarland, K."],"language":[],"coverage":[],"title":["Finding the Charge of the top quark in the Dilepton Channel"],"description":["  There is a question about the identity of the top quark. Is it the top quark\nof the Standard Model (SM) with electric charge 2/3 or is it an exotic quark\nwith charge -4/3? An exotic quark has been proposed by D. Chang et\nal.\\cite{hep-ph/9810531, hep-ph/9805273}. This analysis will use the standard\nCDF run II dilepton sample. The key ingredients of this analysis are the\ncorrect pairing of the lepton and b-jet, the determination of the charge of the\nb-jet. The analysis proceeds by using a binomial distribution and is formulated\nso that rejecting one hypothesis means support for the other hypothesis.\n","Comment: Presented at Symposium on Hadron Collider Physics 2006 (HCP 2006),\n  Durham, North Carolina, 22-26 May 2006"]}]
["0707.1355",{"format":[],"subject":["Mathematics - Operator Algebras","46L54 (Primary), 28A75 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1355"],"date":["2007-07-09"],"type":["text"],"creator":["Jung, Kenley"],"language":[],"coverage":[],"title":["Graphs of functions and vanishing free entropy"],"description":["  Suppose X is an n-tuple of selfadjoint elements in a tracial von Neumann\nalgebra M. If z is a selfadjoint element in M and for some selfadjoint element\ny in the von Neumann algebra generated by X $\\delta_0(y, z) < \\delta_0(y) +\n\\delta_0(z)$, then $\\chi(X \\cup \\{z\\}) = -\\infty$ (here $\\chi$ and $\\delta_0$\ndenote the microstates free entropy and free entropy dimension, respectively).\nIn particular, if z lies in the von Neumann algebra generated by X, then\n$\\chi(X \\cup \\{z\\}) = -\\infty$. The statement and its proof are motivated by\ngeometric-measure-theoretic results on graphs of functions. A similar statement\nfor the nonmicrostates free entropy is obtained under the much stronger\nhypothesis that z lies in the algebra generated by X.\n","Comment: 14 pages"]}]
["0707.1361",{"format":[],"subject":["Mathematics - Commutative Algebra","14R10","12H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1361"],"date":["2007-07-10"],"type":["text"],"creator":["Kuroda, Shigeru"],"language":[],"coverage":[],"title":["A generalization of the Shestakov-Umirbaev inequality"],"description":["  We give a generalization of the Shestakov-Umirbaev inequality which plays an\nimportant role in their solution of the tame generators conjecture.\n"]}]
["0707.1364",{"format":[],"subject":["Computer Science - Computational Complexity","F.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1364"],"date":["2007-07-10"],"type":["text"],"creator":["Gilman, Robert","Miasnikov, Alexei G.","Myasnikov, Alexey D.","Ushakov, Alexander"],"language":[],"coverage":[],"title":["Report on Generic Case Complexity"],"description":["  This article is a short introduction to generic case complexity, which is a\nrecently developed way of measuring the difficulty of a computational problem\nwhile ignoring atypical behavior on a small set of inputs. Generic case\ncomplexity applies to both recursively solvable and recursively unsolvable\nproblems.\n","Comment: 17 pages"]}]
["0707.1372",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1372","Dans Colloquium in honor of Jean-Pierre Jouannaud, 4600 (2007)"],"date":["2007-07-10"],"type":["text"],"creator":["Blanqui, Frédéric"],"language":[],"coverage":[],"title":["Computability Closure: Ten Years Later"],"description":["  The notion of computability closure has been introduced for proving the\ntermination of higher-order rewriting with first-order matching by Jean-Pierre\nJouannaud and Mitsuhiro Okada in a 1997 draft which later served as a basis for\nthe author's PhD. In this paper, we show how this notion can also be used for\ndealing with beta-normalized rewriting with matching modulo beta-eta (on\npatterns \\`a la Miller), rewriting with matching modulo some equational theory,\nand higher-order data types (types with constructors having functional\nrecursive arguments). Finally, we show how the computability closure can easily\nbe turned into a reduction ordering which, in the higher-order case, contains\nJean-Pierre Jouannaud and Albert Rubio's higher-order recursive path ordering\nand, in the first-order case, is equal to the usual first-order recursive path\nordering.\n"]}]
["0707.1384",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Dynamical Systems","Statistics - Applications","62F12","60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1384"],"date":["2007-07-10"],"type":["text"],"creator":["Ivanenko, Dmytro"],"language":[],"coverage":[],"title":["Asymptotically Optimal Estimator of the Parameter of Semi-Linear\n  Autoregression"],"description":["  The difference equations $\\xi_{k}=af(\\xi_{k-1})+\\epsilon_{k}$, where\n$(\\epsilon_k)$ is a square integrable difference martingale, and the\ndifferential equation ${\\rm d}\\xi=-af(\\xi){\\rm d}t+{\\rm d}\\eta$, where $\\eta$\nis a square integrable martingale, are considered. A family of estimators\ndepending, besides the sample size $n$ (or the observation period, if time is\ncontinuous) on some random Lipschitz functions is constructed. Asymptotic\noptimality of this estimators is investigated.\n","Comment: 10 pages"]}]
["0707.1387",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14B05","32S05","13B22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1387"],"date":["2007-07-10"],"type":["text"],"creator":["Alberich-Carraminana, Maria","Fernandez-Sanchez, Jesus"],"language":[],"coverage":[],"title":["Equisingularity classes of birational projections of normal\n  singularities to a plane"],"description":["  Given a birational normal extension S of a two-dimensional local regular ring\nR, we describe all the equisingularity types of the complete ideals J in R\nwhose blowing-up has some point at which the local ring is analytically\nisomorphic to S.\n  The problem of classifying the germs of such normal surface singularities was\nalready posed by Spivakovsky (Ann. of Math. 1990). This problem has two parts:\ndiscrete and continous. The continous part is to some extent equivalent to the\nproblem of the moduli of plane curve singularities, while the main result of\nthis paper solves completely the discrete part.\n","Comment: 22 pages, 3 figures. To appear in Advances in Mathematics"]}]
["0707.1389",{"format":[],"subject":["Mathematics - Quantum Algebra","16E65, 16W35, 20G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1389"],"date":["2007-07-10"],"type":["text"],"creator":["Kolb, Stefan"],"language":[],"coverage":[],"title":["The AS-Cohen-Macaulay property for quantum flag manifolds of minuscule\n  weight"],"description":["  It is shown that quantum homogeneous coordinate rings of generalised flag\nmanifolds corresponding to minuscule weights, their Schubert varieties, big\ncells, and determinantal varieties are AS-Cohen-Macaulay. The main ingredient\nin the proof is the notion of a quantum graded algebra with a straightening\nlaw, introduced by T.H. Lenagan and L. Rigal [J. Algebra 301 (2006), 670-702].\nUsing Stanley's Theorem it is moreover shown that quantum generalised flag\nmanifolds of minuscule weight and their big cells are AS-Gorenstein.\n","Comment: LaTeX2e, 21 pages"]}]
["0707.1390",{"format":[],"subject":["Mathematics - Logic","03D80","68Q30","03E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1390"],"date":["2007-07-10"],"type":["text"],"creator":["Reimann, Jan","Slaman, Theodore"],"language":[],"coverage":[],"title":["Probability Measures and Effective Randomness"],"description":["  We study the question, ``For which reals $x$ does there exist a measure $\\mu$\nsuch that $x$ is random relative to $\\mu$?'' We show that for every\nnonrecursive $x$, there is a measure which makes $x$ random without\nconcentrating on $x$. We give several conditions on $x$ equivalent to there\nbeing continuous measure which makes $x$ random. We show that for all but\ncountably many reals $x$ these conditions apply, so there is a continuous\nmeasure which makes $x$ random. There is a meta-mathematical aspect of this\ninvestigation. As one requires higher arithmetic levels in the degree of\nrandomness, one must make use of more iterates of the power set of the\ncontinuum to show that for all but countably many $x$'s there is a continuous\n$\\mu$ which makes $x$ random to that degree.\n","Comment: 9 pages"]}]
["0707.1391",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1391"],"date":["2007-07-10"],"type":["text"],"creator":["Messad, A."],"language":[],"coverage":[],"title":["Tc oscillations in multilayered cuprates superconductors"],"description":["  When combining the BCS expression of Tc with a shear modulus constant model,\nwe can demonstrate that Tc oscillates depending on the number of the cuprate\nplanes and that it reaches its first maximum for three planes. This is in good\nagreement with experimental data and suggests that the electron- phonon\ncoupling is essential to the superconductivity of the cuprates.\n","Comment: 5 pages, Submitted to Physica C"]}]
["0707.1395",{"format":[],"subject":["Mathematics - Probability","60K35, 82B43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1395"],"date":["2007-07-10"],"type":["text"],"creator":["Gouere, Jean-Baptiste","Marchand, Regine"],"language":[],"coverage":[],"title":["Continuous first-passage percolation and continuous greedy paths model:\n  linear growth"],"description":["  We study a random growth model on $\\R^d$ introduced by Deijfen. This is a\ncontinuous first-passage percolation model. The growth occurs by means of\nspherical outbursts with random radii in the infected region. We aim at finding\nconditions on the distribution of the random radii to determine whether the\ngrowth of the process is linear or not. To do so, we compare this model with a\ncontinuous analogue of the greedy lattice paths model and transpose results in\nthe lattice setting to the continuous setting.\n","Comment: 13 pages, two appendices"]}]
["0707.1400",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1400"],"date":["2007-07-10"],"type":["text"],"creator":["Bahoura, Samy Skander"],"language":[],"coverage":[],"title":["Lower bounds for sup + inf and sup * inf and an Extension of Chen-Lin\n  result in dimension 3"],"description":["  We give two results about Harnack type inequalities. First, on compact smooth\nRiemannian surface without boundary, we have an estimate of the type $\\sup\n+\\inf$. The second result concerns the solutions of prescribed scalar curvature\nequation on the unit ball of ${\\mathbb R}^n$ with Dirichlet condition. Next, we\ngive an inequality of the type $(\\sup_K u)^{2s-1} \\times \\inf_{\\Omega} u \\leq\nc$ for positive solutions of $\\Delta u=Vu^5$ on $\\Omega \\subset {\\mathbb R}^3$,\nwhere $K$ is a compact set of $\\Omega$ and $V$ is $s-$ h\\\"olderian, $s\\in\n]-1/2,1]$. For the case $s=1/2$, we prove that if $\\min_{\\Omega} u>m>0$ and the\nh\\\"olderian constant $A$ of $V$ is small enough (in certain meaning), we have\nthe uniform boundedness of the supremum of the solutions of the previous\nequation on any compact set of $\\Omega$.\n  -----\n  Nous donnons quelques estimations des solutions d'equations elliptiques sur\nles surfaces de Riemann et sur des ouverts en dimension n> 2. Nous traitons le\ncas holderien pour l'equation de la courbure scalaire prescrite en dimension 3.\n"]}]
["0707.1404",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1404"],"date":["2007-07-10"],"type":["text"],"creator":["Kaoutit, L. El","Gómez-Torrecillas, J."],"language":[],"coverage":[],"title":["Corings with exact rational functors and injective objects"],"description":["  We describe how some aspects of abstract localization on module categories\nhave applications to the study of injective comodules over some special types\nof corings. We specialize the general results to the case of Doi-Koppinen\nmodules, generalizing previous results in this setting.\n"]}]
["0707.1406",{"format":[],"subject":["Mathematics - Analysis of PDEs","Primary 35P25, Secondary 35B40, 35Q40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1406"],"date":["2007-07-10"],"type":["text"],"creator":["Ginibre, J.","Velo, G."],"language":[],"coverage":[],"title":["Uniqueness at infinity in time for the Maxwell-Schr\"odinger system with\n  arbitrarily large asymptotic data"],"description":["  We prove the uniqueness of solutions of the Maxwell-Schr\"odinger system with\ngiven asymptotic behaviour at infinity in time. The assumptions include\nsuitable restrictions on the growth of solutions for large time and on the\naccuracy of their asymptotics, but no restriction on their size. The result\napplies to the solutions with prescribed asymptotics constructed in a previous\npaper.\n","Comment: latex 28 pages"]}]
["0707.1408",{"format":[],"subject":["Mathematics - Dynamical Systems","37B15 (primary)","68Q80 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1408"],"date":["2007-07-10"],"type":["text"],"creator":["Pivato, Marcus"],"language":[],"coverage":[],"title":["Module Shifts and Measure Rigidity in Linear Cellular Automata"],"description":["  Suppose R is a finite commutative ring of prime characteristic, A is a finite\nR-module, M:=Z^D x N^E, and F is an R-linear cellular automaton on A^M. If mu\nis an F-invariant measure which is multiply shift-mixing in a certain way, then\nwe show that mu must be the Haar measure on a coset of some submodule shift of\nA^M. Under certain conditions, this means mu must be the uniform Bernoulli\nmeasure on A^M.\n","Comment: 11 pages"]}]
["0707.1410",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1410"],"date":["2007-07-10"],"type":["text"],"creator":["Rungta, Pranaw"],"language":[],"coverage":[],"title":["The quadratic speedup in Grover's search algorithm from the entanglement\n  perspective"],"description":["  We analyze the role played by entanglement in the dynamical evolution of\nGrover's search algorithm in the space of qubits. We show that the algorithm\ncan be equivalently described as an iterative change of the entanglement\nbetween the qubits, which governs the evolution of the initial state towards\nthe target state, and where the entanglement can be quantified in terms a\nsingle entanglement monotone. We also provide a necessary and sufficient\ncondition for the quadratic speedup, which illustrates how the change in the\nbipartite entanglement of the state after each iteration determines the\ncorresponding increase in the probability of finding the target state. This\nallows us to reestablish from the entanglement perspective that Grover's search\nalgorithm is the only optimal pure state search algorithm.\n","Comment: 23 pages, 2 figures"]}]
["0707.1415",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology","57M12","57Q99","05C15","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1415"],"date":["2007-07-10"],"type":["text"],"creator":["Witte, Nikolaus"],"language":[],"coverage":[],"title":["Constructing Combinatorial 4-Manifolds"],"description":["  Every closed oriented PL 4-manifold is a branched cover of the 4-sphere\nbranched over a PL-surface with finitely many singularities by Piergallini\n[Topology 34(3):497-508, 1995]. This generalizes a long standing result by\nHilden and Montesinos to dimension four. Izmestiev and Joswig [Adv. Geom.\n3(2):191-225, 2003] gave a combinatorial equivalent of the Hilden and\nMontesinos result, constructing closed oriented combinatorial 3-manifolds as\nsimplicial branched covers of combinatorial 3-spheres. The construction of\nIzmestiev and Joswig is generalized and applied to the result of Piergallini,\nobtaining closed oriented combinatorial 4-manifolds as simplicial branched\ncovers of simplicial 4-spheres.\n","Comment: Stronger results and a shorter proof are presented in \"Constructing\n  Simplicial Branched Covers\" by the author. Nevertheless we present some\n  interesting techniques and a combinatorial analog of the (topological) proof\n  by Piergallini"]}]
["0707.1417",{"format":[],"subject":["Mathematics - Operator Algebras","47A20","7A13","47A15","46L53","46L05","47A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1417"],"date":["2007-07-10"],"type":["text"],"creator":["Dey, Santanu","Gohm, Rolf"],"language":[],"coverage":[],"title":["Characteristic Functions of Liftings"],"description":["  We introduce characteristic functions for certain contractive liftings of row\ncontractions. These are multi-analytic operators which classify the liftings up\nto unitary equivalence and provide a kind of functional model. The most\nimportant cases are subisometric and coisometric liftings. We also identify the\nmost general setting which we call reduced liftings. We derive properties of\nthese new characteristic functions and discuss the relation to Popescu's\ndefinition for completely non-coisometric row contractions. Finally we apply\nour theory to completely positive maps and prove a one-to-one correspondence\nbetween the fixed point sets of completely positive maps related to each other\nby a subisometric lifting.\n","Comment: 31 pages"]}]
["0707.1418",{"format":[],"subject":["Mathematics - Functional Analysis","22A15","32J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1418"],"date":["2007-07-10"],"type":["text"],"creator":["Abolghasemi, M.","Rejali, A.","Vishki, H. R. E."],"language":[],"coverage":[],"title":["On the transformation semitopological semigroup"],"description":["  In this paper we introduce the notion of weighted (weakly) almost periodic\ncompactifcation of a semitopological semigroup and generalize this notion to\ncorresponding notion for transformation semigroup.The inclusion relation and\nequality of some well known function spaces on a weighted transformation\nsemigroup is also investigated.\n","Comment: 10 pages published in international mathematical forum"]}]
["0707.1420",{"format":[],"subject":["Mathematics - General Mathematics","20NO5","08A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1420","Scientia Magna Journal, Vol. 2, No. 3 (2006), pp. 48-53"],"date":["2007-07-10"],"type":["text"],"creator":["Jaiyeola, Temitope Gbolahan"],"language":[],"coverage":[],"title":["Parastrophic invariance of Smarandache quasigroups"],"description":["  Every quasigroup $(L,\\cdot)$ belongs to a set of 6 quasigroups, called\nparastrophes denoted by $(L,\\pi_i)$, $i\\in \\{1,2,3,4,5,6\\}$. It is shown that\n$(L,\\pi_i)$ is a Smarandache quasigroup with associative subquasigroup\n$(S,\\pi_i) \\forall i\\in \\{1,2,3,4,5,6\\}$ if and only if for any of some four\n$j\\in \\{1,2,3,4,5,6\\}$, $(S,\\pi_j)$ is an isotope of $(S,\\pi_i)$ or $(S,\\pi_k)$\nfor one $k\\in \\{1,2,3,4,5,6\\}$ such that $i\\ne j\\ne k$. Hence, $(L,\\pi_i)$ is a\nSmarandache quasigroup with associative subquasigroup $(S,\\pi_i) \\forall i\\in\n\\{1,2,3,4,5,6\\}$ if and only if any of the six Khalil conditions is true for\nany of some four of $(S,\\pi_i)$.\n","Comment: 8 pages"]}]
["0707.1430",{"format":[],"subject":["Mathematics - General Mathematics","20NO5","08A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1430","Advances in Theoretical and Applied Mathematics, Vol. 1, No. 3\n  (2006), pp. 233-244"],"date":["2007-07-10"],"type":["text"],"creator":["Jaiyeola, Temitope Gbolahan","Adeniran, John Olushola"],"language":[],"coverage":[],"title":["On the Derivatives of Central Loops"],"description":["  The right(left) derivative, $a^{-1},e-$ and $e,a^{-1}-$ isotopes of a C-loop\nare shown to be C-loops. Furthermore, for a central loop $(L,F)$, it is shown\nthat $\\big\\{F,F^{a^{-1}},F_{a^{-1},e}\\big\\}$ and\n$\\big\\{F,F_{a^{-1}},F_{e,a^{-1}}\\big\\}$ are systems of isotopic C-loops that\nobey a form of generalized distributive law. Quasigroup isotopes $(L,\\otimes)$\nand $(L,\\ominus)$ of a loop $(L,\\theta)$ and its parastrophe $(L,\\theta ^*)$\nrespectively are proved to be isotopic if either $(L,\\otimes)$ or $(L,\\ominus\n)$ is commutative. If $(L,\\theta)$ is a C-loop, then it is shown that\n$\\big\\{(L,\\theta),(L,\\theta ^*),(L,\\otimes),(L,\\oplus)\\big\\}$ is a system of\nisotopic C-quasigroup under the above mentioned condition. It is shown that\nC-loops are isotopic to some finite indecomposable groups of the classes ${\\cal\nD}_i,i=1,2,3,4,5$ and that the center of such C-loops have a rank of 1,2 or 3.\n"]}]
["0707.1432",{"format":[],"subject":["Mathematics - Category Theory","Computer Science - Programming Languages","F.3.2","F.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1432"],"date":["2007-07-10"],"type":["text"],"creator":["Dumas, Jean-Guillaume","Duval, Dominique","Reynaud, Jean-Claude"],"language":[],"coverage":[],"title":["Sequential products in effect categories"],"description":["  A new categorical framework is provided for dealing with multiple arguments\nin a programming language with effects, for example in a language with\nimperative features. Like related frameworks (Monads, Arrows, Freyd\ncategories), we distinguish two kinds of functions. In addition, we also\ndistinguish two kinds of equations. Then, we are able to define a kind of\nproduct, that generalizes the usual categorical product. This yields a powerful\ntool for deriving many results about languages with effects.\n"]}]
["0707.1434",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1434"],"date":["2007-07-10"],"type":["text"],"creator":["Garcia-Adeva, Angel J."],"language":[],"coverage":[],"title":["Spectroscopy, upconversion dynamics, and applications of Er3+-doped\n  low-phonon materials"],"description":["  In this work I summarize some of the recent work carried out by our group on\nthe upconversion dynamics of Er3+-doped potassium lead halide crystals, which\npossess very small phonons and present very efficient blue and green\nupconversion. Furthermore, a non-conventional application of these RE-doped\nlow-phonon materials in optical refrigeration of luminescent solids is also\ndiscussed, paying especial attention to new pathways for optical cooling that\ninclude infrared-to-visible upconversion. Finally, I conclude with some hints\nof what I think it is the next step into improving the luminescence efficiency\nof solids: the use of RE-doped nanoscale photonic heterostructures for\ncontrolling the density of photonic states.\n","Comment: 8 pages, 7 figures. This is an extended version of another manuscript\n  I wrote with occasion of the Michael D. Sturge prize 2007\n  (http://www.dpc07.org/). The shorter version of this paper will appear in an\n  especial issue of Journal Luminescence"]}]
["0707.1437",{"format":[],"subject":["Physics - Biological Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1437"],"date":["2007-07-10"],"type":["text"],"creator":["Morariu, V. V.","Buimaga-Iarinca, L.","Vamos, C.","Soltuz, S."],"language":[],"coverage":[],"title":["Detrended Fluctuation Analysis of Autoregressive Processes"],"description":["  Autoregressive processes (AR) have typical short-range memory. Detrended\nFluctuation Analysis (DFA) was basically designed to reveal long range\ncorrelation in non stationary processes. However DFA can also be regarded as a\nsuitable method to investigate both long-range and short range correlation in\nnon-stationary and stationary systems. Applying DFA to AR processes can help\nunderstanding the non uniform correlation structure of such processes. We\nsystematically investigated a first order autoregressive model AR(1) by DFA and\nestablished the relationship between the interaction constant of AR(1) and the\nDFA correlation exponent. The higher the interaction constant the higher is the\nshort range correlation exponent. They are exponentially related. The\ninvestigation was extended to AR(2) processes. The presence of a distant\npositive interaction in addition to a near by interaction will increase the\ncorrelation exponent and the range of correlation while the effect of a distant\nnegative interaction will decrease significantly only the range of interaction.\nThis analysis demonstrate the possibility to identify and AR(1) model in an\nunknown DFA plot or to distinguish among AR(1) and AR(2) models. The analysis\nwas performed on medium long series of 1000 terms.\n","Comment: 7 pages, 6 figures, submitted to Fluctuation and Noise Letters"]}]
["0707.1439",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1439"],"date":["2007-07-10"],"type":["text"],"creator":["Benkö, Gil","Jensen, Henrik Jeldtoft"],"language":[],"coverage":[],"title":["Using a phase space cross section to study large complex systems"],"description":["  For large coupled nonlinear systems, it is difficult to visualize the\nhigh-dimensional phase space, which has been thoroughly studied in smaller\nsystems with regards to phenomena such as riddled basins. Here we propose a\nmethod to reduce the phase space by defining a phase space cross section. The\nmethod is applied to a system of dynamically coupled maps introduced by Ito &\nKaneko (Phys. Rev. Lett., 88, 028701, 2001 & Phys. Rev. E, 67, 046226, 2003).\nWe show that the transitions between phases of different synchronization\nbehaviour are not always sharp but can be characterized by fractal boundaries\nin both phase and parameter space.\n","Comment: 10 pages, 7 figures"]}]
["0707.1443",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1443"],"date":["2007-07-10"],"type":["text"],"creator":["Dunlop, J. C."],"language":[],"coverage":[],"title":["Jet Tomography at RHIC"],"description":["  The status of the use of hard probes in heavy ion collisions at RHIC is\nreviewed. The discovery of strong jet quenching at RHIC is a major success.\nHowever, in order to make full use of this new phenomenon for full jet emission\ntomography of the properties of the collision zone further development is\nneeded, both experimentally and theoretically.\n","Comment: 6 pages, invited talk at HCP06"]}]
["0707.1445",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","35Q55, 35BXX, 37K05, 37L50, 81Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1445"],"date":["2007-07-10"],"type":["text"],"creator":["Burq, N.","Tzvetkov, N."],"language":[],"coverage":[],"title":["Invariant measure for a three dimensional nonlinear wave equation"],"description":["  We study the long time behavior of the subcritical (subcubic) defocussing\nnonlinear wave equation on the three dimensional ball, for random data of low\nregularity. We prove that for a large set of radial initial data in\n$\\cap_{s<1/2} H^s(B(0,1))$ the equation is (globally in time) well posed and we\nconstruct an invariant measure.\n"]}]
["0707.1449",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55U35","18G55","55P65","68Q85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1449"],"date":["2007-07-10"],"type":["text"],"creator":["Gaucher, Philippe"],"language":[],"coverage":[],"title":["Abstract homotopical methods for theoretical computer science"],"description":["  The purpose of this paper is to collect the homotopical methods used in the\ndevelopment of the theory of flows initialized by author's paper ``A model\ncategory for the homotopy theory of concurrency''. It is presented\ngeneralizations of the classical Whitehead theorem inverting weak homotopy\nequivalences between CW-complexes using weak factorization systems. It is also\npresented methods of calculation of homotopy limits and homotopy colimits using\nQuillen adjunctions and Reedy categories.\n","Comment: 16 pages; LaTeX2e; chapter of book"]}]
["0707.1452",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning","I.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1452","Advances in Knowledge Organization (2002) 364-371"],"date":["2007-07-10"],"type":["text"],"creator":["Polanco, Xavier"],"language":[],"coverage":[],"title":["Clusters, Graphs, and Networks for Analysing Internet-Web-Supported\n  Communication within a Virtual Community"],"description":["  The proposal is to use clusters, graphs and networks as models in order to\nanalyse the Web structure. Clusters, graphs and networks provide knowledge\nrepresentation and organization. Clusters were generated by co-site analysis.\nThe sample is a set of academic Web sites from the countries belonging to the\nEuropean Union. These clusters are here revisited from the point of view of\ngraph theory and social network analysis. This is a quantitative and structural\nanalysis. In fact, the Internet is a computer network that connects people and\norganizations. Thus we may consider it to be a social network. The set of Web\nacademic sites represents an empirical social network, and is viewed as a\nvirtual community. The network structural properties are here analysed applying\ntogether cluster analysis, graph theory and social network analysis.\n"]}]
["0707.1455",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1455"],"date":["2007-07-10"],"type":["text"],"creator":["Portell, X.","CDF, for the","Collaborations, D0"],"language":[],"coverage":[],"title":["Supersymmetry Searches at the Tevatron"],"description":["  CDF and DO detectors have already collected 1.3 fb^{-1} of data delivered by\nthe Tevatron collider at 1.96 TeV center-of-mass energy. We present here the\nvarious analyses that are currently testing the possibility of a supersymmetric\nextension of the Standard Model. No evidence for such processes have been found\nin luminosities that range from 300 to 800 pb^{-1} and different limits on the\ndifferent supersymmetric models are set. Constraints coming from indirect\nsearches are also presented.\n","Comment: 6 pages, 5 figures, Proceedings Symposium Hadron Collider Physics\n  2006 (HCP 2006), Durham, NC, May 22-26, 2006"]}]
["0707.1461",{"format":[],"subject":["Mathematics - Probability","60F10","60F05","62E20","60C05","60J65","68W40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1461"],"date":["2007-07-10"],"type":["text"],"creator":["Gamboa, Fabrice","Klein, Thierry","Prieur, Clémentine"],"language":[],"coverage":[],"title":["Conditional large and moderate deviations for sums of discrete random\n  variables. Combinatoric applications"],"description":["  We prove large and moderate deviation principles for the distribution of an\nempirical mean conditioned by the value of the sum of discrete i.i.d. random\nvariables. Some applications for combinatoric problems are discussed.\n","Comment: 18 PAGES"]}]
["0707.1465",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1465"],"date":["2007-07-10"],"type":["text"],"creator":["van der Stam, K. M. R.","Meppelink, R.","Vogels, J. M.","Thomsen, J. W.","van der Straten, P."],"language":[],"coverage":[],"title":["Resonant superradiant backward-scattering as a source for many-particle\n  entanglement"],"description":["  We investigate the atom pair production by superradiant backward-scattering\nfrom a Bose-Einstein condensate. By driving the superradiant process with two\nfrequencies we can extend both the range of pulse duration and intensity by two\norders of magnitude and obtain full control over the number of scattered atoms\nin forward and backward direction. We show that the atoms scattered in forward\ndirection are strongly correlated with the atoms scattered in backward\ndirection, which makes resonant superradiant backward-scattering a promising\ncandidate for many-particle entanglement.\n","Comment: 5 pages, 6 figures"]}]
["0707.1468",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry","32G15","57M99","14H10","14G15","57N05","20F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1468"],"date":["2007-07-10"],"type":["text"],"creator":["Penner, R. C.","McShane, Greg"],"language":[],"coverage":[],"title":["Stable curves and screens on fatgraphs"],"description":["  The mapping class group invariant ideal cell decomposition of the\nTeichmueller space of a punctured surface times an open simplex has been used\nin a number of computations. This paper answers a question about the\nasymptotics of this decomposition, namely, in a given cell of the\ndecomposition, which curves can be short? Screens are a new combinatorial\nstructure which provide an answer to this question. The heart of the\ncalculation here involves Ptolemy transformations and the triangle inequalities\non lambda lengths.\n","Comment: 23 pages, 4 figures"]}]
["0707.1471",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","52A20, 52A21, 46B04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1471"],"date":["2007-07-10"],"type":["text"],"creator":["Yaskin, V."],"language":[],"coverage":[],"title":["On strict inclusions in hierarchies of convex bodies"],"description":["  Let $\\mathcal I_k$ be the class of convex $k$-intersection bodies in\n$\\mathbb{R}^n$ (in the sense of Koldobsky) and $\\mathcal I_k^m$ be the class of\nconvex origin-symmetric bodies all of whose $m$-dimensional central sections\nare $k$-intersection bodies. We show that 1) $\\mathcal I_k^m\\not\\subset\n\\mathcal I_k^{m+1}$, $k+3\\le m<n$, and 2) $\\mathcal I_l \\not\\subset \\mathcal\nI_k$, $1\\le k<l < n-3$.\n","Comment: 10 pages"]}]
["0707.1474",{"format":[],"subject":["Mathematics - Functional Analysis","47B35, 15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1474"],"date":["2007-07-10","2007-07-11"],"type":["text"],"creator":["McCafferty, A. J."],"language":[],"coverage":[],"title":["Integrable operators and squares of Hankel Matrices"],"description":["  In this note, we find sufficient conditions for an operator with kernel of\nthe form $A(x)B(y)-A(x)B(y)/(x-y)$ (which we call a Tracy-Widom type operator)\nto be the square of a Hankel operator. We consider two contexts: infinite\nmatrices on $\\ell^2$, and integral operators on the Hardy space\n$H^2(\\mathbb{T})$. The results can be applied to the discrete Bessel kernel,\nwhich is significant in random matrix theory.\n","Comment: 9 pages"]}]
["0707.1476",{"format":[],"subject":["Mathematics - Metric Geometry","52A20, 52A38, 42B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1476"],"date":["2007-07-10"],"type":["text"],"creator":["Yaskin, V."],"language":[],"coverage":[],"title":["Modified Shephard's problem on projections of convex bodies"],"description":["  We disprove a conjecture of A. Koldobsky asking whether it is enough to\ncompare $(n-2)$-derivatives of the projection functions of two symmetric convex\nbodies in the Shephard problem in order to get a positive answer in all\ndimensions.\n","Comment: 15 pages"]}]
["0707.1477",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1477","Clay Minerals 42 (2007) 129-143","doi:10.1180/claymin.2007.042.1.09"],"date":["2007-07-10"],"type":["text"],"creator":["Lantenois, Sébastien","Bény, Jean-Michel","Muller, Fabrice","Champallier, Rémi"],"language":[],"coverage":[],"title":["Integration of iron in natural and synthetic Al-pyrophyllites: an\n  infrared spectroscopic study"],"description":["  Numerous studies focus on the relationships between chemical composition and\nOHband positions in the infrared (IR) spectra of micaceous minerals. These\nstudies are based on the coexistence, in dioctahedral micas or smectites, of\nseveral cationic pairs around the hydroxyl group which each produce a\ncharacteristic band in the IR spectrum. The aim of this work is to obtain the\nwavenumber values of the IR OH vibration bands of the (Al-Fe3+)-OH and\n(Fe3+-Fe3+)-OH local cationic environments of 'pyrophyllite type' in order to\nprove, disprove or modify a model of dioctahedral phyllosilicate OH-stretching\nband decomposition. Natural samples are characterized by powder X-ray\ndiffraction (XRD), Fourier transform infrared (FTIR) and Raman spectroscopies\nand electron microprobe; the hydrothermal synthesis products are also analysed\nby powder XRD and FTIR after inductively coupled plasma measurements to obtain\nthe chemical compositions of nascent gel phases. Natural samples contain some\nimpurities which were eliminated after acid treatment; nevertheless, a small Fe\ncontent is found in the pyrophyllite structure. The amount of Fe which is\nincorporated within the pyrophyllite structure is much more important for the\nsynthetic samples than for the natural ones. The IR OH bands were clearly\nobserved in both natural and synthetic pyrophyllites and assigned to hydroxides\nbonded to (Al-Al), (Al-Fe) and (Fe-Fe) cationic pairs. During this study, three\nsamples were analysed by DTG to check the cis- or trans-vacant character of the\nlayers and to determine the influence of this structural character on the\nOH-stretching band position in IR spectroscopy.\n"]}]
["0707.1479",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1479"],"date":["2007-07-10"],"type":["text"],"creator":["Chemin, Laurent","Carignan, Claude","Amram, Philippe"],"language":[],"coverage":[],"title":["Dark matter in low mass surface density galaxies"],"description":["  Low mass surface density spiral and irregular galaxies like low surface\nbrightness (LSB) and dwarf galaxies are unique laboratories to study the\ndynamical properties of Dark Matter halos because their mass is generally\ndominated by dark matter at all galactocentric radii. We present results from\nthe largest sample ever assembled of high resolution Halpha velocity fields of\nLSB and dwarf galaxies in order to study their mass distributions.\n","Comment: 2 pages, 1 figure, proceedings of the conference \"Pathways Through an\n  Eclectic Universe\", Johan Knapen, Terry Mahoney, and Alexandre Vazdekis eds"]}]
["0707.1480",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1480","Human Computer International 2005, U.S. CD (11/08/2005) 1-10"],"date":["2007-07-10"],"type":["text"],"creator":["Chalon, René","David, Bertrand T."],"language":[],"coverage":[],"title":["IRVO: an Interaction Model for designing Collaborative Mixed Reality\n  systems"],"description":["  This paper presents an interaction model adapted to mixed reality\nenvironments known as IRVO (Interacting with Real and Virtual Objects). IRVO\naims at modeling the interaction between one or more users and the Mixed\nReality system by representing explicitly the objects and tools involved and\ntheir relationship. IRVO covers the design phase of the life cycle and models\nthe intended use of the system. In a first part, we present a brief review of\nrelated HCI models. The second part is devoted to the IRVO model, its notation\nand some examples. In the third part, we present how IRVO is used for designing\napplications and in particular we show how this model can be integrated in a\nModel-Based Approach (CoCSys) which is currently designed at our lab.\n","Comment: 10 pages"]}]
["0707.1490",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Mathematical Software","65Y05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1490"],"date":["2007-07-10"],"type":["text"],"creator":["Argentini, Gianluca"],"language":[],"coverage":[],"title":["Fast computing of velocity field for flows in industrial burners and\n  pumps"],"description":["  In this work we present a technique of fast numerical computation for\nsolutions of Navier-Stokes equations in the case of flows of industrial\ninterest. At first the partial differential equations are translated into a set\nof nonlinear ordinary differential equations using the geometrical shape of the\ndomain where the flow is developing, then these ODEs are numerically resolved\nusing a set of computations distributed among the available processors. We\npresent some results from simulations on a parallel hardware architecture using\nnative multithreads software and simulating a shared-memory or a\ndistributed-memory environment.\n","Comment: 14 pages, 5 figures; paper accepted for Special Issue \"Application of\n  distributed and grid computing\", Future Generation Computer Systems journal,\n  2007"]}]
["0707.1496",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1496"],"date":["2007-07-10"],"type":["text"],"creator":["Croot, Ernie"],"language":[],"coverage":[],"title":["Subsets of F_p^n without three term arithmetic progressions have several\n  large Fourier coefficients"],"description":["  Suppose that f : F_p^n -> [0,1] has expected value t in [p^(-n/9),1] (so, the\ndensity t can be quite low!). Furthermore, suppose that support(f) has no\nthree-term arithmetic progressions. Then, we develop non-trivial lower bounds\nfor f_j, which is the jth largest Fourier coefficient of f.\n  This result is similar in spirit to that appearing in an earlier paper [1] by\nthe author; however, in that paper the focus was on the ``small'' Fourier\ncoefficients, whereas here the focus is on the ``large'' Fourier coefficients.\nFurthermore, the proof in the present paper requires much more sophisticated\narguments than those of that other paper.\n","Comment: This is a preliminary draft. Later drafts will have more references\n  and cleaner proofs"]}]
["0707.1499",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1499","Surface Science 601, 2702 (2007)","doi:10.1016/j.susc.2006.12.020"],"date":["2007-07-10"],"type":["text"],"creator":["Trani, F."],"language":[],"coverage":[],"title":["Polarization anisotropy in the optical properties of silicon ellipsoids"],"description":["  A new real space quantum mechanical approach with local field effects\nincluded is applied to the calculation of the optical properties of silicon\nnanocrystals. Silicon ellipsoids are studied and the role of surface\npolarization is discussed in details. In particular, surface polarization is\nshown to be responsible for a strong optical anisotropy in silicon ellipsoids,\nmuch more pronounced with respect to the case in which only quantum confinement\neffects are considered. The static dielectric constant and the absorption\nspectra are calculated, showing that the perpendicular and parallel components\nhave a very different dependence on the ellipsoid aspect ratio. Then, a\ncomparison with the classical dielectric model is performed, showing that the\nmodel only works for large and regular structures, but it fails for thin\nelongated ellipsoids.\n","Comment: 5 pages, 4 figures, International Conference on NANO-Structures\n  Self-Assembling"]}]
["0707.1504",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1504"],"date":["2007-07-10"],"type":["text"],"creator":["Schaefer, Thomas"],"language":[],"coverage":[],"title":["Perfect Fluidity in Atomic Physics"],"description":["  Experimental results obtained at the Relativistic Heavy Ion Collider (RHIC)\nhave been interpreted in terms of a strongly interacting quark gluon plasma.\nThe strongly interacting plasma is characterized by ``perfect fluidity'', i.e.\na ratio of shear viscosity to entropy density that saturates a proposed lower\nbound. In this contribution we explore the possibility that a similar\nphenomenon takes place in a strongly coupled non-relativistic Fermi liquid in\nwhich the scattering length between the Fermions is infinitely large.\n","Comment: Talk given at 23rd Winter Workshop on Nuclear Dynamics, Big Sky,\n  Montana, 11-18 Feb 2007, Acta Physica Hungarica, in press"]}]
["0707.1507",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1507"],"date":["2007-07-10"],"type":["text"],"creator":["Ewerz, Carlo","Nachtmann, Otto"],"language":[],"coverage":[],"title":["Diffractive Neutral Pion Production, Chiral Symmetry and the Odderon"],"description":["  We discuss the diffractive photo- and electroproduction of a single neutral\npion at high energies where it can occur due to odderon exchange. We show that\nthis process is dynamically suppressed as a consequence of chiral symmetry. Our\nresult reconciles earlier theoretical expectations with the non-observation of\nthis reaction at HERA.\n","Comment: 6 pages, based on invited talks given by C.E. at XVth International\n  Workshop on Deep-Inelastic Scattering and Related Subjects (DIS 2007),\n  Munich, April 2007, and by O.N. at 12th International Conference on Elastic\n  and Diffractive Scattering (EDS07), DESY Hamburg, May 2007"]}]
["0707.1510",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1510"],"date":["2007-07-10"],"type":["text"],"creator":["Heinz, Mark"],"language":[],"coverage":[],"title":["STAR identifed particle measurements at high transverse momentum in p+p\n  $\\sqrt{s}$ = 200 GeV"],"description":["  We present the STAR measurement of transverse momentum spectra at\nmid-rapidity for identified particles in p+p collisions at $\\sqrt{s}$ = 200\nGeV. These high statistics data are ideal for comparing to existing leading-\nand next-to-leading order (NLO) perturbative QCD calculations. Next-to-leading\nmodels have been successful in describing inclusive hadron production using\nparameterized fragmentation functions (FF) for quarks and gluons. However, in\norder to describe baryon spectra at NLO, knowledge of flavor separated FF is\nessential. Such FF have recently been parameterized using data by the OPAL\nexperiment and allow for the first time to obtain good agreement between NLO\nand identified baryons from p+p collisions.\n","Comment: 4 pages, Proceedings for DIS 2007, Munich, Germany"]}]
["astro-ph/0509871",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0509871","doi:10.1017/S1743921306007368"],"date":["2005-09-29"],"type":["text"],"creator":["Biham, Ofer","Lipshtat, Azi","Perets, Hagai B."],"language":[],"coverage":[],"title":["The formation of H_2 and HD with the master equation approach"],"description":["  The formation of H2 and HD molecules on interstellar dust grains is studied\nusing rate equation and master equation models. Rate equations are used in the\nanalysis of laboratory experiments which examine the formation of molecular\nhydrogen on astrophysically relevant surfaces. However, under interstellar\nconditions, rate equations are not suitable for the calculation of reaction\nrates on dust-grain surfaces. Due to the low flux and the sub-micron size of\nthe grains, the populations of H and D atoms on a single grain are likely to be\nsmall. In this case the reaction rates are dominated by fluctuations and should\nbe calculated using stochastic methods. The rate of molecular hydrogen\nformation in interstellar clouds is evaluated using the master equation, taking\ninto account the distribution of grain sizes.\n","Comment: 10 pages, 2 figures. IAU symposium 231 conference proceedings"]}]
["cond-mat/0610555",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610555","Phys. Rev. Lett. 99, 026601 (2007)","doi:10.1103/PhysRevLett.99.026601"],"date":["2006-10-19","2007-05-18"],"type":["text"],"creator":["Parks, J. J.","Champagne, A. R.","Hutchison, G. R.","Flores-Torres, S.","Abruna, H. D.","Ralph, D. C."],"language":[],"coverage":[],"title":["Tuning the Kondo effect with a mechanically controllable break junction"],"description":["  We study electron transport through C60 molecules in the Kondo regime using a\nmechanically controllable break junction. By varying the electrode spacing, we\nare able to change both the width and height of the Kondo resonance, indicating\nmodification of the Kondo temperature and the relative strength of coupling to\nthe two electrodes. The linear conductance as a function of T/T_K agrees with\nthe scaling function expected for the spin-1/2 Kondo problem. We are also able\nto tune finite-bias Kondo features which appear at the energy of the first C60\nintracage vibrational mode.\n","Comment: 4 pages with 4 figures"]}]
["cond-mat/0701027",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701027","New J. Phys. 9 (2007) 222","doi:10.1088/1367-2630/9/7/222"],"date":["2007-01-01","2007-06-06"],"type":["text"],"creator":["Pajerowski, D. M.","Meisel, M. W.","Frye, F. A.","Talham, D. R."],"language":[],"coverage":[],"title":["Size dependence of the photoinduced magnetism and long-range ordering in\n  Prussian blue analog nanoparticles of rubidium cobalt hexacyanoferrate"],"description":["  Nanoparticles of rubidium cobalt hexacyanoferrate\n(Rb$_j$Co$_k$[Fe(CN)$_6$]$_l \\cdot n$H$_2$O) were synthesized using different\nconcentrations of the polyvinylpyrrolidone (PVP) to produce four different\nbatches of particles with characteristic diameters ranging from 3 to 13 nm.\nUpon illumination with white light at 5 K, the magnetization of these particles\nincreases. The long-range ferrimagnetic ordering temperatures and the coercive\nfields evolve with nanoparticle size. At 2 K, particles with diameters less\nthan approximately 10 nm provide a Curie-like magnetic signal.\n","Comment: 10 pages, 6 figures in text, expanded text and data"]}]
["cond-mat/0701501",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701501","Phys.Rev. B75 (2007) 235423","doi:10.1103/PhysRevB.75.235423"],"date":["2007-01-20","2007-06-18"],"type":["text"],"creator":["Son, D. T."],"language":[],"coverage":[],"title":["Quantum critical point in graphene approached in the limit of infinitely\n  strong Coulomb interaction"],"description":["  Motivated by the physics of graphene, we consider a model of N species of 2+1\ndimensional four-component massless Dirac fermions interacting through a 3D\ninstantaneous Coulomb interaction. We show that in the limit of infinitely\nstrong Coulomb interaction the system approaches a quantum critical point, at\nleast for sufficiently large fermion degeneracy. In this regime the system\nexhibits invariance under scale transformations in which time and space scale\nby different factors. The elementary excitations are fermions with dispersion\nrelation omega ~ p^z, where the dynamic critical exponent z depends on N. In\nthe limit of large N we find z=1-4/(\\pi^2 N). We argue that due to the\nnumerically large Coulomb coupling, graphene (freely suspended) in vacuum stays\nnear the scale-invariant regime in a large momentum window, before eventually\nflowing to the trivial fixed point at very low momentum scales.\n","Comment: 14 pages, 5 figures; added an Appendix with technical details"]}]
["gr-qc/0602022",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0602022"],"date":["2006-02-07","2007-07-10"],"type":["text"],"creator":["Sarfatti, Jack"],"language":[],"coverage":[],"title":["Emergent Gravity and Torsion: String Theory Without String Theory, Why\n  the Cosmic Dark Energy Is So Small"],"description":["  A surprisingly simple holographic explanation for the low dark energy density\nis suggested. I derive the Einstein-Cartan disclination curvature tetrads and\nthe physically independent dislocation torsion gap spin connections from an\n\"M-Matrix\" of non-closed Cartan 1-forms made from 8 Goldstone phase 0-forms of\nthe vacuum ODLRO condensate inflation field in which the non-compact\n10-parameter Poincare symmetry group is locally gauged for all invariant matter\nfield actions. Quantum gravity zero point vacuum fluctuations should be\nrenormalizable at the spin 1 tetrad level where there is a natural\nscale-dependent holographic dimensionless coupling (hG/\\zpf/c^3)^1/3 ~\n(Bekenstein BITS)^-1/3. The spacetime tetrad rotation coefficients play the\nsame role as do the Lie algebra structure constants in internal symmetry spin 1\nYang-Mills local gauge theories. This suggests an intuitively pleasing natural\n\"organizing idea\" now missing in superstring theory. It is then clear why\nsupersymmetry must break in order for our pocket universe to come into being\nwith a small w = -1 negative pressure zero point exotic vacuum dark energy\ndensity. Just as the Michelson-Morley experiment gave a null result, this model\npredicts that the Large Hadron Collider will never find any viable\non-mass-shell dark matter exotic particles able to explain Omega(DM) ~ 0.23 as\na matter of fundamental principle, neither will any other conceivable dark\nmatter detector because dark matter forming galactic halos et-al is entirely\nvirtual exotic vacuum w = - 1 with positive irreducibly random quantum zero\npoint pressure that mimics w = 0 CDM in its gravity lensing and all effects\nthat we can observe from afar.\n","Comment: This version is the second major revision addressing several\n  unresolved fundamental empirical problems"]}]
["math-ph/0305056",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0305056"],"date":["2003-05-27","2007-07-11"],"type":["text"],"creator":["Fredsted, John"],"language":[],"coverage":[],"title":["Modified Dirac equation"],"description":["  The paper has been withdrawn by the author, due to it being fundamentally\nflawed. The author apologizes for any inconvenience it may have caused.\n","Comment: The paper has been withdrawn by the author, due to it being\n  fundamentally flawed. The author apologizes for any inconvenience it may have\n  caused"]}]
["math-ph/0510051",{"format":[],"subject":["Mathematical Physics","81Qxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0510051","J. Math. Phys. 47, 032101 (2006) (31 pages)"],"date":["2005-10-13"],"type":["text"],"creator":["Pita-Ruiz, Claudio","Sontz, Stephen B."],"language":[],"coverage":[],"title":["On Shannon entropies in ${\\mu}$-deformed Segal-Bargmann analysis"],"description":["  We consider a ${\\mu}$-deformation of the Segal-Bargmann transform, which is a\nunitary map from a ${\\mu}$-deformed quantum configuration space onto a\n${\\mu}$-deformed quantum phase space (the ${\\mu}$-deformed Segal-Bargmann\nspace). Both of these Hilbert spaces have canonical orthonormal bases. We\nobtain explicit formulas for the Shannon entropy of some of the elements of\nthese bases. We also consider two reverse log-Sobolev inequalities in the\n${\\mu}$-deformed Segal-Bargmann space, which have been proved in a previous\nwork, and show that a certain known coefficient in them is the best possible.\n","Comment: 34 pages"]}]
["math-ph/0512053",{"format":[],"subject":["Mathematical Physics","Mathematics - Functional Analysis","81Sxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0512053","J. Geom. Symm. Phys., 6, 101--108 (2006)"],"date":["2005-12-15"],"type":["text"],"creator":["Pita-Ruiz, Claudio","Sontz, Stephen B."],"language":[],"coverage":[],"title":["Accardi complementarity in $\\mu$-deformed quantum mechanics"],"description":["  In this note we show that the momentum and position operators of\n$\\mu$-deformed quantum mechanics for $\\mu > 0$ are not Accardi complementary in\na sense that we will define. We conjecture that this is also true if $-1/2 <\n\\mu < 0$.\n","Comment: 9 pages"]}]
["math-ph/0610079",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0610079","J. Phys. A: Math. Theor. 40 (2007) 1265-1272","doi:10.1088/1751-8113/40/6/005"],"date":["2006-10-26","2007-07-10"],"type":["text"],"creator":["Diaz, Rafael","Pariguan, Eddy"],"language":[],"coverage":[],"title":["An example of Feynman-Jackson integral"],"description":["  We review the construction of a q-analogue of the Gaussian measure. We apply\nthat construction to obtain a q-analogue of Feynman integrals and to compute\nexplicitly an example of such integrals.\n","Comment: 5 figures, 10 pages"]}]
["math/0404343",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404343","Annals of Combinatorics, 10 (2006), 219-235"],"date":["2004-04-19"],"type":["text"],"creator":["Kamiya, H.","Orlik, P.","Takemura, A.","Terao, H."],"language":[],"coverage":[],"title":["Ranking patterns of the unfolding model and arrangements"],"description":["  In the unidimensional unfolding model, given m objects in general position\nthere arise 1+m(m-1)/2 rankings. The set of rankings is called the ranking\npattern of the m given objects. By changing these m objects, we can generate\nvarious ranking patterns. It is natural to ask how many ranking patterns can be\ngenerated and what is the probability of each ranking pattern when the objects\nare randomly chosen? These problems are studied by introducing a new type of\narrangement called mid-hyperplane arrangement and by counting cells in its\ncomplement.\n","Comment: 29 pages, 2 figures"]}]
["math/0509031",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B10","81S30","94A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509031","Applied and Computational Harmonic Analysis (25/04/2007)\n  doi:10.1016/j.acha.2007.04.001","doi:10.1016/j.acha.2007.04.001"],"date":["2005-09-02"],"type":["text"],"creator":["Bonami, Aline","Garrigos, Gustavo","Jaming, Philippe"],"language":[],"coverage":[],"title":["Discrete radar ambiguity problems"],"description":["  In this paper, we pursue the study of the radar ambiguity problem started in\n\\cite{Ja,GJP}. More precisely, for a given function $u$ we ask for all\nfunctions $v$ (called \\emph{ambiguity partners}) such that the ambiguity\nfunctions of $u$ and $v$ have same modulus. In some cases, $v$ may be given by\nsome elementary transformation of $u$ and is then called a \\emph{trivial\npartner} of $u$ otherwise we call it a \\emph{strange partner}. Our focus here\nis on two discrete versions of the problem. For the first one, we restrict the\nproblem to functions $u$ of the Hermite class, $u=P(x)e^{-x^2/2}$, thus\nreducing it to an algebraic problem on polynomials. Up to some mild restriction\nsatisfied by quasi-all and almost-all polynomials, we show that such a function\nhas only trivial partners. The second discretization, restricting the problem\nto pulse type signals, reduces to a combinatorial problem on matrices of a\nspecial form. We then exploit this to obtain new examples of functions that\nhave only trivial partners. In particular, we show that most pulse type signals\nhave only trivial partners. Finally, we clarify the notion of \\emph{trivial\npartner}, showing that most previous counterexamples are still trivial in some\nrestricted sense.\n"]}]
["math/0510345",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Category Theory","Mathematics - Number Theory","22B05 (Primary) 18G10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510345","Advances in Mathematics 212 (2007), 504-524","doi:10.1016/j.aim.2006.09.019"],"date":["2005-10-17"],"type":["text"],"creator":["Hoffmann, Norbert","Spitzweck, Markus"],"language":[],"coverage":[],"title":["Homological algebra with locally compact abelian groups"],"description":["  In this article we study locally compact abelian (LCA) groups from the\nviewpoint of derived categories, using that their category is quasi-abelian in\nthe sense of J.-P. Schneiders. We define a well-behaved derived Hom-complex\nwith values in the derived category of Hausdorff topological abelian groups.\nFurthermore we introduce a smallness condition for LCA groups and show that\nsuch groups have a natural tensor product and internal Hom which both admit\nderived versions.\n","Comment: 18 pages, AMSLaTeX"]}]
["math/0511656",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60 (Primary) 14E08 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511656","Int. Math. Res. Not. (Vol. 2007), article ID rnm010 (29 pages)"],"date":["2005-11-27"],"type":["text"],"creator":["Hoffmann, Norbert"],"language":[],"coverage":[],"title":["Rationality and Poincare families for vector bundles with extra\n  structure on a curve"],"description":["  Iterated Grassmannian bundles over moduli stacks of vector bundles on a curve\nare shown to be birational to an affine space times a moduli stack of degree 0\nvector bundles, following the method of King and Schofield. Applications\ninclude the birational type of some Brill-Noether loci, of moduli schemes for\nvector bundles with parabolic structure or with level structure and for A.\nSchmitt's decorated vector bundles. A further consequence concerns the\nexistence of Poincare families on finite coverings of the moduli schemes.\n","Comment: 19 pages AMSLaTeX"]}]
["math/0512105",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14F05","14A15","14F10","18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512105"],"date":["2005-12-05","2007-07-10"],"type":["text"],"creator":["Nayak, Suresh","Sastry, Pramathanath"],"language":[],"coverage":[],"title":["Applications of duality theory to cousin complexes"],"description":["  We use the anti-equivalence between Cohen-Macaulay complexes and coherent\nsheaves on formal schemes to shed light on some older results and prove new\nresults. We bring out the relations between a coherent sheaf M satisfying an\nS_2 condition and the lowest cohomology N of its \"dual\" complex. We show that\nif a scheme has a Gorenstein complex satisfying certain coherence conditions,\nthen in a finite \\'etale neighborhood of each point, it has a dualizing\ncomplex. If the scheme already has a dualizing complex, then we show that the\nGorenstein complex must be a tensor product of a dualizing complex and a vector\nbundle of finite rank. We relate the various results in [S] on Cousin complexes\nto dual results on coherent sheaves on formal schemes.\n","Comment: 40 pages. Substantially different from earlier version(s). To appear\n  in Journal of Algebra"]}]
["math/0604521",{"format":[],"subject":["Mathematics - Dynamical Systems","37F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604521"],"date":["2006-04-24","2007-07-11"],"type":["text"],"creator":["Hasselblatt, Boris","Propp, James"],"language":[],"coverage":[],"title":["Degree-growth of monomial maps"],"description":["  For projectivizations of rational maps Bellon and Viallet defined the notion\nof algebraic entropy using the exponential growth rate of the degrees of\niterates. We want to call this notion to the attention of dynamicists by\ncomputing algebraic entropy for certain rational maps of projective spaces\n(Theorem 6.2) and comparing it with topological entropy (Theorem 5.1). The\nparticular rational maps we study are monomial maps (Definition 1.2), which are\nclosely related to toral endomorphisms. Theorems 5.1 and 6.2 imply that the\nalgebraic entropy of a monomial map is always bounded above by its topological\nentropy, and that the inequality is strict if the defining matrix has more than\none eigenvalue outside the unit circle. Also, Bellon and Viallet conjectured\nthat the algebraic entropy of every rational map is the logarithm of an\nalgebraic integer, and Theorem 6.2 establishes this for monomial maps. However,\na simple example (the monomial map of Example 7.2) shows that a stronger\nconjecture of Bellon and Viallet is incorrect, in that the sequence of\nalgebraic degrees of the iterates of a rational map of projective space need\nnot satisfy a linear recurrence relation with constant coefficients.\n","Comment: To appear in Ergodic Theory and Dynamical Systems"]}]
["math/0606395",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606395","Journal of Functional Analysis 243 (15/02/2007) 611-630","doi:10.1016/j.jfa.2006.09.001"],"date":["2006-06-16"],"type":["text"],"creator":["Jaming, Philippe","Powell, Alexander M."],"language":[],"coverage":[],"title":["Uncertainty principles for orthonormal sequences"],"description":["  The aim of this paper is to provide complementary quantitative extensions of\ntwo results of H.S. Shapiro on the time-frequency concentration of orthonormal\nsequences in $L^2 (\\R)$. More precisely, Shapiro proved that if the elements of\nan orthonormal sequence and their Fourier transforms are all pointwise bounded\nby a fixed function in $L^2(\\R)$ then the sequence is finite. In a related\nresult, Shapiro also proved that if the elements of an orthonormal sequence and\ntheir Fourier transforms have uniformly bounded means and dispersions then the\nsequence is finite. This paper gives quantitative bounds on the size of the\nfinite orthonormal sequences in Shapiro's uncertainty principles. The bounds\nare obtained by using prolate sphero\\\"{i}dal wave functions and combinatorial\nestimates on the number of elements in a spherical code. Extensions for Riesz\nbases and different measures of time-frequency concentration are also given.\n"]}]
["math/0612129",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612129"],"date":["2006-12-05","2007-07-11"],"type":["text"],"creator":["Gathmann, Andreas","Kerber, Michael"],"language":[],"coverage":[],"title":["A Riemann-Roch theorem in tropical geometry"],"description":["  Recently, Baker and Norine have proven a Riemann-Roch theorem for finite\ngraphs. We extend their results to metric graphs and thus establish a\nRiemann-Roch theorem for divisors on (abstract) tropical curves.\n","Comment: 14 pages; minor changes to match the published version"]}]
["math/0612367",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612367","Journal of Approximation Theory (04/05/2007)\n  doi:10.1016/j.jat.2007.04.005","doi:10.1016/j.jat.2007.04.005"],"date":["2006-12-13"],"type":["text"],"creator":["Jaming, Philippe"],"language":[],"coverage":[],"title":["Nazarov's uncertainty principles in higher dimension"],"description":["  In this paper we prove that there exists a constant $C$ such that, if\n$S,\\Sigma$ are subsets of $\\R^d$ of finite measure, then for every function\n$f\\in L^2(\\R^d)$,\n  $$\\int_{\\R^d}|f(x)|^2 dx \\leq C e^{C \\min(|S||\\Sigma|, |S|^{1/d}w(\\Sigma),\nw(S)|\\Sigma|^{1/d})} (\\int_{\\R^d\\setminus S}|f(x)|^2 dx +\n\\int_{\\R^d\\setminus\\Sigma}|\\hat{f}(x)|^2 dx) $$ where $\\hat{f}$ is the Fourier\ntransform of $f$ and $w(\\Sigma)$ is the mean width of $\\Sigma$. This extends to\ndimension $d\\geq 1$ a result of Nazarov \\cite{pp.Na} in dimension $d=1$.\n"]}]
["q-bio/0608037",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0608037","New J. Phys. 9 (2007) 220","doi:10.1088/1367-2630/9/7/220"],"date":["2006-08-25","2007-07-11"],"type":["text"],"creator":["Qin, Shao-Meng","Chen, Yong","Zhang, Pan"],"language":[],"coverage":[],"title":["Network growth approach to macroevolution"],"description":["  We propose a novel network growth model coupled with the competition\ninteraction to simulate macroevolution. Our work shows that the competition\nplays an important role in macroevolution and it is more rational to describe\nthe interaction between species by network structures. Our model presents a\ncomplete picture of the development of phyla and the splitting process. It is\nfound that periodic mass extinction occurred in our networks without any\nextraterrestrial factors and the lifetime distribution of species is very close\nto fossil record. We also perturb networks with two scenarios of mass\nextinctions on different hierarchic levels in order to study their recovery.\n","Comment: 16 pages, 7 figures, published version"]}]
["q-bio/0703067",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0703067","in Nonequilibrium Statistical Mechanics and Nonlinear Physics, Ed.\n  by O. Descalzi, O.A. Rosso and H.A. Larrondo. AIP Conference Proceedings\n  Volume 913, American Institute of Physics (New York, 2007), pp. 78-83","doi:10.1063/1.2746728"],"date":["2007-03-30"],"type":["text"],"creator":["Hernandez-Garcia, E.","Herrada, E. A.","Rozenfeld, A. F.","Tessone, C. J.","Eguiluz, V. M.","Duarte, C. M.","Arnaud-Haond, S.","Serrao, E."],"language":[],"coverage":[],"title":["Evolutionary and Ecological Trees and Networks"],"description":["  Evolutionary relationships between species are usually represented in\nphylogenies, i.e. evolutionary trees, which are a type of networks. The\nterminal nodes of these trees represent species, which are made of individuals\nand populations among which gene flow occurs. This flow can also be represented\nas a network. In this paper we briefly show some properties of these complex\nnetworks of evolutionary and ecological relationships. First, we characterize\nlarge scale evolutionary relationships in the Tree of Life by a degree\ndistribution. Second, we represent genetic relationships between individuals of\na Mediterranean marine plant, Posidonia oceanica, in terms of a Minimum\nSpanning Tree. Finally, relationships among plant shoots inside populations are\nrepresented as networks of genetic similarity.\n","Comment: 6 pages, 5 figures. To appear in Proceedings of the Medyfinol06\n  Conference"]}]
["quant-ph/0702257",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702257","Physical Review A, vol. 76, 012106 (2007)","doi:10.1103/PhysRevA.76.012106"],"date":["2007-02-27","2007-05-29"],"type":["text"],"creator":["Seevinck, Michael"],"language":[],"coverage":[],"title":["Classification and monogamy of three-qubit biseparable Bell correlations"],"description":["  We strengthen the set of Bell-type inequalities presented by Sun & Fei [Phys.\nRev. A 74, 032335 (2006)] that give a classification for biseparable\ncorrelations and entanglement in tripartite quantum systems. We will\nfurthermore consider the restriction to local orthogonal spin observables and\nshow that this strengthens all previously known such tripartite inequalities.\nThe quadratic inequalities we find indicate a type of monogamy of maximal\nbiseparable three-particle quantum correlations, although the nonmaximal ones\ncan be shared. This is contrasted to recently found monogamy inequalities for\nbipartite Bell correlations in tripartite systems.\n","Comment: Accepted final version for PRA. 6 pages"]}]
