["0704.0593",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0593"],"date":["2007-04-04","2007-09-27"],"type":["text"],"creator":["Kästel, Jürgen","Fleischhauer, Michael","Juzeliūnas, Gediminas"],"language":[],"coverage":[],"title":["Local-field effects in radiatively broadened magneto-dielectric media:\n  negative refraction and absorption reduction"],"description":["  We give a microscopic derivation of the Clausius-Mossotti relations for a\nhomogeneous and isotropic magneto-dielectric medium consisting of radiatively\nbroadened atomic oscillators. To this end the diagram series of electromagnetic\npropagators is calculated exactly for an infinite bi-cubic lattice of\ndielectric and magnetic dipoles for a lattice constant small compared to the\nresonance wavelength $\\lambda$. Modifications of transition frequencies and\nlinewidth of the elementary oscillators are taken into account in a\nselfconsistent way by a proper incorporation of the singular self-interaction\nterms. We show that in radiatively broadened media sufficiently close to the\nfree-space resonance the real part of the index of refraction approaches the\nvalue -2 in the limit of $\\rho \\lambda^3 \\gg 1$, where $\\rho$ is the number\ndensity of scatterers. Since at the same time the imaginary part vanishes as\n$1/\\rho$ local field effects can have important consequences for realizing\nlow-loss negative index materials.\n","Comment: 6 pages, 1 figure"]}]
["0704.0910",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L05 (Primary)","47B99, 47L30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0910"],"date":["2007-04-06","2007-09-27"],"type":["text"],"creator":["Park, Efton","Trout, Jody"],"language":[],"coverage":[],"title":["On the Nonexistence of Nontrivial Involutive n-Homomorphisms of\n  C*-algebras"],"description":["  An n-homomorphism between algebras is a linear map $\\phi : A \\to B$ such that\n$\\phi(a_1 ... a_n) = \\phi(a_1)... \\phi(a_n)$ for all elements $a_1, >..., a_n\n\\in A.$ Every homomorphism is an n-homomorphism, for all n >= 2, but the\nconverse is false, in general. Hejazian et al. [7] ask: Is every *-preserving\nn-homomorphism between C*-algebras continuous? We answer their question in the\naffirmative, but the even and odd n arguments are surprisingly disjoint. We\nthen use these results to prove stronger ones: If n >2 is even, then $\\phi$ is\njust an ordinary *-homomorphism. If n >= 3 is odd, then $\\phi$ is a difference\nof two orthogonal *-homomorphisms. Thus, there are no nontrivial *-linear\nn-homomorphisms between C*-algebras.\n","Comment: 13 pages; final version to appear in Transactions of the AMS"]}]
["0704.1382",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1382","Phys. Rev. A 76, 031603(R) (2007)","doi:10.1103/PhysRevA.76.031603"],"date":["2007-04-11"],"type":["text"],"creator":["Rebuzzini, Laura","Artuso, Roberto","Fishman, Shmuel","Guarneri, Italo"],"language":[],"coverage":[],"title":["Effects of atomic interactions on Quantum Accelerator Modes"],"description":["  We consider the influence of the inclusion of interatomic interactions on the\ndelta-kicked accelerator model. Our analysis concerns in particular quantum\naccelerator modes, namely quantum ballistic transport near quantal resonances.\nThe atomic interaction is modelled by a Gross-Pitaevskii cubic nonlinearity,\nand we address both attractive (focusing) and repulsive (defocusing) cases. The\nmost remarkable effect is enhancement or damping of the accelerator modes,\ndepending on the sign of the nonlinear parameter. We provide arguments showing\nthat the effect persists beyond mean-field description, and lies within the\nexperimentally accessible parameter range.\n","Comment: 4 pages, 6 figures"]}]
["0705.2503",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2503"],"date":["2007-05-17","2007-09-27"],"type":["text"],"creator":["Cui, Peng"],"language":[],"coverage":[],"title":["Improved Approximability Result for Test Set with Small Redundancy"],"description":["  Test set with redundancy is one of the focuses in recent bioinformatics\nresearch. Set cover greedy algorithm (SGA for short) is a commonly used\nalgorithm for test set with redundancy. This paper proves that the\napproximation ratio of SGA can be $(2-\\frac{1}{2r})\\ln n+{3/2}\\ln r+O(\\ln\\ln\nn)$ by using the potential function technique. This result is better than the\napproximation ratio $2\\ln n$ which directly derives from set multicover, when\n$r=o(\\frac{\\ln n}{\\ln\\ln n})$, and is an extension of the approximability\nresults for plain test set.\n","Comment: 7 pages"]}]
["0705.2707",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Mathematical Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2707","Phys. Rev. E 76, 031603 (2007)","doi:10.1103/PhysRevE.76.031603"],"date":["2007-05-18","2007-09-27"],"type":["text"],"creator":["Tu, Z. C.","Seifert, U."],"language":[],"coverage":[],"title":["Concise theory of chiral lipid membranes"],"description":["  A theory of chiral lipid membranes is proposed on the basis of a concise free\nenergy density which includes the contributions of the bending and the surface\ntension of membranes, as well as the chirality and orientational variation of\ntilting molecules. This theory is consistent with the previous experiments\n[J.M. Schnur \\textit{et al.}, Science \\textbf{264}, 945 (1994); M.S. Spector\n\\textit{et al.}, Langmuir \\textbf{14}, 3493 (1998); Y. Zhao, \\textit{et al.},\nProc. Natl. Acad. Sci. USA \\textbf{102}, 7438 (2005)] on self-assembled chiral\nlipid membranes of DC$_{8,9}$PC. A torus with the ratio between its two\ngenerated radii larger than $\\sqrt{2}$ is predicted from the Euler-Lagrange\nequations. It is found that tubules with helically modulated tilting state are\nnot admitted by the Euler-Lagrange equations, and that they are less\nenergetically favorable than helical ripples in tubules. The pitch angles of\nhelical ripples are theoretically estimated to be about 0$^\\circ$ and\n35$^\\circ$, which are close to the most frequent values 5$^\\circ$ and\n28$^\\circ$ observed in the experiment [N. Mahajan \\textit{et al.}, Langmuir\n\\textbf{22}, 1973 (2006)]. Additionally, the present theory can explain twisted\nribbons of achiral cationic amphiphiles interacting with chiral tartrate\ncounterions. The ratio between the width and pitch of twisted ribbons is\npredicted to be proportional to the relative concentration difference of left-\nand right-handed enantiomers in the low relative concentration difference\nregion, which is in good agreement with the experiment [R. Oda \\textit{et al.},\nNature (London) \\textbf{399}, 566 (1999)].\n","Comment: 14 pages, 7 figures"]}]
["0705.3398",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3398"],"date":["2007-05-23","2007-09-27"],"type":["text"],"creator":["Dahlem, Markus A.","Schneider, Felix M.","Schoell, Eckehard"],"language":[],"coverage":[],"title":["Efficient control of transient wave forms to prevent spreading\n  depolarizations"],"description":["  In various neurological disorders spatio-temporal excitation patterns\nconstitute examples of excitable behavior emerging from pathological pathways.\nDuring migraine, seizure, and stroke an initially localized pathological state\ncan temporarily spread indicating a transition from non-excitable to excitable\nbehavior. We investigate these transient wave forms in the generic\nFitzHugh-Nagumo (FHN) system of excitable media. Our goal is to define an\nefficient control minimizing the volume of invaded tissue. The general point of\nsuch a therapeutic optimization is how to apply control theory in the framework\nof structures in differential geometry by regarding parameter plane M of the\nFHN system as a differential manifold endowed with a metric. We suggest to\nequip M with a metric given by pharmacokinetic-pharmacodynamic models of drug\nreceptor interaction.\n"]}]
["0706.0863",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0863","J. Chem. Phys. 127, 124703 (2007) (5 pages)","doi:10.1063/1.2770722"],"date":["2007-06-06","2007-07-18"],"type":["text"],"creator":["Jiang, De-en","Sumpter, Bobby G.","Dai, Sheng"],"language":[],"coverage":[],"title":["First principles study of magnetism in nanographenes"],"description":["  Magnetism in nanographenes (also know as polycyclic aromatic hydrocarbons, or\nPAHs) are studied with first principles density functional calculations. We\nfind that an antiferromagnetic (AFM) phase appears as the PAH reaches a certain\nsize. This AFM phase in PAHs has the same origin as the one in infinitely long\nzigzag-edged graphene nanoribbons, namely, from the localized electronic state\nat the zigzag edge. The smallest PAH still having an AFM ground state is\nidentified. With increased length of the zigzag edge, PAHs approach an\ninfinitely long ribbon in terms of (1) the energetic ordering and difference\namong the AFM, ferromagnetic (FM), and nonmagnetic (NM) phases and (2) the\naverage local magnetic moment at the zigzag edges. These PAHs serve as ideal\ntargets for chemical synthesis of nanographenes that possess magnetic\nproperties. Moreover, our calculations support the interpretation that\nexperimentally observed magnetism in activated carbon fibers originates from\nthe zigzag edges of the nanographenes.\n","Comment: 20 pages, 4 figures"]}]
["0706.3420",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3420","Phys. Rev. E 76, 031605 (2007)","doi:10.1103/PhysRevE.76.031605"],"date":["2007-06-22","2007-09-26"],"type":["text"],"creator":["Grynberg, M. D."],"language":[],"coverage":[],"title":["Non-universal dynamics of dimer growing interfaces"],"description":["  A finite temperature version of body-centered solid-on-solid growth models\ninvolving attachment and detachment of dimers is discussed in 1+1 dimensions.\nThe dynamic exponent of the growing interface is studied numerically via the\nspectrum gap of the underlying evolution operator. The finite size scaling of\nthe latter is found to be affected by a standard surface tension term on which\nthe growth rates depend. This non-universal aspect is also corroborated by the\ngrowth behavior observed in large scale simulations. By contrast, the\nroughening exponent remains robust over wide temperature ranges.\n","Comment: 11 pages, 7 figures. v2 with some slight corrections"]}]
["0706.4162",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4162","J. Phys. Soc. Jpn. 76 (2007) 094001","doi:10.1143/JPSJ.76.094001"],"date":["2007-06-28"],"type":["text"],"creator":["Fujinaga, Masashi","Hatano, Naomichi"],"language":[],"coverage":[],"title":["The entanglement of the XY spin chain in a random magnetic field"],"description":["  We investigate the entanglement of the ferromagnetic XY model in a random\nmagnetic field at zero temperature and in the uniform magnetic field at finite\ntemperatures. We use the concurrence to quantify the entanglement. We find\nthat, in the ferromagnetic region of the uniform magnetic field $h$, all the\nconcurrences are \\textit{generated} by the random magnetic field and by the\nthermal fluctuation. In one particular region of $h$, the next-nearest neighbor\nconcurrence is generated by the random field but not at finite temperatures. We\nalso find that the qualitative behavior of the maximum point of the\nentanglement in the random magnetic field depends on whether the variance of\nits distribution function is finite or not.\n","Comment: 8 pages, to appear in J. Phys. Soc. Jpn"]}]
["0707.3646",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3646","Phys. Rev. A 76, 032324 (2007)","doi:10.1103/PhysRevA.76.032324"],"date":["2007-07-24","2007-08-28"],"type":["text"],"creator":["Leibfried, D.","Knill, E.","Ospelkaus, C.","Wineland, D. J."],"language":[],"coverage":[],"title":["Transport quantum logic gates for trapped ions"],"description":["  Many efforts are currently underway to build a device capable of large scale\nquantum information processing (QIP). Whereas QIP has been demonstrated for a\nfew qubits in several systems, many technical difficulties must be overcome in\norder to construct a large-scale device. In one proposal for large-scale QIP,\ntrapped ions are manipulated by precisely controlled light pulses and moved\nthrough and stored in multizone trap arrays. The technical overhead necessary\nto precisely control both the ion geometrical configurations and the laser\ninteractions is demanding. Here we propose methods that significantly reduce\nthe overhead on laser beam control for performing single and multiple qubit\noperations on trapped ions. We show how a universal set of operations can be\nimplemented by controlled transport of ions through stationary laser beams. At\nthe same time, each laser beam can be used to perform many operations in\nparallel, potentially reducing the total laser power necessary to carry out QIP\ntasks. The overall setup necessary for implementing transport gates is simpler\nthan for gates executed on stationary ions. We also suggest a transport-based\ntwo-qubit gate scheme utilizing microfabricated permanent magnets that can be\nexecuted without laser light.\n","Comment: 31 pages, 5 figures, minor improvements in figures and notation,\n  submitted to PRA"]}]
["0707.4161",{"format":[],"subject":["Physics - Geophysics","Physics - General Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4161"],"date":["2007-07-27","2007-09-27"],"type":["text"],"creator":["Herndon, J. Marvin"],"language":[],"coverage":[],"title":["Magnetic Field Generation in Planets and Satellites by Natural Nuclear\n  Fission Reactors"],"description":["  One of the most fundamental problems in physics has been to understand the\nnature of the mechanism that generates the geomagnetic field and the magnetic\nfields of other planets and satellites. For decades, the dynamo mechanism,\nthought to be responsible for generating the geomagnetic field and other\nplanetary magnetic fields, has been ascribed to convection in each planet's\niron-alloy core. Recently, I described the problems inherent in Earth-core\nconvection and proposed instead that the geomagnetic field is produced by a\ndynamo mechanism involving convection, not in the fluid core, but in the\nelectrically conductive, fluid, fission-product sub-shell of a natural nuclear\nfission reactor at the center of the Earth, called the georeactor. Here I set\nforth in detail the commonality in the Solar System of the matter like that of\nthe inside of the Earth, which is my basis for generalizing the concept of\nplanetary magnetic field generation by natural planetocentric nuclear fission\nreactors.\n","Comment: expanded Fig. 4 and Table 1"]}]
["0708.2410",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2410","J. Stat. Mech. (2007) P09020","doi:10.1088/1742-5468/2007/09/P09020"],"date":["2007-08-17"],"type":["text"],"creator":["Gleiser, P. M."],"language":[],"coverage":[],"title":["How to become a superhero"],"description":["  We analyze a collaboration network based on the Marvel Universe comic books.\nFirst, we consider the system as a binary network, where two characters are\nconnected if they appear in the same publication. The analysis of degree\ncorrelations reveals that, in contrast to most real social networks, the Marvel\nUniverse presents a disassortative mixing on the degree. Then, we use a weight\nmeasure to study the system as a weighted network. This allows us to find and\ncharacterize well defined communities. Through the analysis of the community\nstructure and the clustering as a function of the degree we show that the\nnetwork presents a hierarchical structure. Finally, we comment on possible\nmechanisms responsible for the particular motifs observed.\n"]}]
["0708.4149",{"format":[],"subject":["Computer Science - Numerical Analysis","Computer Science - Information Retrieval","G.1.3","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4149"],"date":["2007-08-30","2007-09-27"],"type":["text"],"creator":["Vavasis, Stephen A."],"language":[],"coverage":[],"title":["On the complexity of nonnegative matrix factorization"],"description":["  Nonnegative matrix factorization (NMF) has become a prominent technique for\nthe analysis of image databases, text databases and other information retrieval\nand clustering applications. In this report, we define an exact version of NMF.\nThen we establish several results about exact NMF: (1) that it is equivalent to\na problem in polyhedral combinatorics; (2) that it is NP-hard; and (3) that a\npolynomial-time local search heuristic exists.\n","Comment: Version 2 corrects small typos; adds ref to Cohen & Rothblum; adds\n  ref to Gillis; clarifies reduction of NMF to int. simplex"]}]
["0708.4166",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4166"],"date":["2007-08-30","2007-09-27"],"type":["text"],"creator":["Prokhorenko, D. V."],"language":[],"coverage":[],"title":["Nonequlibrium Renormalization Theory III"],"description":["  In the present paper we develop the general theory of renormalization of some\nnonequilibrium diagram technique. This technique roughly is the Keldysh diagram\ntechnique. To develop our theory we have used the Bogoliubov -Parasiuk R -\noperation method. Our theory can be used for the studing of the divergences in\nkinetic equations.\n"]}]
["0708.4202",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4202"],"date":["2007-08-30","2007-09-27"],"type":["text"],"creator":["Baker, John G.","Boggs, William D.","Centrella, Joan M.","Kelly, Bernard J.","McWilliams, Sean T.","van Meter, James R."],"language":[],"coverage":[],"title":["Gravitational waves from black-hole mergers"],"description":["  Coalescing black-hole binaries are expected to be the strongest sources of\ngravitational waves for ground-based interferometers as well as the space-based\ninterferometer LISA. Recent progress in numerical relativity now makes it\npossible to calculate the waveforms from the strong-field dynamical merger and\nis revolutionizing our understanding of these systems. We review these dramatic\ndevelopments, emphasizing applications to issues in gravitational wave\nobservations. These new capabilities also make possible accurate calculations\nof the recoil or kick imparted to the final remnant black hole when the merging\ncomponents have unequal masses, or unequal or unaligned spins. We highlight\nrecent work in this area, focusing on results of interest to astrophysics.\n","Comment: Added reference on large spin-kick configurations. 14 pages, 5\n  figures, 1 table. To be published in the Proceedings of the 2007 Spring\n  Symposium of the Space Telescope Science Institute (Baltimore, MD), held from\n  Monday April 23, 2007 to Thursday April 26, 2007"]}]
["0709.1717",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 05A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1717"],"date":["2007-09-11","2007-09-27"],"type":["text"],"creator":["Kung, Joseph P. S.","de Mier, Anna","Sun, Xinyu","Yan, Catherine H."],"language":[],"coverage":[],"title":["Lattice and Schroder paths with periodic boundaries"],"description":["  We consider paths in the plane with $(1,0),$ $(0,1),$ and $(a,b)$-steps that\nstart at the origin, end at height $n,$ and stay to the left of a given\nnon-decreasing right boundary. We show that if the boundary is periodic and has\nslope at most $b/a,$ then the ordinary generating function for the number of\nsuch paths ending at height $n$ is algebraic. Our argument is in two parts. We\nuse a simple combinatorial decomposition to obtain an Appell relation or\n``umbral'' generating function, in which the power $z^n$ is replaced by a power\nseries of the form $z^n \\phi_n(z),$ where $\\phi_n(0) = 1.$ Then we convert (in\nan explicit way) the umbral generating function to an ordinary generating\nfunction by solving a system of linear equations and a polynomial equation.\nThis conversion implies that the ordinary generating function is algebraic.\n","Comment: 22 pages, 1 figure; Revised version, references added and corrected\n  typos"]}]
["0709.2236",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2236","J. Stat. Mech. L09002 (2007)","doi:10.1088/1742-5468/2007/09/L09002"],"date":["2007-09-14"],"type":["text"],"creator":["Speck, Thomas","Seifert, Udo"],"language":[],"coverage":[],"title":["Jarzynski Relation, Fluctuation Theorems, and Stochastic Thermodynamics\n  for Non-Markovian Processes"],"description":["  We prove the Jarzynski relation for general stochastic processes including\nnon-Markovian systems with memory. The only requirement for our proof is the\nexistence of a stationary state, therefore excluding non-ergodic systems. We\nthen show how the concepts of stochastic thermodynamics can be used to prove\nfurther exact non-equilibrium relations like the Crooks relation and the\nfluctuation theorem on entropy production for non-Markovian dynamics.\n","Comment: Accepted for publication in JSM"]}]
["0709.3449",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3449","Lecture Notes in Computer Science, 7th International Conference,\n  ICA 2007, London, UK, September 9-12, 2007"],"date":["2007-09-21","2007-09-27"],"type":["text"],"creator":["Berne, Olivier","Deville, Yannick","Joblin, Christine"],"language":[],"coverage":[],"title":["Blind Signal Separation Methods for the Identification of Interstellar\n  Carbonaceous Nanoparticles"],"description":["  The use of Blind Signal Separation methods (ICA and other approaches) for the\nanalysis of astrophysical data remains quite unexplored. In this paper, we\npresent a new approach for analyzing the infrared emission spectra of\ninterstellar dust, obtained with NASA's Spitzer Space Telescope, using FastICA\nand Non-negative Matrix Factorization (NMF). Using these two methods, we were\nable to unveil the source spectra of three different types of carbonaceous\nnanoparticles present in interstellar space. These spectra can then constitute\na basis for the interpretation of the mid-infrared emission spectra of\ninterstellar dust in the Milky Way and nearby galaxies. We also show how to use\nthese extracted spectra to derive the spatial distribution of these\nnanoparticles.\n"]}]
["0709.4028",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4028"],"date":["2007-09-26"],"type":["text"],"creator":["Morrison, David R.","Walcher, Johannes"],"language":[],"coverage":[],"title":["D-branes and Normal Functions"],"description":["  We explain the B-model origin of extended Picard-Fuchs equations satisfied by\nthe D-brane superpotential on compact Calabi-Yau threefolds. Via the\nAbel-Jacobi map, the domainwall tension is identified with a Poincare normal\nfunction--a transversal holomorphic section of the Griffiths intermediate\nJacobian. Within this formalism, we derive the extended Picard-Fuchs equation\nassociated with the mirror of the real quintic.\n","Comment: 44 pages, 3 figures"]}]
["0709.4035",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4035"],"date":["2007-09-25"],"type":["text"],"creator":["Wei, Shuangqing","Kannan, Rajgopal","Iyengar, Sitharama","Rao, Nageswara S."],"language":[],"coverage":[],"title":["Energy Efficient Estimation of Gaussian Sources Over Inhomogeneous\n  Gaussian MAC Channels"],"description":["  It has been shown lately the optimality of uncoded transmission in estimating\nGaussian sources over homogeneous/symmetric Gaussian multiple access channels\n(MAC) using multiple sensors. It remains, however, unclear whether it still\nholds for any arbitrary networks and/or with high channel signal-to-noise ratio\n(SNR) and high signal-to-measurement-noise ratio (SMNR). In this paper, we\nfirst provide a joint source and channel coding approach in estimating Gaussian\nsources over Gaussian MAC channels, as well as its sufficient and necessary\ncondition in restoring Gaussian sources with a prescribed distortion value. An\ninteresting relationship between our proposed joint approach with a more\nstraightforward separate source and channel coding scheme is then established.\nWe then formulate constrained power minimization problems and transform them to\nrelaxed convex geometric programming problems, whose numerical results exhibit\nthat either separate or uncoded scheme becomes dominant over a linear topology\nnetwork. In addition, we prove that the optimal decoding order to minimize the\ntotal transmission powers for both source and channel coding parts is solely\nsubject to the ranking of MAC channel qualities, and has nothing to do with the\nranking of measurement qualities. Finally, asymptotic results for homogeneous\nnetworks are obtained which not only confirm the existing optimality of the\nuncoded approach, but also show that the asymptotic SNR exponents of these\nthree approaches are all the same. Moreover, the proposed joint approach share\nthe same asymptotic ratio with respect to high SNR and high SMNR as the uncoded\nscheme.\n"]}]
["0709.4037",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H10, 14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4037"],"date":["2007-09-25"],"type":["text"],"creator":["Simpson, Matthew"],"language":[],"coverage":[],"title":["On Log Canonical Models of the Moduli Space of Stable Pointed Curves"],"description":["  We study the log canonical models of the moduli space MBar_{0,n} of pointed\nstable genus zero curves with respect to the standard log canonical divisors\nK+aD, where D denotes the boundary. In particular we show that, as a formal\nconsequence of a conjecture by Fulton regarding the ample cone of MBar_{0,n},\nthese log canonical models are equal to certain of Hassett's weighted pointed\ncurve spaces.\n","Comment: 17 pages, 2 figures"]}]
["0709.4041",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Category Theory","18A40, 54D45 (Primary) 06E15, 54C10, 54E05, 06E10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4041"],"date":["2007-09-25"],"type":["text"],"creator":["Dimov, Georgi Dobromirov"],"language":[],"coverage":[],"title":["A Generalization of De Vries Duality Theorem"],"description":["  Generalizing Duality Theorem of H. de Vries, we define a category which is\ndually equivalent to the category of all locally compact Hausdorff spaces and\nall perfect maps between them.\n","Comment: 18 pages"]}]
["0709.4045",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4045","Phys. Rev. Lett. 99, 134101 (2007)","doi:10.1103/PhysRevLett.99.134101"],"date":["2007-09-25"],"type":["text"],"creator":["Yang, Z.","Zhang, S.","Li, Y. Charles"],"language":[],"coverage":[],"title":["Chaotic Dynamics of Spin-Valve Oscillators"],"description":["  Recent experimental and theoretical studies on the magnetization dynamics\ndriven by an electric current have uncovered a number of unprecedented rich\ndynamic phenomena. We predict an intrinsic chaotic dynamics that has not been\npreviously anticipated. We explicitly show that the transition to chaotic\ndynamics occurs through a series of period doubling bifurcations. In chaotic\nregime, two dramatically different power spectra, one with a well-defined peak\nand the other with a broadly distributed noise, are identified and explained.\n"]}]
["0709.4046",{"format":[],"subject":["Mathematics - Numerical Analysis","65J05, 65J10, 65J15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4046"],"date":["2007-09-26"],"type":["text"],"creator":["Jossey, John","Hirani, Anil N."],"language":[],"coverage":[],"title":["Equivalence Theorems in Numerical Analysis : Integration,\n  Differentiation and Interpolation"],"description":["  We show that if a numerical method is posed as a sequence of operators acting\non data and depending on a parameter, typically a measure of the size of\ndiscretization, then consistency, convergence and stability can be related by a\nLax-Richtmyer type equivalence theorem -- a consistent method is convergent if\nand only if it is stable. We define consistency as convergence on a dense\nsubspace and stability as discrete well-posedness. In some applications\nconvergence is harder to prove than consistency or stability since convergence\nrequires knowledge of the solution. An equivalence theorem can be useful in\nsuch settings. We give concrete instances of equivalence theorems for\npolynomial interpolation, numerical differentiation, numerical integration\nusing quadrature rules and Monte Carlo integration.\n","Comment: 18 pages"]}]
["0709.4048",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4048"],"date":["2007-09-25"],"type":["text"],"creator":["Boykin, P. Oscar","Bridgewater, Jesse S. A.","Kong, Joseph S.","Lozev, Kamen M.","Rezaei, Behnam A.","Roychowdhury, Vwani P."],"language":[],"coverage":[],"title":["A Symphony Conducted by Brunet"],"description":["  We introduce BruNet, a general P2P software framework which we use to produce\nthe first implementation of Symphony, a 1-D Kleinberg small-world architecture.\nOur framework is designed to easily implement and measure different P2P\nprotocols over different transport layers such as TCP or UDP. This paper\ndiscusses our implementation of the Symphony network, which allows each node to\nkeep $k \\le \\log N$ shortcut connections and to route to any other node with a\nshort average delay of $O(\\frac{1}{k}\\log^2 N)$. %This provides a continuous\ntrade-off between node degree and routing latency. We present experimental\nresults taken from several PlanetLab deployments of size up to 1060 nodes.\nThese succes sful deployments represent some of the largest PlanetLab\ndeployments of P2P overlays found in the literature, and show our\nimplementation's robustness to massive node dynamics in a WAN environment.\n","Comment: 13 pages, 11 figures"]}]
["0709.4049",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4049"],"date":["2007-09-25"],"type":["text"],"creator":["Allen, G. E.","Stage, M. D.","Houck, J. C."],"language":[],"coverage":[],"title":["Nonthermal Bremsstrahlung vs. Synchrotron Radiation: Cas A"],"description":["  We performed a spectral analysis of some Chandra ACIS and RXTE PCA data for\nthe supernova remnant Cas A. A very large (1.1 Ms) ACIS data set is used to\nidentify regions dominated by synchrotron radiation. The best-fit spectral\nmodels for these regions are combined to obtain a composite synchrotron model\nfor the entire remnant. The difference between this model and the observed PCA\nflux is fitted with a nonthermal bremsstrahlung model. The results of this\nanalysis suggest that (1) the ratio of the nonthermal bremsstrahlung to\nsynchrotron radiation varies from about 2:1 to 4:1 in the 10-32 keV energy\nband, (2) the electron spectrum is significantly steeper at 10-32 keV than it\nis at 1 GeV, (3) about 5% of the electrons are nonthermal and (4) about 30% of\nthe energy in the electron distribution is in nonthermal electrons.\n","Comment: 4 pages, 3 figures, proceedings paper for the 30th International\n  Cosmic Ray Conference"]}]
["0709.4052",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4052","doi:10.1016/j.cis.2007.07.006"],"date":["2007-09-26"],"type":["text"],"creator":["Jenkins, Matthew C.","Egelhaaf, Stefan U."],"language":[],"coverage":[],"title":["Confocal microscopy of colloidal particles: towards reliable, optimum\n  coordinates"],"description":["  Over the last decade, the light microscope has become increasingly useful as\na quantitative tool for studying colloidal systems. The ability to obtain\nparticle coordinates in bulk samples from micrographs is particularly\nappealing. In this paper we review and extend methods for optimal image\nformation of colloidal samples, which is vital for particle coordinates of the\nhighest accuracy, and for extracting the most reliable coordinates from these\nimages. We discuss in depth the accuracy of the coordinates, which is sensitive\nto the details of the colloidal system and the imaging system. Moreover, this\naccuracy can vary between particles, particularly in dense systems. We\nintroduce a previously unreported error estimate and use it to develop an\niterative method for finding particle coordinates. This individual-particle\naccuracy assessment also allows comparison between particle locations obtained\nfrom different experiments. Though aimed primarily at confocal microscopy\nstudies of colloidal systems, the methods outlined here should transfer readily\nto many other feature extraction problems, especially where features may\noverlap one another.\n","Comment: Accepted by Advances in Colloid and Interface Science"]}]
["0709.4070",{"format":[],"subject":["Mathematics - Combinatorics","52B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4070"],"date":["2007-09-26"],"type":["text"],"creator":["Haase, Christian","McAllister, Tyrrell B."],"language":[],"coverage":[],"title":["Quasi-period collapse and GL_n(Z)-scissors congruence in rational\n  polytopes"],"description":["  Quasi-period collapse occurs when the Ehrhart quasi-polynomial of a rational\npolytope has a quasi-period less than the denominator of that polytope. This\nphenomenon is poorly understood, and all known cases in which it occurs have\nbeen proven with ad hoc methods. In this note, we present a conjectural\nexplanation for quasi-period collapse in rational polytopes. We show that this\nexplanation applies to some previous cases appearing in the literature. We also\nexhibit examples of Ehrhart polynomials of rational polytopes that are not the\nEhrhart polynomials of any integral polytope.\n  Our approach depends on the invariance of the Ehrhart quasi-polynomial under\nthe action of affine unimodular transformations. Motivated by the similarity of\nthis idea to the scissors congruence problem, we explore the development of a\nDehn-like invariant for rational polytopes in the lattice setting.\n","Comment: 8 pages, 3 figures, to appear in the proceedings of Integer points in\n  polyhedra, June 11 -- June 15, 2006, Snowbird, UT"]}]
["0709.4073",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4073"],"date":["2007-09-25"],"type":["text"],"creator":["Yi, X. X.","Wang, L. C.","Zheng, T. Y."],"language":[],"coverage":[],"title":["Reply to 'comment on Berry phase in a composite system'"],"description":["  In this reply, we show that the adiabatic theorem would break down in the\nweak coupling limit, and the definition for the subsystem geometric phase is\nwell defined.\n","Comment: 1 page, no figure"]}]
["0709.4075",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4075"],"date":["2007-09-25"],"type":["text"],"creator":["Naqib, S. H.","Cooper, J. R.","Loram, J. W."],"language":[],"coverage":[],"title":["Effects of Ca substitution and the pseudogap on the magnetic properties\n  of Y1-xCaxBa2Cu3O7-delta"],"description":["  The effects of planar hole content, p, on the static magnetic susceptibility,\nchi(T), of Y1-xCaxBa2Cu3O7-delta polycrystalline samples were investigated over\na wide range of Ca (x) and oxygen contents. Non-magnetic Ca2+, in the 3p6\nstate, induces a Curie-like contribution to chi(T) that increases\nsystematically and non-linearly with x but is almost independent of p. We argue\nthat this arises from statistical clusters containing two or more nearest\nneighbor Ca atoms. We have again found that the pseudogap in the quasi-particle\nspectral weight appears abruptly below a planar hole content p = 0.190 +/-\n0.005.\n","Comment: Submitted to Phys. Rev. B"]}]
["0709.4082",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4082","Nonlinear Phenomena in Complex Systems, Vol. 9, No. 4, pp.\n  403-409, 2006"],"date":["2007-09-26"],"type":["text"],"creator":["Kudryashov, Vladimir"],"language":[],"coverage":[],"title":["New approximate radial wave functions for power-law potentials"],"description":["  Radial wave functions for power-law potentials are approximated with the help\nof power-law substitution and explicit summation of the leading constituent WKB\nseries. Our approach reproduces the correct behavior of the wave functions at\nthe origin, at the turning points and far away from the turning points\n","Comment: 6 pages, 3 figures, 1 table"]}]
["0709.4084",{"format":[],"subject":["Mathematics - Commutative Algebra","13A30","13C14","13D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4084"],"date":["2007-09-26"],"type":["text"],"creator":["Elias, Juan"],"language":[],"coverage":[],"title":["Upper bounds of Hilbert coefficients and Hilbert functions"],"description":["  Let $(R, m)$ be a $d$-dimensional Cohen-Macaulay local ring.\n  In this note we prove, in a very elementary way, an upper bound of the first\nnormalized Hilbert coefficient of a $m$-primary ideal $I\\subset R$ that\nimproves all known upper bounds unless for a finite number of cases. We also\nprovide new upper bounds of the Hilbert functions of $I$ extending the known\nbounds for the maximal ideal.\n"]}]
["0709.4085",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4085"],"date":["2007-09-26"],"type":["text"],"creator":["Islam, Md Fhokrul","Nakanishi, Hisao"],"language":[],"coverage":[],"title":["Localization-delocalization transition in 2D quantum percolation model"],"description":["  We study the hopping transport of a quantum particle through randomly diluted\npercolation clusters in two dimensions realized both on the square and\ntriangular lattices. We investigate the nature of localization of the particle\nby calculating the transmission coefficient as a function of energy (-2 < E < 2\nin units of the hopping integral in the tight-binding Hamiltonian) and\ndisorder, q (probability that a given site of the lattice is not available to\nthe particle). Our study based on finite size scaling suggests the existence of\ndelocalized states that depends on energy and amount of disorder present in the\nsystem. For energies away from the band center (E = 0), delocalized states\nappear only at low disorder (q < 15%). The transmission near the band center is\ngenerally very small for any amount of disorder and therefore makes it\ndifficult to locate the transition to delocalized states if any, but our study\ndoes indicate a behavior that is weaker than power-law localization. Apart from\nthis localization-delocalization transition, we also find the existence of two\ndifferent kinds of localization regimes depending on energy and amount of\ndisorder. For a given energy, states are exponentially localized for\nsufficiently high disorder. As the disorder decreases, states first show\npower-law localization before showing a delocalized behavior.\n","Comment: 9 pages, 7 figures"]}]
["0709.4088",{"format":[],"subject":["Physics - Geophysics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4088","Dans Proceedings of 1st European Conference of Earthquake\n  Engineering and Seismology (ECEES) - 1st European Conference of Earthquake\n  Engineering and Seismology (ECEES), Geneva : Suisse (2006)"],"date":["2007-09-26"],"type":["text"],"creator":["Michel, Clotaire","Hans, Stéphane","Guéguen, Philippe","Boutin, Claude"],"language":[],"coverage":[],"title":["In Situ Experiment and Modelling of RC-Structure Using Ambient Vibration\n  and Timoshenko Beam"],"description":["  Recently, several experiments were reported using ambient vibration surveys\nin buildings to estimate the modal parameters of buildings. Their modal\nproperties are full of relevant information concerning its dynamic behaviour in\nits elastic domain. The main scope of this paper is to determine relevant,\nthough simple, beam modelling whose validity could be easily checked with\nexperimental data. In this study, we recorded ambient vibrations in 3 buildings\nin Grenoble selected because of their vertical structural homogeneity. First, a\nset of recordings was done using a 18 channels digital acquisition system\n(CityShark) connected to six 3C Lennartz 5s sensors. We used the Frequency\nDomain Decomposition (FDD) technique to extract the modal parameters of these\nbuildings. Second, it is shown in the following that the experimental\nquasi-elastic behaviour of such structure can be reduced to the behaviour of a\nvertical continuous Timoshenko beam. A parametric study of this beam shows that\na bijective relation exists between the beam parameters and its\neigenfrequencies distribution. Consequently, the Timoshenko beam parameters can\nbe estimated from the experimental sequence of eigenfrequencies. Having the\nbeam parameters calibrated by the in situ data, the reliability of the\nmodelling is checked by complementary comparisons. For this purpose, the mode\nshapes and eigenfrequencies of higher modes are calculated and compared to the\nexperimental data. A good agreement is also obtained. In addition, the beam\nmodel integrates in a very synthetic way the essential parameters of the\ndynamic behaviour.\n"]}]
["0709.4094",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4094"],"date":["2007-09-26"],"type":["text"],"creator":["Carrigan, S.","Hinton, J. A.","Hofmann, W.","Kosack, K.","Lohse, T.","Reimer, O.","Collaboration, for the H. E. S. S."],"language":[],"coverage":[],"title":["Establishing a connection between high-power pulsars and\n  very-high-energy gamma-ray sources"],"description":["  In the very-high-energy (VHE) gamma-ray wave band, pulsar wind nebulae (PWNe)\nrepresent to date the most populous class of Galactic sources. Nevertheless,\nthe details of the energy conversion mechanisms in the vicinity of pulsars are\nnot well understood, nor is it known which pulsars are able to drive PWNe and\nemit high-energy radiation. In this paper we present a systematic study of a\nconnection between pulsars and VHE gamma-ray sources based on a deep survey of\nthe inner Galactic plane conducted with the High Energy Stereoscopic System\n(H.E.S.S.). We find clear evidence that pulsars with large spin-down energy\nflux are associated with VHE gamma-ray sources. This implies that these pulsars\nemit on the order of 1% of their spin-down energy as TeV gamma-rays.\n","Comment: Proceedings of the 30th ICRC, Merida, Mexico"]}]
["0709.4099",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4099"],"date":["2007-09-26"],"type":["text"],"creator":["Lisy, V.","Brutovsky, B.","Tothova, J."],"language":[],"coverage":[],"title":["Simple derivation of the first cumulant for the Rouse chain"],"description":["  A simple analytic expression for the first cumulant of the dynamic structure\nfactor of a polymer coil in the Rouse model is derived. The obtained formula is\nexact within the usual assumption of the continuum distribution of beads along\nthe chain. It reflects the contributions to the scattering of light or neutrons\nfrom both the internal motion of the polymer and its diffusion, and is valid in\nthe whole region of the wave-vector change at the scattering.\n","Comment: 4 pages, 1 figure"]}]
["0709.4100",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4100"],"date":["2007-09-26"],"type":["text"],"creator":["Arp, H."],"language":[],"coverage":[],"title":["How certain is the distance to the most luminous supernova?"],"description":["  A recent supernova has been reported as exceeding ``the light output of an\nordinary supernova by at least two orders of magnitude''. It is noted that it\nfalls in a minor galaxy in the Perseus Cluster. Some evidence indicating a ten\ntimes closer distance for the Perseus Cluster than its redshift distance is\ndiscussed here.\n","Comment: 5 pages, 3 figures"]}]
["0709.4105",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4105","J. Phys. A: Math.Theor. vol.40 (2007) 9475-9481","doi:10.1088/1751-8113/40/31/022"],"date":["2007-09-26"],"type":["text"],"creator":["Heiss, W. D.","Nazmitdinov, R. G."],"language":[],"coverage":[],"title":["Instabilities, nonhermiticity and exceptional points in the cranking\n  model"],"description":["  A cranking harmonic oscillator model, widely used for the physics of fast\nrotating nuclei and Bose-Einstein condensates, is re-investigated in the\ncontext of PT-symmetry. The instability points of the model are identified as\nexceptional points. It is argued that - even though the Hamiltonian appears\nhermitian at first glance - it actually is not hermitian within the region of\ninstability.\n","Comment: 4 pages, 1 figure"]}]
["0709.4106",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J60","31C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4106"],"date":["2007-09-26"],"type":["text"],"creator":["Marcus, Moshe","Veron, Laurent"],"language":[],"coverage":[],"title":["Capacitary estimates of solutions of semilinear parabolic equations"],"description":["  We prove an almoste representation formula for positive solutions of\nsemilinear heat equations with power-type absorption the initial trace of which\nis the indicatrix function of a compact set. The representations involves a\nWiener test via Bessel capacities.\n","Comment: 46 pages"]}]
["0709.4112",{"format":[],"subject":["Mathematics - Number Theory","11Y11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4112"],"date":["2007-09-26"],"type":["text"],"creator":["Mihailescu, Preda"],"language":[],"coverage":[],"title":["Cyclotomy Primality Proofs and their Certificates"],"description":["  The first efficient general primality proving method was proposed in the year\n1980 by Adleman, Pomerance and Rumely and it used Jacobi sums. The method was\nfurther developed by H. W. Lenstra Jr. and more of his students and the\nresulting primality proving algorithms are often referred to under the generic\nname of Cyclotomy Primality Proving (CPP). In the present paper we give an\noverview of the theoretical background and implementation specifics of CPP,\nsuch as we understand them in the year 2007.\n"]}]
["0709.4113",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Rings and Algebras","11Y11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4113"],"date":["2007-09-26"],"type":["text"],"creator":["Mihailescu, Preda"],"language":[],"coverage":[],"title":["Dual Elliptic Primes and Applications to Cyclotomy Primality Proving"],"description":["  Two rational primes p, q are called dual elliptic if there is an elliptic\ncurve E mod p with q points. They were introduced as an interesting means for\ncombining the strengths of the elliptic curve and cyclotomy primality proving\nalgorithms. By extending to elliptic curves some notions of galois theory of\nrings used in the cyclotomy primality tests, one obtains a new algorithm which\nhas heuristic cubic run time and generates certificates that can be verified in\nquadratic time.\n  After the break through of Agrawal, Kayal and Saxena has settled the\ncomplexity theoretical problem of primality testing, some interest remains for\nthe practical aspect of state of the art implementable proving algorithms.\n"]}]
["0709.4115",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4115"],"date":["2007-09-26"],"type":["text"],"creator":["Banks, M. G.","Kremer, R. K.","Lapertot, G.","Mannix, D.","Murani, A. P."],"language":[],"coverage":[],"title":["Singlet ground state probed by crystal field inelastic neutron\n  spectroscopy on the antiferroquadrupolar system TmGa_{3}"],"description":["  TmGa$_{3}$ (AuCu$_3$ structure) undergoes two phase transitions, an\nantiferroquadrupolar transition at $\\sim$ 4.29 K and long-range\nantiferromagnetic ordering at $\\sim$ 4.26 K. Due to the close vicinity of the\ntwo phase transitions, TmGa$_3$ offers an interesting system to study the\ninterplay of charge and magnetic degrees of freedom. In order to understand\nthis interplay we have performed inelastic neutron scattering experiments on\nTmGa$_{3}$ in the paramagnetic regime ($T >$ 5 K) to redetermine the crystal\nelectric field level scheme. By fitting our spectra at various temperatures we\nobtain a new crystal field level scheme with Lea, Leask and Wolf parameters of\n$x_{\\rm LLW}$ = -0.44(2) and $W$ = -0.222(2) K. The total crystal field\nsplitting at 5K amounts to $\\sim$ 2.3 meV, about an order of magnitude less\nthan found previously, but in good agreement with the splitting extrapolated\nfrom the related ErGa$_3$ system.\n  Our analysis yields a $\\Gamma_{2}$ singlet as the crystal field ground state\nfollowed closely by a (nonmagnetic) $\\Gamma_{1}$ singlet at 0.009 meV. The next\nexcited states are a $\\Gamma_{5}^{(2)}$ triplet at $\\sim$0.5 meV, which is\nalmost degenerate to a $\\Gamma_{4}$ doublet. This level scheme is adverse to\nprevious findings. Subsequent analysis of the magnetisation along several\ncrystallographic directions and the temperature dependant susceptibility as\nwell as of the magnetic contribution to the specific heat are consistent with\nour new crystal field parameters. Implications for the antiferroquadrupolar and\nthe antiferromagnetic transition are discussed.\n"]}]
["0709.4116",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14F05","55N22","55P43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4116"],"date":["2007-09-26"],"type":["text"],"creator":["Panin, I.","Pimenov, K.","Röndigs, O."],"language":[],"coverage":[],"title":["A universality theorem for Voevodsky's algebraic cobordism spectrum"],"description":["  An algebraic version of a theorem due to Quillen is proved. More precisely,\nfor a ground field k we consider the motivic stable homotopy category SH(k) of\nP^1-spectra equipped with the symmetric monoidal structure described in\narXiv:0709.3905v1 [math.AG]. The algebraic cobordism P^1-spectrum MGL is\nconsidered as a commutative monoid equipped with a canonical orientation. For a\ncommutative monoid E in the category SH(k) we identify the set of monoid\nhomomorphisms from MGL to E in the motivic stable homotopy category with the\nset of all orientations of E. This result was stated originally in a slightly\ndifferent form by G. Vezzosi in arXiv:math/0004050v2 [math.AG].\n","Comment: LaTeX, 14 pages, uses XY-pic"]}]
["0709.4117",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4117","Theoretical Computer Science 327, 3 (2004) 349-373","doi:10.1016/j.tcs.2004.02.049"],"date":["2007-09-26"],"type":["text"],"creator":["Klimann, Ines","Lombardy, Sylvain","Mairesse, Jean","Prieur, Christophe"],"language":[],"coverage":[],"title":["Deciding Unambiguity and Sequentiality starting from a Finitely\n  Ambiguous Max-Plus Automaton"],"description":["  Finite automata with weights in the max-plus semiring are considered. The\nmain result is: it is decidable in an effective way whether a series that is\nrecognized by a finitely ambiguous max-plus automaton is unambiguous, or is\nsequential. A collection of examples is given to illustrate the hierarchy of\nmax-plus series with respect to ambiguity.\n"]}]
["0709.4122",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4122"],"date":["2007-09-26"],"type":["text"],"creator":["Røysland, Kjetil"],"language":[],"coverage":[],"title":["Symmetries in projective multiresolution analyses"],"description":["  We give an equivariant version of Packer and Rieffel's theorem on sufficient\nconditions for the existence of orthonormal wavelets in projective\nmultiresolution analyses. The scaling functions that generate a projective\nmultiresolution analysis are supposed to be invariant with respect to some\nfinite group action. We give sufficient conditions for the existence of\nwavelets with similar invariance.\n"]}]
["0709.4127",{"format":[],"subject":["Mathematics - Logic","03E45, 03E35, 03E10, 03E55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4127"],"date":["2007-09-26"],"type":["text"],"creator":["Koepke, Peter","Welch, Philip"],"language":[],"coverage":[],"title":["Global Square and Mutual Stationarity at the Aleph_n"],"description":["  We show using a proof of the Global Square property in Core Models below a\nmeasurable of Mitchell order o(kappa)=kappa^++ (a result originally due to\nJensen & Zeman) that Foreman and Magidor's Mutual Stationarity property\nMS(Aleph_n (1<n<omega), Cof(omega_1)) implies the existence of inner models\nwith measurables of high Mitchell order. This MS property states that any\nsequence of independently chosen stationary subsets S_n of the Aleph_n (of\nfixed cofinality omega_1) is mutually stationary below aleph_omega.\n","Comment: 34 pages"]}]
["0709.4132",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4132"],"date":["2007-09-26"],"type":["text"],"creator":["Segreto, A.","Ferrigno, C."],"language":[],"coverage":[],"title":["A tool for phase resolved spectroscopy with ISGRI"],"description":["  INTEGRAL observations provide a large amount of data on accreting binary\nsystems. The interpretation of the spectral emission of these sources needs\ntiming analysis and phase resolved spectroscopy, which are really cumbersome\ntasks if performed with tools based on the imaging extraction methods usually\nused for coded mask instruments. Here we present a software for the ISGRI\ninstrument which allows to extract in a fast way, light curves, pulse profiles,\nand phase resolved spectra, making data reduction a much easier task.\n","Comment: To be published in the proceedings of the 6th INTEGRAL Workshop \"The\n  Obscured Universe\" (3-7 July 2006, Moscow)"]}]
["0709.4136",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4136"],"date":["2007-09-26"],"type":["text"],"creator":["Kastner, Joel H."],"language":[],"coverage":[],"title":["X-ray Emission from Planetary Nebulae and their Central Stars: a Status\n  Report"],"description":["  In the era of Chandra and XMM-Newton, the detection (or nondetection) of\ndiffuse and/or point-like X-ray sources within planetary nebulae (PNe) yields\nimportant, unique insight into PN shaping processes. Diffuse X-ray sources,\nwhether due to ``hot bubbles'' or to collimated outflows or jets, allow us to\nprobe the energetic shocks within PN wind interaction regions. Meanwhile, X-ray\npoint sources provide potential diagnostics of magnetic fields, accretion\ndisks, and/or binary companions at PN cores. Here, I highlight recent X-ray\nobservational results and trends that have the potential to shed new light on\nthe origin and evolution of the structure of PNe.\n","Comment: 8 pages, 3 figures; to appear in proceedings of \"Asymmetrical\n  Planetary Nebulae IV\" (ed. R. Corradi et al.)"]}]
["0709.4137",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4137"],"date":["2007-09-26"],"type":["text"],"creator":["Piotrowski, Edward W.","Luczka, Jerzy"],"language":[],"coverage":[],"title":["The relativistic velocity addition law optimizes a forecast gambler's\n  profit"],"description":["  We extend the projective covariant bookmaker's bets model to the forecasting\ngamblers case. The probability of correctness of forecasts shifts probabilities\nof branching. The formula for the shift of probabilities leads to the velocity\naddition rule of the special theory of relativity. In the absence of\ninformation about bookmaker's wagers the stochastic logarithmic rates\ncompletely determines the optimal stakes of forecast gambler.\n","Comment: APFA 6 - Applications of Physics in Financial Analysis 6th\n  International Conference, 4-7 July 2007, Lisbon, Portugal"]}]
["0709.4140",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4140","J. Phys.: Condens. Matter 19, 255201 (1-23) (2007)","doi:10.1088/0953-8984/19/25/255201"],"date":["2007-09-26"],"type":["text"],"creator":["Devreese, J. T."],"language":[],"coverage":[],"title":["Fr\\\"ohlich Polarons from 0D to 3D: Concepts and Recent Developments"],"description":["  I analyse our present understanding of the Froehlich polaron with emphasis on\nthe response properties, in particular optical absorption.\n","Comment: 28 pages, 17 figures, invited lecture at the ESF Exploratory Workshop\n  EW05-105 \"Mott's Physics in Nanowires and Quantum Dots\", University of\n  Cambridge, United Kingdom, 31 July - 2 August 2006"]}]
["0709.4141",{"format":[],"subject":["Mathematics - Representation Theory","20C08","16S80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4141"],"date":["2007-09-26"],"type":["text"],"creator":["Miemietz, Vanessa"],"language":[],"coverage":[],"title":["On representation theory of affine Hecke algebras of type B"],"description":["  Ariki's and Grojnowski's approach to the representation theory of affine\nHecke algebras of type $A$ is applied to type $B$ with unequal parameters to\nobtain -- under certain restrictions on the eigenvalues of the lattice\noperators -- analogous multiplicity-one results and a classification of\nirreducibles with partial branching rules as in type $A$.\n","Comment: to appear in Algebras and Representation theory"]}]
["0709.4143",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4143"],"date":["2007-09-26"],"type":["text"],"creator":["Hu, Yihong","Zhu, Daoli","Zhu, Nianqu"],"language":[],"coverage":[],"title":["A weighted network evolution model based on passenger behavior"],"description":["  This paper presents an evolution model of weighted networks in which the\nstructural growth and weight dynamics are driven by human behavior, i.e.\npassenger route choice behavior. Transportation networks grow due to people's\nincreasing travel demand and the pattern of growth is determined by their route\nchoice behavior. In airline networks passengers often transfer from a third\nairport instead of flying directly to the destination, which contributes to the\nhubs formation and finally the scale-free statistical property. In this model\nwe assume at each time step there emerges a new node with m travel\ndestinations. Then the new node either connects destination directly with the\nprobability p or transfers from a third node with the probability 1-p. The\nanalytical result shows degree and strength both obey power-law distribution\nwith the exponent between 2.33 and 3 depending on p. The weights also obey\npower-law distribution. The clustering coefficient, degree assortatively\ncoefficient and degree-strength correlation are all dependent on the\nprobability p. This model can also be used in social networks.\n","Comment: 4 pages, 3 figures"]}]
["0709.4145",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13Cxx, 13Fxx, 55U30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4145"],"date":["2007-09-26"],"type":["text"],"creator":["Jahan, Ali Soleyman"],"language":[],"coverage":[],"title":["Stanley decompositions of squarefree modules and Alexander duality"],"description":["  In this paper we study how prime filtrations and squarefree Stanley\ndecompositions of squarefree modules over the polynomial ring and the exterior\nalgebra behave with respect to Alexander duality.\n"]}]
["0709.4147",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4147"],"date":["2007-09-26"],"type":["text"],"creator":["Davie, A. M."],"language":[],"coverage":[],"title":["Uniqueness of solutions of stochastic differential equations"],"description":["  We consider a d-dimensional stochastic differential equation with additive\nnoise and a drift coefficient which is assumed only to be a bounded Borel\nfunction. We show that, for almost all choices of the driving Brownian path,\nthe equation has a unique solution.\n"]}]
["0709.4158",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4158"],"date":["2007-09-26"],"type":["text"],"creator":["Spinoglio, Luigi"],"language":[],"coverage":[],"title":["Infrared spectroscopic diagnostics for Active Galactic Nuclei"],"description":["  Infrared spectroscopy in the mid- and far-infrared provides powerful\ndiagnostics for studying the emission regions in active galaxies. The large\nvariety of ionic fine structure lines can probe gas conditions in a variety of\nphysical conditions, from highly ionized gas excited by photons originated by\nblack hole accretion to gas photoionized by young stellar systems. The critical\ndensity and the ionization potential of these transitions allow to fully cover\nthe density-ionization parameter space. Some examples of line ratios diagrams\nusing both mid-infrared and far-infrared ionic fine structure lines are\npresented. The upcoming space observatory Herschel will be able to observe the\nfar-infrared spectra of large samples of local active galaxies. Based on the\nobserved near-to-far infrared emission line spectrum of the template galaxy\nNGC1068, are presented the predictions for the line fluxes expected for\ngalaxies at high redshift. To observe spectroscopically large samples of\ndistant galaxies, we will have to wait fot the future space missions, like\nSPICA and, ultimately, FIRI.\n","Comment: Proc. of the Winter School \"Astronomy in the submillimeter and far\n  infrared domains with the Herschel Space Observatory\", Centre de Physique des\n  Houches 23 april - 04 may 2007"]}]
["0709.4164",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4164","Rapid Communications in Mass Spectrometry 14 (2000) 1337 - 1344","doi:10.1002/1097-0231(20000815)14:15<1337::AID-RCM9>3.0.CO;2-B"],"date":["2007-09-26"],"type":["text"],"creator":["Lichtfouse, Eric"],"language":[],"coverage":[],"title":["Compound-specific isotope analysis"],"description":["  The isotopic composition, for example, 14C/12C, 13C/12C, 2H/1H, 15N/14N and\n18O/16O, of the elements of matter is heterogeneous. It is ruled by physical,\nchemical and biological mechanisms. Isotopes can be employed to follow the fate\nof mineral and organic compounds during biogeochemical transformations. The\ndetermination of the isotopic composition of organic substances occurring at\ntrace level in very complex mixtures such as sediments, soils and blood, has\nbeen made possible during the last 20 years due to the rapid development of\nmolecular level isotopic techniques. After a brief glance at pioneering studies\nrevealing isotopic breakthroughs at the molecular and intramolecular levels,\nthis paper reviews selected applications of compound-specific isotope analysis\nin various scientific fields.\n"]}]
["0709.4168",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4168","Phys. Rev. B 75, 113306, 1-4 (2007)","doi:10.1103/PhysRevB.75.113306"],"date":["2007-09-26"],"type":["text"],"creator":["Nahálková, P.","Sprinzl, D.","Malý, P.","Němec, P.","Gladilin, V. N.","Devreese, J. T."],"language":[],"coverage":[],"title":["Two-phonon assisted exciton spin relaxation due to exchange interaction\n  in spherical quantum dots"],"description":["  Spin relaxation in undoped quasi-spherical CdS quantum dots at zero magnetic\nfields is investigated using time- and polarization-resolved transient\nabsorption measurements. Unlike in previous studies of these systems, the\nmeasured signals were corrected for spin-insensitive contributions to the\nexciton bleaching dynamics, {allowing us to determine} the pure spin-related\nexciton dynamics. To explain the observed room-temperature spin-relaxation time\nof several nanoseconds, we propose a novel mechanism based on intralevel\nexciton transitions with the emission of one LO phonon, the absorption of\nanother LO phonon, and an electron spin flip, which is driven by the\nelectron-hole exchange interaction. The transition rates, calculated in the\npresent work for different sizes of quantum dots and temperatures, are in fair\nagreement with our experimental results.\n","Comment: 5 pages, 2 figures"]}]
["0709.4171",{"format":[],"subject":["Mathematics - Analysis of PDEs","92C17","82B40","92B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4171"],"date":["2007-09-26"],"type":["text"],"creator":["Bournaveas, Nikolaos","Calvez, Vincent","Gutiérrez, Susana","Perthame, Benoît"],"language":[],"coverage":[],"title":["Global existence for a kinetic model of chemotaxis via dispersion and\n  Strichartz estimates"],"description":["  We investigate further the existence of solutions to kinetic models of\nchemotaxis. These are nonlinear transport-scattering equations with a quadratic\nnonlinearity which have been used to describe the motion of bacteria since the\n80's when experimental observations have shown they move by a series of 'run\nand tumble'. The existence of solutions has been obtained in several papers\n[Chalub et al. Monatsh. Math. 142, 123--141 (2004), Hwang et al. SIAM J. Math.\nAnal. 36, 1177--1199 (2005)] using direct and strong dispersive effects.\n  Here, we use the weak dispersion estimates of [Castella et al. C. R. Acad.\nSci. Paris 322, 535--540 (1996)] to prove global existence in various\nsituations depending on the turning kernel. In the most difficult cases, where\nboth the velocities before and after tumbling appear, with the known methods,\nonly Strichartz estimates can give a result, with a smallness assumption.\n","Comment: 19 pages, 2 figures"]}]
["0709.4176",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4176"],"date":["2007-09-26"],"type":["text"],"creator":["Sales, J. H. O.","Suzuki, A. T.","Bonafe, D. S."],"language":[],"coverage":[],"title":["Angular momentum quantization from Planck's energy quantization"],"description":["  We present in this work a pedagogical way of quantizing the atomic orbit for\nthe hydrogen's atom model proposed by Bohr without using his hypothesis of\nangular momentum quantization. In contrast to the usual treatment for the\norbital quantization, we show that using energy conservation, correspondence\nprinciple and Plank's energy quantization Bohr's hypothesis can be deduced from\nand is a consequence of the Planck's energy quantization.\n","Comment: 6 pages"]}]
["0709.4178",{"format":[],"subject":["Mathematics - Probability","60F20 (Primary) 28A35, 60E15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4178"],"date":["2007-09-26"],"type":["text"],"creator":["Rossignol, Raphael"],"language":[],"coverage":[],"title":["Threshold phenomena on product spaces: BKKKL revisited (once more)"],"description":["  We revisit the work of Bourgain, Kahn, Kalai, Katznelson and Linial (1992) --\nreferred to as ``BKKKL'' in the title -- about influences on Boolean functions\nin order to give a precise statement of threshold phenomenon on the product\nspace $\\{1,..., r\\}^\\NN$, generalizing one of the main results of a paper by\nTalagrand (1994).\n","Comment: 10 pages"]}]
["0709.4189",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Symplectic Geometry","46CXX, 53DXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4189"],"date":["2007-09-26"],"type":["text"],"creator":["Cho, Cheol-Hyun"],"language":[],"coverage":[],"title":["Strong homotopy inner product of an A-infinity algebra"],"description":["  We introduce a strong homotopy notion of a cyclic symmetric inner product of\nan A-infinity algebra and prove a characterization theorem in the formalism of\nthe infinity inner products by Tradler. We also show that it is equivalent to\nthe notion of a non-constant symplectic structure on the corresponding formal\nnon-commutative supermanifold. We show that (open Gromov-Witten type) potential\nfor a cyclic filtered A-infinity algebra is invariant under the cyclic filtered\nA-infinity homomorphism up to reparametrization, cyclization and a constant\naddition, generalizing the work of Kajiura.\n","Comment: 25 pages"]}]
["0709.4190",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4190"],"date":["2007-09-26"],"type":["text"],"creator":["Paulin, Alexander"],"language":[],"coverage":[],"title":["Local to Global Compatibility on the Eigencurve (l not equal p)"],"description":["  We generalise Coleman's construction of Hecke operators to define an action\nof GL_2(Q_l) on the space of finite slope overconvergent p-adic modular forms\n(l not equal p). In this way we associate to any C_p-valued point on the tame\nlevel N Coleman-Mazur eigencurve an admissible smooth representation of\nGL_2(Q_l) extending the classical construction. Using the Galois theoretic\ninterpretation of the eigencurve we associate a 2-dimensional Weil-Deligne\nrepresentation to such points and show that away from a discrete set they agree\nunder the Local Langlands correspondence.\n"]}]
["0709.4195",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4195"],"date":["2007-09-26"],"type":["text"],"creator":["Maier, G.","Collaboration, for the VERITAS"],"language":[],"coverage":[],"title":["Monte Carlo studies of the VERITAS array of Cherenkov telescopes"],"description":["  VERITAS is a system of four imaging Cherenkov telescopes located at the Fred\nLawrence Whipple Observatory in southern Arizona. We present here results of\ndetailed Monte Carlo simulations of the array response to extensive air\nshowers. Cherenkov image and shower parameter distributions are calculated and\nshow good agreement with distributions obtained from observations of background\ncosmic rays and high-energy gamma-rays. Cosmic-ray and gamma-ray rates are\naccurately predicted by the simulations. The energy threshold of the\n3-telescope system is about 150 GeV after gamma-hadron separation cuts; the\ndetection rate after gamma-selection cuts for the Crab Nebula is 7.5\ngamma's/min. The three-telescope system is able to detect a source with a flux\nequivalent to 10% of the Crab Nebula flux in 1.2 h of observations (5 sigma\ndetection).\n","Comment: 4 pages; contribution to the 30th International Cosmic Ray\n  Conference, Merida, Mexico, July 2007"]}]
["0709.4200",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4200"],"date":["2007-09-26"],"type":["text"],"creator":["Kim, Philip M.","Korbel, Jan O.","Chen, Xueying","Gerstein, Mark B."],"language":[],"coverage":[],"title":["Copy Number Variants and Segmental Duplications Show Different Formation\n  Signatures"],"description":["  In addition to variation in terms of single nucleotide polymorphisms (SNPs),\nwhole regions ranging from several kilobases up to a megabase in length differ\nin copy number among individuals. These differences are referred to as Copy\nNumber Variants (CNVs) and extensive mapping of these is underway. Recent\nstudies have highlighted their great prevalence in the human genome. Segmental\nDuplications (SDs) are long (>1kb) stretches of duplicated DNA with high\nsequence identity. First, we analyzed the co-localization of SDs and find that\nSDs are significantly co-localized with each other, resulting in a power-law\ndistribution, which suggests a preferential attachment mechanism, i.e. existing\nSDs are likely to be involved in creating new ones nearby. Second, we look at\nthe relationship of CNVs/SDs with various types of repeats. We we find that the\npreviously recognized association of SDs with Alu elements is significantly\nstronger for older SDs and is sharply decreasing for younger ones. While it\nmight be expected that the patterns should be similar for SDs and CNVs, we\nfind, surprisingly, no association of CNVs with Alu elements. This trend is\nconsistent with the decreasing correlation between Alu elements and younger\nSDs, the activity of Alu elements has been decreasing and by now it they seem\nno longer active. Furthermore, we find a striking association of SDs with\nprocessed pseudogenes suggesting that they may also have mediated SD formation.\nMoreover, find strong association with microsatellites for both SDs and CNVs\nthat suggests a role for satellites in the formation of both.\n","Comment: 13 pages"]}]
["0709.4201",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4201"],"date":["2007-09-26"],"type":["text"],"creator":["Frankel, Sherman"],"language":[],"coverage":[],"title":["Consequences of the Production of Very Massive Magnetically Charged\n  Leptons Early in the Universe and Their Decays to a New Set of Extremely\n  Massive Neutrinos"],"description":["  We examine the production and decay of extremely heavy magnetically charged\nleptons, (tau_g and mu_g), to their own very heavy mu_g and e_g plus their own\nnew species of neutrinos, nu_g and nubar_g, at some time early in the universe\nwhich could be present in space and, attracted gravitationally towards and\npassing through astronomical objects, annihilated with each other to produce\nlarge numbers of photons. Further, we describe the possibility of presently\ndetecting the bursts of such photons, of three different total energies, in the\nseas or oceans on earth.\n","Comment: 2 pages"]}]
["0709.4202",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4202"],"date":["2007-09-26"],"type":["text"],"creator":["Reuter, Jurgen"],"language":[],"coverage":[],"title":["SUSY Multi-Step Unification without Doublet-Triplet Splitting"],"description":["  Matter-Higgs unification in string-inspired supersymmetric Grand Unified\nTheories predicts the existence of colored states in the Higgs multiplets and\ncalls for two extra generations of Higgs-like fields ('unhiggses'). If these\nstates are present near the TeV scale, gauge-coupling unification points to the\nexistence of two distinct scales, 10^15 GeV where right-handed neutrinos and a\nPati-Salam symmetry appear, and 10^18 GeV where complete unification is\nachieved. Baryon-number conservation, while not guaranteed, can naturally\nemerge from an underlying flavor symmetry. Collider signatures and dark-matter\nphysics may be drastically different from the conventional MSSM.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, 3 eps figures"]}]
["0709.4206",{"format":[],"subject":["Quantitative Biology - Genomics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4206"],"date":["2007-09-26"],"type":["text"],"creator":["da Silva, Joao Paulo Muller","Acencio, Marcio Luis","Mombach, Jose Carlos Merino","Vieira, Renata","da Silva, Jose Guliherme Camargo","Lemke, Ney","Sinigaglia, Marialva"],"language":[],"coverage":[],"title":["In silico network topology-based prediction of gene essentiality"],"description":["  The identification of genes essential for survival is important for the\nunderstanding of the minimal requirements for cellular life and for drug\ndesign. As experimental studies with the purpose of building a catalog of\nessential genes for a given organism are time-consuming and laborious, a\ncomputational approach which could predict gene essentiality with high accuracy\nwould be of great value. We present here a novel computational approach, called\nNTPGE (Network Topology-based Prediction of Gene Essentiality), that relies on\nnetwork topology features of a gene to estimate its essentiality. The first\nstep of NTPGE is to construct the integrated molecular network for a given\norganism comprising protein physical, metabolic and transcriptional regulation\ninteractions. The second step consists in training a decision tree-based\nmachine learning algorithm on known essential and non-essential genes of the\norganism of interest, considering as learning attributes the network topology\ninformation for each of these genes. Finally, the decision tree classifier\ngenerated is applied to the set of genes of this organism to estimate\nessentiality for each gene. We applied the NTPGE approach for discovering\nessential genes in Escherichia coli and then assessed its performance.\n"]}]
["0709.4208",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4208"],"date":["2007-09-26","2007-09-27"],"type":["text"],"creator":["Cogan, P.","Collaboration, for the VERITAS"],"language":[],"coverage":[],"title":["Analysis of Flash ADC Data With VERITAS"],"description":["  VERITAS employs a 12m segmented mirror and pixellated photomultiplier tube\ncamera to detect the brief pulse of Cherenkov radiation produced by the\nextensive air shower initiated by a cosmic high-energy gamma ray. The VERITAS\ndata acquisition system consists of a 500 Mega-Sample-Per-Second custom-built\nflash ADC system, which samples the Cherenkov light pulse every 2 nanoseconds.\nThe integrated charge in each flash ADC channel is proportional to the amount\nof Cherenkov light incident on the corresponding photomultiplier tube. Accurate\nreconstruction of the integrated charge is required for accurate energy\nestimation and spectral reconstruction. A reliable calculation of the\nintegrated charge at low intensities can lead to a reduction in the energy\nthreshold of the system, and an increase in sensitivity. This paper\ninvestigates and compares several approaches for evaluating the integrated\ncharge. The Cherenkov pulse timing information in the flash ADC readout has the\npotential to assist in background rejection techniques. Various methods for\nextracting the timing information are investigated and excellent timing\nresolution is achieved.\n","Comment: 4 pages; contribution to the 30th International Cosmic Ray\n  Conference, Merida, Mexico, July 2007"]}]
["0709.4223",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4223"],"date":["2007-09-26"],"type":["text"],"creator":["Baumgart, Stephen","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["Measurement of the Open Charm Cross-Section in $\\sqrt{s_{NN}}$ = 200 GeV\n  Cu+Cu Collisions at STAR"],"description":["  We present the mid-rapidity $(D^{0} + \\bar{D^{0}})/2$ yield measured in\n$\\sqrt{s_{NN}}$ = 200 GeV Cu+Cu collisions at RHIC via direct reconstruction\nthrough the $K\\pi$ decay channel. A charm cross-section is reported and\ncompared to theoretical predictions and to previous RHIC experimental results.\n","Comment: To appear in the proceedings of 23rd International Nuclear Physics\n  Conference (INPC 2007), Tokyo, Japan, 3-8 Jun 2007"]}]
["0709.4232",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","Mathematics - Symplectic Geometry","Primary 53D17. Secondary 17B62, 17B66, 18D05, 58A50, 58C50, 58H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4232"],"date":["2007-09-26"],"type":["text"],"creator":["Voronov, Theodore"],"language":[],"coverage":[],"title":["Q-manifolds and Mackenzie theory: an overview"],"description":["  This text is meant to be a brief overview of the topics announced in the\ntitle and is based on my talk in Vienna (August/September 2007). It does not\ncontain new results (except probably for a remark concerning Q-manifold\nhomology, which I wish to elaborate elsewhere).\n  \"Mackenzie theory\" stands for the rich circle of notions that have been put\nforward by Kirill Mackenzie (solo or in collaboration): double structures such\nas double Lie groupoids and double Lie algebroids, Lie bialgebroids and their\ndoubles, nontrivial dualities for double and multiple vector bundles, etc.\n\"Q-manifolds\" are (super)manifolds with a homological vector field, i.e., a\nself-commuting odd vector field. They may have an extra Z-grading (called\nweight) not necessarily linked with the Z_2-grading (parity). I discuss double\nLie algebroids (discovered by Mackenzie) and explain how this quite complicated\nfundamental notion is equivalent to a very simple one if the language of\nQ-manifolds is used. In particular, it shows how the two seemingly different\nnotions of a \"Drinfeld double\" of a Lie bialgebroid due to Mackenzie and\nRoytenberg respectively, turn out to be the same thing if properly understood.\n","Comment: LaTeX, 17 pages; based on a talk at ESI, August/September 2007"]}]
["0709.4233",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4233"],"date":["2007-09-26"],"type":["text"],"creator":["Cogan, P.","Collaboration, for the VERITAS"],"language":[],"coverage":[],"title":["VEGAS, the VERITAS Gamma-ray Analysis Suite"],"description":["  VERITAS, the Very Energetic Radiation Imaging Telescope Array System, is an\narray of four 12 m diameter imaging atmospheric Cherenkov telescopes for\ngamma-ray astronomy above 100 GeV currently in operation in Arizona. The\nVERITAS Collaboration has developed VEGAS, the VERITAS Gamma-ray Analysis\nSuite, a data-analysis software package for the processing of single- and\nmultiple-telescope data produced by the array. The package consists of a core\nof six stages as well as visualisation and diagnostic components. It has been\ndeveloped in C++ using modern objected-oriented design patterns to be highly\nflexible, configurable and extendable. VEGAS utilises CERN's ROOT data-analysis\nframework and runs on Linux and Mac OS X systems. The architecture and\nstructure of the VEGAS package will be described in detail while the data\nanalysis algorithms are described in additional papers.\n","Comment: 4 pages; contribution to the 30th International Cosmic Ray\n  Conference, Merida, Mexico, July 2007"]}]
["0709.4239",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4239"],"date":["2007-09-26"],"type":["text"],"creator":["Semmes, Stephen"],"language":[],"coverage":[],"title":["An introduction to the geometry of metric spaces"],"description":["  These informal notes deal with some basic properties of metric spaces,\nespecially concerning lengths of curves.\n","Comment: 13 pages, latex-2e"]}]
["0709.4243",{"format":[],"subject":["Mathematics - Functional Analysis","41A25, 41A17, 41A65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4243","M. L. Horbachuk, Ya. I. Hrushka, and S. M. Torba, \"Direct and\n  inverse theorems in the theory of approximation by the Ritz method\",\n  Ukr.Math.J., Vol. 57, No. 5, 2005, pp. 751-764"],"date":["2007-09-26"],"type":["text"],"creator":["Torba, S. M.","Gorbachuk, M. L.","Grushka, Ya. I."],"language":[],"coverage":[],"title":["Direct and inverse theorems in the theory of approximation by the Ritz\n  method"],"description":["  For an arbitrary self-adjoint operator $B$ in a Hilbert space $H$, we present\ndirect and inverse theorems establishing the relationship between the degree of\nsmoothness of a vector $x \\in H$ with respect to the operator $B$, the rate of\nconvergence to zero of its best approximation by exponential-type entire\nvectors of the operator $B$, and the $k$-modulus of continuity of the vector\n$x$ with respect to the operator $B$. The results are used for finding a priori\nestimates for the Ritz approximate solutions of operator equations in a Hilbert\nspace.\n","Comment: 10 pages"]}]
["astro-ph/0611133",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0611133"],"date":["2006-11-03","2007-09-27"],"type":["text"],"creator":["Ouyed, Rachid","Leahy, Denis","Niebergal, Brian"],"language":[],"coverage":[],"title":["Fall-back crust around a quark-nova compact remnant II: The degenerate\n  torus case with applications to AXPs"],"description":["  In the first paper of this series we explored the case where a quark-nova\nejecta forms a degenerate shell, supported by the star's magnetic field.\nHerein, we consider the case where the ejecta has sufficient angular momentum\nto form a Keplerian torus, and we show that the density and temperature of the\ntorus are such that it will remain degenerate throughout it's lifetime. We go\non to discuss the evolution of such a torus and apply it to two AXPs, namely\n1E2259$+$586 and 4U0142$+$615. As it turns out, using our model we can account\nfor many of the observations of these objects including the quiescent phase\nluminosity, and blackbody temperatures during quiescence and bursting phases.\nFurthermore, for 1E2259$+$586 our model explains the steep and slow decay\ncomponents seen in the burst lightcurve, as well as the rotation period\nglitches and enhanced spin-down rate. We also estimate the mass of the\ndegenerate torus to be of the order of $10^{-6}M_{\\odot}$, and speculate that\nthe observed optical/infrared emission from 4U0142$+$615 might be a signature\nof the thin degenerate torus we describe here.\n","Comment: accepted by A&A"]}]
["cond-mat/0305104",{"format":[],"subject":["Condensed Matter","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0305104","Chaos 14, 7-13 (2004)","doi:10.1063/1.1620991"],"date":["2003-05-06"],"type":["text"],"creator":["Calvo, Oscar","Chialvo, Dante R.","Eguiluz, Victor M.","Mirasso, Claudio","Toral, Raul"],"language":[],"coverage":[],"title":["Anticipated synchronization: a metaphorical linear view"],"description":["  We study the regime of anticipated synchronization recently described on a\nnumber of dynamical systems including chaotic and noisy ones. We use simple\nlinear caricatures to show the minimal setups able to reproduce the basic facts\ndescribed.\n","Comment: 7 pages,5 figures"]}]
["cond-mat/0603182",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603182","Annals of Physics 322, 2618 (2007).","doi:10.1016/j.aop.2007.01.010"],"date":["2006-03-07","2006-12-11"],"type":["text"],"creator":["Calderon, M. J.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Theory of carrier mediated ferromagnetism in dilute magnetic oxides"],"description":["  We analyze the origin of ferromagnetism as a result of carrier mediation in\ndiluted magnetic oxide semiconductors in the light of the experimental evidence\nreported in the literature. We propose that a combination of percolation of\nmagnetic polarons at lower temperature and Ruderman-Kittel-Kasuya-Yosida\nferromagnetism at higher temperature may be the reason for the very high\ncritical temperatures measured (up to ~700 K).\n","Comment: 10 pages, 3 figures; formulae and references added, discussion\n  extended"]}]
["cond-mat/0605536",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0605536","Eur. Phys. J. B 53, 233-238 (2006)","doi:10.1140/epjb/e2006-00362-y"],"date":["2006-05-22"],"type":["text"],"creator":["Gleiser, Pablo M.","Zanette, Damián H."],"language":[],"coverage":[],"title":["Synchronization and structure in an adaptive oscillator network"],"description":["  We analyze the interplay of synchronization and structure evolution in an\nevolving network of phase oscillators. An initially random network is\nadaptively rewired according to the dynamical coherence of the oscillators, in\norder to enhance their mutual synchronization. We show that the evolving\nnetwork reaches a small-world structure. Its clustering coefficient attains a\nmaximum for an intermediate intensity of the coupling between oscillators,\nwhere a rich diversity of synchronized oscillator groups is observed. In the\nstationary state, these synchronized groups are directly associated with\nnetwork clusters.\n","Comment: 6 pages, 7 figures"]}]
["cond-mat/0701439",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701439","Phys. Rev. A vol. 76, 023616 (2007)","doi:10.1103/PhysRevA.76.023616"],"date":["2007-01-18"],"type":["text"],"creator":["Vignolo, P.","Fazio, R.","Tosi, M. P."],"language":[],"coverage":[],"title":["Quantum vortices in optical lattices"],"description":["  A vortex in a superfluid gas inside an optical lattice can behave as a\nmassive particle moving in a periodic potential and exhibiting quantum\nproperties. In this Letter we discuss these properties and show that the\nexcitation of vortex motions in a two-dimensional lattice can lead to striking\nmeasurable changes in its dynamic response. It would be possible by means of\nBragg spectroscopy to carry out the first direct measurement of the effective\nvortex mass, the pinning to the underlying lattice, and the dissipative\ndamping.\n","Comment: 4 pages, 1 figure"]}]
["cond-mat/0703540",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703540","Phys. Rev. B 76, 121403(R), 2007","doi:10.1103/PhysRevB.76.121403"],"date":["2007-03-21","2007-09-27"],"type":["text"],"creator":["Ledowski, Sascha","Kopietz, Peter"],"language":[],"coverage":[],"title":["Confined coherence in quasi-one-dimensional metals"],"description":["  We present a functional renormalization group calculation of the effect of\nstrong interactions on the shape of the Fermi surface of weakly coupled\nmetallic chains. In the regime where the bare interchain hopping is small, we\nshow that scattering processes involving large momentum transfers perpendicular\nto the chains can completely destroy the warping of the true Fermi surface,\nleading to a confined state where the renormalized interchain hopping vanishes\nand a coherent motion perpendicular to the chains is impossible.\n","Comment: 4 RevTex pages, 5 figures,final version as published by PRB"]}]
["math-ph/0701030",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0701030","Phys. A: Stat. Mech. Appl. 380, pp. 66-74 (2007)","doi:10.1016/j.physa.2007.02.098"],"date":["2007-01-11"],"type":["text"],"creator":["Kartashova, Elena","Kartashov, Alexey"],"language":[],"coverage":[],"title":["Laminated Wave Turbulence: Generic Algorithms III"],"description":["  Model of laminated wave turbulence allows to study statistical and discrete\nlayers of turbulence in the frame of the same model. Statistical layer is\ndescribed by Zakharov-Kolmogorov energy spectra in the case of irrational\nenough dispersion function. Discrete layer is covered by some system(s) of\nDiophantine equations while their form is determined by wave dispersion\nfunction. This presents a very special computational challenge - to solve\nDiophantine equations in many variables, usually 6 to 8, in high degrees, say\n16, in integers of order $10^{16}$ and more. Generic algorithms for solving\nthis problem in the case of\n  {\\it irrational} dispersion function have been presented in our previous\npapers. In this paper we present a new generic algorithm for the case of {\\it\nrational} dispersion functions. Special importance of this case is due to the\nfact that in wave systems with rational dispersion the statistical layer does\nnot exist and the general energy transport is governed by the discrete layer\nalone.\n","Comment: submitted to IJMPC"]}]
["math/0403366",{"format":[],"subject":["Mathematics - Differential Geometry","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403366","J. London Math. Soc. (2) 75 (2007), 563-581.","doi:10.1112/jlms/jdm005"],"date":["2004-03-22","2006-09-11"],"type":["text"],"creator":["Schmitt, N","Kilian, M","Kobayashi, S-P","Rossman, W"],"language":[],"coverage":[],"title":["Unitarization of monodromy representations and constant mean curvature\n  trinoids in 3-dimensional space forms"],"description":["  We present a theorem on the unitarizability of loop group valued monodromy\nrepresentations and apply this to show the existence of new families of\nconstant mean curvature surfaces homeomorphic to a thrice-punctured sphere in\nthe simply-connected 3-dimensional space forms $\\R^3$, $\\bbS^3 $ and $\\bbH^3$.\nAdditionally, we compute the extended frame for any associated family of\nDelaunay surfaces.\n","Comment: 18 pages, revised version"]}]
["math/0412388",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","55U35","55S35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412388","JPAA, Volume 208, Issue 2, Feb 2007, 497-530"],"date":["2004-12-19","2006-02-24"],"type":["text"],"creator":["Biedermann, Georg"],"language":[],"coverage":[],"title":["Interpolation categories for homology theories"],"description":["  For a homological functor from a triangulated category to an abelian category\nsatisfying some technical assumptions we construct a tower of interpolation\ncategories. These are categories over which the functor factorizes and which\ncapture more and more information according to the injective dimension of the\nimages of the functor. The categories are obtained by proving the existence of\ntruncated versions of resolution or $E_2$-model structures. Examples of\nfunctors fitting in our framework are given by every generalized homology\ntheory represented by a ring spectrum satisfying the Adams-Atiyah condition.\nThe constructions are closely related to the modified Adams spectral sequence\nand give a very conceptual approach to the associated moduli problem and\nobstruction theory. As application we establish an isomorphism between certain\nE(n)-local Picard groups and some Ext-groups.\n","Comment: 40 pages, corrected version of second part of the replaced version,\n  first part will appear sepparately as \"Truncated resolution model\n  structures\", to appear in JPAA"]}]
["math/0602564",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","55U35, 55T99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602564","JPAA, Volume 208, Issue 2, Feb 2007, 591-601"],"date":["2006-02-24"],"type":["text"],"creator":["Biedermann, Georg"],"language":[],"coverage":[],"title":["Truncated resolution model structures"],"description":["  Using the dual of Bousfield-Friedlander localization we colocalize resolution\nmodel structures on cosimplicial objects over a left proper model category to\nget truncated resolution model structures. These are useful to study\nrealization and moduli problems in algebraic topology.\n","Comment: 12 pages, first part of an earlier version of math.AT/0412388\n  \"Interpolation categories for homology theories\", to appear in JPAA"]}]
["math/0605505",{"format":[],"subject":["Mathematics - Dynamical Systems","70F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605505","2007EM&P..tmp...24K","doi:10.1007/s11038-007-9149-3"],"date":["2006-05-18"],"type":["text"],"creator":["Kushvah, B. S.","Sharma, J. P.","Ishwar, B."],"language":[],"coverage":[],"title":["Normalization of Hamiltonian in the Generalized Photogravitaional\n  Restricted Three Body Problem with Poynting-Robertson Drag"],"description":["  We have performed normalization of Hamiltonian in the generalized\nphotogravitational restricted three body problem with Poynting-Robertson drag.\nIn this problem we have taken bigger primary as source of radiation and smaller\nprimary as an oblate spheroid. Wittaker method is used to transform the second\norder part of the Hamiltonian into the normal form.\n  Keywords:Normalization / Generalised Photogravitational/ RTBP/P-R Drag.\n","Comment: LaTeX2e, 9 pages"]}]
["math/0606169",{"format":[],"subject":["Mathematics - Combinatorics","52C99, 05A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606169"],"date":["2006-06-07","2007-09-27"],"type":["text"],"creator":["Savitt, David"],"language":[],"coverage":[],"title":["Polynomials, meanders, and paths in the lattice of noncrossing\n  partitions"],"description":["  For every polynomial f of degree n with no double roots, there is an\nassociated family C(f) of harmonic algebraic curves, fibred over the circle,\nwith at most n-1 singular fibres. We study the combinatorial topology of C(f)\nin the generic case when there are exactly n-1 singular fibres. In this case,\nthe topology of C(f) is determined by the data of an n-tuple of noncrossing\nmatchings on the set {0,1,...,2n-1} with certain extra properties. We prove\nthat there are 2(2n)^{n-2} such n-tuples, and that all of them arise from the\ntopology of C(f) for some polynomial f.\n","Comment: 24 pages, 7 figures. To appear, Transactions of the A.M.S. Revised\n  based on referee report; final section added"]}]
["math/0607751",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Algebraic Topology","Mathematics - Geometric Topology","54H25","55M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607751","Topology and its Applications 154, May 2007, p.1961--170"],"date":["2006-07-28","2007-03-23"],"type":["text"],"creator":["Staecker, P. Christopher"],"language":[],"coverage":[],"title":["On the uniqueness of the coincidence index on orientable differentiable\n  manifolds"],"description":["  The fixed point index of topological fixed point theory is a well studied\ninteger-valued algebraic invariant of a mapping which can be characterized by a\nsmall set of axioms. The coincidence index is an extension of the concept to\ntopological (Nielsen) coincidence theory. We demonstrate that three natural\naxioms are sufficient to characterize the coincidence index in the setting of\ncontinuous mappings on oriented differentiable manifolds, the most common\nsetting for Nielsen coincidence theory.\n","Comment: Major addition- section added at end. Previous material mostly\n  unchanged. Numbering, etc. now in sync with publication version"]}]
["math/0608319",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Topology","57R91, 53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608319"],"date":["2006-08-13","2007-09-27"],"type":["text"],"creator":["Hu, Shengda","Uribe, Bernardo"],"language":[],"coverage":[],"title":["Extended manifolds and extended equivariant cohomology"],"description":["  We define the category of manifolds with extended tangent bundles, we study\ntheir symmetries and we consider the analogue of equivariant cohomology for\nactions of Lie groups in this category. We show that when the action preserves\nthe splitting of the extended tangent bundle, our definition of extended\nequivariant cohomology agrees with the twisted equivariant de Rham model of\nCartan, and for this case we show that there is localization at the fixed point\nset, \\`a la Atiyah-Bott.\n","Comment: Revised version. Definition 5.1.1 and examples 5.6.2 and 7.2.7\n  corrected. 36 pages"]}]
["math/0608603",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608603"],"date":["2006-08-24","2007-09-27"],"type":["text"],"creator":["Balkova, Lubomira","Pelantova, Edita","Steiner, Wolfgang"],"language":[],"coverage":[],"title":["Sequences with constant number of return words"],"description":["  An infinite word has the property $R_m$ if every factor has exactly $m$\nreturn words. Vuillon showed that $R_2$ characterizes Sturmian words. We prove\nthat a word satisfies $R_m$ if its complexity function is $(m-1)n+1$ and if it\ncontains no weak bispecial factor. These conditions are necessary for $m=3$,\nwhereas for $m=4$ the complexity function need not be $3n+1$. New examples of\nwords satisfying $R_m$ are given by words related to digital expansions in real\nbases.\n"]}]
["nlin/0703039",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0703039","Physica A: Statistical Mechanics and Its Applications 385 (2), pp.\n  527-542 (2007)","doi:10.1016/j.physa.2007.07.035"],"date":["2007-03-21"],"type":["text"],"creator":["Kartashova, Elena","Mayrhofer, Guenther"],"language":[],"coverage":[],"title":["Cluster formation in mesoscopic systems"],"description":["  Graph-theoretical approach is used to study cluster formation in mesocsopic\nsystems. Appearance of these clusters are due to discrete resonances which are\npresented in the form of a multigraph with labeled edges. This presentation\nallows to construct all non-isomorphic clusters in a finite spectral domain and\ngenerate corresponding dynamical systems automatically. Results of MATHEMATICA\nimplementation are given and two possible mechanisms of cluster destroying are\ndiscussed.\n"]}]
["physics/0608314",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0608314","published in \"From Parity Violation to Hadronic Structure and\n  more...\", Ed. by K. de Jager et al, Springer 2007"],"date":["2006-08-31"],"type":["text"],"creator":["Tsigutkin, K.","Stalnaker, J. E.","Budker, D.","Freedman, S. J.","Yashchuk, V. V."],"language":[],"coverage":[],"title":["Towards measuring nuclear-spin-dependent and isotopic-chain atomic\n  parity violation in Ytterbium"],"description":["  We discuss experiments aimed at measurements of atomic parity nonconservation\n(PNC) effects in the 1S0-3D1 transition (408 nm) in atomic Ytterbium (Z=70).\nAccording to theoretical predictions, the PNC-induced E1 amplitude of this\ntransition is ~100 times larger than the analogous amplitude in Cs. Such an\nexperiment will determine differences in PNC effects between different\nhyperfine components for odd-neutron-number Yb isotopes and, thereby, will\nallow measurements of the nuclear anapole moments in nuclei with unpaired\nneutrons. In addition, measurements of PNC in different isotopes would give\ninformation on neutron distributions within the nuclei. The apparatus designed\nand built for this experiment is described, and results of measurements towards\nunderstanding of systematic effects influencing the accuracy, and the current\nstatus of the ongoing PNC measurements are presented.\n","Comment: 7 pages, 7 figures"]}]
["physics/0611186",{"format":[],"subject":["Physics - Plasma Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611186","Commun. Nonlinear Science and Num. Simulation 13 (2008) 221-226"],"date":["2006-11-20"],"type":["text"],"creator":["Mendes, R. Vilela","Cipriano, Fernanda"],"language":[],"coverage":[],"title":["A stochastic representation for the Poisson-Vlasov equation"],"description":["  A stochastic representation for the solutions of the Poisson-Vlasov equation\nis obtained. The representation involves both an exponential and a branching\nprocess. The stochastic representation, besides providing an alternative\nexistence proof and an intuitive characterization of the solutions, may also be\nused to obtain an intrinsic definition of the fluctuations.\n","Comment: 9 Pages, 1 figure, VLASOVIA 2006"]}]
["physics/0612063",{"format":[],"subject":["Physics - Optics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612063","Rep. Prog. Phys. 70, 1633 (2007)","doi:10.1088/0034-4885/70/10/R03"],"date":["2006-12-06"],"type":["text"],"creator":["Berge, L.","Skupin, S.","Nuter, R.","Kasparian, J.","Wolf, J. -P."],"language":[],"coverage":[],"title":["Ultrashort filaments of light in weakly-ionized, optically-transparent\n  media"],"description":["  Modern laser sources nowadays deliver ultrashort light pulses reaching few\ncycles in duration, high energies beyond the Joule level and peak powers\nexceeding several terawatt (TW). When such pulses propagate through\noptically-transparent media, they first self-focus in space and grow in\nintensity, until they generate a tenuous plasma by photo-ionization. For free\nelectron densities and beam intensities below their breakdown limits, these\npulses evolve as self-guided objects, resulting from successive equilibria\nbetween the Kerr focusing process, the chromatic dispersion of the medium, and\nthe defocusing action of the electron plasma. Discovered one decade ago, this\nself-channeling mechanism reveals a new physics, widely extending the frontiers\nof nonlinear optics. Implications include long-distance propagation of TW beams\nin the atmosphere, supercontinuum emission, pulse shortening as well as\nhigh-order harmonic generation. This review presents the landmarks of the\n10-odd-year progress in this field. Particular emphasis is laid to the\ntheoretical modeling of the propagation equations, whose physical ingredients\nare discussed from numerical simulations. Differences between femtosecond\npulses propagating in gaseous or condensed materials are underlined. Attention\nis also paid to the multifilamentation instability of broad, powerful beams,\nbreaking up the energy distribution into small-scale cells along the optical\npath. The robustness of the resulting filaments in adverse weathers, their\nlarge conical emission exploited for multipollutant remote sensing, nonlinear\nspectroscopy, and the possibility to guide electric discharges in air are\nfinally addressed on the basis of experimental results.\n","Comment: 50 pages, 38 figures"]}]
["quant-ph/0510205",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0510205"],"date":["2005-10-27"],"type":["text"],"creator":["Lee, Jae-Weon","Kim, Jaewan","Cheong, Yong Wook","Lee, Hai-Woong","Lee, Eok Kyun"],"language":[],"coverage":[],"title":["Quantum key distribution using superposition of the vacuum and single\n  photon states"],"description":["  B92-type and BB84-type quantum cryptography schemes using superposed states\nof the vacuum and single particle states which are robust against PNS attacks\nare studied. The number of securely transferred classical bits per particle\n(not per qubit) sent in these schemes is calculated and found to have upper\nbounds. Possible experimental realizations using the cavity QED or linear\noptics are suggested.\n"]}]
["quant-ph/0702253",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702253","J. Phys. A: Math. Theor. 40 9845 (2007)","doi:10.1088/1751-8113/40/32/010"],"date":["2007-02-27","2007-07-30"],"type":["text"],"creator":["Baroni, Fabrizio","Fubini, Andrea","Tognetti, Valerio","Verrucchi, Paola"],"language":[],"coverage":[],"title":["Two-spin entanglement distribution near factorized states"],"description":["  We study the two-spin entanglement distribution along the infinite $S=1/2$\nchain described by the XY model in a transverse field; closed analytical\nexpressions are derived for the one-tangle and the concurrences $C_r$, $r$\nbeing the distance between the two possibly entangled spins, for values of the\nHamiltonian parameters close to those corresponding to factorized ground\nstates. The total amount of entanglement, the fraction of such entanglement\nwhich is stored in pairwise entanglement, and the way such fraction distributes\nalong the chain is discussed, with attention focused on the dependence on the\nanisotropy of the exchange interaction. Near factorization a characteristic\nlength-scale naturally emerges in the system, which is specifically related\nwith entanglement properties and diverges at the critical point of the fully\nisotropic model. In general, we find that anisotropy rule a complex behavior of\nthe entanglement properties, which results in the fact that more isotropic\nmodels, despite being characterized by a larger amount of total entanglement,\npresent a smaller fraction of pairwise entanglement: the latter, in turn, is\nmore evenly distributed along the chain, to the extent that, in the fully\nisotropic model at the critical field, the concurrences do not depend on $r$.\n","Comment: 14 pages, 6 figures. Final version"]}]
["quant-ph/0703120",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703120","Eur. Phys. J. B 58, 51-53 (2007)","doi:10.1140/epjb/e2007-00194-3"],"date":["2007-03-14"],"type":["text"],"creator":["Seevinck, Michael","Larsson, Jan-Ake"],"language":[],"coverage":[],"title":["Comment on \"A local realist model for correlations of the singlet\n  state'' (De Raedt et al., Eur. Phys. J. B 53: 139-142, 2006)"],"description":["  De Raedt et al. (Eur. Phys. J. B 53: 139-142, 2006) have claimed to provide a\nlocal realist model for correlations of the singlet state in the familiar\nEinstein-Podolsky-Rosen-Bohm (EPRB) experiment when time-coincidence is used to\ndecide which detection events should count in the analysis, and furthermore\nthat this suggests that it is possible to construct local realistic models that\ncan reproduce the quantum mechanical expectation values. In this letter we show\nthat these conclusions cannot be upheld since their model exploits the\nso-called coincidence-time loophole. When this is properly taken into account\nno startling conclusions can be drawn about local realist modelling of quantum\nmechanics.\n","Comment: 3 pages"]}]
