["0705.2257",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2257"],"date":["2007-05-15","2007-06-08"],"type":["text"],"creator":["Cabrera, Alejandro"],"language":[],"coverage":[],"title":["Some geometric features of Berry's phase"],"description":["  In this letter, we elaborate on the identification and construction of the\ndifferential geometric elements underlying Berry's phase. Berry bundles are\nbuilt generally from the physical data of the quantum system under study. We\napply this construction to typical and recently investigated systems presenting\nBerry's phase to explore their geometric features.\n","Comment: No figures, refs added, minor changes"]}]
["0706.0157",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0157"],"date":["2007-06-01","2007-06-11"],"type":["text"],"creator":["Bodin, Arnaud"],"language":[],"coverage":[],"title":["Number of irreducible polynomials in several variables over finite\n  fields"],"description":["  We give a formula and an estimation for the number of irreducible polynomials\nin two (or more) variables over a finite field.\n","Comment: A note for American Mathematical Monthly. v2: Correction of an error\n  found out by Dan Velleman"]}]
["0706.0487",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0487"],"date":["2007-06-04","2007-06-11"],"type":["text"],"creator":["Nardi, Enrico"],"language":[],"coverage":[],"title":["Recent Issues in Leptogenesis"],"description":["  Baryogenesis via leptogenesis provides an appealing mechanism to explain the\nobserved baryon asymmetry of the Universe. Recent refinements in the\nunderstanding of the dynamics of leptogenesis include detailed studies of the\neffects of lepton flavors and of the role possibly played by the lepton\nasymmetries generated in the decays of the heavier singlet neutrinos $N_{2,3}$.\nA review of these recent developments in the theory of leptogenesis is\npresented.\n","Comment: Talk given at the XLII Rencontres de Moriond, La Thuile, Aosta\n  Valley, Italy, March 10 - 17, 2007. One paragraph corrected, one reference\n  added. 8 pages, 2 figures"]}]
["0706.0786",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0786"],"date":["2007-06-06"],"type":["text"],"creator":["Shevelev, Vladimir"],"language":[],"coverage":[],"title":["A Conjecture on Primes and a Step towards Justification"],"description":["  We put a new conjecture on primes from the point of view of its binary\nexpansions and make a step towards justification.\n","Comment: 14pages"]}]
["0706.1063",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1063"],"date":["2007-06-07","2007-06-11"],"type":["text"],"creator":["Brust, Matthias R.","Rothkugel, Steffen"],"language":[],"coverage":[],"title":["Small Worlds: Strong Clustering in Wireless Networks"],"description":["  Small-worlds represent efficient communication networks that obey two\ndistinguishing characteristics: a high clustering coefficient together with a\nsmall characteristic path length. This paper focuses on an interesting paradox,\nthat removing links in a network can increase the overall clustering\ncoefficient. Reckful Roaming, as introduced in this paper, is a 2-localized\nalgorithm that takes advantage of this paradox in order to selectively remove\nsuperfluous links, this way optimizing the clustering coefficient while still\nretaining a sufficiently small characteristic path length.\n","Comment: To appear in: 1st International Workshop on Localized Algorithms and\n  Protocols for Wireless Sensor Networks (LOCALGOS 2007), 2007, IEEE Compuster\n  Society Press"]}]
["0706.1075",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1075"],"date":["2007-06-07"],"type":["text"],"creator":["Reimer, Michael E.","Korkusinski, Marek","Lefebvre, Jacques","Lapointe, Jean","Poole, Philip J.","Aers, Geof C.","Dalacu, Dan","McKinnon, W. Ross","Frederick, Simon","Hawrylak, Pawel","Williams, Robin L."],"language":[],"coverage":[],"title":["Voltage Induced Hidden Symmetry and Photon Entanglement Generation in a\n  Single, Site-Selected Quantum Dot"],"description":["  Present proposals for the realisation of entangled photon pair sources using\nthe radiative decay of the biexciton in semiconductor quantum dots are limited\nby the need to enforce degeneracy of the two intermediate, single exciton\nstates. We show how this requirement is lifted if the biexciton binding energy\ncan be tuned to zero and we demonstrate this unbinding of the biexciton in a\nsingle, pre-positioned InAs quantum dot subject to a lateral electric field.\nFull Configuration-Interaction calculations are presented that reveal how the\nbiexciton is unbound through manipulation of the electron-hole Coulomb\ninteraction and the consequent introduction of Hidden Symmetry.\n","Comment: 4 pages, 4 figures submitted to Physical Review Letters"]}]
["0706.1077",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1077"],"date":["2007-06-07"],"type":["text"],"creator":["Goblet, Jordan","Zhu, Wei"],"language":[],"coverage":[],"title":["Regularity of Dirichlet nearly minimizing multiple-valued functions"],"description":["  In this paper, we extend the related notions of Dirichlet quasiminimizer,\n$\\omega-$minimizer and almost minimizer to the framework of multiple-valued\nfunctions in the sense of Almgren and prove Holder regularity results. We also\ngive examples of those minimizers with various branch sets.\n","Comment: 25 pages + 2 figures"]}]
["0706.1080",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1080"],"date":["2007-06-07"],"type":["text"],"creator":["Brust, Matthias R.","Andronache, Adrian","Rothkugel, Steffen"],"language":[],"coverage":[],"title":["WACA: A Hierarchical Weighted Clustering Algorithm optimized for Mobile\n  Hybrid Networks"],"description":["  Clustering techniques create hierarchal network structures, called clusters,\non an otherwise flat network. In a dynamic environment-in terms of node\nmobility as well as in terms of steadily changing device parameters-the\nclusterhead election process has to be re-invoked according to a suitable\nupdate policy. Cluster re-organization causes additional message exchanges and\ncomputational complexity and it execution has to be optimized. Our\ninvestigations focus on the problem of minimizing clusterhead re-elections by\nconsidering stability criteria. These criteria are based on topological\ncharacteristics as well as on device parameters. This paper presents a weighted\nclustering algorithm optimized to avoid needless clusterhead re-elections for\nstable clusters in mobile ad-hoc networks. The proposed localized algorithm\ndeals with mobility, but does not require geographical, speed or distances\ninformation.\n","Comment: The Third International Conference on Wireless and Mobile\n  Communications 2007"]}]
["0706.1081",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1081"],"date":["2007-06-07"],"type":["text"],"creator":["Yu, P. P."],"language":[],"coverage":[],"title":["The limiting behavior of the Liu-Yau quasi-local energy"],"description":["  The small- and large-sphere limits of the quasi-local energy recently\nproposed by Liu and Yau are carefully examined. It is shown that in the\nsmall-sphere limit, the non-vacuum limit of the Liu-Yau quasi-local energy\napproaches the expected value \\frac{4\\pi}{3} r^3 T(e_0, e_0)$. Here, T is the\nenergy-stress tensor of matter, e_0 \\in T_p M is unit time-like and\nfuture-directed at the point p located at the center of the small sphere of\nradius $r$ in the limit r \\to 0. In vacuum, however, the limiting value of the\nLiu-Yau quasi-local energy contains the desired limit \\frac{r^5}{90} B(e_0,\ne_0, e_0, e_0), where B is the Bel-Robinson tensor, as well as an extra term.\nIn the large-sphere limit at null infinity, for isolated gravitational sources,\nthe Liu-Yau quasi-local energy is shown to recover the Bondi mass and Bondi\nnews flux, in space-times that are asymptotically empty and flat at null\ninfinity. The physical validity of the Liu-Yau model in view of these results\nis discussed.\n","Comment: 26 pages, latex"]}]
["0706.1084",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1084"],"date":["2007-06-07"],"type":["text"],"creator":["Raskhodnikova, Sofya","Ron, Dana","Rubinfeld, Ronitt","Smith, Adam"],"language":[],"coverage":[],"title":["Sublinear Algorithms for Approximating String Compressibility"],"description":["  We raise the question of approximating the compressibility of a string with\nrespect to a fixed compression scheme, in sublinear time. We study this\nquestion in detail for two popular lossless compression schemes: run-length\nencoding (RLE) and Lempel-Ziv (LZ), and present sublinear algorithms for\napproximating compressibility with respect to both schemes. We also give\nseveral lower bounds that show that our algorithms for both schemes cannot be\nimproved significantly.\n  Our investigation of LZ yields results whose interest goes beyond the initial\nquestions we set out to study. In particular, we prove combinatorial structural\nlemmas that relate the compressibility of a string with respect to Lempel-Ziv\nto the number of distinct short substrings contained in it. In addition, we\nshow that approximating the compressibility with respect to LZ is related to\napproximating the support size of a distribution.\n","Comment: To appear in the proceedings of RANDOM 2007"]}]
["0706.1087",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1087"],"date":["2007-06-07"],"type":["text"],"creator":["Brust, Matthias R.","Rothkugel, Steffen"],"language":[],"coverage":[],"title":["On Anomalies in Annotation Systems"],"description":["  Today's computer-based annotation systems implement a wide range of\nfunctionalities that often go beyond those available in traditional\npaper-and-pencil annotations. Conceptually, annotation systems are based on\nthoroughly investigated psycho-sociological and pedagogical learning theories.\nThey offer a huge diversity of annotation types that can be placed in textual\nas well as in multimedia format. Additionally, annotations can be published or\nshared with a group of interested parties via well-organized repositories.\nAlthough highly sophisticated annotation systems exist both conceptually as\nwell as technologically, we still observe that their acceptance is somewhat\nlimited. In this paper, we argue that nowadays annotation systems suffer from\nseveral fundamental problems that are inherent in the traditional\npaper-and-pencil annotation paradigm. As a solution, we propose to shift the\nannotation paradigm for the implementation of annotation system.\n","Comment: The Third International Workshop on E-learning and Mobile Learning on\n  Telecommunications (ELETE 2007)"]}]
["0706.1091",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1091"],"date":["2007-06-08"],"type":["text"],"creator":["Tsirelson, Boris"],"language":[],"coverage":[],"title":["Some extremal problems related to Bell-type inequalities"],"description":["  The best approximation by bounded product functions is calculated for some\nvery simple two-valued functions of two variables.\n","Comment: 6 pages"]}]
["0706.1092",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A15","11P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1092"],"date":["2007-06-07"],"type":["text"],"creator":["Jelinek, Vit","Klazar, Martin"],"language":[],"coverage":[],"title":["Generalizations of Khovanskii's theorems on growth of sumsets in abelian\n  semigroups"],"description":["  We show that if $P$ is a lattice polytope in the nonnegative orthant of\n$\\R^k$ and $\\chi$ is a coloring of the lattice points in the orthant such that\nthe color $\\chi(a+b)$ depends only on the colors $\\chi(a)$ and $\\chi(b)$, then\nthe number of colors of the lattice points in the dilation $nP$ of $P$ is for\nlarge $n$ given by a polynomial (or, for rational $P$, by a quasipolynomial).\nThis unifies a classical result of Ehrhart and Macdonald on lattice points in\npolytopes and a result of Khovanski\\u\\i{} on sumsets in semigroups. We also\nprove a strengthening of multivariate generalizations of Khovanski\\u\\i's\ntheorem. Another result of Khovanski\\u\\i{} states that the size of the image of\na finite set after $n$ applications of mappings from a finite family of\nmutually commuting mappings is for large $n$ a polynomial. We give a\ncombinatorial proof of a multivariate generalization of this theorem.\n","Comment: 21 pages"]}]
["0706.1096",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1096","Published in: Proceedings of 5th International Conference on\n  Networking (ICN 06), 2006, IEEE Computer Society Press","doi:10.1109/ICNICONSMCL.2006.124"],"date":["2007-06-07","2007-06-11"],"type":["text"],"creator":["Brust, Matthias R.","Rothkugel, Steffen","Ribeiro, Carlos H. C."],"language":[],"coverage":[],"title":["Inquiring the Potential of Evoking Small-World Properties for\n  Self-Organizing Communication Networks"],"description":["  Mobile multi-hop ad hoc networks allow establishing local groups of\ncommunicating devices in a self-organizing way. However, in a global setting\nsuch networks fail to work properly due to network partitioning. Providing that\ndevices are capable of communicating both locally-e.g. using Wi-Fi or\nBluetooth-and additionally also with arbitrary remote devices-e.g. using\nGSM/UMTS links-the objective is to find efficient ways of inter-linking\nmultiple network partitions. Tackling this problem of topology control, we\nfocus on the class of small-world networks that obey two distinguishing\ncharacteristics: they have a strong local clustering while still retaining a\nsmall average distance between two nodes. This paper reports on results gained\ninvestigating the question if small-world properties are indicative for an\nefficient link management in multiple multi-hop ad hoc network partitions.\n"]}]
["0706.1097",{"format":[],"subject":["Mathematics - Rings and Algebras","68-04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1097"],"date":["2007-06-07"],"type":["text"],"creator":["Bjerregaard, Pablo Alberca","Gonzalez, Candido Martin"],"language":[],"coverage":[],"title":["Computational techniques for proving identities in symmetric\n  compositions"],"description":["  We present in this work a complete session in a Mathematica notebook. The aim\nof this notebook is to check identities in symmetric compositions. This\nnotebook is a complement of our work [1] and it has all the explicit\ncomputations. We refer the reader to that paper which can be seen in\nhttp://www.uibk.ac.at/mathematik/loos/jordan/index.html. First of all we will\npresent a few number of comands in order to simplify identities by extracting\nscalars, SOut. The rest of the strategy holds on the powerfull of using\npatterns and rules.\n","Comment: 19 pages"]}]
["0706.1098",{"format":[],"subject":["Mathematics - Functional Analysis","15A60, 40G05, 47A30, 47B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1098"],"date":["2007-06-07"],"type":["text"],"creator":["Chen, Chang-Pao","Huang, Hao-Wei","Shen, Chun-Yen"],"language":[],"coverage":[],"title":["Characterization of the matrix whose norm is determined by its action on\n  decreasing sequences"],"description":["  Let $A=(a_{j,k})_{j,k \\ge 1}$ be a non-negative matrix. In this paper, we\ncharacterize those $A$ for which $\\|A\\|_{E, F}$ are determined by their actions\non decreasing sequences, where $E$ and $F$ are suitable normed Riesz spaces of\nsequences.\n"]}]
["0706.1103",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1103"],"date":["2007-06-07"],"type":["text"],"creator":["Pralat, Pawel","Verstraete, Jacques","Wormald, Nicholas"],"language":[],"coverage":[],"title":["On the threshold for k-regular subgraphs of random graphs"],"description":["  The $k$-core of a graph is the largest subgraph of minimum degree at least\n$k$. We show that for $k$ sufficiently large, the $(k + 2)$-core of a random\ngraph $\\G(n,p)$ asymptotically almost surely has a spanning $k$-regular\nsubgraph. Thus the threshold for the appearance of a $k$-regular subgraph of a\nrandom graph is at most the threshold for the $(k+2)$-core. In particular, this\npins down the point of appearance of a $k$-regular subgraph in $\\G(n,p)$ to a\nwindow for $p$ of width roughly $2/n$ for large $n$ and moderately large $k$.\n"]}]
["0706.1105",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1105"],"date":["2007-06-07"],"type":["text"],"creator":["Dawson, B. R.","Collaboration, for the Pierre Auger"],"language":[],"coverage":[],"title":["Hybrid Performance of the Pierre Auger Observatory"],"description":["  A key feature of the Pierre Auger Observatory is its hybrid design, in which\nultra high energy cosmic rays are detected simultaneously by fluorescence\ntelescopes and a ground array. The two techniques see air showers in\ncomplementary ways, providing important cross-checks and measurement\nredundancy. Much of the hybrid capability stems from the accurate geometrical\nreconstruction it achieves, with accuracy better than either the ground array\ndetectors or a single telescope could achieve independently. We have studied\nthe geometrical and longitudinal profile reconstructions of hybrid events. We\npresent the results for the hybrid performance of the Observatory, including\ntrigger efficiency, energy and angular resolution, and the efficiency of the\nevent selection.\n","Comment: Contribution to the 30th International Cosmic Ray Conference, Merida\n  Mexico, July 2007"]}]
["0706.1106",{"format":[],"subject":["Physics - Instrumentation and Detectors","Astrophysics","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1106"],"date":["2007-06-07"],"type":["text"],"creator":["Gai, M.","McKinsey, D. N.","Ni, K.","Rubin, D. A. R.","Wongjirad, T.","Alon, R.","Breskin, A.","Cortesi, M.","Miyamoto, J."],"language":[],"coverage":[],"title":["Toward Application of a Thick Gas Electron Multiplier (THGEM) Readout\n  for a Dark Matter Detector"],"description":["  The Yale-Weizmann collaboration aims to develop a low-radioactivity\n(low-background) cryogenic noble liquid detector for Dark-Matter (DM) search in\nmeasurements to be performed deep underground as for example carried out by the\nXENON collaboration. A major issue is the background induced by natural\nradioactivity of present-detector components including the Photo Multiplier\nTubes (PMT) made from glass with large U-Th content. We propose to use advanced\nThick Gaseous Electron Multipliers (THGEM) recently developed at the Weizmann\nInstitute of Science (WIS). These \"hole-multipliers\" will measure in a\ntwo-phase (liquid/gas) Xe detector electrons extracted into the gas phase from\nboth ionization in the liquid as well as scintillation-induced photoelectrons\nfrom a CsI photocathode immersed in LXe. We report on initial tests (in gas) of\nTHGEM made out of Cirlex (Kapton) which is well known to have low Ra-Th content\ninstead of the usual G10 material with high Ra-Th content.\n","Comment: To be published in the Proceedings of the 23rd Winter Workshop on\n  Nuclear Dynamics, Big Sky, Montana, February 11-18, 2007. This work is\n  supported by the Yale-Weizmann Collaboration Program of the American\n  Committee on Weizmann Institute of Science (ACWIS), New York"]}]
["0706.1110",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1110"],"date":["2007-06-08"],"type":["text"],"creator":["Reichenbacher, Juergen"],"language":[],"coverage":[],"title":["Calculation of the Underground Muon Intensity Crouch Curve from a\n  Parameterization of the Flux at Surface"],"description":["  Utilizing only the vertical muon intensity of the Gaisser parameterization of\nthe muon flux at the surface and propagating this energy spectrum underground\naccording to statistical ionization and radiative energy losses, it is possible\nto calculate the underground muon intensity Crouch curve. In addition, the\nprimary spectral index of the Gaisser parameterization can be adjusted from\n$E^{-2.7}$ to $E^{-2.643}$ simply by minimizing the deviation from the Crouch\ncurve. For chemical compositions other than standard rock, the propagation of\nthe spectrum underground can be repeated with a different muon energy loss in\nthe material. The resulting underground muon intensity curve represents a\nconsistent conversion of the Crouch curve to the local rock, fully accounting\nfor the energy dependence of the muon $dE/dx$.\n","Comment: Contribution to the 30th International Cosmic Ray Conference, Merida\n  Mexico, 2007 (new version: DOE contract number DE-AC02-06CH11357 is\n  explicitly stated in acknowledgments now)"]}]
["0706.1111",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1111"],"date":["2007-06-08"],"type":["text"],"creator":["Kapusta, Joseph I.","Springer, Todd"],"language":[],"coverage":[],"title":["Cosmological Black Hole Formation due to QCD and Electroweak Phase\n  Transitions"],"description":["  We solve dynamical equations of motion to determine the conditions under\nwhich an over-dense region in the early universe will lead to collapse to a\nblack hole, starting from horizon crossing of the over-dense region to the\npoint of gravitational instability. Here we focus on the sensitivity to QCD and\nelectroweak phase transitions. We then solve rate equations to determine the\nmass distribution of black holes in the present universe. A second order phase\ntransition or rapid crossover would have significant consequences only if the\nindex of primordial density fluctuations n > 1.25. However, a first order\ntransition would lead to a black hole dominated universe for any realistic\nvalue of n including n=1.\n"]}]
["0706.1113",{"format":[],"subject":["Mathematics - Quantum Algebra","16W35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1113"],"date":["2007-06-08"],"type":["text"],"creator":["Arike, Yusuke"],"language":[],"coverage":[],"title":["Symmetric linear functions of the restricted quantum group\n  $\\bar{U}_qsl_2(\\mathbb{C})$"],"description":["  We determine a set of primitive idempotents and the basic algebra of the\nrestricted quantum group $\\bar{U}_qsl_2(\\mathbb{C})$. As a result, we can show\nthe dimension of the space of symmetric linear functions of\n$\\bar{U}_qsl_2(\\mathbb{C})$ is $3p-1$\n","Comment: 21 pages"]}]
["0706.1118",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1118"],"date":["2007-06-08"],"type":["text"],"creator":["Melliès, Paul-André","Mimram, Samuel"],"language":[],"coverage":[],"title":["Asynchronous games: innocence without alternation"],"description":["  The notion of innocent strategy was introduced by Hyland and Ong in order to\ncapture the interactive behaviour of lambda-terms and PCF programs. An innocent\nstrategy is defined as an alternating strategy with partial memory, in which\nthe strategy plays according to its view. Extending the definition to\nnon-alternating strategies is problematic, because the traditional definition\nof views is based on the hypothesis that Opponent and Proponent alternate\nduring the interaction. Here, we take advantage of the diagrammatic\nreformulation of alternating innocence in asynchronous games, in order to\nprovide a tentative definition of innocence in non-alternating games. The task\nis interesting, and far from easy. It requires the combination of true\nconcurrency and game semantics in a clean and organic way, clarifying the\nrelationship between asynchronous games and concurrent games in the sense of\nAbramsky and Melli\\`es. It also requires an interactive reformulation of the\nusual acyclicity criterion of linear logic, as well as a directed variant, as a\nscheduling criterion.\n"]}]
["0706.1121",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1121"],"date":["2007-06-08"],"type":["text"],"creator":["Chandra, Suresh","Kumthekar, B. K."],"language":[],"coverage":[],"title":["Controversy on a dispersion relation for MHD waves"],"description":["  Kumar et al. (2006) obtained a fifth order polynomial in $\\omega$ for the\ndispersion relation and pointed out that the calculations preformed by Porter\net al. (1994) and by Dwivedi & Pandey (2003) seem to be in error, as they\nobtained a sixth order polynomial. The energy equation of Dwivedi & Pandey\n(2003) was dimensionally wrong. Dwivedi & Pandey (2006) corrected the energy\nequation and still claimed that the dispersion relation must be a sixth order\npolynomial. The equations (11) $-$ (19) of Dwivedi & Pandey (2006) and the\nequations (24) $-$ (32) Kumar et al. (2006) are the same. This fact has been\nexpressed by Kumar et al. (2006) themselves. Even then they tried to show this\nset of equations on one side gives the sixth order polynomial as they got; on\nthe other side, the same set of equations gives the fifth order polynomial as\nKumar et al. (2006) obtained. The situation appears to be non-scientific, as\nthe system of equations is a linear one. These are simple algebraic equations\nwhere the variables are to be eliminated. However, it is a matter of surprise\nthat by solving these equations, two scientific groups are getting polynomials\nof different degrees. In the present discussion, we have attempted to short out\nthis discrepancy.\n","Comment: 5 pages"]}]
["0706.1126",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1126"],"date":["2007-06-08"],"type":["text"],"creator":["Einasto, M.","Saar, E.","Einasto, J.","Tago, E.","Liivam\"agi, L. J.","Martinez, V. J.","Starck, J. -L.","M\"uller, V.","Hein\"am\"aki, P.","Nurmi, P.","Gramann, M.","H\"utsi, G."],"language":[],"coverage":[],"title":["The richest superclusters. II. Galaxy populations"],"description":["  We study the morphology of galaxy populations of the richest superclusters\nfrom the catalogue of superclusters of galaxies in the 2dF Galaxy Redshift\nSurvey using the luminosity density distribution and Minkowski functional V3.\nWe compare the properties of grouped and isolated galaxies in regions of\ndifferent density in superclusters. We find that in high-density cores of rich\nsuperclusters there is an excess of early type, passive galaxies, among\ngalaxies in groups and clusters, as well as among those which do not belong to\ngroups, while in lower density outer regions there are more blue, star-forming\ngalaxies both in groups and among those galaxies which do not belong to groups.\nThis also shows that the galaxy content of groups depends on the environment\nwhere the groups reside in. The density distributions and the behaviour of the\nMinkowski functional V3 for different superclusters show that substructures in\nsuperclusters as traced by different populations of galaxies are very\ndifferent. Our results show that both local (group/cluster) and global\n(supercluster) environments are important in forming galaxy morphologies and\nstar formation activity. The presence of a high density core with X-ray\nclusters and a relatively small fraction of star-forming galaxies in the\nsupercluster SCL126 may be an indication that this supercluster has started its\nevolution earlier than the supercluster SCL9.\n","Comment: 11 pages, 6 figures, submitted to Astronomy and Astrophysics"]}]
["0706.1127",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1127"],"date":["2007-06-08"],"type":["text"],"creator":["Brust, Matthias R.","Adriano, Christian M.","Ricarte, Ivan M. L."],"language":[],"coverage":[],"title":["Redesigning Computer-based Learning Environments: Evaluation as\n  Communication"],"description":["  In the field of evaluation research, computer scientists live constantly upon\ndilemmas and conflicting theories. As evaluation is differently perceived and\nmodeled among educational areas, it is not difficult to become trapped in\ndilemmas, which reflects an epistemological weakness. Additionally, designing\nand developing a computer-based learning scenario is not an easy task.\nAdvancing further, with end-users probing the system in realistic settings, is\neven harder. Computer science research in evaluation faces an immense\nchallenge, having to cope with contributions from several conflicting and\ncontroversial research fields. We believe that deep changes must be made in our\nfield if we are to advance beyond the CBT (computer-based training) learning\nmodel and to build an adequate epistemology for this challenge. The first task\nis to relocate our field by building upon recent results from philosophy,\npsychology, social sciences, and engineering. In this article we locate\nevaluation in respect to communication studies. Evaluation presupposes a\ndefinition of goals to be reached, and we suggest that it is, by many means, a\nsilent communication between teacher and student, peers, and institutional\nentities. If we accept that evaluation can be viewed as set of invisible rules\nknown by nobody, but somehow understood by everybody, we should add\nanthropological inquiries to our research toolkit. The paper is organized\naround some elements of the social communication and how they convey new\ninsights to evaluation research for computer and related scientists. We found\nsome technical limitations and offer discussions on how we relate to technology\nat same time we establish expectancies and perceive others work.\n","Comment: International Conference on Education and Information Systems (EISTA\n  04), ISBN 980-6560-11-6"]}]
["0706.1130",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Hardware Architecture","Computer Science - Computers and Society","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1130"],"date":["2007-06-08"],"type":["text"],"creator":["Brust, Matthias R.","Rothkugel, Steffen"],"language":[],"coverage":[],"title":["A Communication Model for Adaptive Service Provisioning in Hybrid\n  Wireless Networks"],"description":["  Mobile entities with wireless links are able to form a mobile ad-hoc network.\nSuch an infrastructureless network does not have to be administrated. However,\nself-organizing principles have to be applied to deal with upcoming problems,\ne.g. information dissemination. These kinds of problems are not easy to tackle,\nrequiring complex algorithms. Moreover, the usefulness of pure ad-hoc networks\nis arguably limited. Hence, enthusiasm for mobile ad-hoc networks, which could\neliminate the need for any fixed infrastructure, has been damped. The goal is\nto overcome the limitations of pure ad-hoc networks by augmenting them with\ninstant Internet access, e.g. via integration of UMTS respectively GSM links.\nHowever, this raises multiple questions at the technical as well as the\norganizational level. Motivated by characteristics of small-world networks that\ndescribe an efficient network even without central or organized design, this\npaper proposes to combine mobile ad-hoc networks and infrastructured networks\nto form hybrid wireless networks. One main objective is to investigate how this\napproach can reduce the costs of a permanent backbone link and providing in the\nsame way the benefits of useful information from Internet connectivity or\nservice providers. For the purpose of bridging between the different types of\nnetworks, an adequate middleware service is the focus of our investigation.\nThis paper shows our first steps forward to this middleware by introducing the\nInjection Communication paradigm as principal concept.\n","Comment: WSEAS Transactions on Circuits and Systems 2004"]}]
["0706.1132",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1132"],"date":["2007-06-08"],"type":["text"],"creator":["Arnould, M.","Katsuma, M."],"language":[],"coverage":[],"title":["From the microcosm of the atomic nuclei to the macrocosm of the stars"],"description":["  A necessary condition for the reliable modelling of the structure or\nevolution of the stars and of their concomitant nucleosynthesis is the\navailability of good quality nuclear data in a very wide area of the chart of\nnuclides. This short review presents a non-exhaustive list of nuclear data of\nastrophysics interest (masses, $\\beta$-decays, thermonuclear and\nnon-thermonuclear reaction rates) for nuclides at the bottom of the valley of\nnuclear stability (mainly involved in the modelling of non-explosive phases of\nstellar evolution), or for more or less highly exotic nuclides (to be\nconsidered in the description of stellar explosions). Special emphasis is put\non the importance of providing quality nuclear data bases that can be easily\nused by astrophysicists.\n","Comment: 6 pages, To appear in Proceedings of International Conference on\n  Nuclear Data for Science and Technology 2007 (ND2007), Nice, France"]}]
["0706.1134",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1134"],"date":["2007-06-08"],"type":["text"],"creator":["Imparato, A.","Peliti, L."],"language":[],"coverage":[],"title":["Comment on: Failure of the work-Hamiltonian connection for free energy\n  calculations"],"description":["  We argue that the apparent failure of the work-Hamiltonian connection for\nfree energy calculations reported by Vilar and Rubi' (cond-mat\narXiv:0704.0761v2) stems from their incorrect expression for the work.\n"]}]
["0706.1137",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1137","Proceedings of Biomedical Natural Language Processing (BioNLP)\n  (2007) -"],"date":["2007-06-08"],"type":["text"],"creator":["Bouffier, Amanda","Poibeau, Thierry"],"language":[],"coverage":[],"title":["Automatically Restructuring Practice Guidelines using the GEM DTD"],"description":["  This paper describes a system capable of semi-automatically filling an XML\ntemplate from free texts in the clinical domain (practice guidelines). The XML\ntemplate includes semantic information not explicitly encoded in the text\n(pairs of conditions and actions/recommendations). Therefore, there is a need\nto compute the exact scope of conditions over text sequences expressing the\nrequired actions. We present a system developed for this task. We show that it\nyields good performance when applied to the analysis of French practice\nguidelines.\n"]}]
["0706.1151",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing","C.2.1","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1151"],"date":["2007-06-08"],"type":["text"],"creator":["Brust, Matthias R.","Rothkugel, Steffen"],"language":[],"coverage":[],"title":["A taxonomic Approach to Topology Control in Ad-hoc and Wireless Networks"],"description":["  Topology Control (TC) aims at tuning the topology of highly dynamic networks\nto provide better control over network resources and to increase the efficiency\nof communication. Recently, many TC protocols have been proposed. The protocols\nare designed for preserving connectivity, minimizing energy consumption,\nmaximizing the overall network coverage or network capacity. Each TC protocol\nmakes different assumptions about the network topology, environment detection\nresources, and control capacities. This circumstance makes it extremely\ndifficult to comprehend the role and purpose of each protocol. To tackle this\nsituation, a taxonomy for TC protocols is presented throughout this paper.\nAdditionally, some TC protocols are classified based upon this taxonomy.\n","Comment: The Sixth International Conference on Networking, ICN 2007"]}]
["0706.1154",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1154"],"date":["2007-06-08"],"type":["text"],"creator":["Debbarh, Mohammed","Maillot, Bertrand"],"language":[],"coverage":[],"title":["Additive Regression Model for Continuous Time Processes"],"description":["  In the setting of additive regression model for continuous time process, we\nestablish the optimal uniform convergence rates and optimal asymptotic\nquadratic error of additive regression. To build our estimate, we use the\nmarginal integration method.\n","Comment: 19 pages"]}]
["0706.1159",{"format":[],"subject":["Mathematics - Probability","60H15, 60H30, 35Q53, 76M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1159"],"date":["2007-06-08"],"type":["text"],"creator":["Neate, A. D.","Truman, A."],"language":[],"coverage":[],"title":["A one dimensional analysis of turbulence and its intermittence for the\n  d-dimensional stochastic Burgers equation"],"description":["  The inviscid limit of the stochastic Burgers equation is discussed in terms\nof the level surfaces of the minimising Hamilton-Jacobi function, the classical\nmechanical caustic and the Maxwell set and their algebraic pre-images under the\nclassical mechanical flow map. The problem is analysed in terms of a reduced\n(one dimensional) action function. We demonstrate that the geometry of the\ncaustic, level surfaces and Maxwell set can change infinitely rapidly causing\nturbulent behaviour which is stochastic in nature. The intermittence of this\nturbulence is demonstrated in terms of the recurrence of two processes.\n","Comment: 27 pages, 8 figures, to be published in Markov Processes and Related\n  Fields"]}]
["0706.1160",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1160"],"date":["2007-06-08"],"type":["text"],"creator":["Sotolongo-Costa, Oscar","Gamez, R.","Posadas, A.","Luzon, F."],"language":[],"coverage":[],"title":["Anomalous diffusion of epicentres"],"description":["  The classification of earthquakes in main shocks and aftershocks by a method\nrecently proposed by M. Baiesi and M. Paczuski allows to the generation of a\ncomplex network composed of clusters that group the most correlated events. The\nspatial distribution of epicentres inside these structures corresponding to the\ncatalogue of earthquakes in the eastern region of Cuba shows anomalous\nanti-diffusive behaviour evidencing the attractive nature of the main shock and\nthe possible description in terms of fractional kinetics.\n","Comment: to be submitted for publication"]}]
["0706.1161",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1161"],"date":["2007-06-08"],"type":["text"],"creator":["Debbarh, Mohammed"],"language":[],"coverage":[],"title":["Some Uniform Limit Results in Additive Regression Model"],"description":["  We establish some uniform limit results in the setting of additive regression\nmodel estimation. Our results allow to give an asymptotic 100% confidence bands\nfor these components. These results are stated in the framework of i.i.d random\nvectors when the marginal integration estimation method is used.\n","Comment: 21 pages"]}]
["0706.1164",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1164"],"date":["2007-06-08"],"type":["text"],"creator":["Mamin, R. F.","Bdikin, I. K.","Kholkin, A. L."],"language":[],"coverage":[],"title":["Local Charged States in La_{0.89}Sr_{0.11}MnO_3 Single Crystals"],"description":["  We report the direct evidence of the possibility of charge segregation in\nmanganites. The high contrast of electric-field-induced local charged states is\nobserved during more than 100 hours at room temperature. These induced states\ndisplay a piezoelectric response and polar properties. This effect may be an\nexample of a new kind of polar ordering in solid state.\n","Comment: 13 pages, 4 figures"]}]
["0706.1166",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1166"],"date":["2007-06-08"],"type":["text"],"creator":["Murchadha, Niall O"],"language":[],"coverage":[],"title":["The Liu-Yau mass as a good quasi-local energy in general relativity"],"description":["  A quasi-local mass has been a long sought after quantity in general\nrelativity. A recent candidate has been the Liu-Yau mass. One can show that the\nLiu-Yau mass of any two-surface is the maximum of the Brown-York energy for\nthat two-surface. This means that it has significant disadvantages as a mass.\nIt is much better interpreted as an energy and I will show one way of doing so.\nThe Liu-Yau mass is especially interesting in spherical geometries, where mass\nand energy are indistinguishable. For a spherical two-surface, it equals the\nminimum of the amount of energy at rest that one needs to put inside the\ntwo-surface to generate the given surface geometry. Thus it gives interesting\ninformation about the interior, something no other mass or energy function\ndoes.\n","Comment: 4 pqges, Latex"]}]
["0706.1171",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60H25, 82C44 (Primary) 60F10, 35B40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1171"],"date":["2007-06-08"],"type":["text"],"creator":["Gaertner, J.","Hollander, F. den","Maillard, G."],"language":[],"coverage":[],"title":["Intermittency on catalysts"],"description":["  The present paper provides an overview of results obtained in four recent\npapers by the authors. These papers address the problem of intermittency for\nthe Parabolic Anderson Model in a \\emph{time-dependent random medium},\ndescribing the evolution of a ``reactant'' in the presence of a ``catalyst''.\nThree examples of catalysts are considered: (1) independent simple random\nwalks; (2) symmetric exclusion process; (3) symmetric voter model. The focus is\non the annealed Lyapunov exponents, i.e., the exponential growth rates of the\nsuccessive moments of the reactant. It turns out that these exponents exhibit\nan interesting dependence on the dimension and on the diffusion constant.\n","Comment: 11 pages, invited paper to appear in a Festschrift in honour of\n  Heinrich von Weizs\\\"acker, on the occasion of his 60th birthday, to be\n  published by Cambridge University Press"]}]
["0706.1173",{"format":[],"subject":["Mathematics - Probability","60H15, 60H30, 35Q53 (Primary) 76M35, 35R60, 76F20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1173"],"date":["2007-06-08"],"type":["text"],"creator":["Neate, A. D.","Truman, A."],"language":[],"coverage":[],"title":["A one dimensional analysis of singularities and turbulence for the\n  stochastic Burgers equation in d-dimensions"],"description":["  The inviscid limit of the stochastic Burgers equation, with body forces white\nnoise in time, is discussed in terms of the level surfaces of the minimising\nHamilton-Jacobi function, the classical mechanical caustic and the Maxwell set\nand their algebraic pre-images under the classical mechanical flow map. The\nproblem is analysed in terms of a reduced (one dimensional) action function. We\ngive an explicit expression for an algebraic surface containing the Maxwell set\nand caustic in the polynomial case. Those parts of the caustic and Maxwell set\nwhich are singular are characterised. We demonstrate how the geometry of the\ncaustic, level surfaces and Maxwell set can change infinitely rapidly causing\nturbulent behaviour which is stochastic in nature, and we determine its\nintermittence in terms of the recurrent behaviour of two processes.\n","Comment: 30 pages, 16 figures, to be published in Progress in Probability Vol.\n  59. Proceedings of the Seminar on Stochastic Analysis, Random Fields and\n  Applications V. Ascona. May 2005"]}]
["0706.1177",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1177"],"date":["2007-06-08"],"type":["text"],"creator":["Fogedby, Hans C."],"language":[],"coverage":[],"title":["Stochastic Loewner Evolution"],"description":["  Stochastic Loewner evolution also called Schramm Loewner evolution\n(abbreviated, SLE) is a rigorous tool in mathematics and statistical physics\nfor generating and studying scale invariant or fractal random curves in two\ndimensions. The method is based on the older deterministic Loewner evolution\nintroduced by Karl Loewner, who demonstrated that an arbitrary curve not\ncrossing itself can be generated by a real function by means of a conformal\ntransformation. In 2000 Oded Schramm extended this method and demonstrated that\ndriving the Loewner evolution by a one-dimensional Brownian motion, the curves\nin the complex plane become scale invariant; the fractal dimension turns out to\nbe determined by the strength of the Brownian motion. SLE fills a gap in our\nunderstanding of the critical properties of a variety of lattice models in\ntheir scaling limits and supplements the result obtained by means of conformal\nfield theory. In this paper we attempt to provide a simple and heuristic\ndiscussion of some of the important aspects of SLE.\n","Comment: 38 pages, 9 figures"]}]
["0706.1179",{"format":[],"subject":["Computer Science - Other Computer Science","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1179","Innovative Products and Services through Collaborative Networks\n  (2006) 542","doi:10.1000/ISBN0-85358-228-9"],"date":["2007-06-08"],"type":["text"],"creator":["Geryville, Hichem","Bouras, Abdelaziz","Ouzrout, Yacine","Sapidis, Nikolaos"],"language":[],"coverage":[],"title":["Collaborative product and process model: Multiple Viewpoints approach"],"description":["  The design and development of complex products invariably involves many\nactors who have different points of view on the problem they are addressing,\nthe product being developed, and the process by which it is being developed.\nThe actors' viewpoints approach was designed to provide an organisational\nframework in which these different perspectives or points of views, and their\nrelationships, could be explicitly gathered and formatted (by actor activity's\nfocus). The approach acknowledges the inevitability of multiple interpretation\nof product information as different views, promotes gathering of actors'\ninterests, and encourages retrieved adequate information while providing\nsupport for integration through PLM and/or SCM collaboration. In this paper, we\npresent our multiple viewpoints approach, and we illustrate it by an industrial\nexample on cyclone vessel product.\n","Comment: 391-398"]}]
["0706.1190",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Logic","08A40","03E40, 03E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1190"],"date":["2007-06-08"],"type":["text"],"creator":["Goldstern, Martin","Shelah, Saharon"],"language":[],"coverage":[],"title":["All creatures great and small"],"description":["  Let kappa be an uncountable regular cardinal. Assuming 2^kappa=kappa^+, we\nshow that the clone lattice on a set of size kappa is not dually atomic.\n","Comment: 29 pages"]}]
["0706.1201",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Human-Computer Interaction","Computer Science - Networking and Internet Architecture","K.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1201"],"date":["2007-06-08"],"type":["text"],"creator":["Lobo, Jose Eduardo M.","Becerra, Jorge Luis Risco","Brust, Matthias R.","Rothkugel, Steffen","Adriano, Christian M."],"language":[],"coverage":[],"title":["Developing a Collaborative and Autonomous Training and Learning\n  Environment for Hybrid Wireless Networks"],"description":["  With larger memory capacities and the ability to link into wireless networks,\nmore and more students uses palmtop and handheld computers for learning\nactivities. However, existing software for Web-based learning is not\nwell-suited for such mobile devices, both due to constrained user interfaces as\nwell as communication effort required. A new generation of applications for the\nlearning domain that is explicitly designed to work on these kinds of small\nmobile devices has to be developed. For this purpose, we introduce CARLA, a\ncooperative learning system that is designed to act in hybrid wireless\nnetworks. As a cooperative environment, CARLA aims at disseminating teaching\nmaterial, notes, and even components of itself through both fixed and mobile\nnetworks to interested nodes. Due to the mobility of nodes, CARLA deals with\nupcoming problems such as network partitions and synchronization of teaching\nmaterial, resource dependencies, and time constraints.\n","Comment: Global Congress on Engineering and Technology Education (GCETE 2005)"]}]
["0706.1205",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1205"],"date":["2007-06-08"],"type":["text"],"creator":["Fumarola, Francesco","Mueller, Erich J."],"language":[],"coverage":[],"title":["Single particle spectrum of resonant population imbalanced Fermi gases"],"description":["  We use a T-matrix approximation to calculate the single particle spectrum of\nthe normal state of a gas of Fermionic atoms at low temperature.\n  In the strongly interacting regime of the polarized gas, we find that the\nspectrum is separated in two branches, leading to a double-peaked\nradiofrequency spectral feature.\n","Comment: 4 pages, 4 figures"]}]
["0706.1215",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra","(Primary) 13B05, 16W30, 81R15","(Secondary) 46L37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1215"],"date":["2007-06-08"],"type":["text"],"creator":["Kadison, Lars"],"language":[],"coverage":[],"title":["Depth three towers and Jacobson-Bourbaki correspondence"],"description":["  We introduce a notion of depth three tower of three rings C < B < A as a\nuseful generalization of depth two ring extension. If A = End B_C and B | C is\na Frobenius extension, this also captures the notion of depth three for a\nFrobenius extension in math.RA/0107064 and math.RA/0108067 such that if B | C\nis depth three, then A | C is depth two (cf. math.QA/0001020). If A, B and C\ncorrespond to a tower of subgroups G > H > K via the group algebra over a fixed\nbase ring, the depth three condition is the condition that subgroup K has\nnormal closure K^G contained in H. For a depth three tower of rings, there is a\npre-Galois theory for the ring End {}_BA_C and coring (A \\otimes_B A)^C\ninvolving Morita context bimodules and left coideal subrings. This is applied\nin the last two sections to a specialization of a Jacobson-Bourbaki\ncorrespondence theorem for augmented rings to depth two extensions with depth\nthree intermediate division rings.\n","Comment: 20 pp. (10 pp. supersede math.RA/0703328)"]}]
["0706.1226",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J60","35B65","26B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1226"],"date":["2007-06-08"],"type":["text"],"creator":["Kim, Young-Heon","McCann, Robert J."],"language":[],"coverage":[],"title":["On the cost-subdifferentials of cost-convex functions"],"description":["  We are interested in the cost-convex potentials in optimal mass transport\ntheory, and we show by direct and geometric arguments the equivalence between\ncost-subdifferentials and ordinary subdifferentials of cost-convex functions,\nunder the assumptions A0, A1, A2, and A3W on cost functions introduced by Ma,\nTrudinger, and Wang. The connectivity of contact sets of optimal transport maps\nfollows as a direct corollary. Our approach is quite different from the\nprevious result of Loeper which he obtained as the first step toward his\nHoelder regularity theory of potential functions, and which was based upon\napproximation using the regularity theory of Ma, Trudinger, and Wang. The\nresult in this paper improves his result, by relaxing certain geometrical\nassumptions on the domains and targets; it also completes his Hoelder\nregularity theory of potential functions on the round sphere, by making it\nself-contained.\n","Comment: 16 pages"]}]
["0706.1229",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1229"],"date":["2007-06-08"],"type":["text"],"creator":["Dolgov, A. D."],"language":[],"coverage":[],"title":["Cosmological Charge Asymmetry and Rare Processes in Particle Physics"],"description":["  Two scenarios of low temperature baryogenesis in theories with TeV scale\ngravity are discussed. It is argued that strong gravity at TeV energies is very\nfavorable for baryogenesis. In both scenarios the proton decay is either absent\nor suppressed far below existing bounds. On the other hand, neutron-antineutron\noscillations are at the verge of discovery. Some other rare decays with\nnon-conservation of lepton or baryon numbers are predicted.\n","Comment: Presented at Les Rencontres de Physique de La Vallee d'Aoste, March,\n  4-10, 2007, La Thuile, Aosta Valley, Italy; 5 pages, 1 figure"]}]
["0706.1230",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1230"],"date":["2007-06-08"],"type":["text"],"creator":["Rau, A. R. P."],"language":[],"coverage":[],"title":["Three bodies bind even when two do not: Efimov states and Fano\n  resonances in atoms and nuclei"],"description":["  Efimov's prediction more than three decades ago that three-body bound states\ncan exist when the pairwise attractions do not bind or only support weakly\nbound states of a pair, has remained unconfirmed till just the past year. This\nlecture provides the pedagogical background for recent work on Efimov states in\nneutron-rich nuclei done with I. Mazumdar (TIFR) and V. S. Bhasin (Delhi\nUniversity), and published in Phys. Rev. Lett. 97, 062503 (2006). Both these\nnuclear systems and recent observations of cold cesium atoms provide the first\nclear evidence for the existence of Efimov states.\n","Comment: 2 figures"]}]
["0706.1232",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1232","VISIONS OF DISCOVERY: New Light on Physics, Cosmology, and\n  Consciousness, ed. R. Y. Chiao, M. L. Cohen, A. J. Leggett, W. D. Phillips,\n  and C. L. Harper, Jr. Cambridge: Cambridge University Press, 2007"],"date":["2007-06-08"],"type":["text"],"creator":["Aharonov, Yakir","Tollaksen, Jeff"],"language":[],"coverage":[],"title":["New Insights on Time-Symmetry in Quantum Mechanics"],"description":["  A review of new aspects concerning time-symmetry in Quantum Mechanics.\n"]}]
["0706.1234",{"format":[],"subject":["Mathematics - Functional Analysis","37D10","15A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1234"],"date":["2007-06-08"],"type":["text"],"creator":["Antezana, Jorge","Pujals, Enrique","Stojanoff, Demetrio"],"language":[],"coverage":[],"title":["Convergence of iterated Aluthge transform sequence for diagonalizable\n  matrices II: $\\lambda$-Aluthge transform"],"description":["  Let $\\lambda \\in (0,1)$ and let $T$ be a $r\\times r$ complex matrix with\npolar decomposition $T=U|T|$. Then, the $\\la$- Aluthge transform is defined by\n$$ \\Delta_\\lambda (T )= |T|^{\\lambda} U |T |^{1-\\lambda}. $$ Let\n$\\Delta_\\lambda^{n}(T)$ denote the n-times iterated Aluthge transform of $T$,\n$n\\in\\mathbb{N}$. We prove that the sequence\n$\\{\\Delta_\\lambda^{n}(T)\\}_{n\\in\\mathbb{N}}$ converges for every $r\\times r$\n{\\bf diagonalizable} matrix $T$. We show regularity results for the two\nparameter map $(\\la, T) \\mapsto \\alulit{\\infty}{T}$, and we study for which\nmatrices the map $(0,1)\\ni \\lambda \\mapsto \\Delta_\\lambda^{\\infty}(T)$ is\nconstant.\n","Comment: 24 pages"]}]
["cond-mat/0211658",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0211658","Phys. Rev. B 68, 153403 (2003)","doi:10.1103/PhysRevB.68.153403"],"date":["2002-11-28","2003-10-27"],"type":["text"],"creator":["Tu, Z. C.","Ou-Yang, Z. C."],"language":[],"coverage":[],"title":["Dimensional Crossover of Dilute Neon inside Infinitely Long\n  Single-Walled Carbon Nanotubes Viewed from Specific Heats"],"description":["  A simple formula for coordinates of carbon atoms in a unit cell of a\nsingle-walled nanotube (SWNT) is presented and the potential of neon (Ne)\ninside an infinitely long SWNT is analytically derived under the assumption of\npair-wise Lennard-Jones potential between Ne and carbon atoms. Specific heats\nof dilute Ne inside infinitely long (5, 5), (10, 10), (15, 15) and (20, 20)\nSWNT's are calculated at different temperatures. It is found that Ne inside\nfour kinds of nanotubes exhibits 3-dimensional (3D) gas behavior at high\ntemperature but different behaviors at low temperature: Ne inside (5, 5)\nnanotube behaves as 1D gas but inside (10, 10), (15, 15), and (20, 20)\nnanotubes behaves as 2D gas. Furthermore, at ultra low temperature, Ne inside\n(5, 5) nanotube still displays 1D behavior but inside (10, 10), (15, 15), and\n(20, 20) nanotubes behaves as lattice gas.\n","Comment: 10 pages, 5 figures"]}]
["cond-mat/0305700",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0305700","Phys. Rev. E 68, 061915 (2003)","doi:10.1103/PhysRevE.68.061915"],"date":["2003-05-30","2004-01-07"],"type":["text"],"creator":["Tu, Z. C.","Ou-Yang, Z. C."],"language":[],"coverage":[],"title":["Lipid membranes with free edges"],"description":["  Lipid membrane with freely exposed edge is regarded as smooth surface with\ncurved boundary. Exterior differential forms are introduced to describe the\nsurface and the boundary curve. The total free energy is defined as the sum of\nHelfrich's free energy and the surface and line tension energy. The equilibrium\nequation and boundary conditions of the membrane are derived by taking the\nvariation of the total free energy. These equations can also be applied to the\nmembrane with several freely exposed edges. Analytical and numerical solutions\nto these equations are obtained under the axisymmetric condition. The numerical\nresults can be used to explain recent experimental results obtained by Saitoh\n\\emph{et al}. [Proc. Natl. Acad. Sci. \\textbf{95}, 1026 (1998)].\n","Comment: 15 pages, 6 figures"]}]
["cond-mat/0501496",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0501496","Fiz. Nizkikh Temp. 31, 885 (2005) [Low Temp. Physics 31, 668\n  (2005)]","doi:10.1063/1.2008128"],"date":["2005-01-20"],"type":["text"],"creator":["Balucani, Umberto","Capriotti, Luca","Cuccoli, Alessandro","Fubini, Andrea","Roscilde, Tommaso","Tognetti, Valerio","Vaia, Ruggero","Verrucchi, Paola"],"language":[],"coverage":[],"title":["Quantum Heisenberg antiferromagnets: a survey of the activity in Firenze"],"description":["  Over the years the research group in Firenze has produced a number of\ntheoretical results concerning the statistical mechanics of quantum\nantiferromagnetic models, which range from the theory of two-magnon Raman\nscattering to the characterization of the phase transitions in quantum\nlow-dimensional antiferromagnetic models. Our research activity was steadily\naimed to the understanding of experimental observations.\n","Comment: 20 pages, 21 figures, submitted to Low Temp. Phys"]}]
["cond-mat/0508525",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0508525","Chin. J. Chem. Phys., 19, 20-24,2006","doi:10.1360/cjcp2006.19(1).20.5"],"date":["2005-08-22"],"type":["text"],"creator":["Gan, Wei","Wu, Dan","Zhang, Zhen","Wang, Hong-fei"],"language":[],"coverage":[],"title":["Orientation and Motion of Water Molecules at Air/Water Interface"],"description":["  Analysis of SFG vibrational spectra of OH stretching bands in four\nexperimental configurations shows that orientational motion of water molecule\nat air/water interface is libratory within a limited angular range. This\npicture is significantly different from the previous conclusion that the\ninterfacial water molecule orientation varies over a broad range within the\nvibrational relaxation time, the only direct experimental evidence for\nultrafast and broad orientational motion of a liquid interface by Wei et al.\n[Phys. Rev. Lett. 86, 4799, (2001)] using single SFG experimental\nconfiguration.\n"]}]
["cond-mat/0508568",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0508568","J. Chem. Phys., 124, 114705(15 pages),2006","doi:10.1063/1.2179794"],"date":["2005-08-24"],"type":["text"],"creator":["Gan, Wei","Wu, Dan","Zhang, Zhen","Feng, Ran-ran","Wang, Hong-fei"],"language":[],"coverage":[],"title":["Polarization and Experimental Configuration Analysis of Sum Frequency\n  Generation Vibrational Spectra of Air/Water Interface"],"description":["  Here we report a detailed study on spectroscopy, structure and dynamics of\nwater molecules at air/water interface, investigated with Sum Frequency\nGeneration Vibrational Spectroscopy (SFG-VS). Quantitative polarization and\nexperimental configuration analysis of the SFG data in different polarizations\nwith four sets of experimental configurations can shed new lights on our\npresent understanding of the air/water interface. Firstly, we concluded that\nthe motion of the interfacial water molecules can only be in a limited angular\nrange, instead rapidly varying over a broad angular range in the vibrational\nrelaxation time suggested previously. Secondly, because different vibrational\nmodes of different molecular species at the interface has different symmetry\nproperties, polarization and symmetry analysis of the SFG-VS spectral features\ncan help assignment of the SFG-VS spectra peaks to different interfacial\nspecies. These analysis concluded that the narrow 3693cm-1 and broad 3550cm-1\npeaks belong to C_ v symmetry, while the broad 3250cm-1 and 3450cm-1 peaks\nbelong to the symmetric stretching modes with C_2v symmetry. Thus, the 3693cm-1\npeak is assigned to the free OH, the 3550cm-1 peak is assigned to the single\nhydrogen bonded OH stretching mode, and the 3250cm-1 and 3450cm-1 peaks are\nassigned to interfacial water molecules as two hydrogen donors for hydrogen\nbonding (with C_2v symmetry), respectively. Thirdly, analysis of the SFG-VS\nspectra concluded that the singly hydrogen bonded water molecules at the\nair/water interface have their dipole vector direct almost parallel to the\ninterface, and is with a very narrow orientational distribution. The doubly\nhydrogen bond donor water molecules have their dipole vector point away from\nthe liquid phase.\n"]}]
["cond-mat/0602609",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0602609","doi:10.1209/0295-5075/78/67002"],"date":["2006-02-26","2007-06-10"],"type":["text"],"creator":["Wiese, N.","Dimopoulos, T.","Rührig, M.","Wecker, J.","Reiss, G.","Nogues, J.","Sort, J."],"language":[],"coverage":[],"title":["Strong temperature dependence of antiferromagnetic coupling in\n  CoFeB/Ru/CoFeB"],"description":["  The temperature dependence of saturation and spin-flop fields for artificial\nferrimagnets (AFi) based on antiparallel coupled CoFeB/Ru/CoFeB trilayers has\nbeen investigated in a temperature range between 80K and 600K. The results\npresented in this paper are relevant for magnetic devices using this system,\ne.g. magnetic-random access memory based on spin-flop switching. In good\naccordance to the theory, the saturation field Hsat behaves like Hsat ~ H_0\n(T/T_0)/sinh(T/T_0) with a characteristic temperature of T_0 = 150K. Within\nthis model, the Fermi velocity for the Ru layer is of the order of 10^5m/s,\ntherefore, explaining the strong variation of the coupling strength with the\ntemperature in Ru based AFi. Furthermore, a strong uniaxial anisotropy of K_u =\n2x10^3 J/m^3 with a small angular distribution of the anisotropy axes is\nobserved for the AFi trilayers based on amorphous CoFeB alloys.\n","Comment: 4 pages, 4 figures, accepted for publication in Europhys. Lett"]}]
["cond-mat/0607421",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607421","Phys.Rev. B 75, 174525, 2007","doi:10.1103/PhysRevB.75.174525"],"date":["2006-07-17","2007-06-01"],"type":["text"],"creator":["Schnyder, Andreas P.","Mudry, Christopher","Manske, Dirk"],"language":[],"coverage":[],"title":["Screening in (d+s)-wave superconductors: Application to Raman scattering"],"description":["  We study the polarization-dependent electronic Raman response of untwinned\nYBa$_2$Cu$_3$O$_{7-\\delta}$ superconductors employing a tight-binding band\nstructure with anisotropic hopping matrix parameters and a superconducting gap\nwith a mixing of $d$- and s-wave symmetry. Using general arguments we find\nscreening terms in the $B^{\\}_{1g}$ scattering channel which are required by\ngauge invariance. As a result, we obtain a small but measurable softening of\nthe pair-breaking peak, whose position has been attributed for a long time to\ntwice the superconducting gap maximum. Furthermore, we predict\nsuperconductivity-induced changes in the phonon line shapes that could provide\na way to detect the isotropic s-wave admixture to the superconducting gap.\n","Comment: typos corrected, 6 pages, 3 figures"]}]
["cond-mat/0609025",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0609025","IEEE Trans. Electron Dev. 54, 1502-1509 (2007)","doi:10.1109/TED.2007.895235"],"date":["2006-09-01"],"type":["text"],"creator":["Indlekofer, Klaus Michael","Knoch, Joachim","Appenzeller, Joerg"],"language":[],"coverage":[],"title":["Improved modeling of Coulomb effects in nanoscale Schottky-barrier FETs"],"description":["  We employ a novel multi-configurational self-consistent Green's function\napproach (MCSCG) for the simulation of nanoscale Schottky-barrier field-effect\ntransistors. This approach allows to calculate the electronic transport with a\nseamless transition from the single-electron regime to room temperature\nfield-effect transistor operation. The particular improvement of the MCSCG\nstems from a division of the channel system into a small subsystem of\nresonantly trapped states for which a many-body Fock space becomes feasible and\na strongly coupled rest which can be treated adequately on a conventional\nmean-field level. The Fock space description allows for the calculation of\nfew-electron Coulomb charging effects beyond mean-field.\n  We compare a conventional Hartree non-equilibrium Green's function\ncalculation with the results of the MCSCG approach. Using the MCSCG method\nCoulomb blockade effects are demonstrated at low temperatures while under\nstrong nonequilibrium and room temperature conditions the Hartree approximation\nis retained.\n"]}]
["cond-mat/0701399",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701399","Phys. Rev. B 75, 214414 (2007).","doi:10.1103/PhysRevB.75.214414"],"date":["2007-01-17"],"type":["text"],"creator":["Nagao, Tatsuya","Igarashi, Jun-ichi"],"language":[],"coverage":[],"title":["Two-magnon excitations in resonant inelastic x-ray scattering from\n  quantum Heisenberg antiferromagnets"],"description":["  We study two-magnon spectra in resonant inelastic x-ray scattering (RIXS)\nfrom the Heisenberg antiferromanets by extending the formula of Nomura\nandIgarashi (Phys. Rev. B 71, 035110 (2005)). The core-hole potential in the\nintermediate state of RIXS gives rise to a change in the exchange coupling\nbetween 3d electrons, leading to an effective interaction between the core hole\nand spins of 3d electrons. We derive a formula suitable to calculate the\ntwo-magnon RIXS intensities, replacing the bare core-hole potential responsible\nto charge excitations by this effective interaction creating two magnons in our\nprevious formula. It consists of two factors, one of which determines the\nincident-photon-energy dependence and another is the two-magnon correlation\nfunction. We evaluate the former factor for La_{2}CuO_{4} in terms of the\ndensity of states of the 4p states obtained by the band calculation. We also\ncalculate the two-magnon correlation function as a function of energy loss\n\\omega and momentum transfer \\textbf{q} of the Heisenberg model on a square\nlattice,by summing up the ladder diagrams after transforming the magnon-magnon\ninteraction into a separable form. The calculated spectra form a broad peak\naround \\omega=3J for S=1/2 on the magnetic Brillouin zone boundary and vanish\nat \\textbf{q}=(0,0) and (\\pi,\\pi). Such momentum dependence of the RIXS spectra\ncould provide an excellent opportunity to study the dynamics in the Heisenberg\nmodel.\n","Comment: 21 pages, 6 figures"]}]
["cond-mat/0702087",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702087"],"date":["2007-02-05","2007-06-11"],"type":["text"],"creator":["Nagano, A.","Naka, M.","Nasu, J.","Ishihara, S."],"language":[],"coverage":[],"title":["Theory of Layered Iron Oxide on Frustrated Geometry: Electric\n  Polarization, Magnetoelectric Effect and Orbital State"],"description":["  A layered iron oxide \\rfeo ($R$: rare-earth elements) is an exotic dielectric\nmaterial with charge-order (CO) driven electric polarization and\nmagnetoelectric effect caused by spin-charge coupling. In this paper, a theory\nof electronic structure and dielectric property in \\rfeo is presented. Charge\nfrustration in paired-triangular lattices allows a charge imbalance without\ninversion symmetry. Spin frustration induces reinforcement of this polar CO by\na magnetic ordering. We also analyze an orbital model for the Fe ion which does\nnot show a conventional long-range order.\n","Comment: 5 pages, 4 figures"]}]
["cond-mat/0702278",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702278","Physical Review B, 75(19):193302, 2007","doi:10.1103/PhysRevB.75.193302"],"date":["2007-02-12"],"type":["text"],"creator":["Friedman, Lawrence H."],"language":[],"coverage":[],"title":["Anisotropy and Order of Epitaxial Self-Assembled Quantum Dots"],"description":["  Epitaxial self-assembled quantum dots (SAQDs) represent an important step in\nthe advancement of semiconductor fabrication at the nanoscale that will allow\nbreakthroughs in electronics and optoelectronics. In these applications, order\nis a key factor. Here, the role of crystal anisotropy in promoting order during\nearly stages of SAQD formation is studied through a linear analysis of a\ncommonly used surface evolution model. Elastic anisotropy is used a specific\nexample. It is found that there are two relevant and predictable correlation\nlengths. One of them is related to crystal anisotropy and is crucial for\ndetermining SAQD order. Furthermore, if a wetting potential is included in the\nmodel, it is found that SAQD order is enhanced when the deposited film is\nallowed to evolve at heights near the critical surface height for\nthree-dimensional film growth.\n","Comment: 11 pages, 1 figure"]}]
["cond-mat/0702358",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702358","Phys. Rev. E 75, 031106 (2007)","doi:10.1103/PhysRevE.75.031106"],"date":["2007-02-15"],"type":["text"],"creator":["Vainstein, M. H.","Rubi, J. M."],"language":[],"coverage":[],"title":["Gaussian noise and time-reversal symmetry in non-equilibrium Langevin\n  models"],"description":["  We show that in driven systems the Gaussian nature of the fluctuating force\nand time-reversibility are equivalent properties. This result together with the\npotential condition of the external force drastically restricts the form of the\nprobability distribution function, which can be shown to satisfy\ntime-independent relations. We have corroborated this feature by explicitly\nanalyzing a model for the stretching of a polymer and a model for a suspension\nof non-interacting Brownian particles in steady flow.\n","Comment: 6 pages, submitted to PRE"]}]
["cond-mat/0703589",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703589","Nanotechnology 18, 265403 (2007)","doi:10.1088/0957-4484/18/26/265403"],"date":["2007-03-22","2007-03-23"],"type":["text"],"creator":["Mares, A. I.","Urban, D. F.","Bürki, J.","Grabert, H.","Stafford, C. A.","van Ruitenbeek, J. M."],"language":[],"coverage":[],"title":["Electronic and atomic shell structure in aluminum nanowires"],"description":["  We report experiments on aluminum nanowires in ultra-high vacuum at room\ntemperature that reveal a periodic spectrum of exceptionally stable structures.\nTwo \"magic\" series of stable structures are observed: At low conductance, the\nformation of stable nanowires is governed by electronic shell effects whereas\nfor larger contacts atomic packing dominates. The crossover between the two\nregimes is found to be smooth. A detailed comparison of the experimental\nresults to a theoretical stability analysis indicates that while the main\nfeatures of the observed electron-shell structure are similar to those of\nalkali and noble metals, a sequence of extremely stable wires plays a unique\nrole in Aluminum. This series appears isolated in conductance histograms and\ncan be attributed to \"superdeformed\" non-axisymmetric nanowires.\n","Comment: 15 pages, 9 figures"]}]
["cs/0610171",{"format":[],"subject":["Computer Science - Computational Complexity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0610171","Natural Computing Vol 6, No.2 (2007) 151-168","doi:10.1007/s11047-006-9018-4"],"date":["2006-10-31"],"type":["text"],"creator":["Marzuoli, Annalisa","Rasetti, Mario"],"language":[],"coverage":[],"title":["Coupling of quantum angular momenta: an insight into analogic/discrete\n  and local/global models of computation"],"description":["  In the past few years there has been a tumultuous activity aimed at\nintroducing novel conceptual schemes for quantum computing. The approach\nproposed in (Marzuoli A and Rasetti M 2002, 2005a) relies on the (re)coupling\ntheory of SU(2) angular momenta and can be viewed as a generalization to\narbitrary values of the spin variables of the usual quantum-circuit model based\non `qubits' and Boolean gates. Computational states belong to\nfinite-dimensional Hilbert spaces labelled by both discrete and continuous\nparameters, and unitary gates may depend on quantum numbers ranging over finite\nsets of values as well as continuous (angular) variables. Such a framework is\nan ideal playground to discuss discrete (digital) and analogic computational\nprocesses, together with their relationships occuring when a consistent\nsemiclassical limit takes place on discrete quantum gates. When working with\npurely discrete unitary gates, the simulator is naturally modelled as families\nof quantum finite states--machines which in turn represent discrete versions of\ntopological quantum computation models. We argue that our model embodies a sort\nof unifying paradigm for computing inspired by Nature and, even more\nambitiously, a universal setting in which suitably encoded quantum symbolic\nmanipulations of combinatorial, topological and algebraic problems might find\ntheir `natural' computational reference model.\n","Comment: 17 pages, 1 figure; Workshop `Natural processes and models of\n  computation' Bologna (Italy) June 16-18 2005; to appear in Natural Computing"]}]
["hep-th/0603148",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0603148","SIGMA 2 (2006) 036"],"date":["2006-03-19","2007-06-11"],"type":["text"],"creator":["Soroka, Dmitrij V.","Soroka, Vyacheslav A."],"language":[],"coverage":[],"title":["Poisson-Lie Odd Bracket on Grassmann Algebra"],"description":["  This paper was withdrawn by the editors of SIGMA as it essentially coincides\nwith Phys. Lett. B 451 (1999), no. 3-4, 349-353.\n","Comment: The paper withdrawn by the editors of SIGMA (Symmetry, Integrability\n  and Geometry: Methods and Applications)"]}]
["math/0402004",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402004"],"date":["2004-02-02","2007-06-10"],"type":["text"],"creator":["Swinarski, David"],"language":[],"coverage":[],"title":["Geometric invariant theory and moduli spaces of maps"],"description":["  The results of this paper have been subsumed by the paper \"A geometric\ninvariant theory construction of spaces of stable maps,\" Elizabeth Baldwin and\nDavid Swinarski, arXiv:0706.1381\n"]}]
["math/0502476",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502476","London Mathematical Society Lecture Note Series, Vol. 343,\n  Cambridge University Press, London, 2007. (Proceedings of the workshop on the\n  occasion of the 75-th birthday of J.P. Murre - 2004, Lorentz Center, Leiden)."],"date":["2005-02-23","2005-12-12"],"type":["text"],"creator":["Barbieri-Viale, L."],"language":[],"coverage":[],"title":["On the theory of 1-motives"],"description":["  This is an overview and a preview of the theory of \"mixed motives of level 1\"\nexplaining some results, projects, ideas and indicating a bunch of problems.\n","Comment: 45 pages; updated references & improved exposition"]}]
["math/0510407",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Logic","05d10, 46b20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510407"],"date":["2005-10-19","2007-06-11"],"type":["text"],"creator":["Abad, Jordi Lopez","Todorcevic, S."],"language":[],"coverage":[],"title":["Pre-compact families of finite sets of integers and weakly null\n  sequences in Banach spaces"],"description":["  Two applications of Nash-Williams' theory of barriers to sequences on Banach\nspaces are presented: The first one is the $c_0$-saturation of $C(K)$, $K$\ncountable compacta. The second one is the construction of weakly-null sequences\ngeneralizing the example of Maurey-Rosenthal.\n"]}]
["math/0511560",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14F42, 14C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511560","Mathematical Research Letters (International Press) Vol. 14 Issue\n  3 (2007) 385-394."],"date":["2005-11-22"],"type":["text"],"creator":["Barbieri-Viale, L."],"language":[],"coverage":[],"title":["Formal Hodge Theory"],"description":["  Formal (mixed) Hodge structures FHS are introduced in such a way that the\nHodge realization of Deligne's 1-motives extends to a realization from Laumon's\n1-motives to formal Hodge structures of level 1, providing an equivalence of\ncategories.\n  For the sake of exposition we here confine our study to level 1 mixed Hodge\nstructures. However, it is conceivable and suitable to consider formal mixed\nHodge structures with arbitrary Hodge numbers: generalizing our definition\nherebelow it's not that difficult and we will treat such a matter nextly.\n","Comment: 12 pages"]}]
["math/0609180",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","17B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609180"],"date":["2006-09-06","2007-06-11"],"type":["text"],"creator":["Levy, Paul"],"language":[],"coverage":[],"title":["Varieties of Modules for Z/2Z x Z/2Z"],"description":["  Let $k$ be an algebraically closed field of characteristic 2. We prove that\nthe restricted nilpotent commuting variety ${\\mathcal C}$, that is the set of\npairs of $(n\\times n)$-matrices $(A,B)$ such that $A^2=B^2=[A,B]=0$, is\nequidimensional. ${\\mathcal C}$ can be identified with the `variety of\n$n$-dimensional modules' for ${\\mathbb Z}/2{\\mathbb Z}\\times{\\mathbb\nZ}/2{\\mathbb Z}$, or equivalently, for $k[X,Y]/(X^2,Y^2)$. On the other hand,\nwe provide an example showing that the restricted nilpotent commuting variety\nis not equidimensional for fields of characteristic $>2$. We also prove that if\n$e^2=0$ then the set of elements of the centralizer of $e$ whose square is zero\nis equidimensional. Finally, we express each irreducible component of\n${\\mathcal C}$ as a direct sum of indecomposable components of varieties of\n${\\mathbb Z}/{2{\\mathbb Z}}\\times{\\mathbb Z}/2{\\mathbb Z}$-modules.\n","Comment: 18 pages. One mathematical correction: number of irreducible\n  components of centralizer (hence of restricted nilpotent commuting variety)\n  corrected, see Lemma 2.1, Prop. 2.3, Lemma 3.1"]}]
["math/0610986",{"format":[],"subject":["Mathematics - Combinatorics","05D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610986"],"date":["2006-10-31","2007-06-09"],"type":["text"],"creator":["Abad, Jordi Lopez"],"language":[],"coverage":[],"title":["Canonical equivalence relations on nets of $PS_{c_0}$"],"description":["  We give a list of canonical equivalence relations on discrete nets of the\npositive unit sphere of $c_0$. This generalizes results of W. T. Gowers and A.\nD. Taylor.\n","Comment: 41 pages"]}]
["math/0611151",{"format":[],"subject":["Mathematics - Number Theory","11A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611151"],"date":["2006-11-06","2007-06-11"],"type":["text"],"creator":["Vandervelde, Sam"],"language":[],"coverage":[],"title":["A Clean Approach to Rational Cubic Residues"],"description":["  In 1958 E. Lehmer found an explicit description of those primes p for which a\ngiven prime q is a cubic residue. In this paper we demonstrate that a similar\nresult may be obtained for cubic nonresidues, yielding a cubic character for\nfixed p that provides an effective means for ascertaining whether or not an\narbitrary integer c is a cubic residue modulo p. As an illustration of this\ntechnique, we determine whether 1982 is a cubic residue modulo the 131-digit\nprime p=(3^19+5^82)/4, a question which is essentially impossible to answer\nwith Lehmer's original criterion.\n","Comment: 15 pages, submitted to International Journal of Number Theory, one\n  paragraph appended to section five in v2"]}]
["math/0611159",{"format":[],"subject":["Mathematics - Number Theory","11G55","33E20","14H45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611159"],"date":["2006-11-06","2007-06-11"],"type":["text"],"creator":["Vandervelde, Sam"],"language":[],"coverage":[],"title":["The Mahler Measure of Parametrizable Polynomials"],"description":["  Our aim is to explain instances in which the value of the logarithmic Mahler\nmeasure of a polynomial can be written in an unexpectedly neat manner. To this\nend we examine polynomials defining rational curves, which allows their\nzero-locus to be parametrized. In these instances the unusual simplification is\na consequence of the Galois descent property for Bloch groups. This principle\nenables one to explain why the arguments of the dilogarithm function depend\nonly on the points where the rational curve intersects the torus |x|=|y|=1. In\nthe process we also present a general method for computing the Mahler measure\nof any parametrizable polynomial.\n","Comment: 18 pages, 3 figures, submitted to Journal of Number Theory, one\n  reference corrected in v2"]}]
["math/0701378",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematics - Symplectic Geometry","53D55 (Primary) 20G42, 51P05, 53D17, 57R56, 58A50, 81T70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701378"],"date":["2007-01-13","2007-06-11"],"type":["text"],"creator":["Cattaneo, Alberto S."],"language":[],"coverage":[],"title":["Deformation Quantization and Reduction"],"description":["  This note is an overview of the Poisson sigma model (PSM) and its\napplications in deformation quantization. Reduction of coisotropic and\npre-Poisson submanifolds, their appearance as branes of the PSM, quantization\nin terms of L-infinity and A-infinity algebras, and bimodule structures are\nrecalled. As an application, an \"almost\" functorial quantization of Poisson\nmaps is presented if no anomalies occur. This leads in principle to a novel\napproach for the quantization of Poisson-Lie groups.\n","Comment: 23 pages, 3 figures; added references, corrected typos"]}]
["math/0702072",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702072"],"date":["2007-02-04","2007-06-11"],"type":["text"],"creator":["Kmit, Irina"],"language":[],"coverage":[],"title":["Hyperbolic Problems in the Whole Scale of Sobolev-Type Spaces of\n  Periodic Functions"],"description":["  We study one-dimensional linear hyperbolic systems with\n$L^{\\infty}$-coefficients subjected to periodic conditions in time and\nreflection boundary conditions in space. We derive a priori estimates and give\nan operator representation of solutions in the whole scale of Sobolev-type\nspaces of periodic functions. These spaces give an optimal regularity trade-off\nfor our problem.\n","Comment: 15 pages. Section 5 is new"]}]
["quant-ph/0510185",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0510185","Quantum Information and Computation, Vol. 7, No. 5-6 (2007)\n  504-521"],"date":["2005-10-25"],"type":["text"],"creator":["Childs, Andrew M.","Wocjan, Pawel"],"language":[],"coverage":[],"title":["On the quantum hardness of solving isomorphism problems as nonabelian\n  hidden shift problems"],"description":["  We consider an approach to deciding isomorphism of rigid n-vertex graphs (and\nrelated isomorphism problems) by solving a nonabelian hidden shift problem on a\nquantum computer using the standard method. Such an approach is arguably more\nnatural than viewing the problem as a hidden subgroup problem. We prove that\nthe hidden shift approach to rigid graph isomorphism is hard in two senses.\nFirst, we prove that Omega(n) copies of the hidden shift states are necessary\nto solve the problem (whereas O(n log n) copies are sufficient). Second, we\nprove that if one is restricted to single-register measurements, an exponential\nnumber of hidden shift states are required.\n","Comment: 19 pages"]}]
["quant-ph/0612034",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612034","Phys. Rev. Lett. 98, 230502 (2007)","doi:10.1103/PhysRevLett.98.230502"],"date":["2006-12-05","2007-06-11"],"type":["text"],"creator":["Duan, Runyao","Feng, Yuan","Ji, Zhengfeng","Ying, Mingsheng"],"language":[],"coverage":[],"title":["Distinguishing Arbitrary Multipartite Basis Unambiguously Using Local\n  Operations and Classical Communication"],"description":["  We show that an arbitrary basis of a multipartite quantum state space\nconsisting of $K$ distant parties such that the $k$th party has local dimension\n$d_k$ always contains at least $N=\\sum_{k=1}^K (d_k-1)+1$ members that are\nunambiguously distinguishable using local operations and classical\ncommunication (LOCC). We further show this lower bound is optimal by\nanalytically constructing a special product basis having only $N$ members\nunambiguously distinguishable by LOCC. Interestingly, such a special product\nbasis not only gives a stronger form of the weird phenomenon ``nonlocality\nwithout entanglement\", but also implies the existence of locally\ndistinguishable entangled basis.\n","Comment: 4 pages (and a bit more, in RevTex4), no figures. A typographical\n  error in Ref. [16] was corrected. Main results unchanged. Thanks to Dr. S.\n  Bandyopadhyay"]}]
["quant-ph/0702127",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702127","Physical Review A 75, 062308 (2007)","doi:10.1103/PhysRevA.75.062308"],"date":["2007-02-13","2007-04-04"],"type":["text"],"creator":["Ou, Yong-Cheng","Fan, Heng"],"language":[],"coverage":[],"title":["Monogamy Inequality in terms of Negativity for Three-Qubit States"],"description":["  We propose a new entanglement measure to quantify three qubits entanglement\nin terms of negativity. A monogamy inequality analogous to\nCoffman-Kundu-Wootters (CKW) inequality is established. This consequently leads\nto a definition of residual entanglement, which is referred to as three-$\\pi$\nin order to distinguish from three-tangle. The three-$\\pi$ is proved to be a\nnatural entanglement measure. By contrast to the three-tangle, it is shown that\nthe three-$\\pi$ always gives greater than zero values for $W$ and GHZ classes,\nimplying there always exists three-way entanglement for them, and three-tangle\ngenerally underestimates three-way entanglement of a given system. This\ninvestigation will offer an alternative tool to understand genuine multipartite\nentanglement.\n","Comment: 5 pages, 3 figures, minor modifications are made"]}]
