["0705.3415",{"format":[],"subject":["Mathematical Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3415"],"date":["2007-05-23","2007-05-27"],"type":["text"],"creator":["Segre, Gavriel"],"language":[],"coverage":[],"title":["Analytic Mechanics of Locally Conservative Physical Systems"],"description":["  The analysis of the dynamics of a material point perfectly constrained to a\nsubmanifold of the three-dimensional euclidean space and subjected to a locally\nconservative force's field, namely a force's field corresponding to a closed\nbut not necessarily exact differential form on such a submanifold, requires a\ngeneralization of the Lagrangian and the Hamiltonian formalism that is here\ndeveloped.\n"]}]
["0705.3839",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","11E39","11E04","15A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3839"],"date":["2007-05-25"],"type":["text"],"creator":["Huang, Huajun"],"language":[],"coverage":[],"title":["Some Extensions of Witt's Theorem"],"description":["  We extend Witt's theorem to several kinds of simultaneous isometries of\nsubspaces. We determine sufficient and necessary conditions for the extension\nof an isometry of subspaces $\\phi:E\\to E'$ to an isometry $\\phi_V:V\\to V'$ that\nalso sends a given subspace to another, or a given self-dual flag to another,\nor a Witt's decomposition to another and a special self-dual flag to another.\nWe also determine sufficient and necessary conditions for the isometry of\ngeneric flags or the simultaneous isometry of (subspace, self-dual flag) pairs.\n"]}]
["0705.3842",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3842"],"date":["2007-05-25"],"type":["text"],"creator":["Lusztig, G."],"language":[],"coverage":[],"title":["A survey of total positivity"],"description":["  We survey the history of totally positive matrices and the generalization to\nLie groups. We describe a reduction of a bilinear form to a canonical form\n(generalizing the case of symplectic nondegenerate forms) using ideas from\ntotal positivity; we also place this in a Lie group context. We give a short\nexposition of results of Fock and Goncharov on the study of homomorphisms of\nthe fundamental group of a closed surface into a Lie group.\n","Comment: 8 pages"]}]
["0705.3848",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3848"],"date":["2007-05-25"],"type":["text"],"creator":["Virtser, A.","Kupershmidt, I.","Shtemler, Yu. M."],"language":[],"coverage":[],"title":["Statistical Model for Meteorological Elements Based on Local Radiosonde\n  Measurements in Mediterranean Region"],"description":["  A comprehensive statistical model is developed for vertical profiles of the\nhorizontal wind and temperature throughout the troposphere based on\nseveral-years radiosonde measurements of strong winds. The profiles measured\nunder quite different atmospheric conditions exhibit qualitative similarity. A\nproper choice of the reference scales for the wind, temperature and altitude\nlevels allow us to consider the measurement data as realizations of a random\nprocess with universal characteristics: means, the basic functions and\nparameters of standard distributions for transform coefficients of the\nPrincipal Component Analysis. The features of the atmospheric conditions are\ndescribed by statistical characteristics of the wind-temperature ensemble of\ndimensional reference scales. The model can be useful for air pollution and\nsafety in high-risk areas such as chemical and nuclear plants.\n","Comment: 6 pages, 7 figures, International Conf. \"Fluxes and structures in\n  fluids\", Selected Papers, Moscow, 20-23 July, 2005, 350-355"]}]
["0705.3850",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3850"],"date":["2007-05-25"],"type":["text"],"creator":["de Ronde, Christian"],"language":[],"coverage":[],"title":["Understanding Quantum Mechanics Through the Complementary Descriptions\n  Approach"],"description":["  Niels Bohr introduced the concept of complementarity in order to give a\ngeneral account of quantum mechanics, however he stressed that the idea of\ncomplementarity is related to the general dificulty in the formation of human\nideas, inherent in the distinction between subject and object. Earlier, we have\nintroduced a development of the concept of complementarity which constitutes a\nnew approach to the interpretation of quantum mechanics. We argue that this\ndevelopment allows a better understanding of some of the paradigmatic\ninterpretational problems of quantum theory.\n  Within the scheme proposed by modal interpretations we analyze the relation\nbetween holism and reductionism as well as the problems proposed by Arntzenius\nand Clifton. We discuss the problem of presupposing the concept of entity\nwithin the quantum formalism and bring into stage the concept of faculty as a\nway to recover the objective character of quantum mechanics.\n","Comment: welcome"]}]
["0705.3859",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3859"],"date":["2007-05-25"],"type":["text"],"creator":["Stephans, G. S. F."],"language":[],"coverage":[],"title":["Systematics of Soft Particle Production at RHIC: Lessons from PHOBOS"],"description":["  The PHOBOS experiment has measured the properties of particle production in\nheavy ion collisions between sqrt(s_NN) of 20 and 200 GeV. The dependencies of\ncharged particle yield on energy, system size, and both longitudinal and\ntransverse momentum have been determined over close to the full kinematic\nrange. Identified charged particles emitted near mid-rapidity have been studied\nover about 2 orders of magnitude in transverse momentum. This broad data set\nwas found to be characterized by a small number of simple scalings which\nfactorize to a surprising degree. This study has recently been extended by the\naddition of new data for Cu+Cu as well as new analyses of Au+Au data, including\nmore peripheral collisions. In addition, the exploration of global properties\nhas been expanded with the use of new techniques, including two-particle\ncorrelations, more sensitive searches for rare events, and more detailed\nstudies of particles emitted at very forward rapidity. The characteristics of\nparticle production which are revealed by this extensive data set will be\ndescribed along with the implications for future data from the LHC.\n","Comment: 4 pages, 3 figures, Proceedings of XLIInd Rencontres de Moriond"]}]
["0705.3860",{"format":[],"subject":["Mathematics - Rings and Algebras","17A80","17A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3860"],"date":["2007-05-25"],"type":["text"],"creator":["McKinnie, Kelly"],"language":[],"coverage":[],"title":["Indecomposable p-algebras and Galois subfields in generic abelian\n  crossed products"],"description":["  Let F be a Henselian valued field with char(F) = p and D a semi-ramified,\n\"not strongly degenerate\" p-algebra. We show that all Galois subfields of D are\ninertial. Using this as a tool we study generic abelian crossed product\np-algebras, proving among other things that the noncyclic generic abelian\ncrossed product p-algebras defined by non-degenerate matrices are\nindecomposable p-algebras. To construct examples of these indecomposable\np-algebras with exponent p and large index we study the relationship between\ndegeneracy in matrices defining abelian crossed products and torsion in CH^2 of\nSeveri-Brauer varieties.\n","Comment: 21 pages"]}]
["0705.3861",{"format":[],"subject":["Mathematics - Number Theory","11B57, 11G07, 14H52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3861"],"date":["2007-05-25"],"type":["text"],"creator":["Cojocaru, A. C.","Shparlinski, I. E."],"language":[],"coverage":[],"title":["Distribution of Farey Fractions in Residue Classes and Lang--Trotter\n  Conjectures on Average"],"description":["  We prove that the set of Farey fractions of order $T$, that is, the set\n$\\{\\alpha/\\beta \\in \\Q : \\gcd(\\alpha, \\beta) = 1, 1 \\le \\alpha, \\beta \\le T\\}$,\nis uniformly distributed in residue classes modulo a prime $p$ provided $T \\ge\np^{1/2 +\\eps}$ for any fixed $\\eps>0$. We apply this to obtain upper bounds for\nthe Lang--Trotter conjectures on Frobenius traces and Frobenius fields ``on\naverage'' over a one-parametric family of elliptic curves.\n"]}]
["0705.3862",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3862"],"date":["2007-05-25"],"type":["text"],"creator":["Amore, Paolo","Fernandez, Francisco M."],"language":[],"coverage":[],"title":["Rational Approximation for Two-Point Boundary value problems"],"description":["  We propose a method for the treatment of two--point boundary value problems\ngiven by nonlinear ordinary differential equations. The approach leads to\nsequences of roots of Hankel determinants that converge rapidly towards the\nunknown parameter of the problem. We treat several problems of physical\ninterest: the field equation determining the vortex profile in a\nGinzburg--Landau effective theory, the fixed--point equation for Wilson's exact\nrenormalization group, a suitably modified Wegner--Houghton's fixed point\nequation in the local potential approximation, a Riccati equation, and the\nThomas--Fermi equation. We consider two models where the approach does not\napply in order to show the limitations of our Pad\\'{e}--Hankel approach.\n","Comment: 13 pages, 1 figure"]}]
["0705.3864",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3864"],"date":["2007-05-25"],"type":["text"],"creator":["Khitun, A.","Bao, M.","Lee, J-Y.","Lee, K. L. Wang D. W.","Wang, S.","Roshchin, Igor V."],"language":[],"coverage":[],"title":["Inductively Coupled Circuits with Spin Wave Bus for Information\n  Processing"],"description":["  We describe a new approach to logic devices interconnection by the inductive\ncoupling via a ferromagnetic film. The information among the distant devices is\ntransmitted in a wireless manner via a magnetic field produced by spin waves\npropagating in the ferromagnetic film, referred to as the spin wave bus. As an\nalternative approach to the transistor-based architecture, logic circuits with\nspin wave bus do not use charge as an information carrier. A bit of information\ncan be encoded into the phase or the amplitude of the spin wave signal. We\npresent experimental data demonstrating inductive coupling through the 100nm\nthick NiFe and CoFe films at room temperature. The performance of logic\ncircuits with spin wave bus is illustrated by numerical modeling based on the\nexperimental data. Potentially, logic circuits with spin wave bus may resolve\nthe interconnect problem and provide \"wireless\" read-in and read-out. Another\nexpected benefit is in the enhanced logic functionality. A set of NOT, AND, and\nOR logic gates can be realized in one device structure. The coupling between\nthe circuits and the spin wave bus can be controlled. We present the results of\nnumerical simulations showing the controllable switching of a bi-stable logic\ncell inductively coupled to the spin wave bus. The shortcomings and limitations\nof circuits with spin wave bus are also discussed.\n"]}]
["0705.3868",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3868"],"date":["2007-05-26"],"type":["text"],"creator":["Lee, Taeyoung","Leok, Melvin","McClamroch, N. Harris"],"language":[],"coverage":[],"title":["Discrete Control Systems"],"description":["  Discrete control systems, as considered here, refer to the control theory of\ndiscrete-time Lagrangian or Hamiltonian systems. These discrete-time models are\nbased on a discrete variational principle, and are part of the broader field of\ngeometric integration. Geometric integrators are numerical integration methods\nthat preserve geometric properties of continuous systems, such as conservation\nof the symplectic form, momentum, and energy. They also guarantee that the\ndiscrete flow remains on the manifold on which the continuous system evolves,\nan important property in the case of rigid-body dynamics.\n  In nonlinear control, one typically relies on differential geometric and\ndynamical systems techniques to prove properties such as stability,\ncontrollability, and optimality. More generally, the geometric structure of\nsuch systems plays a critical role in the nonlinear analysis of the\ncorresponding control problems. Despite the critical role of geometry and\nmechanics in the analysis of nonlinear control systems, nonlinear control\nalgorithms have typically been implemented using numerical schemes that ignore\nthe underlying geometry.\n  The field of discrete control system aims to address this deficiency by\nrestricting the approximation to choice of a discrete-time model, and\ndeveloping an associated control theory that does not introduce any additional\napproximation. In particular, this involves the construction of a control\ntheory for discrete-time models based on geometric integrators that yields\nnumerical implementations of nonlinear and geometric control algorithms that\npreserve the crucial underlying geometric structure.\n","Comment: 20 pages, 7 figures. Invited article for the Springer Encyclopedia of\n  Complexity and System Science"]}]
["0705.3873",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3873"],"date":["2007-05-26"],"type":["text"],"creator":["Wang, M. H. L. S.","D0, for the","Collaborations, CDF"],"language":[],"coverage":[],"title":["Top Quark Mass Measurements at the Tevatron and the Standard Model Fits"],"description":["  New measurements of the top quark mass from the Tevatron are presented.\nCombined with previous results, they yield a preliminary new world average of\nMtop=170.9+-1.1(stat)+-1.5(syst)GeV/c**2 and impose new constraints on the mass\nof the Higgs boson.\n","Comment: Presented at the 2007 Moriond-QCD conference"]}]
["0705.3877",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Logic","54A99","04A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3877"],"date":["2007-05-26"],"type":["text"],"creator":["Colasante, Maria-Luisa","van der Zypen, Dominic"],"language":[],"coverage":[],"title":["On the closure of the diagonal of a $T_1$-space"],"description":["  Let X be a topological space. The closure of \\Delta = {(x, x) : x \\in X} in X\n\\times X is a symmetric relation on X. We characterise those equivalence\nrelations on an infinite set that arise as the closure of the diagonal with\nrespect to a T_1-topology.\n","Comment: 8 pages"]}]
["0705.3878",{"format":[],"subject":["Mathematics - Logic","06B50","54F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3878"],"date":["2007-05-26"],"type":["text"],"creator":["Krebs, Michel","van der Zypen, Dominic"],"language":[],"coverage":[],"title":["Distributive lattice orderings and Priestley duality"],"description":["  The ordering relation of a bounded distributive lattice L is a (distributive)\n(0, 1)-sublattice of L \\times L. This construction gives rise to a functor \\Phi\nfrom the category of bounded distributive lattices to itself. We examine the\ninteraction of \\Phi with Priestley duality and characterise those bounded\ndistributive lattices L such that there is a bounded distributive lattice K\nsuch that \\Phi(K) is (isomorphic to) L.\n","Comment: 9 pages"]}]
["0705.3881",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3881"],"date":["2007-05-26"],"type":["text"],"creator":["Bambah, Bindu A.","Mahajan, Swadesh M.","Mukku, Chandrasekher"],"language":[],"coverage":[],"title":["Topological structures in Yang Mills Magneto-Fluids"],"description":["  Knotted configurations supported by a Yang Mills fluid-field system are\nsuggested as a model for glueballs.\n","Comment: 4 pages, 4 figures"]}]
["0705.3882",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3882"],"date":["2007-05-26"],"type":["text"],"creator":["Tiwari, S. C."],"language":[],"coverage":[],"title":["Viscous Spacetime Fluid and Higher Curvature Gravity"],"description":["  The Einstein field equation as an equation of state of a thermodynamical\nsystem of spacetime is reconsidered in the present Letter. We argue that a\nconsistent interpretation leads us to identify scalar curvature and\ncosmological constant terms representing the bulk viscosity of the spacetime\nfluid. Since Einstein equation itself corresponds to a near-equilibrium state\nin this interpretation invoking $f(R)$ gravity for nonequilibrium\nthermodynamics is not required. A logically consistent generalization to\ninclude the effect of so called 'tidal forces' due to the Riemann curvature is\npresented. A new equation of state for higher curvature gravity is derived and\nits physical interpretation is discussed.\n","Comment: 4 pages, no figures, submitted for publication"]}]
["0705.3883",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3883"],"date":["2007-05-26"],"type":["text"],"creator":["Tiwari, S. C."],"language":[],"coverage":[],"title":["Comment on \"Cyclotron resonance study of the electron and hole velocity\n  in graphene monolayers\""],"description":["  In this comment it is pointed out that the electron velocity of the same\norder as observed in graphene had been measured in GaAs submicron devices long\nago. Particle- antiparticle asymmetry related with electron and hole effective\nmasses in graphene seems puzzling as hole in a condensed matter system cannot\nbe treated as anti-electron. It is argued that there should be a universal\nelectrodynamics for QHE and superconductivity. In this context attention is\ndrawn to the new approach based on massless electron and the interpretation\nthat magnetic field represents angular momentum of the photon fluid.\nMeasurement of electron velocity in graphene and GaAs in parallel is suggested\nfor testing the massless electrodynamics.\n","Comment: 2 pages no figures"]}]
["0705.3888",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3888","FSTTCS 2004: Foundations of Software Technology and Theoretical\n  Computer Science (24/11/2004) 135-147","doi:10.1007/b104325"],"date":["2007-05-28"],"type":["text"],"creator":["Bouajjani, Ahmed","Meyer, Antoine"],"language":[],"coverage":[],"title":["Symbolic Reachability Analysis of Higher-Order Context-Free Processes"],"description":["  We consider the problem of symbolic reachability analysis of higher-order\ncontext-free processes. These models are generalizations of the context-free\nprocesses (also called BPA processes) where each process manipulates a data\nstructure which can be seen as a nested stack of stacks. Our main result is\nthat, for any higher-order context-free process, the set of all predecessors of\na given regular set of configurations is regular and effectively constructible.\nThis result generalizes the analogous result which is known for level 1\ncontext-free processes. We show that this result holds also in the case of\nbackward reachability analysis under a regular constraint on configurations. As\na corollary, we obtain a symbolic model checking algorithm for the temporal\nlogic E(U,X) with regular atomic predicates, i.e., the fragment of CTL\nrestricted to the EU and EX modalities.\n"]}]
["0705.3903",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3903"],"date":["2007-05-26"],"type":["text"],"creator":["Ringel, Claus Michael"],"language":[],"coverage":[],"title":["The Self-injective Cluster Tilted Algebras"],"description":["  We are going to determine all the self-injective cluster tilted algebras. All\nare of finite representation type and special biserial.\n"]}]
["0705.3905",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3905"],"date":["2007-05-26"],"type":["text"],"creator":["Ringel, Claus Michael"],"language":[],"coverage":[],"title":["The Ladder Construction of Pruefer Modules"],"description":["  Let R be a ring (associative, with 1). A non-zero module M is said to be a\nPruefer module provided there exists a surjective, locally nilpotent\nendomorphism with kernel of finite length. The aim of this note is construct\nPruefer modules starting from a pair of module homomorphisms w,v: U_0 -> U_1,\nwhere w is injective and its cokernel is of finite length.\n"]}]
["0705.3906",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3906"],"date":["2007-05-26"],"type":["text"],"creator":["Prokhorenko, D. V."],"language":[],"coverage":[],"title":["Renormalization of Gauge theories and the Hopf Algebra of Diagrams"],"description":["  In 1999 A. Connes and D. Kreimer have discovered a Hopf algebra structure on\nthe Feynman graphs of scalar field theory. They have found that the\nrenormalization can be interpreted as a solving of some Riemann - Hilbert\nproblem. In this work the generalization of their scheme to the case of\nnonabelian gauge theories is proposed. The action of the gauge group on the\nHopf algebra is defined and the proof that this action is in consistent with\nthe Hopf algebra structure is given. The scetch of new proof of S-matrix, based\non the Hopf algebra is given.\n"]}]
["0705.3907",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3907"],"date":["2007-05-26"],"type":["text"],"creator":["Prokhorenko, D. V."],"language":[],"coverage":[],"title":["Squares of White Noise, SL(2,C) and Kubo - Martin -Schwinger States"],"description":["  We investigate the structure of Kubo - Martin - Schwinger (KMS) states on\nsome extension of the universal enveloping algebra of SL(2,C}. We find that\nthere exists a one-to-one correspondence between the set of all covariant KMS\nstates on this algebra and the set of all probability measures d\\mu on the real\nhalf-line, which decrease faster than any inverse polynomial. This problem is\nconnected to the problem of KMS states on square of white noise algebra.\n"]}]
["0705.3911",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B07","32S15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3911"],"date":["2007-05-26"],"type":["text"],"creator":["Markwig, Thomas"],"language":[],"coverage":[],"title":["A Note on Equimultiple Deformations"],"description":["  While the tangent space to an equisingular family of curves can be discribed\nby the sections of a twisted ideal sheaf, this is no longer true if we only\nprescribe the multiplicity which a singular point should have. However, it is\nstill possible to compute the dimension of the tangent space with the aid of\nthe equimulitplicity ideal. In this note we consider families L_m={(C,p) |\nmult_p(C)=m} with C in some linear system |L| on a smooth projective surface S\nand for a fixed positive integer m, and we compute the dimension of the tangent\nspace to L_m at a point (C,p) depending on whether p is a unitangential\nsingular point of C or not. We deduce that the expected dimension of L_m at\n(C,p) in any case is just dim|L|+2-m*(m+1)/2. The result is used in the study\nof triple-point defective surfaces in some joint papers with Luca Chiantini.\n","Comment: 11 pages"]}]
["0705.3916",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3916"],"date":["2007-05-26"],"type":["text"],"creator":["Marques, Geusa de A."],"language":[],"coverage":[],"title":["Analogue of superradiance effect in acoustic black hole in the presence\n  of disclination"],"description":["  In this paper we invstigate the possibility of the acoustic analogue of a\nphenomenon like superradiance, that is, the amplification of a sound wave by\nreflection from the ergo-region of a rotating acoustic black hole in the fluid\n\"draining bathtub\" model in the presence of a desclination be amplified or\nreduced in agreement with the value of the deficit angle.\n","Comment: No figures"]}]
["0705.3918",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","05E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3918"],"date":["2007-05-26"],"type":["text"],"creator":["Nomura, Kazumasa","Terwilliger, Paul"],"language":[],"coverage":[],"title":["Transition maps between the 24 bases for a Leonard pair"],"description":["  Let $V$ denote a vector space with finite positive dimension. We consider a\npair of linear transformations $A : V \\to V$ and $A^* : V \\to V$ that satisfy\n(i) and (ii) below:\n  (i) There exists a basis for $V$ with respect to which the matrix\nrepresenting $A$ is irreducible tridiagonal and the matrix representing $A^*$\nis diagonal.\n  (ii) There exists a basis for $V$ with respect to which the matrix\nrepresenting $A^*$ is irreducible tridiagonal and the matrix representing $A$\nis diagonal.\n  We call such a pair a Leonard pair on $V$. In an earlier paper we described\n24 special bases for $V$. One feature of these bases is that with respect to\neach of them the matrices that represent $A$ and $A^*$ are (i) diagonal and\nirreducible tridiagonal or (ii) irreducible tridiagonal and diagonal or (iii)\nlower bidiagonal and upper bidiagonal or (iv) upper bidiagonal and lower\nbidiagonal. For each ordered pair of bases among the 24, there exists a unique\nlinear transformation from $V$ to $V$ that sends the first basis to the second\nbasis; we call this the transition map. In this paper we find each transition\nmap explicitly as a polynomial in $A,A^*$.\n","Comment: 28 pages"]}]
["0705.3920",{"format":[],"subject":["Mathematics - Geometric Topology","57N16","52B11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3920"],"date":["2007-05-26"],"type":["text"],"creator":["Lee, Jaejeong"],"language":[],"coverage":[],"title":["A convexity theorem for real projective structures"],"description":["  Given a finite collection P of convex n-polytopes in RP^n (n>1), we consider\na real projective manifold M which is obtained by gluing together the polytopes\nin P along their facets in such a way that the union of any two adjacent\npolytopes sharing a common facet is convex. We prove that the real projective\nstructure on M is (1) convex if P contains no triangular polytope, and (2)\nproperly convex if, in addition, P contains a polytope whose dual polytope is\nthick. Triangular polytopes and polytopes with thick duals are defined as\nanalogues of triangles and polygons with at least five edges, respectively.\n","Comment: 61 pages, 19 figures"]}]
["0705.3929",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Number Theory","01A50","11A25","11B57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3929"],"date":["2007-05-27"],"type":["text"],"creator":["Euler, Leonhard"],"language":[],"coverage":[],"title":["Speculations on some characteristic properties of numbers"],"description":["  Translation of the Latin original \"Speculationes circa quasdam insignes\nproprietates numerorum\" (1784). E564 in the Enestrom index. In this paper Euler\ntalks about Farey sequences and proves some results about the phi function, the\nnumber of positive integers less than and relatively prime to an integer. Euler\nuses the notation pi instead of phi.\n","Comment: 9 pages"]}]
["0705.3930",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3930"],"date":["2007-05-27"],"type":["text"],"creator":["Lee, Taejin"],"language":[],"coverage":[],"title":["Boundary State for Dissipative Quantum Mechanics and Thirring Model"],"description":["  The dissipative quantum system is studied using the Thirring model with a\nboundary mass. At the critical point where the Thirring coupling vanishes, the\ntheory reduces to a free fermion theory with a boundary mass. We construct\nboundary states for the dissipative quantum systems in one dimension, which\ndescribes the system off the critical points as well as at the critical points.\n","Comment: 6 pages"]}]
["0705.3938",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3938"],"date":["2007-05-27"],"type":["text"],"creator":["Enomoto, Naoya","Kashiwara, Masaki"],"language":[],"coverage":[],"title":["Symmetric Crystals and LLTA Type Conjectures for the Affine Hecke\n  Algebras of Type B"],"description":["  In the previous paper \"Symmetric Crystals and Affine Hecke Algebras of Type\nB\", we formulated a conjecture on the relations between certain classes of\nirreducible representations of affine Hecke algebras of type B and symmetric\ncrystals for $\\gl_\\infty$. In the first half of this paper (sections 2 and 3),\nwe give a survey of the LLTA type theorem of the affine Hecke algebra of type\n$A$. In the latter half (sections 4, 5 and 6), we review the construction of\nthe symmetric crystals and the LLTA type conjectures for the affine Hecke\nalgebra of type $B$.\n","Comment: 20pages"]}]
["0705.3943",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3943"],"date":["2007-05-27"],"type":["text"],"creator":["Leinhardt, Zoe M.","Stewart, Sarah T.","Schultz, Peter H."],"language":[],"coverage":[],"title":["Physical effects of collisions in the Kuiper belt"],"description":["  Collisions are a major modification process over the history of the Kuiper\nBelt. Recent work illuminates the complex array of possible outcomes of\nindividual collisions onto porous, volatile bodies. The cumulative effects of\nsuch collisions on the surface features, composition, and internal structure of\nKuiper Belt Objects are not yet known. In this chapter, we present the current\nstate of knowledge of the physics of cratering and disruptive collisions in KBO\nanalog materials. We summarize the evidence for a rich collisional history in\nthe Kuiper Belt and present the range possible physical modifications on\nindividual objects. The question of how well present day bodies represent\nprimordial planetesimals can be addressed through future studies of the coupled\nphysical and collisional evolution of Kuiper Belt Objects.\n","Comment: To appear in The Solar System Beyond Neptune, published by Arizona\n  Press"]}]
["0705.3948",{"format":[],"subject":["Mathematics - Representation Theory","18E30 (Primary) 14L30, 16G10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3948"],"date":["2007-05-27"],"type":["text"],"creator":["Jensen, Bernt Tore","Madsen, Dag","Su, Xiuping"],"language":[],"coverage":[],"title":["Degeneration of A-infinity modules"],"description":["  In this paper we use A-infinity modules to study the derived category of a\nfinite dimensional algebra over an algebraically closed field. We study\nvarieties parameterising A-infinity modules. These varieties carry an action of\nan algebraic group such that orbits correspond to quasi-isomorphism classes of\ncomplexes in the derived category. We describe orbit closures in these\nvarieties, generalising a result of Zwara and Riedtmann for modules.\n","Comment: 18 pages"]}]
["0705.3949",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Databases","H.2.3","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3949"],"date":["2007-05-27"],"type":["text"],"creator":["Havinga, Yeb"],"language":[],"coverage":[],"title":["Translating a first-order modal language to relational algebra"],"description":["  This paper is about Kripke structures that are inside a relational database\nand queried with a modal language. At first the modal language that is used is\nintroduced, followed by a definition of the database and relational algebra.\nBased on these definitions two things are presented: a mapping from components\nof the modal structure to a relational database schema and instance, and a\ntranslation from queries in the modal language to relational algebra queries.\n"]}]
["0705.3954",{"format":[],"subject":["Mathematics - Commutative Algebra","05C50,13A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3954"],"date":["2007-05-27"],"type":["text"],"creator":["Stefan, Alin"],"language":[],"coverage":[],"title":["The Cones associated to some Transversal Polymatroids"],"description":["  In this paper we describe the facets cone associated to transversal\npolymatroid presented by $\\mathcal{A} =\n\\{\\{1,2\\},\\{2,3\\},...,\\{n-1,n\\},\\{n,1\\}\\}.$ Using the Danilov-Stanley theorem\nto characterize the canonicale module, we deduce that the base ring associated\nto this polymatroid is Gorenstein ring. Also, starting from this polymatroid we\ndescribe the transversal polymatroids with Gorenstein base ring in dimension 3\nand with the help $\\it Normaliz$ in dimension 4.\n","Comment: 17 pages"]}]
["0705.3958",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3958"],"date":["2007-05-28"],"type":["text"],"creator":["Li, Zhuo","Wang, Xiang-Yu","Waxman, Eli","Meszaros, Peter"],"language":[],"coverage":[],"title":["Photon Acceleration at Shock Breakout of Trans-Relativistic Supernova"],"description":["  The predicted thermal flash from SN shock breakout might have been detected\nfor the first time by Swift in GRB 060218/SN 2006aj. The detected thermal X-ray\nemission in this event implies emergence of a trans-relativistic (TR) SN shock\nwith kinetic energy of E_k>1E49 erg. During TRSN shock breakout, the thermal\nphotons could be \"accelerated\" by the shock through repeated bulk Compton\nscattering, forming a nonthermal gamma/X-ray component with dominant energy\nover thermal one. This mechanism of \"photon acceleration\" at TRSN shock\nbreakout might also account for gamma-rays in the other similar low-luminosity\nGRBs, implying that they are atypical GRBs with only TR outflows. TRSNe form a\npeculiar type of SNe with large kinetic energy, >1E49 erg, in TR ejecta,\n\\Gamma\\beta ~2.\n","Comment: 5 pages, 2 figs, talk at Amsterdam 2007 GRB meeting. No figs in the\n  version for the proceedings \"070228: The Next Decade of Gamma-Ray Burst\n  Afterglows\", eds. Wijers, R.A.M.J., Kaper, L, and van Eerten, H.J., Elsevier\n  (Amsterdam)"]}]
["0705.3961",{"format":[],"subject":["Mathematics - Differential Geometry","58E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3961"],"date":["2007-05-27"],"type":["text"],"creator":["Zhang, Wei"],"language":[],"coverage":[],"title":["New Examples of Biharmonic Submanifolds in $CP^n$ and $S^{2n+1}$"],"description":["  We construct biharmonic real hypersurfaces and Lagrangian submanifolds of\nClifford torus type in $CP^n$ via the Hopf fibration; and get new examples of\nbiharmonic submanifolds in $S^{2n+1}$ as byproducts .\n","Comment: 10 pages"]}]
["0705.3964",{"format":[],"subject":["Physics - Optics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3964"],"date":["2007-05-27"],"type":["text"],"creator":["Fischer, Ulrich H. P.","Haupt, Matthias","Reinboth, Christian"],"language":[],"coverage":[],"title":["Realization of an Economical Polymer Optical Fiber Demultiplexer"],"description":["  Polymer Optical Fiber (POF) can be and are being used in various fields of\napplications. Two of the main fields are the automotive and the home\nentertainment sector. The POF can be applied in several different optical\ncommunication systems as automotive multi-media busses or in-house Ethernet\nsystems.\n  The requirements of bandwidth are increasing very fast in these sectors and\ntherefore solutions that satisfy these demands are of high actuality. One\nsolution is to use the wavelength division multiplexing (WDM) technique. Here,\nseveral different wavelengths can carry information over one POF fiber. All\nwavelengths that are transmitted over the fiber, must be separated at the\nreceiver to regain and redirect the information channels. These separators are\nso-called Demultiplexers.\n  There are several systems available on the market, which are all afflicted\nwith certain disadvantages. But all these solutions have one main disadvantage,\nthey are all too expensive for most of the applications mentioned above. So the\ngoal of this study is to develop an economical Demultiplexer for WDM\ntransmission over POF.\n  The main idea is to separate the chromatic light in its monochromatic\ncomponents with the help of a prism with low reciprocal dispersive power. The\nprism and the other assemblies, which are needed to adjust the optical path,\nshould be manufactured in injection molding technique. This manufacturing\ntechnique is a very simple and economical way to produce a mass production\napplicable Demultiplexer for POF.\n","Comment: 2006 International Students and Young Scientists Workshop \"Photonics\n  and Microsystems\""]}]
["0705.3969",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3969"],"date":["2007-05-27"],"type":["text"],"creator":["Frank, Rupert L.","Laptev, Ari","Molchanov, Stanislav"],"language":[],"coverage":[],"title":["Eigenvalue estimates for magnetic Schroedinger operators in domains"],"description":["  Inequalities are derived for sums and quotients of eigenvalues of magnetic\nSchroedinger operators with non-negative electric potentials in domains. The\nbounds reflect the correct order of growth in the semi-classical limit.\n","Comment: 15 pages"]}]
["0705.3971",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3971"],"date":["2007-05-27"],"type":["text"],"creator":["Borisov, Vyacheslav S."],"language":[],"coverage":[],"title":["On dynamics of multi-phase elastic-plastic media"],"description":["  The paper is concerned with dynamics of multi-phase media consisting of a\nsolid permeable material and a compressible Newtonian fluid. Governing\nmacroscopic equations are derived starting from the space-averaged microscopic\nmass and momentum balances. The Reynolds stress models (i.e., momentum\ndispersive fluxes) are discussed, and a suitable model is developed. In the\ncase of granular media the solid constituent is considered as an\nelastic-plastic matrix, and the yield condition is approximated by Coulomb\nfriction law. It is revealed that the classical principle of maximum plastic\nwork is not, in general, valid for granular media, and an appropriate\nvariational principle is developed. This novel principle coincides with the\nmaximum plastic work principle for the case of cohesionless and free from\ninternal friction granular media.\n","Comment: 16 pages"]}]
["0705.3972",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","37L30","35Q35","35Q30","35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3972"],"date":["2007-05-27"],"type":["text"],"creator":["Kalantarov, Varga K.","Titi, Edriss S."],"language":[],"coverage":[],"title":["Global Attractors and Determining Modes for the 3D Navier-Stokes-Voight\n  Equations"],"description":["  We investigate the long-term dynamics of the three-dimensional\nNavier-Stokes-Voight model of viscoelastic incompressible fluid. Specifically,\nwe derive upper bounds for the number of determining modes for the 3D\nNavier-Stokes-Voight equations and for the dimension of a global attractor of a\nsemigroup generated by these equations. Viewed from the numerical analysis\npoint of view we consider the Navier-Stokes-Voight model as a non-viscous\n(inviscid) regularization of the three-dimensional Navier-Stokes equations.\nFurthermore, we also show that the weak solutions of the Navier-Stokes-Voight\nequations converge, in the appropriate norm, to the weak solutions of the\ninviscid simplified Bardina model, as the viscosity coefficient $\\nu \\to 0$.\n"]}]
["0705.3976",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3976"],"date":["2007-05-27"],"type":["text"],"creator":["Fisenko, S. I.","Fisenko, I. S."],"language":[],"coverage":[],"title":["Concept of a thermonuclear reactor based on gravity retention of\n  high-temperature plasma"],"description":["  In the present paper the realization of the obtained results in relation to\nthe dense high- temperature plasma of multivalent ions including experimental\ndata interpretation is discussed.\n","Comment: 13 pages, 12 figures"]}]
["0705.3979",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3979"],"date":["2007-05-27"],"type":["text"],"creator":["Akhkalkatsi, A.","Gegechkori, T.","Mamniashvili, G.","Shermadini, Z.","Pogorely, A. N.","Kuzmak, O. M."],"language":[],"coverage":[],"title":["Influence of pulsed magnetic field on single- and two-pulse nuclear spin\n  echoes in multidomain magnets"],"description":["  By the method of additional pulsed magnetic field influence in different\nmagnetic materials (half metals, manganites, lithium ferrite, cobalt) it is\nestablished the analogy of time diagrams of magnetic pulse influence on single-\nand two pulse echoes in magnets when the distortion mechanism of single-pulse\necho formation is effective, and the absence of such analogy in the case of\nlithium ferrite where the multipulse mechanism of single-pulse echo formation\nis effective.\n  It is shown also that the timing and frequency diagrams of magnetic pulse\ninfluence on the two-pulse echo signals, corresponding to the symmetric and\nasymmetric magnetic pulse applications in the studied magnets, are defined by\ntheir domain walls parameters and could serve for their qualitative and\nquantitative characterization.\n","Comment: 11 pages"]}]
["0705.3981",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3981"],"date":["2007-05-27"],"type":["text"],"creator":["Robertson, Stanley L."],"language":[],"coverage":[],"title":["A Gedanken Experiment For Gravitomagnetism"],"description":["  A gedanken experiment implies the existence of gravitomagnetism and raises a\nquestion about what we know about the weak-field limit of the gravitomagnetic\nfield of General Relativity.\n","Comment: 6 pages"]}]
["0705.3987",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3987"],"date":["2007-05-28"],"type":["text"],"creator":["Cochran, Tim D.","Harvey, Shelly","Leidy, Constance"],"language":[],"coverage":[],"title":["Knot concordance and Blanchfield duality"],"description":["  We introduce a new technique for showing classical knots and links are not\nslice. As one application we resolve a long-standing question as to whether\ncertain natural families of knots contain topologically slice knots. We also\npresent a simpler proof of the result of Cochran-Teichner that the successive\nquotients of the integral terms of the Cochran-Orr-Teichner filtration of the\nknot concordance group have rank 1. For links we have similar results. We show\nthat the iterated Bing doubles of many algebraically slice knots are not\ntopologically slice. Some of the proofs do not use the existence of the\nCheeger-Gromov bound, a deep analytical tool used by Cochran-Teichner. Our main\nexamples are actually boundary links but cannot be detected in the algebraic\nboundary link concordance group, nor by any $\\rho$ invariants associated to\nsolvable representations into finite unitary groups.\n","Comment: 54 pages, 16 figures"]}]
["0705.4000",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Number Theory","65B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4000"],"date":["2007-05-28"],"type":["text"],"creator":["Hassani, Mehdi","Jafari, Zahra"],"language":[],"coverage":[],"title":["Identities by Generalized $L-$Summing Method"],"description":["  In this paper, we introduce 3-dimensional $L-$summing method, which is a\nrearrangement of the summation $\\sum A_{abc}$ with $1\\leq a,b,c\\leq n$.\nApplying this method on some special arrays, we obtain some identities on the\nRiemann zeta function and digamma function. Also, we give a Maple program for\nthis method to obtain identities with input various arrays and out put\nidentities concerning some elementary functions and hypergeometric functions.\nFinally, we introduce a further generalization of $L-$summing method in higher\ndimension spaces.\n","Comment: 8 pages, 2 figures"]}]
["0705.4010",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4010"],"date":["2007-05-28"],"type":["text"],"creator":["Lei, Y. J.","Lu, F. J.","Qu, J. L.","Song, L. M.","Zhang, C. M."],"language":[],"coverage":[],"title":["Spectral study on the dips of Cir X-1"],"description":["  We present X-ray spectral analyses of low mass X-ray binary Cir X-1 during\nX-ray dips, using the Rossi X-ray Timing Explorer (RXTE) data. Each dip was\ndivided into several segments, and the spectrum of each segment was fitted with\na three-component blackbody model, in which two components are affected by\npartial covering and the third one is unaffected. A Gaussian emission line is\nalso included in the spectral model to represent the Fe Ka line at ~ 6.4 keV.\nThe fitted temperatures of the two partially covered components are about 2 keV\nand 1 keV, while the uncovered component has a temperature of ~ 0.5-0.6 keV.\nThe equivalent blackbody emission radius of the hottest component is the\nsmallest and that of the coolest component is the biggest. During dips, the\nfluxes of the two hot components are linearly correlated, while that of the\nthird component doesn't show any significant variation. The Fe line flux\nremains constant within errors during the short dips. However, during the long\ndips the line flux changes significantly and is positively correlated with the\nfluxes of the two hot components. These results suggest: (1) the temperature of\nthe X-ray emitting region decreases with radius, (2) the Fe Ka line emitting\nregion is close to the hot continuum emitting region, and (3) the size of the\nFe line emitting region is bigger than the size of the obscuring matters\ncausing short dips but smaller than the sizes of those causing long dips.\n","Comment: 17 pages, 13 figures, accepted for publication in ChJAA"]}]
["0705.4015",{"format":[],"subject":["Mathematics - Combinatorics","05A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4015"],"date":["2007-05-28"],"type":["text"],"creator":["Bernstein, Dan"],"language":[],"coverage":[],"title":["Strict Partitions of Maximal Projective Degree"],"description":["  The projective degrees of strict partitions of n were computed for all n <\n101 and the partitions with maximal projective degree were found for each n. It\nwas observed that maximizing partitions for successive values of n \"lie close\nto each other\" in a certain sense. Conjecturing that this holds for larger\nvalues of n, the partitions of maximal degree were computed for all n < 221.\nThe results are consistent with a recent conjecture on the limiting shape of\nthe strict partition of maximal projective degree.\n"]}]
["0705.4016",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4016"],"date":["2007-05-28"],"type":["text"],"creator":["Calvet, Samuel"],"language":[],"coverage":[],"title":["Search For Squarks And Gluinos At DO"],"description":["  A search for scalar quarks and gluinos is performed with 0.96 fb^{-1} of data\ncollected by the DO experiment in p\\bar{p} collisions at \\sqrt{s}=1.96 TeV at\nthe Fermilab Tevatron Collider. The topologies analyzed consist of acoplanar\njets and multijet events with missing transverse energy. We find the data to be\nconsistent with Standard Model expectations, and set 95% C.L. exclusion domains\nin the squark and gluino mass plane and in the (m_0, m_{1/2}) plane, within the\nframework of minimal supergravity with tan\\beta=3, A_0=0 and \\mu<0.\n","Comment: 4 pages, Presented at Moriond Electroweak, La Thuile, Italy, 15 March\n  2007"]}]
["0705.4019",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4019"],"date":["2007-05-28"],"type":["text"],"creator":["Liseykina, T. V.","Macchi, A."],"language":[],"coverage":[],"title":["Features of ion acceleration by circularly polarized laser pulses"],"description":["  The characteristics of a MeV ion source driven by superintense, ultrashort\nlaser pulses with circular polarization are studied by means of\nparticle-in-cell simulations. Predicted features include high efficiency, large\nion density, low divergence and the possibility of femtosecond duration. A\ncomparison with the case of linearly polarized pulses is made.\n","Comment: 4 pages, 4 figures"]}]
["0705.4026",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4026","Geotechnical Testing Journal 30, 3 (05/2007) 227-233","doi:10.1520/GTJ100539"],"date":["2007-05-28"],"type":["text"],"creator":["Cui, Yu-Jun","Tang, Anh-Minh","Marcial, Duilio","Terpereau, Jean-Marc","Marchadier, Gilles","Boulay, Xavier"],"language":[],"coverage":[],"title":["Use of a differential pressure transducer for the monitoring of soil\n  volume change in cyclic triaxial test on unsaturated soils"],"description":["  A new experimental set-up using a differential pressure transducer was\ndeveloped, that enables the monitoring of volume changes in cyclic triaxial\ntests on unsaturated soils. Calibration tests were performed in order to\nanalyze the performance of the set-up, especially in terms of loading\nfrequencies. Based on calibration results, a low frequency of 0.05 Hz was\nadopted for the tests carried out on the unsaturated loess from northern\nFrance. Five water contents were considered in the tests. The obtained results\nhave confirmed the efficiency of the new system for volume change monitoring\nunder cyclic loading. The effect of water content on the cyclic behavior of\nloess was clearly evidenced. Finally, some suggestions were made to improve the\naccuracy of the system.\n"]}]
["0705.4032",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4032"],"date":["2007-05-28"],"type":["text"],"creator":["Pagliaroli, G.","Costantini, M. L.","Ianni, A.","Vissani, F."],"language":[],"coverage":[],"title":["The first second of SN1987A neutrino emission"],"description":["  A large fraction of SN1987A electron antineutrino events has been recorded in\nthe first second. We study how this observation fits into the conventional\nparadigm for neutrino emission, and show that there is a 3.2 sigma hint for an\ninitial accretion phase. This phase involves a large fraction of the energy\nemitted in neutrinos and antineutrinos, about 20 % or larger. The occurrence of\nneutrino oscillations strengthens these inferences. We discuss why three flavor\noscillations with normal mass hierarchy are completely acceptable, whereas\noscillations with inverted mass hierarchy require more troublesome\ninterpretations, if theta(13) is above 0.5-1 degrees.\n","Comment: 12 pages, 2 figures"]}]
["0705.4038",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4038"],"date":["2007-05-28"],"type":["text"],"creator":["Kolar, M.","Opatrny, T.","Kurizki, G."],"language":[],"coverage":[],"title":["Single-photon interferometry with orbital angular momentum circumvents\n  standard wave-particle duality"],"description":["  A polarized photon with well-defined orbital angular momentum that emerges\nfrom a Mach-Zehnder interferometer (MZI) is shown to circumvent wave-particle\nduality. Its polarization-resolved detection probability forms a non-sinusoidal\ninterferometric pattern. For certain phase differences between the MZI arms,\nthis pattern yields both reliable which-path information and high\nphase-sensitivity.\n","Comment: 4 pages, 3 figures"]}]
["0705.4049",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4049"],"date":["2007-05-28"],"type":["text"],"creator":["Orefice, A.","Giovanelli, R.","Ditto, D."],"language":[],"coverage":[],"title":["Beyond Geometrical Optics and Bohmian Physics: A New Exact and\n  Deterministic Hamiltonian Approach to Wave-Like Features in Classical and\n  Quantum Physics"],"description":["  The indeterministic character of physical laws is generally considered to be\nthe most important consequence of quantum physics. A deterministic point of\nview, however, together with the possibility of well defined Hamiltonian\ntrajectories, emerges as the most natural one from the analysis of the\ntime-independent Helmholtz-like equations encountered both in Classical\nElectromagnetism and in Wave Mechanics. In the case of particle beams a\nsuitable pattern of trajectories is provided (for any set of boundary\nconditions) by a set of dynamical laws containing the classical ones as a\nsimple limiting case.\n","Comment: 18 pages, including 4 figures in separate pages"]}]
["0705.4051",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4051"],"date":["2007-05-28"],"type":["text"],"creator":["Kubono, S."],"language":[],"coverage":[],"title":["Experimental Approach to Stellar Reactions with RI Beams - Overview of\n  Experiments on Hydrogen Burning -"],"description":["  After a short review on resent developments achieved in astrophysics in the\npast years since last NN conference, experimental efforts in nuclear\nastrophysics primarily with RI beams were revisited, especially on the works\nrelevant to neutron-deficient nuclei, the other half of the nuclear chart\nreviewed by Rehm in this conference. A new interesting recognition discussed in\nthe past years is the important role of explosive hydrogen burning process in\nthe very early stage of type II supernovae. A new broadening research field\nrelated to the first generation stars both from observations as well as from\nnuclear astrophysics was also discussed.\n"]}]
["0705.4054",{"format":[],"subject":["Mathematics - Dynamical Systems","37E30","57S30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4054","Panoramas et Synth`eses, Soc. Math.de France {\\bf 21} (2006) 35-52"],"date":["2007-05-28"],"type":["text"],"creator":["Franks, John"],"language":[],"coverage":[],"title":["Distortion in Groups of Circle and Surface Diffeomorphisms"],"description":["  In these lectures we consider how algebraic properties of discrete subgroups\nof Lie groups restrict the possible actions of those groups on surfaces. The\nresults show a strong parallel between the possible actions of such a group on\nthe circle $S^1$ and the measure preserving actions on surfaces.\n  Our aim is the study of the (non)-existence of actions of lattices in a large\nclass of non-compact Lie groups on surfaces. A definitive analysis of the\nanalogous question for actions on $S^1$ was carried out by \\'E. Ghys. Our\napproach is topological and insofar as possible we try to isolate properties of\na group which provide the tools necessary for our analysis. The two key\nproperties we consider are almost simplicity and the existence of a distortion\nelement. Both will be defined and described in the lectures.\n  Our techniques are almost all from low dimensional dynamics. But we are\ninterested in how algebraic properties of a group -- commutativity, nilpotence,\netc. affect the possible kinds of dynamics which can occur. For most of the\nresults we will consider groups of diffeomorphisms which preserve a Borel\nprobability measure.\n"]}]
["0705.4058",{"format":[],"subject":["Mathematics - Spectral Theory","35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4058"],"date":["2007-05-28"],"type":["text"],"creator":["Friedlander, Leonid","Solomyak, Michael"],"language":[],"coverage":[],"title":["On the Spectrum of the Dirichlet Laplacian in a Narrow Strip"],"description":["  We derive a two-terms asymptotics for eigenvalues of the Dirichlet Laplacian\nin a narrow strip of variable width. The asymptotics is taken with respect to a\nsmall paprameter that characterizes the width of the strip.\n","Comment: 17 pages"]}]
["0705.4062",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4062"],"date":["2007-05-28"],"type":["text"],"creator":["Zeldovich, Konstantin","Chen, Peiqiu","Shakhnovich, Eugene"],"language":[],"coverage":[],"title":["The Hypercube of Life: How Protein Stability Imposes Limits on Organism\n  Complexity and Speed of Molecular Evolution"],"description":["  Classical population genetics a priori assigns fitness to alleles without\nconsidering molecular or functional properties of proteins that these alleles\nencode. Here we study population dynamics in a model where fitness can be\ninferred from physical properties of proteins under a physiological assumption\nthat loss of stability of any protein encoded by an essential gene confers a\nlethal phenotype. Accumulation of mutations in organisms containing Gamma genes\ncan then be represented as diffusion within the Gamma dimensional hypercube\nwith adsorbing boundaries which are determined, in each dimension, by loss of a\nprotein stability and, at higher stability, by lack of protein sequences.\nSolving the diffusion equation whose parameters are derived from the data on\npoint mutations in proteins, we determine a universal distribution of protein\nstabilities, in agreement with existing data. The theory provides a fundamental\nrelation between mutation rate, maximal genome size and thermodynamic response\nof proteins to point mutations. It establishes a universal speed limit on rate\nof molecular evolution by predicting that populations go extinct (via lethal\nmutagenesis) when mutation rate exceeds approximately 6 mutations per essential\npart of genome per replication for mesophilic organisms and 1 to 2 mutations\nper genome per replication for thermophilic ones. Further, our results suggest\nthat in absence of error correction, modern RNA viruses and primordial genomes\nmust necessarily be very short. Several RNA viruses function close to the\nevolutionary speed limit while error correction mechanisms used by DNA viruses\nand non-mutant strains of bacteria featuring various genome lengths and\nmutation rates have brought these organisms universally about 1000 fold below\nthe natural speed limit.\n"]}]
["0705.4064",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4064","Foundations of Software Science and Computation Structures\n  (05/03/2004) 378-392","doi:10.1007/b95995"],"date":["2007-05-28"],"type":["text"],"creator":["Meyer, Antoine"],"language":[],"coverage":[],"title":["On Term Rewriting Systems Having a Rational Derivation"],"description":["  Several types of term rewriting systems can be distinguished by the way their\nrules overlap. In particular, we define the classes of prefix, suffix,\nbottom-up and top-down systems, which generalize similar classes on words. Our\naim is to study the derivation relation of such systems (i.e. the reflexive and\ntransitive closure of their rewriting relation) and, if possible, to provide a\nfinite mechanism characterizing it. Using a notion of rational relations based\non finite graph grammars, we show that the derivation of any bottom-up,\ntop-down or suffix systems is rational, while it can be non recursive for\nprefix systems.\n"]}]
["0705.4078",{"format":[],"subject":["Mathematics - Logic","Mathematics - Complex Variables","03C45","32J27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4078"],"date":["2007-05-28"],"type":["text"],"creator":["Moosa, Rahim","PIllay, Anand"],"language":[],"coverage":[],"title":["On canonical bases and internality criteria"],"description":["  A criterion is given for a type in a finite rank stable theory to be (almost)\ninternal to a given nonmodular minimal type. The motivation comes from results\nof Campana which give criteria for compact complex analytic spaces to be\nalgebraic (namely Moishezon), in terms of the existence of \"generating\"\nfamilies of algebraic subvarieties. A model-theoretic anologue/generalisation\nof Campana's results is given under the hypothesis that the theory has the\n\"canonical base property\" (CBP), a property that is conjectured to hold in all\nstable finite rank theories and which states that the type of the canonical\nbase over a realisation is almost internal to the minimal types of the theory.\n","Comment: 13 pages"]}]
["0705.4080",{"format":[],"subject":["Mathematics - Dynamical Systems","37B10","37B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4080"],"date":["2007-05-28"],"type":["text"],"creator":["Bezuglyi, S.","Kwiatkowski, J.","Medynets, K."],"language":[],"coverage":[],"title":["Aperiodic substitutional systems and their Bratteli diagrams"],"description":["  In the paper we study aperiodic substitutional dynamical systems arisen from\nnon-primitive substitutions.\n  We prove that the Vershik homeomorphism $\\phi$ of a stationary ordered\nBratteli diagram is homeomorphic to an aperiodic substitutional system if and\nonly if no restriction of $\\phi$ to a minimal component is homeomorphic to an\nodometer. We also show that every aperiodic substitutional system generated by\na substitution with nesting property is homeomorphic to the Vershik map of a\nstationary ordered Bratteli diagram. It is proved that every aperiodic\nsubstitutional system is recognizable. The classes of $m$-primitive\nsubstitutions and associated to them derivative substitutions are studied. We\ndiscuss also the notion of expansiveness for Cantor dynamical systems of finite\nrank.\n","Comment: 42 pages"]}]
["0705.4085",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4085"],"date":["2007-05-28"],"type":["text"],"creator":["Demaine, Erik D.","Gomez-Martin, Francisco","Meijer, Henk","Rappaport, David","Taslakian, Perouz","Toussaint, Godfried T.","Winograd, Terry","Wood, David R."],"language":[],"coverage":[],"title":["The Distance Geometry of Music"],"description":["  We demonstrate relationships between the classic Euclidean algorithm and many\nother fields of study, particularly in the context of music and distance\ngeometry. Specifically, we show how the structure of the Euclidean algorithm\ndefines a family of rhythms which encompass over forty timelines\n(\\emph{ostinatos}) from traditional world music. We prove that these\n\\emph{Euclidean rhythms} have the mathematical property that their onset\npatterns are distributed as evenly as possible: they maximize the sum of the\nEuclidean distances between all pairs of onsets, viewing onsets as points on a\ncircle. Indeed, Euclidean rhythms are the unique rhythms that maximize this\nnotion of \\emph{evenness}. We also show that essentially all Euclidean rhythms\nare \\emph{deep}: each distinct distance between onsets occurs with a unique\nmultiplicity, and these multiplicies form an interval $1,2,...,k-1$. Finally,\nwe characterize all deep rhythms, showing that they form a subclass of\ngenerated rhythms, which in turn proves a useful property called shelling. All\nof our results for musical rhythms apply equally well to musical scales. In\naddition, many of the problems we explore are interesting in their own right as\ndistance geometry problems on the circle; some of the same problems were\nexplored by Erd\\H{o}s in the plane.\n","Comment: This is the full version of the paper: \"The distance geometry of deep\n  rhythms and scales.\" 17th Canadian Conference on Computational Geometry (CCCG\n  '05), University of Windsor, Canada, 2005"]}]
