["0704.0151",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0151","Eur. Phys. J. - B, 48, 279-289 (2005)","doi:10.1140/epjb/e2005-00391-0"],"date":["2007-04-02"],"type":["text"],"creator":["Grabec, I."],"language":[],"coverage":[],"title":["Extraction of physical laws from joint experimental data"],"description":["  The extraction of a physical law y=yo(x) from joint experimental data about x\nand y is treated. The joint, the marginal and the conditional probability\ndensity functions (PDF) are expressed by given data over an estimator whose\nkernel is the instrument scattering function. As an optimal estimator of yo(x)\nthe conditional average is proposed. The analysis of its properties is based\nupon a new definition of prediction quality. The joint experimental information\nand the redundancy of joint measurements are expressed by the relative entropy.\nWith the number of experiments the redundancy on average increases, while the\nexperimental information converges to a certain limit value. The difference\nbetween this limit value and the experimental information at a finite number of\ndata represents the discrepancy between the experimentally determined and the\ntrue properties of the phenomenon. The sum of the discrepancy measure and the\nredundancy is utilized as a cost function. By its minimum a reasonable number\nof data for the extraction of the law yo(x) is specified. The mutual\ninformation is defined by the marginal and the conditional PDFs of the\nvariables. The ratio between mutual information and marginal information is\nused to indicate which variable is the independent one. The properties of the\nintroduced statistics are demonstrated on deterministically and randomly\nrelated variables.\n","Comment: 18 pages, 11 eps figures, uses svjour.cls"]}]
["0704.0162",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0162"],"date":["2007-04-02"],"type":["text"],"creator":["Grabec, I."],"language":[],"coverage":[],"title":["Estimation of experimental data redundancy and related statistics"],"description":["  Redundancy of experimental data is the basic statistic from which the\ncomplexity of a natural phenomenon and the proper number of experiments needed\nfor its exploration can be estimated. The redundancy is expressed by the\nentropy of information pertaining to the probability density function of\nexperimental variables. Since the calculation of entropy is inconvenient due to\nintegration over a range of variables, an approximate expression for redundancy\nis derived that includes only a sum over the set of experimental data about\nthese variables. The approximation makes feasible an efficient estimation of\nthe redundancy of data along with the related experimental information and\ninformation cost function. From the experimental information the complexity of\nthe phenomenon can be simply estimated, while the proper number of experiments\nneeded for its exploration can be determined from the minimum of the cost\nfunction. The performance of the approximate estimation of these statistics is\ndemonstrated on two-dimensional normally distributed random data.\n","Comment: 7 pages, 5 eps figures, uses svjour.cls"]}]
["0704.0233",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0233","Phys. Rev. Lett. 98, 130402 (2007)","doi:10.1103/PhysRevLett.98.130402"],"date":["2007-04-02"],"type":["text"],"creator":["Tomadin, Andrea","Mannella, Riccardo","Wimberger, Sandro"],"language":[],"coverage":[],"title":["Many-body interband tunneling as a witness for complex dynamics in the\n  Bose-Hubbard model"],"description":["  A perturbative model is studied for the tunneling of many-particle states\nfrom the ground band to the first excited energy band, mimicking Landau-Zener\ndecay for ultracold, spinless atoms in quasi-one dimensional optical lattices\nsubjected to a tunable tilting force. The distributions of the computed\ntunneling rates provide an independent and experimentally accessible signature\nof the regular-chaotic transition in the strongly correlated many-body dynamics\nof the ground band.\n","Comment: 4 pages, 3 figures"]}]
["0704.0332",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0332"],"date":["2007-04-03","2007-10-10"],"type":["text"],"creator":["Gerrard, M. B.","Sumner, T. J."],"language":[],"coverage":[],"title":["The effect of a fifth large-scale space-time dimension on the\n  conservation of energy in a four dimensional Universe"],"description":["  The effect of introducing a fifth large-scale space-time dimension to the\nequations of orbital dynamics was analysed in an earlier paper by the authors.\nThe results showed good agreement with the observed flat rotation curves of\ngalaxies and the Pioneer Anomaly. This analysis did not require the\nmodification of Newtonian dynamics, but rather only their restatement in a five\ndimensional framework. The same analysis derived a acceleration parameter ar,\nwhich plays an important role in the restated equations of orbital dynamics,\nand suggested a value for ar. In this companion paper, the principle of\nconservation of energy is restated within the same five-dimensional framework.\nThe resulting analysis provides an alternative route to estimating the value of\nar, without reference to the equations of orbital dynamics, and based solely on\nkey cosmological constants and parameters, including the gravitational\nconstant, G. The same analysis suggests that: (i) the inverse square law of\ngravity may itself be due to the conservation of energy at the boundary between\na four-dimensional universe and a fifth large-scale space-time dimension; and\n(ii) there is a limiting case for the Tulley-Fisher relationship linking the\nspeed of light to the mass of the Universe.\n","Comment: 9 pages, 2 figures version update to correct figure placement Final\n  update to include corrected typos and two additional equations"]}]
["0704.0358",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0358"],"date":["2007-04-03"],"type":["text"],"creator":["Paradisi, Paride"],"language":[],"coverage":[],"title":["Flavor Physics in SUSY at large tan(beta)"],"description":["  We discuss the phenomenological impact of a particularly interesting corner\nof the MSSM: the large tan(beta) regime. The capabilities of leptonic and\nhadronic Flavor Violating processes in shedding light on physics beyond the\nStandard Model are reviewed. Moreover, we show that tests of Lepton\nUniversality in charged current processes can represent an interesting handle\nto obtain relevant information on New Physics scenarios.\n","Comment: Proceedings of the Workshop CKM2006, 12-16 December, Nagoya (Japan).\n  4 pages, 2 figures."]}]
["0704.0378",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Classical Analysis and ODEs","15A18","30E20","31A99","47B06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0378"],"date":["2007-04-03"],"type":["text"],"creator":["Duits, Maurice","Kuijlaars, Arno B. J."],"language":[],"coverage":[],"title":["An equilibrium problem for the limiting eigenvalue distribution of\n  banded Toeplitz matrices"],"description":["  We study the limiting eigenvalue distribution of $n\\times n$ banded Toeplitz\nmatrices as $n\\to \\infty$. From classical results of Schmidt-Spitzer and\nHirschman it is known that the eigenvalues accumulate on a special curve in the\ncomplex plane and the normalized eigenvalue counting measure converges weakly\nto a measure on this curve as $n\\to\\infty$. In this paper, we characterize the\nlimiting measure in terms of an equilibrium problem. The limiting measure is\none component of the unique vector of measures that minimes an energy\nfunctional defined on admissible vectors of measures. In addition, we show that\neach of the other components is the limiting measure of the normalized counting\nmeasure on certain generalized eigenvalues.\n","Comment: 28 pages; 7 figures"]}]
["0704.0748",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0748"],"date":["2007-04-05"],"type":["text"],"creator":["Davis, Christopher C.","Harris, Joseph","Gammon, Robert W.","Smolyaninov, Igor I.","Cho, Kyuman"],"language":[],"coverage":[],"title":["Experimental Challenges Involved in Searches for Axion-Like Particles\n  and Nonlinear Quantum Electrodynamic Effects by Sensitive Optical Techniques"],"description":["  We discuss the experimental techniques used to date for measuring the changes\nin polarization state of a laser produced by a strong transverse magnetic field\nacting in a vacuum. We point out the likely artifacts that can arise in such\nexperiments, with particular reference to the recent PVLAS observations and the\nprevious findings of the BFRT collaboration. Our observations are based on\nstudies with a photon-noise limited coherent homodyne interferometer with a\npolarization sensitivity of 2x10^-8 rad Hz^(1/2) mW^(-1/2).\n","Comment: 7 pages PDF"]}]
["0704.1412",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1412","Physical Review B 72 (2005), 014128","doi:10.1103/PhysRevB.72.014128"],"date":["2007-04-11"],"type":["text"],"creator":["Rösch, F.","Rudhart, Ch.","Roth, J.","Trebin, H. -R.","Gumbsch, P."],"language":[],"coverage":[],"title":["Dynamic fracture of icosahedral model quasicrystals: A molecular\n  dynamics study"],"description":["  Ebert et al. [Phys. Rev. Lett. 77, 3827 (1996)] have fractured icosahedral\nAl-Mn-Pd single crystals in ultrahigh vacuum and have investigated the cleavage\nplanes in-situ by scanning tunneling microscopy (STM). Globular patterns in the\nSTM-images were interpreted as clusters of atoms. These are significant\nstructural units of quasicrystals. The experiments of Ebert et al. imply that\nthey are also stable physical entities, a property controversially discussed\ncurrently. For a clarification we performed the first large scale fracture\nsimulations on three-dimensional complex binary systems. We studied the\npropagation of mode I cracks in an icosahedral model quasicrystal by molecular\ndynamics techniques at low temperature. In particular we examined how the shape\nof the cleavage plane is influenced by the clusters inherent in the model and\nhow it depends on the plane structure. Brittle fracture with no indication of\ndislocation activity is observed. The crack surfaces are rough on the scale of\nthe clusters, but exhibit constant average heights for orientations\nperpendicular to high symmetry axes. From detailed analyses of the fractured\nsamples we conclude that both, the plane structure and the clusters, strongly\ninfluence dynamic fracture in quasicrystals and that the clusters therefore\nhave to be regarded as physical entities.\n","Comment: 10 pages, 12 figures, for associated avi files, see\n  http://www.itap.physik.uni-stuttgart.de/~frohmut/MOVIES/emitted_soundwaves.avi\n  and\n  http://www.itap.physik.uni-stuttgart.de/~frohmut/MOVIES/dynamic_fracture.avi"]}]
["0704.1439",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1439","Science 315, 1556 (2007)","doi:10.1126/science.1138807"],"date":["2007-04-11"],"type":["text"],"creator":["Donner, Tobias","Ritter, Stephan","Bourdel, Thomas","Öttl, Anton","Köhl, Michael","Esslinger, Tilman"],"language":[],"coverage":[],"title":["Critical Behavior of a Trapped Interacting Bose Gas"],"description":["  The phase transition of Bose-Einstein condensation is studied in the critical\nregime, when fluctuations extend far beyond the length scale of thermal de\nBroglie waves. Using matter-wave interference we measure the correlation length\nof these critical fluctuations as a function of temperature. The diverging\nbehavior of the correlation length above the critical temperature is observed,\nfrom which we determine the critical exponent of the correlation length for a\ntrapped, weakly interacting Bose gas to be $\\nu=0.67\\pm 0.13$. This measurement\nhas direct implications for the understanding of second order phase\ntransitions.\n","Comment: 4 pages, 3 figures, accepted version; published document available at\n  http://www.quantumoptics.ethz.ch/publications.html"]}]
["0704.2947",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11T06","11T24","37E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2947"],"date":["2007-04-23","2007-10-10"],"type":["text"],"creator":["Lerner, E. Yu."],"language":[],"coverage":[],"title":["Tables of graphs of binary and ternary sequences differentiation"],"description":["  Let $x$ be a cyclic sequence of $n$ elements of the finite field\n$\\mathbb{F}_q$ (the first element immediately follows the $n$-th one). Let us\ndefine the operation $\\Delta$ as the transition from $x$ to the sequence of\ndifferences of the neighbouring elements from $x$. The aim of this work is to\ngive graphs of the dynamic system $\\Delta$ for $q=2$, $n\\le 300$ and $q=3$,\n$n\\le 150$. These results enable us to define more precisely the Arnold\nhypotheses and to prove them.\n","Comment: 16 pages, 2 large tables, program on Mathematica"]}]
["0705.2827",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Strongly Correlated Electrons","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2827","JCP, 127, 144101 (2007).","doi:10.1063/1.2770707"],"date":["2007-05-19"],"type":["text"],"creator":["Al-Saidi, W. A.","Zhang, Shiwei","Krakauer, Henry"],"language":[],"coverage":[],"title":["Bond breaking with auxiliary-field quantum Monte Carlo"],"description":["  Bond stretching mimics different levels of electron correlation and provides\na challenging testbed for approximate many-body computational methods. Using\nthe recently developed phaseless auxiliary-field quantum Monte Carlo (AF QMC)\nmethod, we examine bond stretching in the well-studied molecules BH and N$_2$,\nand in the H$_{50}$ chain. To control the sign/phase problem, the phaseless AF\nQMC method constrains the paths in the auxiliary-field path integrals with an\napproximate phase condition that depends on a trial wave function. With single\nSlater determinants from unrestricted Hartree-Fock (UHF) as trial wave\nfunction, the phaseless AF QMC method generally gives better overall accuracy\nand a more uniform behavior than the coupled cluster CCSD(T) method in mapping\nthe potential-energy curve. In both BH and N$_2$, we also study the use of\nmultiple-determinant trial wave functions from multi-configuration\nself-consistent-field (MCSCF) calculations. The increase in computational cost\nversus the gain in statistical and systematic accuracy are examined. With such\ntrial wave functions, excellent results are obtained across the entire region\nbetween equilibrium and the dissociation limit.\n","Comment: 8 pages, 3 figures and 3 tables. Submitted to JCP"]}]
["0705.4355",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4355"],"date":["2007-05-30","2007-10-09"],"type":["text"],"creator":["Ma, Tianxing"],"language":[],"coverage":[],"title":["Resonant spin polarization in a two-dimensional hole gas: Effect of the\n  Luttinger term, structural inversion asymmetry and Zeeman splitting"],"description":["  The electric-field-induced resonant spin polarization of a two-dimensional\nhole gas described by Luttinger Hamiltonian with structural inversion asymmetry\nand Zeeman splitting in a perpendicular magnetic field was studied. The spin\npolarization arising from splitting between the light and the heavy hole bands\nshows a resonant peak at a certain magnetic field. Especially, the competition\nbetween the Luttinger term and the structural inversion asymmetry leads to a\nrich resonant peaks structure, and the required magnetic field for the\nresonance may be effectively reduced by enlarging the effective width of the\nquantum well. Furthermore, the Zeeman splitting tends to move the resonant spin\npolarization to a relative high magnetic field and destroy these rich resonant\nspin phenomena. Finally, both the height and the weight of the resonant peak\nincrease as the temperature decreases. It is believed that such resonant spin\nphenomena can be verified in the sample of a two-dimensional hole gas, and it\nmay provide an efficient way to control spin polarization by an external\nelectric field.\n","Comment: 6 pages, 5 figures, content added"]}]
["0705.4451",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4451","J. Chem. Phys. 127, 144708 (2007)","doi:10.1063/1.2796172"],"date":["2007-05-30"],"type":["text"],"creator":["Priezjev, Nikolai V."],"language":[],"coverage":[],"title":["Effect of surface roughness on rate-dependent slip in simple fluids"],"description":["  Molecular dynamics simulations are used to investigate the influence of\nmolecular-scale surface roughness on the slip behavior in thin liquid films.\nThe slip length increases almost linearly with the shear rate for atomically\nsmooth rigid walls and incommensurate structures of the liquid/solid interface.\nThe thermal fluctuations of the wall atoms lead to an effective surface\nroughness, which makes the slip length weakly dependent on the shear rate. With\nincreasing the elastic stiffness of the wall, the surface roughness smoothes\nout and the strong rate dependence is restored again. Both periodically and\nrandomly corrugated rigid surfaces reduce the slip length and its shear rate\ndependence.\n","Comment: 15 pages, 5 figures; submitted to J. Chem. Phys"]}]
["0706.0846",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0846","Physical Review Letters 99, 146101 (2007)","doi:10.1103/PhysRevLett.99.146101"],"date":["2007-06-06"],"type":["text"],"creator":["Glas, F.","Harmand, J. -C.","Patriarche, G."],"language":[],"coverage":[],"title":["Why does wurtzite form in nanowires of III-V zinc-blende semiconductors?"],"description":["  We develop a nucleation-based model to explain the formation of the wurtzite\n(WZ) crystalline phase during the vapor-liquid-solid growth of free-standing\nnanowires of zinc-blende (ZB) semiconductors. We first show that, in nanowires,\nnucleation generally occurs at the outer edge of the solid/liquid interface\n(the triple phase line) rather than elsewhere at the solid/liquid interface. In\nthe present case, this entails major differences between ZB and WZ nuclei.\nDepending on the pertinent interface energies, WZ nucleation is favored at high\nliquid supersaturation. This explains our systematic observation of ZB during\nthe early stages of nanowire growth.\n","Comment: 4 pages with 4 figures Submitted to Physical Review Letters"]}]
["0706.1152",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1152","J. Phys. Chem. C 111, 14862 (2007)"],"date":["2007-06-08"],"type":["text"],"creator":["Gonzalez, B. S.","Hernandez-Rojas, J.","Breton, J.","Llorente, J. M. Gomez"],"language":[],"coverage":[],"title":["Global Potential Energy Minima of (H$_{2}$O)$_{n}$ Clusters on Graphite"],"description":["  Likely candidates for the global potential energy minima of (H$_{2}$O)$_{n}$\nclusters with $n\\leq21$ on the (0001)-surface of graphite are found using\nbasin-hopping global optimization. The potential energy surfaces are\nconstructed using the TIP4P intermolecular potentials for the water molecules\n(the TIP3P is also explored as a secondary choice), a Lennard-Jones\nwater-graphite potential, and a water-graphite polarization potential that is\nbuilt from classical electrostatic image methods and takes into account both\nthe perpendicular and parallel electric polarizations of graphite. This\npotential energy surface produces a rather hydrophobic water-graphite\ninteraction. As a consequence, the water component of the lowest\ngraphite-(H$_{2}$O)$_{n}$ minima is quite closely related to low-lying minima\nof the corresponding TIP4P (H$_{2}$O)$_{n}$ clusters. In about half of the\ncases the geometrical substructure of the water molecules in the\ngraphite-(H$_{2}$O)$_{n}$ global minimum coincides with that of the\ncorresponding free water cluster. Exceptions occur when the interaction with\ngraphite induces a change in geometry. A comparison of our results with\navailable theoretical and experimental data is performed.\n"]}]
["0707.1763",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1763"],"date":["2007-07-12","2007-10-09"],"type":["text"],"creator":["Sanctuary, B. C."],"language":[],"coverage":[],"title":["The two dimensional spin and its resonance fringe"],"description":["  Violation of Bell's Inequalities gives experimental evidence for the\nexistence of a spin 1/2 which has two simultaneous axes of spin quantization\nrather than one. These couple to form a resonance state, called the spin\nfringe, and this quantum effect is solely responsible for violation of Bell's\nInequalities within this model. The Bell states can be represented by products\nof these spin states and leads to the intuitive concept that as entangled\nstates decompose they form biparticles that are not entangled. In EPR\ncoincidence experiments filter settings for both the Bell and CHSH forms of\nBell's Inequalities are rationalized in terms of the correlation between\nbiparticles.\n","Comment: 15 pages, 8 figures, 1 Table. Shortened paper by 10 pages"]}]
["0707.2983",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2983","Nano Lett., 7, 3112 (2007)","doi:10.1021/nl0716404"],"date":["2007-07-19"],"type":["text"],"creator":["Yang, Li","Cohen, Marvin L.","Louie, Steven G."],"language":[],"coverage":[],"title":["Excitonic Effects in the Optical Spectra of Graphene Nanoribbons"],"description":["  We present a first-principles calculation of the optical properties of\narmchair-edged graphene nanoribbons (AGNRs) with many-electron effects\nincluded. The reduced dimensionality of the AGNRs gives rise to an enhanced\nelectron-hole binding energy for both bright and dark exciton states (0.8-1.4\neV for GNRs with width w ~ 1.2 nm) and dramatically changes the optical spectra\nowing to a near complete transfer of oscillator strength to the exciton states\nfrom the continuum transitions. The characteristics of the excitons of the\nthree distinct families of AGNRs are compared and discussed. The enhanced\nexcitonic effects found here are expected to be of importance in optoelectronic\napplications of graphene-based nanostructures.\n","Comment: 14 pages and 5 figures"]}]
["0707.4360",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4360"],"date":["2007-07-30","2007-10-10"],"type":["text"],"creator":["Flanagan, Mark F.","Skachek, Vitaly","Byrne, Eimear","Greferath, Marcus"],"language":[],"coverage":[],"title":["Linear-programming Decoding of Non-binary Linear Codes"],"description":["  We develop a framework for linear-programming (LP) decoding of non-binary\nlinear codes over rings. We prove that the resulting LP decoder has the\n`maximum likelihood certificate' property, and we show that the decoder output\nis the lowest cost pseudocodeword. Equivalence between pseudocodewords of the\nlinear program and pseudocodewords of graph covers is proved. LP decoding\nperformance is illustrated for the (11,6,5) ternary Golay code with ternary PSK\nmodulation over AWGN, and in this case it is shown that the LP decoder\nperformance is comparable to codeword-error-rate-optimum hard-decision based\ndecoding.\n","Comment: 6 pages, 1 figure, 7-th International ITG Conference on Source and\n  Channel Coding (SCC'08)"]}]
["0707.4494",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4494"],"date":["2007-07-30","2007-10-10"],"type":["text"],"creator":["Ghiggini, Paolo"],"language":[],"coverage":[],"title":["On tight contact structures with negative maximal twisting number on\n  small Seifert manifolds"],"description":["  We study some properties of transverse contact structures on small Seifert\nmanifolds, and we apply them to the classification of tight contact structures\non a family of small Seifert manifolds.\n","Comment: 16 pages, 4 figures, exposition improved"]}]
["0708.0979",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Dynamical Systems","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0979","J. Phys. A: Math. Theor. 40 (2007) 12563-12576","doi:10.1088/1751-8113/40/42/S04"],"date":["2007-08-07"],"type":["text"],"creator":["Pinkall, Ulrich","Springborn, Boris","Weissmann, Steffen"],"language":[],"coverage":[],"title":["A new doubly discrete analogue of smoke ring flow and the real time\n  simulation of fluid flow"],"description":["  Modelling incompressible ideal fluids as a finite collection of vortex\nfilaments is important in physics (super-fluidity, models for the onset of\nturbulence) as well as for numerical algorithms used in computer graphics for\nthe real time simulation of smoke. Here we introduce a time-discrete evolution\nequation for arbitrary closed polygons in 3-space that is a discretisation of\nthe localised induction approximation of filament motion. This discretisation\nshares with its continuum limit the property that it is a completely integrable\nsystem. We apply this polygon evolution to a significant improvement of the\nnumerical algorithms used in Computer Graphics.\n","Comment: 15 pages, 3 figures"]}]
["0708.2468",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2468"],"date":["2007-08-18","2007-09-07"],"type":["text"],"creator":["Wagh, Sanjay M"],"language":[],"coverage":[],"title":["Categorical Foundations for Physics - I: Program at a Glance"],"description":["  Measures in the context of Category Theory lead to various relations, even\ndifferential relations, of categories that are independent of the mathematical\nstructure forming objects of a category. Such relations, which are independent\nof mathematical structure that we may represent a physical body or a system of\nreference with, are, precisely, demanded to be the Laws of Physics by the\nGeneral Principle of Relativity. This framework leads to a theory for the\nphysical entirety.\n","Comment: title changed, substantial changes to include mathematical details"]}]
["0708.2528",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2528","Chemistry of Materials 19, 5063-5066 (2007)","doi:10.1021/cm0702464"],"date":["2007-08-19"],"type":["text"],"creator":["Motohashi, T.","Katsumata, Y.","Ono, T.","Kanno, R.","Karppinen, M.","Yamauchi, H."],"language":[],"coverage":[],"title":["Synthesis and properties of CoO2, the x = 0 end member of the LixCoO2\n  and NaxCoO2 systems"],"description":["  We report here the synthesis of single-phase bulk samples of CoO2, the x = 0\nend member of the AxCoO2 systems (A = Li, Na), from a pristine LiCoO2 sample\nusing an electrochemical technique to completely de-intercalate lithium. Thus,\nsynthesized CoO2 samples were found to be oxygen-stoichiometric and possess a\ncrystal structure consisting of stacked triangular-lattice CoO2 layers only.\nThe magnetic susceptibility of the CoO2 sample was revealed to be relatively\nlarge in its initial value and then level off as the temperature increases,\nsuggesting that CoO2 is a Pauli-paramagnetic metal with itinerant electrons.\n","Comment: 18 pages, 5 figures"]}]
["0708.4122",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4122"],"date":["2007-08-30","2007-10-10"],"type":["text"],"creator":["Shevchenko, I. I."],"language":[],"coverage":[],"title":["On the stability of the triangular libration points: exact results"],"description":["  This paper has been withdrawn by the author, due to necessity of revision.\n","Comment: This paper has been withdrawn"]}]
["0709.0942",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0942"],"date":["2007-09-06"],"type":["text"],"creator":["Garfinkle, David","Comer, Greg"],"language":[],"coverage":[],"title":["Matters of Gravity, The Newsletter of the Topical Group in Gravitation\n  of the American Physical Society, Volume 30, Fall 2007"],"description":["  GGR News:\n  -we hear that..., by David Garfinkle\n  -News from the GRG Society, by Abhay Ashtekar\n  -LIGO/GEO/Virgo work together, by Peter Saulson\n  -GWIC Ten Years on, by Stan Whitcomb\n  Research Briefs:\n  -Quasi-local energy, by Bjoern S. Schmekel\n  -The current status of cosmic strings, by Patrick Peter\n  -Gravitational waves from `mountains' on neutron stars, by Ian Jones\n  Conference reports:\n  -GR18/Amaldi 2007 in Sydney, by Jorge Pullin\n  -Synergy in Singularities? by Don Marolf\n  -Gravitation and the Cosmos, by Derek Fox and Parampreet Singh\n  -NumRel meets PN, by Buonanno et al\n  -SaulFest, by Greg Cook\n  -3rd Gulf Coast Gravity Conference, by Vitor Cardoso\n","Comment: 37 pages, latex, 3 figures"]}]
["0709.1404",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1404","2007, ApJ, 668, L67","doi:10.1086/522780"],"date":["2007-09-10","2007-10-10"],"type":["text"],"creator":["Roy, Nirupam","Manoharan, P. K.","Chakraborty, Pavan"],"language":[],"coverage":[],"title":["Occultation observation to probe the turbulence scale size in the plasma\n  tail of comet Schwassmann-Wachmann 3-B"],"description":["  We present the occultation observation of compact radio source B0019-000\nthrough the plasma tail of comet Schwassmann-Wachmann 3-B. The observation was\nmade with the Ooty Radio Telescope at 326.5 MHz on 2006 May 26, when the plasma\ntail of the comet was in front of this source. The scintillation was found to\nbe increased significantly for the target source compared to that of a control\nsource. The intensity fluctuation power spectra show both steepening at high\nspatial scales and excess power at low spatial scales. This observation can be\nattributed to the turbulence in the comet plasma tail. A two-regime plasma\nturbulence can explain the time-evolution of the power spectrum during the\noccultation observation.\n","Comment: 4 pages, 3 tables, 4 figures. Accepted for publication in ApJ\n  Letters. Corrected minor typos. The definitive version is available at\n  http://www.journals.uchicago.edu/"]}]
["0709.2841",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2841","Journal of Physics B: Atomic and Molecular Physics 40 (2007) 4013","doi:10.1088/0953-4075/40/20/004"],"date":["2007-09-18"],"type":["text"],"creator":["Morizot, Olivier","Alzar, Carlos L. Garrido","Pottie, Paul-Eric","Lorent, Vincent","Perrin, Hélène"],"language":[],"coverage":[],"title":["Trapping and cooling of rf-dressed atoms in a quadrupole magnetic field"],"description":["  We observe the spontaneous evaporation of atoms confined in a bubble-like\nrf-dressed trap (Zobay and Garraway, 2001). The atoms are confined in a\nquadrupole magnetic trap and are dressed by a linearly polarized rf field. The\nevaporation is related to the presence of holes in the trap, at the positions\nwhere the rf coupling vanishes, due to its vectorial character. The final\ntemperature results from a competition between residual heating and evaporation\nefficiency, which is controlled via the height of the holes with respect to the\nbottom of the trap. The experimental data are modeled by a Monte-Carlo\nsimulation predicting a small increase in phase space density limited by the\nheating rate. This increase was within the phase space density determination\nuncertainty of the experiment.\n","Comment: 6 pages, 6 figures; to appear in J. Phys. B"]}]
["0709.3291",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3291"],"date":["2007-09-20","2007-10-10"],"type":["text"],"creator":["Emmert-Streib, Frank","Chen, Lin","Storey, John"],"language":[],"coverage":[],"title":["Functional Annotation of Genes in Saccharomyces cerevisiae based on\n  Joint Betweenness"],"description":["  This paper has been withdrawn.\n","Comment: This paper has been withdrawn"]}]
["0709.3361",{"format":[],"subject":["Mathematics - Number Theory","11Y11, 65Y05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3361"],"date":["2007-09-21","2007-10-10"],"type":["text"],"creator":["Jarnicki, Witold","Żenczykowski, Maciej"],"language":[],"coverage":[],"title":["On a property of the number 977731833235239280"],"description":["  We solve a theoretical arithmetics problem stated by Wac{\\l}aw Sierpi\\'nski.\nThe problem has remained open for a couple of decades.\n","Comment: 5 pages"]}]
["0709.4103",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4103"],"date":["2007-09-26","2007-10-10"],"type":["text"],"creator":["Hoppe, S.","Lemoine-Goumard, M.","Collaboration, for the H. E. S. S."],"language":[],"coverage":[],"title":["H.E.S.S. observations of the supernova remnant RCW 86"],"description":["  The shell-type supernova remnant (SNR) RCW 86 - possibly associated with the\nhistorical supernova SN 185 - was observed during the past three years with the\nHigh Energy Stereoscopic System (H.E.S.S.), an array of four\natmospheric-Cherenkov telescopes located in Namibia. The multi-wavelength\nproperties of RCW 86, e.g. weak radio emission and North-East X-ray emission\nalmost entirely consisting of synchroton radiation, resemble those of two\nvery-high energy (VHE; > 100 GeV) gamma-ray emitting SNRs RX J1713.7-3946 and\nRX J0852-4622. The H.E.S.S. observations reveal a new extended source of VHE\ngamma-ray emission.The morphological and spectral properties of this new source\nwill be presented.\n","Comment: 4 pages, 3 figures, ICRC 2007, corrected typing mistake in the\n  gamma-ray luminosity used in formula 1"]}]
["0710.0076",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25, 57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0076"],"date":["2007-09-29","2007-10-10"],"type":["text"],"creator":["Kalfagianni, Efstratia"],"language":[],"coverage":[],"title":["A note on quantum 3-manifold invariants and hyperbolic volume"],"description":["  We investigate the conjectural relations between the\nReshetikhin-Turaev-Witten quantum SU(2) invariants and the volume of hyperbolic\n3-manifolds. Given a finite set of sufficiently large positive integers, say J,\nwe construct examples of closed hyperbolic 3-manifolds with the same invariants\nat all levels in J and different volume.\n","Comment: 8 pages, 1 figure: Added \"Concluding Remarks\" and additional\n  references. Final version; to appear in the Journal of Knot Theory and its\n  Ramifications"]}]
["0710.0657",{"format":[],"subject":["Statistics - Applications","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0657"],"date":["2007-10-02"],"type":["text"],"creator":["Whitcher, Brandon","Lee, Thomas C. M.","Weiss, Jeffrey B.","Hoar, Timothy J.","Nychka, Douglas W."],"language":[],"coverage":[],"title":["A Multiresolution Census Algorithm for Calculating Vortex Statistics in\n  Turbulent Flows"],"description":["  The fundamental equations that model turbulent flow do not provide much\ninsight into the size and shape of observed turbulent structures. We\ninvestigate the efficient and accurate representation of structures in\ntwo-dimensional turbulence by applying statistical models directly to the\nsimulated vorticity field. Rather than extract the coherent portion of the\nimage from the background variation, as in the classical signal-plus-noise\nmodel, we present a model for individual vortices using the non-decimated\ndiscrete wavelet transform. A template image, supplied by the user, provides\nthe features to be extracted from the vorticity field. By transforming the\nvortex template into the wavelet domain, specific characteristics present in\nthe template, such as size and symmetry, are broken down into components\nassociated with spatial frequencies. Multivariate multiple linear regression is\nused to fit the vortex template to the vorticity field in the wavelet domain.\nSince all levels of the template decomposition may be used to model each level\nin the field decomposition, the resulting model need not be identical to the\ntemplate. Application to a vortex census algorithm that records quantities of\ninterest (such as size, peak amplitude, circulation, etc.) as the vorticity\nfield evolves is given. The multiresolution census algorithm extracts coherent\nstructures of all shapes and sizes in simulated vorticity fields and is able to\nreproduce known physical scaling laws when processing a set of voriticity\nfields that evolve over time.\n"]}]
["0710.1626",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1626"],"date":["2007-10-08"],"type":["text"],"creator":["Josan, Awlok","Liu, Mingyan","Neuhoff, David L.","Pradhan, S. Sandeep"],"language":[],"coverage":[],"title":["Throughput Scaling in Random Wireless Networks: A Non-Hierarchical\n  Multipath Routing Strategy"],"description":["  Franceschetti et al. have recently shown that per-node throughput in an\nextended, ad hoc wireless network with $\\Theta(n)$ randomly distributed nodes\nand multihop routing can be increased from the $\\Omega({1 \\over \\sqrt{n} \\log\nn})$ scaling demonstrated in the seminal paper of Gupta and Kumar to $\\Omega({1\n\\over \\sqrt{n}})$. The goal of the present paper is to understand the\ndependence of this interesting result on the principal new features it\nintroduced relative to Gupta-Kumar: (1) a capacity-based formula for link\ntransmission bit-rates in terms of received signal-to-interference-and-noise\nratio (SINR); (2) hierarchical routing from sources to destinations through a\nsystem of communal highways; and (3) cell-based routes constructed by\npercolation. The conclusion of the present paper is that the improved\nthroughput scaling is principally due to the percolation-based routing, which\nenables shorter hops and, consequently, less interference. This is established\nby showing that throughput $\\Omega({1 \\over \\sqrt{n}})$ can be attained by a\nsystem that does not employ highways, but instead uses percolation to\nestablish, for each source-destination pair, a set of $\\Theta(\\log n)$ routes\nwithin a narrow routing corridor running from source to destination. As a\nresult, highways are not essential. In addition, it is shown that throughput\n$\\Omega({1 \\over \\sqrt{n}})$ can be attained with the original threshold\ntransmission bit-rate model, provided that node transmission powers are\npermitted to grow with $n$. Thus, the benefit of the capacity bit-rate model is\nsimply to permit the power to remain bounded, even as the network expands.\n","Comment: 7 Pages, 4 Figures, 2007 Allerton Conference on Communication,\n  Control and Computing"]}]
["0710.1637",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1637"],"date":["2007-10-09"],"type":["text"],"creator":["Meng, Xin-He","Su, Meng","Wang, Zheng"],"language":[],"coverage":[],"title":["A Cosmic Model Parameterizing the late Universe"],"description":["  A simple speed-up cosmology model is proposed to account for the dark energy\npuzzle. We condense contributions from dark energy and curvature term into one\neffective parameter in order to reduce parameter degeneracies and to find any\ndeviation from flat concordance $\\Lambda$CDM model, by considering that the\ndiscrimination between dynamical and non-dynamical sources of cosmic\nacceleration as the best starting point for analyzing dark energy data sets\nboth at present and in future. We also combine recent Type Ia Supernova (SNIa),\nCosmic Microwave Background (CMB) and Baryon Oscillation (BAO) to constrain\nmodel parameter space. Degeneracies between model parameters are discussed by\nusing both degeneracy diagram and data analysis including high redshift\ninformation from Gamma Ray Bursts (GRBs) sample. The analysis results show that\nour model is consistent with cosmological observations. We try to distinct the\ncurvature effects from the specially scaling dark energy component as\nparameterized. We study the linear growth of large scale structure, and finally\nshow the effective dark energy equation of state in our model and how the\nmatter component coincidences with the dark energy numerically.\n","Comment: 9 pages, 9 figures"]}]
["0710.1642",{"format":[],"subject":["Mathematics - Dynamical Systems","37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1642"],"date":["2007-10-08"],"type":["text"],"creator":["Bedford, Eric","Kim, Kyounghee"],"language":[],"coverage":[],"title":["Linear Recurrences in the Degree Sequences of Monomial Mappings"],"description":["  Let $A$ be an integer matrix, and let $f_A$ be the associated monomial map.\nWe give a connection between the eigenvalues of $A$ and existence of a linear\nrecurrence relation in the sequence of degrees.\n"]}]
["0710.1644",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1644"],"date":["2007-10-08"],"type":["text"],"creator":["Krechetnikov, R.","Marsden, J. E.","Nagib, H. M."],"language":[],"coverage":[],"title":["A mechanistic model of separation bubble"],"description":["  This work uncovers the low-dimensional nature the complex dynamics of\nactuated separated flows. Namely, motivated by the problem of model-based\npredictive control of separated flows, we identify the requirements on a\nmodel-based observer and the key variables and propose a prototype model in the\ncase of thick airfoils as motivated by practical applications.\n  The approach in this paper differs fundamentally from the logic behind known\nmodels, which are either linear or based on POD-truncations and are unable to\nreflect even the crucial bifurcation and hysteresis inherent in separation\nphenomena. This new look at the problem naturally leads to several important\nimplications, such as, firstly, uncovering the physical mechanisms for\nhysteresis, secondly, predicting a finite amplitude instability of the bubble,\nand thirdly to new issues to be studied theoretically and tested\nexperimentally. More importantly, by employing systematic reasoning, the\nlow-dimensional nature of these complex phenomena at the coarse level is\nrevealed.\n"]}]
["0710.1646",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1646"],"date":["2007-10-08"],"type":["text"],"creator":["Pierre Auger Collaboration","Etchegoyen, A."],"language":[],"coverage":[],"title":["AMIGA, Auger Muons and Infill for the Ground Array"],"description":["  The Pierre Auger Observatory is planned to be upgraded so that the energy\nspectrum of cosmic rays can be studied down to 0.1 EeV and the muon component\nof showers can be determined. The former will lead to a spectrum measured by\none technique from 0.1 EeV to beyond 100 EeV while the latter will aid\nidentification of the primary particles. These enhancements consist of three\nhigh elevation telescopes (HEAT) and an infilled area having both surface\ndetectors and underground muon counters (AMIGA). The surface array of the Auger\nObservatory will be enhanced over a 23.5 km2 area by 85 detector pairs laid out\nas a graded array of water-Cherenkov detectors and 30 m2 buried muon\nscintillator counters. The spacings in the array will be 433 and 750 m. The\nmuon detectors will comprise highly segmented scintillators with optical fibres\nending on multi-anode phototubes. The AMIGA complex will be centred 6.0 km away\nfrom the fluorescence detector installation at Coihueco and will be overlooked\nby the HEAT telescopes. We describe the design features of the AMIGA\nenhancement.\n","Comment: 4 pages, 3 figures, ICRC 2007 #1307"]}]
["0710.1658",{"format":[],"subject":["Mathematics - Differential Geometry","53A40, 53B05, 34C30, 34C31"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1658"],"date":["2007-10-08"],"type":["text"],"creator":["Nurowski, Pawel"],"language":[],"coverage":[],"title":["Comment on GL(2,R) geometry of 4th order ODEs"],"description":["  We describe 4th order ODEs satisfying two contact invariant conditions of\nBryant in terms of the Ricci tensor of a certain gl(2,R) valued connection. We\nalso provide nonhomogeneous examples of such ODEs.\n"]}]
["0710.1664",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Number Theory","13K05, 19D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1664"],"date":["2007-10-08"],"type":["text"],"creator":["Costeanu, Viorel"],"language":[],"coverage":[],"title":["On the 2-typical de Rham-Witt complex"],"description":["  In this paper we introduce the 2-typical de Rham-Witt complex for arbitrary\ncommutative, unital rings and log-rings. We describe this complex for the rings\n\\Z and \\Z_{(2)}, for the log-ring (\\Z_{(2)},M) with the canonical\nlog-structure, and we describe its behaviour under polynomial extensions. In an\nappendix we also describe the $p$-typical de Rham-Witt complex of (\\Z_{(p)},M)\nfor p odd.\n","Comment: 36 pages"]}]
["0710.1671",{"format":[],"subject":["Mathematics - Differential Geometry","53B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1671"],"date":["2007-10-09"],"type":["text"],"creator":["Graham, C. Robin"],"language":[],"coverage":[],"title":["Jet isomorphism for conformal geometry"],"description":["  Jet isomorphism theorems for conformal geometry are discussed. A new proof of\nthe jet isomorphism theorem for odd-dimensional conformal geometry is outlined,\nusing an ambient realization of the conformal deformation complex. An infinite\norder ambient lift for conformal densities in the case in which harmonic\nextension is obstructed is described. A jet isomorphism theorem for even\ndimensional conformal geometry is formulated using the inhomogeneous ambient\nmetrics recently introduced by the author and K. Hirachi.\n","Comment: 29 pages, based on lectures delivered at the 2007 Winter School\n  'Geometry and Physics', Srni, Czech Republic; v.2 corrects typos introduced\n  by arXiv HyperTeX macro"]}]
["0710.1676",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1676"],"date":["2007-10-08"],"type":["text"],"creator":["Shih, Chi-Tin","Römer, Rudolf A.","Roche, Stephan"],"language":[],"coverage":[],"title":["Electric Transport Properties of the p53 Gene and the Effects of Point\n  Mutations"],"description":["  In this work, charge transport (CT) properties of the p53 gene are\nnumerically studied by the transfer matrix method, and using either single or\ndouble strand effective tight-binding models. A statistical analysis of the\nconsequences of known p53 point mutations on CT features is performed. It is\nfound that in contrast to other kind of mutation defects, cancerous mutations\nresult in much weaker changes of CT efficiency. Given the envisioned role\nplayed by CT in the DNA-repairing mechanism, our theoretical results suggest an\nunderlying physical explanation at the origin of carcinogenesis.\n","Comment: 5 pages, 4 figures, presented in the conference \"Trends in\n  NanoTechnology 2007\", submitted to physica status solidi (a)"]}]
["0710.1679",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1679"],"date":["2007-10-08"],"type":["text"],"creator":["Zhou, Jian"],"language":[],"coverage":[],"title":["On computations of Hurwitz-Hodge integrals"],"description":["  We describe a method to compute Hurwitz-Hodge integrals.\n"]}]
["0710.1683",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1683"],"date":["2007-10-09"],"type":["text"],"creator":["Rozo, Eduardo","Chen, Jacqueline","Zentner, Andrew R."],"language":[],"coverage":[],"title":["Biases in the Gravitational Lens Population Induced by Halo and Galaxy\n  Triaxiality"],"description":["  The lensing cross section of triaxial halos depends on the relative\norientation between a halo's principal axes and its line of sight.\nConsequently, a lensing subsample of randomly oriented halos is not, in\ngeneral,randomly oriented. Using an isothermal mass model for the lensing\ngalaxies and their host halos, we show that the lensing subsample of halos that\nproduces doubles is preferentially aligned along the lines of sight, whereas\nhalos that produce quads tend to be projected along their middle axes. These\npreferred orientations result in different projected ellipticity distributions\nfor quad, doubles, and random galaxies. We show that ~300 lens systems must be\ndiscovered to detect this effect at the 95% confidence level. We also\ninvestigate the importance of halo shape for predicting the quad-to-double\nratio and find that the latter depends quite sensitively on the distribution of\nthe short-to-long axis ratio, but is otherwise nearly independent of halo\nshape. Finally, we estimate the impact of the preferred orientation of lensing\ngalaxies on their projected substructure mass fraction, and find that the\nobserved alignment between the substructure distribution and the mass\ndistribution of halos result in a negligible bias.\n"]}]
["0710.1689",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1689"],"date":["2007-10-09"],"type":["text"],"creator":["Fisenko, Sergey P.","Borovik, Felix N."],"language":[],"coverage":[],"title":["Formation and Growth of Nanowire"],"description":["  The kinetics of main physical processes controlling the growth of nanowires\n(NW) via evolution pass \" vapor-liquid-solid\" is considered. The roles of the\nthermodynamics and kinetics of cluster nucleation in the initial stage of NW\nformation are studied. Approximate expressions for NW length are obtained in\none-dimensional approximation. The influence of transfer processes in the gas\nphase on the growth NW is evaluated. The effect of release of the latent heat\nof phase transition and heat conduction along NW is considered. For carbon NW,\ngrown on Ni catalytic particles, numerical results are obtained. PACS: 64.70Dv,\n68.70+w.\n","Comment: 18 pages; 3 figures"]}]
["0710.1690",{"format":[],"subject":["Mathematics - Statistics Theory","60J25, 62A10, G2G05 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1690"],"date":["2007-10-09"],"type":["text"],"creator":["Pons, Odile"],"language":[],"coverage":[],"title":["Inference in nonparametric current status models with covariates"],"description":["  In interval censored models with current status observations, the variables\nare indicators of the presence of individuals on observation intervals and\ncovariates. When several individuals share the same observation interval, a\nsimple procedure provides new estimators for the distribution of the\nobservation times and their intensity, in a closed form. They are\n$n^{1/2}$-consistent for piece-wise constant covariates. Estimators of the\nsample-sizes are deduced and asymptotic $\\chi^2$ tests for independence of the\nobservations on consecutive intervals and for independence between consecutive\nclasses for the observed individuals are proposed.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0710.1691",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1691"],"date":["2007-10-09"],"type":["text"],"creator":["Hilker, M.","Mieske, S.","Baumgardt, H.","Dabringhausen, J."],"language":[],"coverage":[],"title":["UCDs - more massive than allowed?"],"description":["  Dynamical mass estimates of ultra-compact dwarfs galaxies and massive\nglobular clusters in the Fornax and Virgo clusters and around the giant\nelliptical Cen A have revealed some surprising results: 1) above about 10^6\nM_sun the mass-to-light (M/L) ratio increases with the objects' mass; 2) some\nUCDs/massive GCs show high M/L values (4 to 6) that are not compatible with\nstandard stellar population models; and 3) in the luminosity-velocity\ndispersion diagram, UCDs deviate from the well defined relation of `normal'\nGCs, being more in line with the Faber-Jackson relation of early-type galaxies.\nIn this contribution, we present the observational evidences for high\nmass-to-light ratios of UCDs and discuss possible explanations for them.\n","Comment: 2 pages, 2 figures. To appear in the proceedings of the 246th IAU\n  symposium on 'Dynamical Evolution of Dense Stellar Systems', eds. E.\n  Vesperini, M. Giersz, and A. Sills, Capri, Sept. 2007"]}]
["0710.1692",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Logic","47H10, 47H09, 03F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1692"],"date":["2007-10-09"],"type":["text"],"creator":["Leustean, Laurentiu"],"language":[],"coverage":[],"title":["Rates of asymptotic regularity for Halpern iterations of nonexpansive\n  mappings"],"description":["  In this paper we obtain new effective results on the Halpern iterations of\nnonexpansive mappings using methods from mathematical logic or, more\nspecifically, proof-theoretic techniques. We give effective rates of asymptotic\nregularity for the Halpern iterations of nonexpansive self-mappings of nonempty\nconvex sets in normed spaces. The paper presents another case study in the\nproject of {\\em proof mining}, which is concerned with the extraction of\neffective uniform bounds from (prima-facie) ineffective proofs.\n","Comment: in C.S. Calude, G. Stefanescu, and M. Zimand (eds.), Combinatorics\n  and Related Areas. A Collection of Papers in Honour of the 65th Birthday of\n  Ioan Tomescu"]}]
["0710.1694",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1694"],"date":["2007-10-09"],"type":["text"],"creator":["Nagaraju, K.","Ramesh, K. B.","Sankarasubramanian, K.","Rangarajan, K. E."],"language":[],"coverage":[],"title":["An efficient modulation scheme for dual beam polarimetry"],"description":["  An eight stage balanced modulation scheme for dual beam polarimetry is\npresented in this paper. The four Stokes parameters are weighted equally in all\nthe eight stages of modulation resulting in total polarimetric efficiency of\nunity. The gain table error inherent in dual beam system is reduced by using\nthe well known beam swapping technique. The wavelength dependent polarimetric\nefficiencies of Stokes parameters due to the chromatic nature of the waveplates\nare presented. The proposed modulation scheme produces better Stokes $Q$ and\n$V$ efficiencies for wavelengths larger than the design wavelength whereas\nStokes $U$ has better efficiency in the shorter wavelength region. Calibration\nof the polarimeter installed as a backend instrument of the Kodaikanal Tower\nTelescope is presented. It is found through computer simulation that a 14% sky\ntransparency variation during calibration of the polarimeter can introduce\n$\\approx 1.8%$ uncertainty in the determination of its response matrix.\n","Comment: accepted for publication in BASI"]}]
["0710.1699",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1699"],"date":["2007-10-09"],"type":["text"],"creator":["Glass, A. M. W."],"language":[],"coverage":[],"title":["Finitely generated lattice-ordered groups with soluble word problem"],"description":["  William W. Boone and Graham Higman proved that a finitely generated group has\nsoluble word problem if and only if it can be embedded in a simple group that\ncan be embedded in a finitely presented group. We prove the exact analogue for\nlattice-ordered groups: Theorem: A finitely generated lattice-ordered group has\nsoluble word problem if and only if it can be embedded in an simple\nlattice-ordered group that can be embedded in a finitely presented\nlattice-ordered group. The proof uses permutation groups and the ideas used to\nprove the lattice-ordered group analogue of Higman's Embedding Theorem.\n"]}]
["0710.1704",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1704"],"date":["2007-10-09"],"type":["text"],"creator":["Gross, Noam","Shotan, Zav","Galfsky, Tal","Khaykovich, Lev"],"language":[],"coverage":[],"title":["A giant controllable gap in the optical spectrum of a semiconductor\n  laser subject to intense feedback with rotated polarization"],"description":["  A semiconductor laser subject to delayed optical feedback is investigated in\nthe limit of extremely intense feedback power. In a range of feedback\npolarization rotation angles the emission spectra of the laser reveal a giant\ngap with width of more than a terahertz. The position of the gap and its width\nare shown to be regulated by means of feedback polarization rotation angle. We\ndemonstrate that a theoretical approach, based on carrier density grating\ninduced potential, explains our experimental results.\n","Comment: 4 pages, 4 figures"]}]
["0710.1715",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1715"],"date":["2007-10-09"],"type":["text"],"creator":["Fleig, Johannes","Rauch, Thomas","Werner, Klaus","Kruk, Jeffrey W."],"language":[],"coverage":[],"title":["FUV Spectroscopy of the sdOB Primary of the Eclipsing Binary System AA\n  Dor"],"description":["  AA Dor is an eclipsing, close, post common-envelope binary (PCEB). We present\na detailed spectral analysis of its sdOB primary star based on observations\nobtained with the Far Ultraviolet Spectroscopic Explorer (FUSE). Due to a\nstrong contamination by interstellar absorption, we had to model both, the\nstellar spectrum as well as the interstellar line absorption in order to\nreproduce the FUV observation well and to determine the photospheric parameters\nprecisely.\n","Comment: 4 pages, 6 figures"]}]
["0710.1719",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J45","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1719"],"date":["2007-10-09"],"type":["text"],"creator":["Tsukioka, Toru"],"language":[],"coverage":[],"title":["A remark on Fano 4-folds having (3,1)-type extremal contractions"],"description":["  Let X be the blow-up of a smooth projective 4-fold Y along a smooth curve C\nand let E be the exceptional divisor. Assume that X is a Fano manifold and has\nan elementary extremal contraction $\\phi: X \\to Z$ of (3,1)-type such that E is\n$\\phi$-ample (recall that a contraction map for a 4-fold is called (3,1)-type\nif the exceptional locus is a divisor and its image is a curve). We show that\nif the exceptional divisor of $\\phi$ is smooth, then Y is isomorphic to\n$\\mathbb{P}^{4}$ and C is an elliptic curve of degree 4.\n","Comment: 8 pages"]}]
["0710.1728",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1728"],"date":["2007-10-09"],"type":["text"],"creator":["Hamilton, Andrew"],"language":[],"coverage":[],"title":["Prospects of Forward Energy Flow and Low-x Physics at the LHC"],"description":["  The LHC will soon provide proton-proton collisions at the unprecedented\ncenter of mass energy, $\\sqrt{s}=$14 TeV. This not only allows us to probe new\nregions of high-$p_T$ physics, but also low-$x$ and forward physics. A\nselection of potential measurements are described to outline the prospects for\nlow-$x$ and forward physics in the ATLAS, CMS, TOTEM, and LHCf experiments.\n","Comment: 8 pages, 7 figures, proceedings of Blois07/EDS07 conference"]}]
["0710.1733",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1733"],"date":["2007-10-09"],"type":["text"],"creator":["Hamilton, Andrew"],"language":[],"coverage":[],"title":["Diffraction at the Tevatron"],"description":["  This article contains a summary of the recent results in diffractive physics\nat the Tevatron. Results from the CDF diffraction program include the single\ndiffractive to non-diffractive ratio in dijet events, observation of exclusive\n$e^+e^-$ production via two-photon exchange, hints of exclusive $\\gamma\\gamma$\nproduction via Double Pomeron Exchange (DPE), and the observation of exclusive\ndijet production via DPE. A summary of the current plans for the D\\O\\\ndiffractive physics program is also presented.\n","Comment: 4 pages, 4 figures, for proceedings of ICHEP 2006 in Moscow"]}]
["0710.1736",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1736","Phys. Rev. Lett. 99, 136404 (2007)","doi:10.1103/PhysRevLett.99.136404"],"date":["2007-10-09"],"type":["text"],"creator":["La Magna, Antonino","Deretzis, Ioannis"],"language":[],"coverage":[],"title":["Phonon Driven Nonlinear Electrical Behavior in Molecular Devices"],"description":["  Electronic transport in a model molecular device coupled to local phonon\nmodes is theoretically analyzed. The method allows for obtaining an accurate\napproximation of the system's quantum state irrespective of the electron and\nphonon energy scales. Nonlinear electrical features emerge from the calculated\ncurrent-voltage characteristics. The quantum corrections with respect to the\nadiabatic limit characterize the transport scenario, and the polaronic\nreduction of the effective device-lead coupling plays a fundamental role in the\nunusual electrical features.\n","Comment: 14 pages, 4 figures"]}]
["0710.1740",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1740"],"date":["2007-10-09"],"type":["text"],"creator":["Wickramasekera, Neshan"],"language":[],"coverage":[],"title":["A regularity and compactness theory for immersed stable minimal\n  hypersurfaces of multiplicity at most 2"],"description":["  We prove that a stable minimal hypersurface of an open ball having a singular\nset of locally finite codimension 2 Hausdorff measure which is weakly close to\na multiplicity 2 hyperplane is a 2-valued C^{1, alpha} graph in the interior.\nApplications including a compactness theorem for a class of immersed stable\nminimal hypersurfaces and a pointwise curvature estimate for the hypersurfaces\nin this class in low dimensions are also discussed.\n","Comment: 77 pages; to appear in JDG"]}]
["0710.1743",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1743","F.F.Karpeshin. In: International School-Seminar on Heavy Ion Phys.\n  Ed.: Yu.Ts.Oganessian, Yu.E.Penionzhkevich and R.Kalpakchieva. Dubna: 1993.\n  Vol. 1, P. 294"],"date":["2007-10-09"],"type":["text"],"creator":["Karpeshin, F. F."],"language":[],"coverage":[],"title":["Non-Statistical gamma Rays from Fragments"],"description":["  Polarization mechanism by Strutinsky-Denisov gives rise to the electric\ndipole radiation from fragments. Its probability calculated within the LDM\nturns out to be ~3.5x10-2 per fission. The radiation occurs during\nthermolization of the post-rupture deformation energy of the fragments, but\nbefore the neutron emission.\n","Comment: 3 pages"]}]
["0710.1744",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1744"],"date":["2007-10-09"],"type":["text"],"creator":["Castagnoli, Giuseppe"],"language":[],"coverage":[],"title":["Quantum problem solving as simultaneous computation"],"description":["  I provide an alternative way of seeing quantum computation. First, I describe\nan idealized classical problem solving machine that, thanks to a many body\ninteraction, reversibly and nondeterministically produces the solution of the\nproblem under the simultaneous influence of all the problem constraints. This\nrequires a perfectly accurate, rigid, and reversible relation between the\ncoordinates of the machine parts - the machine can be considered the many body\ngeneralization of another perfect machine, the bounching ball model of\nreversible computation. The mathematical description of the machine, as it is,\nis applicable to quantum problem solving, an extension of the quantum\nalgorithms that comprises the physical representation of the problem-solution\ninterdependence. The perfect relation between the coordinates of the machine\nparts is transferred to the populations of the reduced density operators of the\nparts of the computer register. The solution of the problem is reversibly and\nnondeterministically produced under the simultaneous influence of the state\nbefore measurement and the quantum principle. At the light of the present\nnotion of simultaneous computation, the quantum speed up turns out to be\n\"precognition\" of the solution, namely the reduction of the initial ignorance\nof the solution due to backdating, to before running the algorithm, a\ntime-symmetric part of the state vector reduction on the solution; as such, it\nis bounded by state vector reduction through an entropic inequality. PACS\nnumbers: 03.67.Lx, 01.55.+b, 01.70.+w\n","Comment: 12 pages, part of a work to be published on IJTP"]}]
["0710.1747",{"format":[],"subject":["Mathematical Physics","35J25, 35K20, 53B50, 58A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1747"],"date":["2007-10-09"],"type":["text"],"creator":["Raumonen, Pasi","Suuriniemi, Saku","Tarhasaari, Timo","Kettunen, Lauri"],"language":[],"coverage":[],"title":["Manifold and metric in numerical solution of the quasi-static\n  electromagnetic boundary value problems"],"description":["  Classical vector analysis is the predominant formalism used by engineers of\ncomputational electromagnetism, despite the fact that manifold as a theoretical\nconcept has existed for a century. This paper discusses the benefits of\nmanifolds over the traditional approach in practical problems of modelling.\nWith a structural approach, it outlines the role and interdependence of\ncoordinate systems, metric, constitutive equations, and fields, and relates\nthem to practical problems of quasi-static computational electromagnetics: mesh\ngeneration, open-boundary problems, and electromagnetic-mechanical coupled\nproblems involving motion and deformation. The proposed procedures also imply\nimprovements to the flexibility of the modelling software.\n","Comment: 25 pages, 12 figures"]}]
["0710.1749",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1749"],"date":["2007-10-09"],"type":["text"],"creator":["Tuncay, Caglar"],"language":[],"coverage":[],"title":["On the frequency and temperature dependence of the conductivity"],"description":["  We obtain the frequency and temperature dependence of the conductivity for\n(disordered) solids, where the temperature dependence is defined in terms of\nthe related thermodynamic state function in exponential (or power law, etc.)\nforms. The model is applied to n-type Si with various donor and acceptor\nimpurities and several concentrations at T about 0 Kelvin and sodium borate\nglasses and mixed alkalis with various compositions (x) in all at T about 500\nKelvin. The results are found in good agreement with experiments.\n","Comment: 24 pages, 11 figures"]}]
["0710.1759",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1759"],"date":["2007-10-09"],"type":["text"],"creator":["Calibbi, Lorenzo"],"language":[],"coverage":[],"title":["Neutralino Dark Matter in SUSY-SU(5) with RH neutrinos"],"description":["  In the context of low-energy Supersymmetry, a model of Grand Unification with\nright-handed neutrinos, based on the group SU(5), is discussed and its\nimplications for neutralino dark matter (DM) are studied and compared with the\nconstrained MSSM. RG effects in this model modify the sparticle spectrum such\nthat the WMAP limit on the DM relic density cannot be satisfied for small\nvalues of $\\tan\\beta$ ($\\tan\\beta \\lesssim 35$) and the region of the parameter\nspace allowed by efficient neutralino-stau coannihilation presents a peculiar\nphenomenology and an upper bound on the neutralino mass for most of the\nparameters choices.\n","Comment: 4 pages, 6 figures. Submitted for the SUSY07 proceedings"]}]
["0710.1760",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1760"],"date":["2007-10-09"],"type":["text"],"creator":["Paul, N.","Terre, M.","Fety, L."],"language":[],"coverage":[],"title":["A Spectral Analysis Approach for Gaussian Mixture Estimation"],"description":["  This paper deals with the estimation of one-dimensional Gaussian mixture.\nGiven a set of observations of a K-component Gaussian mixture, we focus on the\nestimation of the component expectations. The number of components is supposed\nto be known. Our method is based on a spectral analysis of the estimated first\ncharacteristic function. We construct a Toeplitz matrix RM with 2M-1 estimated\nsamples of the first characteristic function and show that the mixture\ncomponent expectations can be derived from the eigenvector decomposition of RM.\nSimulations illustrate the performance of our algorithm on several\nconfigurations of a six-component Gaussian mixture. In the investigated\nscenarios the proposed method outperforms the Expectation-Maximization\nalgorithm\n"]}]
["0710.1764",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1764"],"date":["2007-10-09"],"type":["text"],"creator":["Ryazanov, V. V."],"language":[],"coverage":[],"title":["The weighed average geodetic of distributions of probabilities in the\n  statistical physics"],"description":["  The results received in works [Centsov N.N. [N.N. Chentsov], Statistical\ndecision rules and optimal inference, 1982 Amer. Math. Soc. (Translated from\nRussian); Morozova, E. A., Chentsov, N. N. Natural geometry of families of\nprobability laws. 1991 Probability theory, 8, 133--265, 270--274, 276 (in\nRussian)] for statistical distributions at studying algebra of decision rules\nand natural geometry generated by her, are applied to estimations of the\nnonequilibrium statistical operator and superstatistics. Expressions for the\nnonequilibrium statistical operator and superstatistics are received as special\ncases of the weighed average geodetic of distributions of probabilities.\n","Comment: 13 pages"]}]
["0710.1765",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1765","Physical Review Letters 99 (2007) 137602","doi:10.1103/PhysRevLett.99.137602"],"date":["2007-10-09"],"type":["text"],"creator":["Hayden, Michael E.","Baudin, Emmanuel","Tastevin, Geneviève","Nacher, Pierre-Jean"],"language":[],"coverage":[],"title":["NMR Time Reversal as a Probe of Incipient Turbulent Spin Dynamics"],"description":["  We demonstrate time reversal of nuclear spin dynamics in highly magnetized\ndilute liquid 3He-4He mixtures through effective inversion of long-range\ndipolar interactions. These experiments, which involve using magic sandwich NMR\npulse sequences to generate spin echoes, probe the spatiotemporal development\nof turbulent spin dynamics and promise to serve as a versatile tool for the\nstudy and control of dynamic magnetization instabilities. We also show that a\nrepeated magic sandwich pulse sequence can be used to dynamically stabilize\nmodes of nuclear precession that are otherwise intrinsically unstable. To date,\nwe have extended the effective precession lifetimes of our magnetized samples\nby more than three orders of magnitude.\n"]}]
["0710.1769",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1769","Small 2, 902 (2006)"],"date":["2007-10-09"],"type":["text"],"creator":["Simmons, J. M.","Nichols, B. M.","Marcus, Matthew S.","Castellini, O. M.","Hamers, R. J.","Eriksson, M. A."],"language":[],"coverage":[],"title":["Critical Oxide Thickness for Efficient Single-walled Carbon Nanotube\n  Growth on Silicon Using Thin SiO2 Diffusion Barriers"],"description":["  The ability to integrate carbon nanotubes, especially single-walled carbon\nnanotubes, seamlessly onto silicon would expand the range of applications\nconsiderably. Though direct integration using chemical vapor deposition is the\nsimplest method, the growth of single-walled carbon nanotubes on bare silicon\nand on ultra-thin oxides is greatly inhibited due to the formation of a\nnon-catalytic silicide. Using x-ray photoelectron spectroscopy, we show that\nsilicide formation occurs on ultra-thin oxides due to thermally activated metal\ndiffusion through the oxide. Silicides affect the growth of single-walled\nnanotubes more than multi-walled nanotubes due to the increased kinetics at the\nhigher single-walled nanotube growth temperature. We demonstrate that nickel\nand iron catalysts, when deposited on clean silicon or ultra-thin silicon\ndioxide layers, begin to form silicides at relatively low temperatures, and\nthat by 900C, all of the catalyst has been incorporated into the silicide,\nrendering it inactive for subsequent single-walled nanotube growth. We further\nshow that a 4 nm silicon dioxide layer is the minimum diffusion barrier\nthickness which allows for efficient single-walled nanotube growth.\n","Comment: 17 pages, 5 figures"]}]
["0710.1772",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Human-Computer Interaction","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1772","Dans European Conference on Cognitive Ergonomics (2007) 57-64"],"date":["2007-10-09"],"type":["text"],"creator":["Barcellini, Flore","Détienne, Françoise","Burkhardt, Jean-Marie"],"language":[],"coverage":[],"title":["Cross-Participants : fostering design-use mediation in an Open Source\n  Software community"],"description":["  Motivation - This research aims at investigating emerging roles and forms of\nparticipation fostering design-use mediation during the Open Source Software\ndesign process Research approach - We compare online interactions for a\nsuccessful \"pushed-by-users\" design process with unsuccessful previous\nproposals. The methodology developed, articulate structural analyses of the\ndiscussions (organization of discussions, participation) to actions to the code\nand documentation made by participants to the project. We focus on the\nuseroriented and the developer-oriented mailing-lists of the Python project.\nFindings/Design - We find that key-participants, the cross-participants, foster\nthe design process and act as boundary spanners between the users and the\ndevelopers' communities. Research limitations/Implications - These findings can\nbe reinforced developing software to automate the structural analysis of\ndiscussions and actions to the code and documentation. Further analyses,\nsupported by these tools, will be necessary to generalise our results.\nOriginality/Value - The analysis of participation among the three interaction\nspaces of OSS design (discussion, documentation and implementation) is the main\noriginality of this work compared to other OSS research that mainly analyse one\nor two spaces. Take away message - Beside the idealistic picture that users may\nintervene freely in the process, OSS design is boost and framed by some\nkey-participants and specific rules and there can be barriers to users'\nparticipation\n"]}]
["0710.1774",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34L30","34B15","46N20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1774","Topological methods in nonlinear analysis, Vol. 10, 1997, 137-169"],"date":["2007-10-09"],"type":["text"],"creator":["Malta, Iaci","Saldanha, Nicolau C.","Tomei, Carlos"],"language":[],"coverage":[],"title":["Morin singularities and global geometry in a class of ordinary\n  differential operators"],"description":["  We consider the operator $F(u) = u' + f(t,u(t))$ acting on periodic real\nvalued functions. Generically, critical points of $F$ are infinite dimensional\nMorin-like singularities and we provide operational characterizations of the\nsingularities of different orders. A global Lyapunov-Schmidt decomposition of\n$F$ converts $F$ into adapted coordinates, $\\Fbd(\\tilde v, \\overline u) =\n(\\tilde v, \\overline v)$, where $\\tilde v$ is a function of average zero and\nboth $\\overline u$ and $\\overline v$ are numbers. Thus, global geometric\naspects of $F$ reduce to the study of a family of one-dimensional maps: we use\nthis approach to obtain normal forms for several nonlinearities $f$. For\nexample, we characterize autonomous nonlinearities giving rise to global folds\nand, in general, we show that $F$ is a global fold if all critical points are\nfolds. Also, $f(t,x) = x^3 - x$, or, more generally, the Cafagna-Donati\nnonlinearity, yield global cusps; for $F$ interpreted as a map between\nappropriate Hilbert spaces, the requested changes of variable to bring $F$ to\nnormal form can be taken to be diffeomorphisms. A key ingredient in the\nargument is the contractibility of both the critical set and the set of\nnon-folds for a generic autonomous nonlinearity. We also obtain a numerical\nexample of a polynomial $f$ of degree 4 for which $F$ contains butterflies\n(Morin singularities of order 4)---% it then follows that $F(u) = v$ has six\nsolutions for some $v$.\n","Comment: This is a corrected version of the paper published in 1997. 34 pages,\n  4 figures"]}]
["0710.1775",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1775"],"date":["2007-10-09"],"type":["text"],"creator":["Wiesniak, Marcin"],"language":[],"coverage":[],"title":["Quantum Entanglement in Some Physical Systems"],"description":["  The summary of the Author's results on Bell inequalities and macroscopic\nentanglement.\n","Comment: University of Gdansk, Ph. D. thesis, defended on 20.09.2007"]}]
["0710.1780",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1780"],"date":["2007-10-09"],"type":["text"],"creator":["Alecian, E.","Wade, G. A.","Catala, C.","Folsom, C.","Grunhut, J.","Donati, J. -F.","Petit, P.","Bagnulo, S.","Boehm, T.","Bouret, J. -C.","Landstreet, J. D."],"language":[],"coverage":[],"title":["Magnetism and rotation in Herbig Ae/Be stars"],"description":["  Among the main sequence intermediate mass A and B stars, around 5% host\nlarge-scale organized magnetic fields. Most of these stars are very slow\nrotators compared to their non-magnetic counterparts, and show photospheric\nabundance anomalies. They are referred to as the Ap/Bp stars. One of the\ngreatest challenges, today is to understand the origin of their magnetic field\nand their slow rotation. The favoured hypothesis is a fossil origin of the\nmagnetic field, in which the magnetic fields of Ap/Bp stars are relics of those\nwhich existed in the parental molecular clouds during the formation. This\nimplies that the magnetic field must survive all the initial phases of the\nstellar evolution and especially the pre-main sequence (PMS) phase. This is\nconsistent with the general belief that magnetic braking occurs during the PMS\nphase, which sheds angular momentum and slows the rotation of these stars. In\nthis context, we proceeded with a survey of a sample of around 50 PMS Herbig\nAe/Be stars, using the new spectropolarimeter ESPaDOnS at the CFHT, in order to\nstudy the magnetic field and the rotation velocity of these stars. This talk\nreviews the results of our survey, as well as their consequences for the origin\nof the magnetic fields and the evolution of the rotation of intermediate mass\nstars during the PMS phase.\n","Comment: 6 pages. To appear in the proceedings of \"SF2A-2007: Semaine de\n  l'Astrophysique Francaise\", 2007, Grenoble, France (J. Bouvier, A. Chalabaev,\n  C. Charbonnel eds)"]}]
["0710.1789",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1789"],"date":["2007-10-09"],"type":["text"],"creator":["Kuhr, Thomas","Collaboration, for the CDF"],"language":[],"coverage":[],"title":["Lifetime Difference and CP Asymmetry in the Bs -> J/psi phi decay"],"description":["  The Bs meson is an interesting particle to study because a sizable mixing\ninduced CP violation in the Bs-Bsbar system would be an indication for physics\nbeyond the Standard Model. In this paper we present a measurement of the\nlifetime difference DeltaGamma between the Bs mass eigenstates and the CP\nviolating phase in the decay Bs -> J/psi phi. In 1.7 fb^-1 of data collected\nwith the CDF II detector at the Tevatron ppbar collider we measure DeltaGamma =\n0.076 +0.059-0.063 (stat.) +- 0.006 (syst.) ps^-1, well consistent with the\nStandard Model prediction, and a mean Bs lifetime of ctau_s = 456 +-13 (stat.)\n+- 7 (syst.) m^-6. We find no evidence for CP violation.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 9 eps figures"]}]
["0710.1790",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1790"],"date":["2007-10-09"],"type":["text"],"creator":["Verde-Velasco, J. M."],"language":[],"coverage":[],"title":["Static and dynamic properties of hadronic systems with heavy quarks b\n  and c"],"description":["  This thesis has been devoted to the study of different properties of hadrons\nwith one and two heavy quarks $c$ and/or $b$. All calculations have been done\nin the framework of a nonrelativistic constituent quark model. In order to\ncheck the sensitivity of our results to the inter--quark interaction we have\nused five different quark--quark potentials. The spread in results gives an\nestimation of theoretical uncertainties and so has been quoted.\n  Most observables studied change only at the level of a few per cent when\nchanging the interaction potential.\n  Another source of theoretical uncertainty is the use of nonrelativistic\nkinematics in the evaluation of the orbital wave functions and the construction\nof our nonrelativistic states, although we think that a good part of these\nrelativistic effects are contained in an effective way in the parameters of the\nquark-quark potentials, which were adjusted in the original works to reproduce\nthe experimental spectra of mesons. Mesons wave functions have been evaluated\nusing a Numerov algorithm, while for baryons the three body problem has been\nsolved using a variational approach with ansatz wave functions that include\nsimplifications that arise from HQS and HQSS. To compute hadron decays we have\nrelied on the impulse approximation, which induces small axial and vector\ncurrent conservation violations due to binding effects. These binding effects,\nthough they affect some of the weak form factors analyzed, have little\ninfluence on the decay widths.\n","Comment: PhD thesis, Supervisors: E. Hernandez, J. Nieves 183 pages"]}]
["0710.1797",{"format":[],"subject":["Mathematics - Combinatorics","05D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1797"],"date":["2007-10-09"],"type":["text"],"creator":["Russell, Paul A."],"language":[],"coverage":[],"title":["Families intersecting on an interval"],"description":["  We shall be interested in the following Erdos-Ko-Rado-type question. Fix some\nsubset B of [n]. How large a family A of subsets of [n] can we find such that\nthe intersection of any two sets in A contains a cyclic translate (modulo n) of\nB? Chung, Graham, Frankl and Shearer have proved that, in the case where B is a\nblock of length t, we can do no better than to take A to consist of all\nsupersets of B. We give an alternative proof of this result, which is in a\ncertain sense more 'direct'.\n","Comment: 7 pages"]}]
["0710.1799",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1799"],"date":["2007-10-09"],"type":["text"],"creator":["Karpeshin, F. F."],"language":[],"coverage":[],"title":["Right-Left Asymmetry of Radiation from Fission"],"description":["  The effect of the right-left asymmetry is considered in the predicted earlier\nelectric dipole radiation from fission fragments arising due to the\nStrutinski-Denisov induced polarisation mechanism. The magnitude of the\nasymmetry parameter is on the level of 10^-3. That is in agreement with the\nrecent experimental data on the radiative ROT effect in ^{235}U fission induced\nby cold polarised neutrons.\n","Comment: 5 pages"]}]
["0710.1806",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1806","Phys. Rev. B, 76, 104429 (2007)","doi:10.1103/PhysRevB.76.104429"],"date":["2007-10-09"],"type":["text"],"creator":["Tsirlin, Alexander A.","Shpanchenko, Roman V.","Antipov, Evgeny V.","Bougerol, Catherine","Hadermann, Joke","Van Tendeloo, Gustaaf","Schnelle, Walter","Rosner, Helge"],"language":[],"coverage":[],"title":["Spin ladder compound Pb(0.55)Cd(0.45)V(2)O(5): synthesis and\n  investigation"],"description":["  The complex oxide Pb(0.55)Cd(0.45)V(2)O(5) was synthesized and investigated\nby means of X-ray powder diffraction, electron diffraction, magnetic\nsusceptibility measurements and band structure calculations. Its structure is\nsimilar to that of MV(2)O(5) compounds (M = Na, Ca) giving rise to a spin\nsystem of coupled S=1/2 two-leg ladders. Magnetic susceptibility measurements\nreveal a spin gap-like behavior with \\Delta ~ 270 K and a spin singlet ground\nstate. Band structure calculations suggest Pb(0.55)Cd(0.45)V(2)O(5) to be a\nsystem of weakly coupled dimers in perfect agreement with the experimental\ndata. Pb(0.55)Cd(0.45)V(2)O(5) provides an example of the modification of the\nspin system in layered vanadium oxides by cation substitution. Simple\ncorrelations between the cation size, geometrical parameters and exchange\nintegrals for the MV(2)O(5)-type oxides are established and discussed.\n","Comment: 8 pages, 7 figures"]}]
["0710.1809",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1809"],"date":["2007-10-09"],"type":["text"],"creator":["Jacewicz, Marek","Höistad, Bo"],"language":[],"coverage":[],"title":["Proceedings of the Second International Workshop on Eta Meson Physics"],"description":["  These are the proceedings of the Second International Workshop on Eta Meson\nPhysics held in May 10-11, 2007, at the resort Peniscola in Spain. The workshop\nwas focused on topics regarding eta and eta' -meson production and decays\nphysics of common interest in the EU EtaMesonNet network.\n","Comment: Each talk is represented by an extended abstract, 108 pages in total"]}]
["0710.1816",{"format":[],"subject":["Mathematics - Combinatorics","05A18, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1816"],"date":["2007-10-09"],"type":["text"],"creator":["Poznanovik, Svetlana","Yan, Catherine"],"language":[],"coverage":[],"title":["Crossings and Nestings of Two Edges in Set Partitions"],"description":["  Let $\\pi$ and $\\lambda$ be two set partitions with the same number of blocks.\nAssume $\\pi$ is a partition of $[n]$.\n  For any integer $l, m \\geq 0$, let $\\mathcal{T}(\\pi, l)$ be the set of\npartitions of $[n+l]$ whose restrictions to the last $n$ elements are\nisomorphic to $\\pi$, and $\\mathcal{T}(\\pi, l, m)$ the subset of\n$\\mathcal{T}(\\pi,l)$ consisting of those partitions with exactly $m$ blocks.\nSimilarly define $\\mathcal{T}(\\lambda, l)$ and $\\mathcal{T}(\\lambda, l,m)$. We\nprove that if the statistic $cr$ ($ne$), the number of crossings (nestings) of\ntwo edges, coincides on the sets $\\mathcal{T}(\\pi, l)$ and\n$\\mathcal{T}(\\lambda, l)$ for $l =0, 1$, then it coincides on $\\mathcal{T}(\\pi,\nl,m)$ and $\\mathcal{T}(\\lambda, l,m)$ for all $l, m \\geq 0$. These results\nextend the ones obtained by Klazar on the distribution of crossings and\nnestings for matchings.\n","Comment: 19 pages, 2 figures"]}]
["0710.1824",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1824"],"date":["2007-10-09"],"type":["text"],"creator":["de Siqueira, A. C. V. V."],"language":[],"coverage":[],"title":["The motion of a charged particle in Kalusa-Klein manifolds"],"description":["  In this paper we use Jacobi fields to describe the motion of a charged\nparticle in the classical gravitational, electromagnetic, and Yang-Mills\nfields.\n","Comment: 8 pages, Miktex"]}]
["0710.1826",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1826"],"date":["2007-10-09","2007-10-10"],"type":["text"],"creator":["Bakulev, Alexander P."],"language":[],"coverage":[],"title":["Fractional APT in QCD in the Euclidean and Minkowski regions"],"description":["  We describe the development of Analytic Perturbation Theory (APT) in QCD,\ncalled Fractional APT (FAPT), which has been suggested to apply the\nrenormalization group evolution and QCD factorization technique in the\nframework of APT.\n","Comment: Talk at the International Conference ``New Trends in High-Energy\n  Physics (experiment, phenomenology, theory)'', Yalta, Crimea, Ukraine, Sept.\n  15--22, 2007; 8pages, 5 figures; Added references"]}]
["0710.1835",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1835"],"date":["2007-10-09"],"type":["text"],"creator":["Kurth, Chris A.","Long, Ling"],"language":[],"coverage":[],"title":["Computations with finite index subgroups of $PSL_2(\\mathbb Z)$ using\n  Farey Symbols"],"description":["  Finite index subgroups of the modular group are of great arithmetic\nimportance. Farey symbols, introduced by Ravi Kulkarni in 1991, are a tool for\nworking with these groups. Given such a group $\\Gamma$, a Farey symbol for\n$\\Gamma$ is a certain finite sequence of rational numbers (representing\nvertices of a fundamental domain of $\\Gamma$) together with pairing information\nfor the edges between the vertices. They are a compact way of encoding the\ninformation about the group and they provide a simple way to do calculations\nwith the group. For example: calculating an independent set of generators and\ndecomposing group elements into a word in these generators, finding coset\nrepresentatives, elliptic points, and genus of the group, testing if the group\nis congruence, etc. In this expository article, we will discuss Farey Symbols\nand explicit algorithms for working with them.\n","Comment: Expository article on basic algorithms used in KFarey, a SAGE packge\n  developed by the first author on computations with finite index subgroups of\n  the modular group, 5 figures"]}]
["0710.1837",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1837"],"date":["2007-10-09"],"type":["text"],"creator":["Cano, A.","Levanyuk, A. P.","Minyukov, S. A."],"language":[],"coverage":[],"title":["A glass-like behavior in the low-temperature specific heat is a natural\n  property of any real crystal"],"description":["  We provide a rigorous calculation of the free energy of a non-metallic\ncrystal containing a small concentration of defects. The low-temperature\nleading contribution is found to be $\\propto T^2$. This further gives a\nlinear-in-$T$ low-temperature specific heat as that exhibited by glasses. These\nresults also show that, similarly to what happens in glasses, the\nlong-wavelength spectrum of a nearly perfect crystal does not suffice to\ndetermine its low-temperature behavior.\n","Comment: 5 pages, 1 figure"]}]
["0710.1842",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1842"],"date":["2007-10-09"],"type":["text"],"creator":["Ruskey, Frank","Williams, Aaron"],"language":[],"coverage":[],"title":["An explicit universal cycle for the (n-1)-permutations of an n-set"],"description":["  We show how to construct an explicit Hamilton cycle in the directed Cayley\ngraph Cay({\\sigma_n, sigma_{n-1}} : \\mathbb{S}_n), where \\sigma_k = (1 2 >...\nk). The existence of such cycles was shown by Jackson (Discrete Mathematics,\n149 (1996) 123-129) but the proof only shows that a certain directed graph is\nEulerian, and Knuth (Volume 4 Fascicle 2, Generating All Tuples and\nPermutations (2005)) asks for an explicit construction. We show that a simple\nrecursion describes our Hamilton cycle and that the cycle can be generated by\nan iterative algorithm that uses O(n) space. Moreover, the algorithm produces\neach successive edge of the cycle in constant time; such algorithms are said to\nbe loopless.\n"]}]
["0710.1843",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1843"],"date":["2007-10-09"],"type":["text"],"creator":["Sandick, Pearl"],"language":[],"coverage":[],"title":["Dark Matter Phenomenology of GUT-less SUSY Breaking"],"description":["  We study models in which supersymmetry breaking appears at an intermediate\nscale, M_in, below the GUT scale. That is, that the soft supersymmetry-breaking\nparameters of the MSSM are universal at M_in. We demand that the lightest\nneutralino be the LSP, and that the relic neutralino density not conflict with\nmeasurements by WMAP and others, and study the morphology of this constraint as\nthe universality scale is reduced from the GUT scale. At moderate values of\nM_in, we find that the allowed regions of the (m_1/2,m_0) plane are squeezed by\nthe requirements of electroweak symmetry breaking and that the lightest\nneutralino be the LSP, whereas the constraint on the relic density is less\nsevere. At very low M_in, the electroweak vacuum conditions become the dominant\nconstraint, and a secondary source of astrophysical cold dark matter would be\nnecessary to explain the measured relic density for nearly all values of the\nsoft SUSY-breaking parameters and tan(beta).\n","Comment: 4 pages, 3 figures, Submitted for the SUSY07 proceedings"]}]
["0710.1844",{"format":[],"subject":["Mathematics - Differential Geometry","53C42","53A10."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1844"],"date":["2007-10-09"],"type":["text"],"creator":["Dajczer, Marcos","de Lira, Jorge H."],"language":[],"coverage":[],"title":["Killing graphs with prescribed mean curvature and Riemannian submersions"],"description":["  It is proved the existence and uniqueness of graphs with prescribed mean\ncurvature in Riemannian submersions fibered by flow lines of a vertical Killing\nvector field.\n"]}]
["0710.1847",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1847","ATALANTE 2004 (advances for future nuclear fuel cycles), N\\^imes :\n  France (2004)"],"date":["2007-10-09"],"type":["text"],"creator":["De Ligny, D.","Caurant, Daniel","Bardez, I.","Dussossoy, J. -L.","Loiseau, P.","Neuville, D. R."],"language":[],"coverage":[],"title":["Control of nucleation and crystal growth of a silicate apatitic phase in\n  a glassy matrix"],"description":["  Nucleation and growth of crystal in an oxide glass was studied in a Si B Al\nZr Nd Ca Na O system. The nucleation and growth process was monitored by\nthermal analysis and isothermal experiments. For the Ca sample the\ncrystallization is homogeneous in the bulk showing a slow increase of\ncrystallinity as temperature increases. The Na rich sample on the other hand go\nthrough several crystallization process in the bulk or from the surface,\nleading to bigger crystals. The activation energy of the viscous flow and the\nglass transition are of same magnitude when that of crystallization is a lot\nsmaller. Early diffusion of element is done with a mechanism different than the\nconfigurational rearrangements of the liquid sate. The global density and small\nshape of the crystals within the Ca rich matrix confirmed that it would be a\nprofitable waste form for minor actinides.\n","Comment: 4 pages"]}]
["0710.1850",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1850","Canadian Geotechnical Journal 42, 1 (2005) 287-296","doi:10.1139/T04-082"],"date":["2007-10-09"],"type":["text"],"creator":["Tang, Anh-Minh","Cui, Yu-Jun"],"language":[],"coverage":[],"title":["Controlling suction by vapour equilibrium technique at different\n  temperatures, application to the determination of the water retention\n  properties of MX80 clay"],"description":["  Problems related to unsaturated soils are frequently encountered in\ngeotechnical or environmental engineering works. In most cases, for the purpose\nof simplicity, the problems are studied by considering the suction effects on\nvolume change or shear strength under isothermal conditions. Under isothermal\ncondition, very often, a temperature independent water retention curve is\nconsidered in the analysis, which is obviously a simplification. When the\ntemperature changes are too significant to be neglected, it is necessary to\naccount for the thermal effects. In this paper, a method for controlling\nsuction using the vapour equilibrium technique at different temperatures is\npresented. First, calibration of various saturated saline solutions was carried\nout from temperature of 20 degrees C to 60 degrees C. A mirror psychrometer was\nused for the measurement of relative humidity generated by saturated saline\nsolutions at different temperatures. The results obtained are in good agreement\nwith the data from the literature. This information was then used to determine\nthe water retention properties of MX80 clay, which showed that the retention\ncurve is shifting down with increasing of temperature.\n"]}]
["0710.1858",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1858"],"date":["2007-10-09"],"type":["text"],"creator":["Nolen, James","Ryzhik, Lenya"],"language":[],"coverage":[],"title":["Traveling waves in a one-dimensional random medium"],"description":["  We consider solutions of a scalar reaction-diffusion equation of the ignition\ntype with a random, stationary and ergodic reaction rate. We show that\nsolutions of the Cauchy problem spread with a deterministic rate in the long\ntime limit. We also establish existence of generalized random traveling waves\nand of transition fronts in general heterogeneous media.\n","Comment: 27 pages"]}]
["0710.1861",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1861","Corrected version of Phys Rev A 75, 012711 (2007)","doi:10.1103/PhysRevA.75.012711"],"date":["2007-10-09"],"type":["text"],"creator":["Haxton, Daniel J.","Rescigno, T. N.","McCurdy, C. W."],"language":[],"coverage":[],"title":["Dissociative electron attachment to the H2O molecule. II. Nuclear\n  dynamics on coupled electronic surfaces within the local complex potential\n  model"],"description":["  We report the results of a first-principles study of dissociative electron\nattachment to H2O. The cross sections are obtained from nuclear dynamics\ncalculations carried out in full dimensionality within the local complex\npotential model by using the multi-configuration time-dependent Hartree method.\nThe calculations employ our previously obtained global, complex-valued,\npotential-energy surfaces for the three (doublet B1, doublet A1, and doublet\nB2) electronic Feshbach resonances involved in this process. These three\nmetastable states of H2O- undergo several degeneracies, and we incorporate both\nthe Renner-Teller coupling between the B1 and A1 states as well as the conical\nintersection between the A1 and B2 states into our treatment. The nuclear\ndynamics are inherently multidimensional and involve branching between\ndifferent final product arrangements as well as extensive excitation of the\ndiatomic fragment. Our results successfully mirror the qualitative features of\nthe major fragment channels observed, but are less successful in reproducing\nthe available results for some of the minor channels. We comment on the\napplicability of the local complex potential model to such a complicated\nresonant system.\n","Comment: Corrected version of Phys Rev A 75, 012711 (2007)"]}]
["0710.1862",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - General Mathematics","11N05, 11J82"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1862"],"date":["2007-10-09"],"type":["text"],"creator":["Sondow, Jonathan"],"language":[],"coverage":[],"title":["Primes, Pi, and Irrationality Measure"],"description":["  A folklore proof of Euclid's theorem on the infinitude of primes uses the\nEuler product and the irrationality of $\\zeta(2) = \\pi^2/6$. A quantified form\nof Euclid's Theorem is Bertrand's postulate $p_{n+1} < 2p_n$. By quantifying\nthe folklore proof using an irrationality measure for $6/\\pi^2$, we give a\nproof (communicated to Paulo Ribenboim in 2005) of a much weaker upper bound on\n$p_{n+1}$.\n","Comment: 2 pages, submitted for publication"]}]
["cond-mat/0203398",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0203398","doi:10.1103/PhysRevB.66.195324"],"date":["2002-03-20","2002-09-02"],"type":["text"],"creator":["García, Jaime Zaratiegui","Pietiläinen, Pekka","Hyvönen, Petteri"],"language":[],"coverage":[],"title":["Donor Centers and Absorption Spectra in Quantum Dots"],"description":["  We have studied the electronic properties and optical absorption spectra of\nthree different cases of donor centers, D^{0}, D^{-} and D^{2-}, which are\nsubjected to a perpendicular magnetic field, using the exact diagonalization\nmethod. The energies of the lowest lying states are obtained as function of the\napplied magnetic field strength B and the distance zeta between the positive\nion and the confinement xy-plane. Our calculations indicate that the positive\nion induces transitions in the ground-state, which can be observed clearly in\nthe absorption spectra, but as zeta goes to 0 the strength of the applied\nmagnetic field needed for a transition to occur tends to infinity.\n","Comment: 5 pages, 4 figures, REVTeX 4, gzipped tar file"]}]
["cond-mat/0512329",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512329","Phys. Rev. B 73, 245322 (2006)","doi:10.1103/PhysRevB.73.245322"],"date":["2005-12-14","2007-10-10"],"type":["text"],"creator":["Zhou, Wei","Camino, F. E.","Goldman, V. J."],"language":[],"coverage":[],"title":["Flux period scaling in the Laughlin quasiparticle interferometer"],"description":["  We report experiments on electron interferometer devices in the quantum Hall\nregime, where edge channels circle a 2D electron island. The main confinement\nis produced by etch trenches, into which front gate metal is deposited. We find\na linear dependence of the Aharonov-Bohm period on gate voltage for electrons\n(integer filling f=1) and for Laughlin quasiparticles (fractional 2/5 embedded\nin 1/3). The capacitance of a large 2D electron island with respect to the\nfront gates is approximately proportional to the island radius. Comparing the\nexperimental data for the integer and the fractional fillings and for two\nsamples, we find the magnetic field period and its slope scale with the radius\nof the Aharonov-Bohm orbit. Analysis of the directly measured integer and\nfractional slope data allows to determine the interferometer area in the\nfractional regime, and thus the Laughlin quasiparticle flux period of 5h/e,\nwithin the experimental accuracy.\n","Comment: published v3 replaces v2, that is a different paper"]}]
["cond-mat/0603372",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603372","J. Supercond. Nov. Magn. 19, 417 (2006); special issue dedicated\n  to V.L. Ginzburg"],"date":["2006-03-14","2006-07-08"],"type":["text"],"creator":["Cano, A.","Levanyuk, A. P."],"language":[],"coverage":[],"title":["On low-temperature structural phase transitions"],"description":["  We comment on zero- and low-temperature structural phase transitions,\nexpecting that these comments might be relevant not only for this structural\ncase. We first consider a textbook model whose classical version is the only\nmodel for which the Landau theory of phase transitions and the concept of\n``soft mode'' introduced by Ginzburg are exact. Within this model, we reveal\nthe effects of quantum fluctuations and thermal ones at low temperatures. To do\nso, the knowledge of the dynamics of the model is needed. However, as already\nwas emphasized by Ginzburg et al. in eighties, a realistic theory for such a\ndynamics at high temperatures is lacking, what also seems to be the case in the\nlow temperature regime. Consequently, some theoretical conclusions turn out to\nbe dependent on the assumptions on this dynamics. We illustrate this point with\nthe low-temperature phase diagram, and discuss some unexpected shortcomings of\nthe continuous medium approaches.\n","Comment: 9 pages, 4 figures. To appear in J. Supercond. Minor changes"]}]
["cond-mat/0604528",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0604528","Phys. Rev. Lett. 97, 165301 (2006)"],"date":["2006-04-22","2007-10-10"],"type":["text"],"creator":["Rittner, Ann Sophie C.","Reppy, John D."],"language":[],"coverage":[],"title":["Observation of Classical Rotational Inertia and Nonclassical Supersolid\n  Signals in Solid 4He below 250 mK"],"description":["  We have confirmed the existence, as first reported by Kim and Chan, of a\nsupersolid state in solid 4He at temperatures below 250 mK. We have employed a\ntorsional oscillator cell with a square cross section to insure a locking of\nthe solid to the oscillating cell. We find that NCRI signal is not a universal\nproperty of solid 4He, but can be eliminated through an annealing of the solid\nhelium sample. This result has important implications for the nature of the\nsupersolid state.\n"]}]
["cond-mat/0607023",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607023","Phys. Rev. B 74, 121305 (2006)","doi:10.1103/PhysRevB.74.121305"],"date":["2006-07-02"],"type":["text"],"creator":["Nakaoka, T.","Krenner, H. J.","Clark, E. C.","Sabathil, M.","Bichler, M.","Arakawa, Y.","Abstreiter, G.","Finley, J. J."],"language":[],"coverage":[],"title":["Direct observation of acoustic phonon mediated relaxation between\n  coupled exciton states in a single quantum dot molecule"],"description":["  We probe acoustic phonon mediated relaxation between tunnel coupled exciton\nstates in an individual quantum dot molecule in which the inter-dot quantum\ncoupling and energy separation between exciton states is continuously tuned\nusing static electric field. Time resolved and temperature dependent optical\nspectroscopy are used to probe inter-level relaxation around the point of\nmaximum coupling. The radiative lifetimes of the coupled excitonic states can\nbe tuned from ~2 ns to ~10 ns as the spatially direct and indirect character of\nthe wavefunction is varied by detuning from resonance. Acoustic phonon mediated\ninter-level relaxation is shown to proceed over timescales comparable to the\ndirect exciton radiative lifetime, indicative of a relaxation bottleneck for\nlevel spacings in the range $\\Delta E\\$ ~3-6 meV.\n","Comment: 6 pages, 4 figures, submitted for publication"]}]
["cond-mat/0610319",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610319"],"date":["2006-10-11","2007-10-09"],"type":["text"],"creator":["Ru, N.","Condron, C. L.","Margulis, G. Y.","Shin, K. Y.","Laverock, J.","Dugdale, S. B.","Toney, M. F.","Fisher, I. R."],"language":[],"coverage":[],"title":["Effect of Chemical Pressure on the Charge Density Wave Transition in\n  Rare-earth Tritellurides RTe_3"],"description":["  The charge density wave transition is investigated in the bi-layer family of\nrare earth tritelluride RTe_3 compounds (R = Sm, Gd, Tb, Dy, Ho, Er, Tm) via\nhigh resolution x-ray diffraction and electrical resistivity. The transition\ntemperature increases monotonically with increasing lattice parameter from\n244(3) K for TmTe_3 to 416(3) K for SmTe_3. The heaviest members of the series,\nR = Dy, Ho, Er, Tm, are observed to have a second transition at a lower\ntemperature, which marks the onset of an additional CDW with wavevector almost\nequal in magnitude to the first, but oriented in the perpendicular direction.\n","Comment: 9 pages. 9 figures. Extensively expanded from previous version to\n  include recent results"]}]
["cond-mat/0701693",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701693","Applied Physics A 89, 613-617 (2007)","doi:10.1007/s00339-007-4206-3"],"date":["2007-01-29","2007-04-27"],"type":["text"],"creator":["Weides, M.","Kohlstedt, H.","Waser, R.","Kemmler, M.","Pfeiffer, J.","Koelle, D.","Kleiner, R.","Goldobin, E."],"language":[],"coverage":[],"title":["Ferromagnetic 0-pi Josephson junctions"],"description":["  We present a study on low-$T_c$\nsuperconductor-insulator-ferromagnet-superconductor (SIFS) Josephson junctions.\nSIFS junctions have gained considerable interest in recent years because they\nshow a number of interesting properties for future classical and quantum\ncomputing devices. We optimized the fabrication process of these junctions to\nachieve a homogeneous current transport, ending up with high-quality samples.\nDepending on the thickness of the ferromagnetic layer and on temperature, the\nSIFS junctions are in the ground state with a phase drop either 0 or $\\pi$. By\nusing a ferromagnetic layer with variable step-like thickness along the\njunction, we obtained a so-called 0-$\\pi$ Josephson junction, in which 0 and\n$\\pi$ ground states compete with each other. At a certain temperature the 0 and\n$\\pi$ parts of the junction are perfectly symmetric, i.e. the absolute critical\ncurrent densities are equal. In this case the degenerate ground state\ncorresponds to a vortex of supercurrent circulating clock- or counterclockwise\nand creating a magnetic flux which carries a fraction of the magnetic flux\nquantum $\\Phi_0$.\n","Comment: 5 pages, 5 figures"]}]
["cond-mat/0702298",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702298","Physical Review B 76, 115321 (2007)","doi:10.1103/PhysRevB.76.115321"],"date":["2007-02-13","2007-10-09"],"type":["text"],"creator":["Tripathi, V.","Kennett, M. P."],"language":[],"coverage":[],"title":["Magnetic field induced Coulomb blockade in small disordered delta-doped\n  heterostructures"],"description":["  At low densities, electrons confined to two dimensions in a delta-doped\nheterostructure can arrange themselves into self-consistent droplets due to\ndisorder and screening effects. We use this observation to show that at low\ntemperatures, there should be resistance oscillations in low density two\ndimensional electron gases as a function of the gate voltage, that are greatly\nenhanced in a magnetic field. These oscillations are intrinsic to small samples\nand give way to variable range hopping resistivity at low temperatures in\nlarger samples. We place our analysis in the context of recent experiments\nwhere similar physical effects have been discussed from the point of view of a\nWigner crystal or charge density wave picture.\n","Comment: 6 pages RevTeX, 2 figures, published version"]}]
["gr-qc/0605080",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0605080"],"date":["2006-05-12","2007-10-10"],"type":["text"],"creator":["Gerrard, M. B.","Sumner, T. J."],"language":[],"coverage":[],"title":["The effect of a fifth large-scale space-time dimension on orbital\n  dynamics"],"description":["  A model based on simple assumptions about 4-dimensional space-time being\nclosed and isotropic, and embedded in a 5th large-scale dimension, r,\nrepresenting the radius of curvature of space-time, has been used in an\napplication of Newton's Second Law to describe a system with angular momentum.\nIt has been found that the equations of MOND used to explain the rotation\ncurves of galaxies appear as a limit within this derivation and that there is a\nuniversal acceleration constant, ao, with a value, again consistent with that\nused by MOND. This approach does not require modification of Newtonian\ndynamics, only its extension into a fifth large-scale dimension. The transition\nfrom the classical Newtonian dynamics to the MOND regime emerges naturally and\nwithout the introduction of arbitrary fitting functions, if this 5-dimensional\nmodel is adopted. The paper also includes the derivation of an effect in\n5-dimensional orbital dynamics which is in reasonable agreement with the\nobserved Pioneer Anomaly.\n","Comment: 15 pages, 9 figures Updated to include Pioneer Anomaly - 1 additional\n  figure"]}]
["math-ph/0702055",{"format":[],"subject":["Mathematical Physics","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0702055"],"date":["2007-02-15","2007-10-10"],"type":["text"],"creator":["Gan, Wee Liang","Schedler, Travis"],"language":[],"coverage":[],"title":["The necklace Lie coalgebra and renormalization algebras"],"description":["  We give a natural monomorphism from the necklace Lie coalgebra, defined for\nany quiver, to Connes and Kreimer's Lie coalgebra of trees, and extend this to\na map from a certain quiver-theoretic Hopf algebra to Connes and Kreimer's\nrenormalization Hopf algebra, as well as to pre-Lie versions. These results are\ndirect analogues of Turaev's results in 2004, by replacing algebras of loops on\nsurfaces with algebras of paths on quivers. We also factor the morphism through\nan algebra of chord diagrams and explain the geometric version. We then explain\nhow all of the Hopf algebras are uniquely determined by the pre-Lie structures,\nand discuss noncommutative versions of the Hopf algebras.\n","Comment: 18 pages, 4 figures: corrected and with new results in v2"]}]
["math/0403361",{"format":[],"subject":["Mathematics - Representation Theory","20G10","14L24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403361","Algebraic Groups and Homogeneous spaces, Editor: V.B. Mehta,\n  Narosa 2007, New Delhi, 301-314"],"date":["2004-03-22","2007-03-09"],"type":["text"],"creator":["van der Kallen, Wilberd"],"language":[],"coverage":[],"title":["A reductive group with finitely generated cohomology algebras"],"description":["  Let $G$ be the linear algebraic group $SL_3$ over a field $k$ of\ncharacteristic two. Let $A$ be a finitely generated commutative $k$-algebra on\nwhich $G$ acts rationally by $k$-algebra automorphisms. We show that the full\ncohomology ring $H^*(G,A)$ is finitely generated. This extends the finite\ngeneration property of the ring of invariants $A^G$. We discuss where the\nproblem stands for other geometrically reductive group schemes.\n","Comment: 16 pages; minor changes; final version"]}]
["math/0509077",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F67, 22E45, 11F70, 11M26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509077"],"date":["2005-09-04","2007-10-10"],"type":["text"],"creator":["Reznikov, Andre"],"language":[],"coverage":[],"title":["Rankin-Selberg without unfolding and bounds for spherical Fourier\n  coefficients of Maass forms"],"description":["  We use the uniqueness of various invariant functionals on irreducible unitary\nrepresentations of PGL(2,R) in order to deduce the classical Rankin-Selberg\nidentity for the sum of Fourier coefficients of Maass cusp forms and its new\nanisotropic analog. We deduce from these formulas non-trivial bounds for the\ncorresponding unipotent and spherical Fourier coefficients of Maass forms. As\nan application we obtain a subconvexity bound for certain L-functions. Our main\ntool is the notion of Gelfand pair.\n","Comment: Published in JAMS version"]}]
["math/0511713",{"format":[],"subject":["Mathematics - Algebraic Geometry","16Y60","51A30","12K10","14H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511713"],"date":["2005-11-29","2007-10-10"],"type":["text"],"creator":["Tabera, Luis Felipe"],"language":[],"coverage":[],"title":["Tropical Plane Geometric Constructions: a Transfer Technique in Tropical\n  Geometry"],"description":["  The notion of geometric construction is introduced. This notion allows to\ncompare incidence configurations in the algebraic and tropical plane. We\nprovide an algorithm such that, given a tropical instance of a geometric\nconstruction, it computes sufficient conditions to have an algebraic\ncounterpart related by tropicalization. We also provide sufficient conditions\nin a geometric construction to ensure that the algebraic counterpart always\nexists. Geometric constructions are applied to transfer classical theorems to\nthe tropical framework, we provide a notion of incidence theorems and prove\nseveral tropical versions of classical theorems like converse Pascal, Fano\nplane or Cayley-Bacharach.\n","Comment: 46 Pages, 5 Figures V2. Major changes on the article, newer sections\n  and results about geometric constructions and applications to prove theorems\n  in tropical geometry"]}]
["math/0606435",{"format":[],"subject":["Mathematics - Geometric Topology","57M25 (primary), 20F36, 32S55 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606435"],"date":["2006-06-18","2007-10-09"],"type":["text"],"creator":["Stoimenow, A."],"language":[],"coverage":[],"title":["Properties of closed 3-braids"],"description":["  We show that 3-braid links with given (non-zero) Alexander or Jones\npolynomial are finitely many, and can be effectively determined. We classify\namong closed 3-braids strongly quasipositive and fibered ones, and show that\n3-braid links have a unique incompressible Seifert surface. We also classify\nthe positive braid words with Morton-Williams-Franks bound 3 and show that\nclosed positive braids of braid index 3 are closed positive 3-braids. For\nclosed braids on more strings, we study the alternating links occurring. In\nparticular we classify those of braid index 4, and show that their\nMorton-Williams-Franks inequality is exact. Finally, we use the Burau\nrepresentation to obtain new braid index criteria, including an efficient\n4-braid test.\n","Comment: 68 pages, 10 figures, 3 tables; rev 10 Oct 07: some reorganization;\n  added sections 4.3, 7.1, 7.7"]}]
["math/0610824",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60F10, 60F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610824"],"date":["2006-10-27","2007-10-10"],"type":["text"],"creator":["Grendar, M."],"language":[],"coverage":[],"title":["L-Divergence Consistency for a Discrete Prior"],"description":["  Posterior distribution over a countable set M of continuous data-sampling\ndistributions piles up at L-projection of the true distribution r on M,\nprovided that the L-projection is unique. If there are several L-projections of\nr on M, then the posterior probability splits among them equally.\n","Comment: Typos corrected"]}]
["math/0701179",{"format":[],"subject":["Mathematics - Statistics Theory","62G10, 62G20 (Primary)","62G30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701179","IMS Lecture Notes Monograph Series 2007, Vol. 55, 1-31","doi:10.1214/074921707000000256"],"date":["2007-01-05","2007-09-07"],"type":["text"],"creator":["Balabdaoui, Fadoua","Wellner, Jon A."],"language":[],"coverage":[],"title":["A Kiefer--Wolfowitz theorem for convex densities"],"description":["  Kiefer and Wolfowitz [Z. Wahrsch. Verw. Gebiete 34 (1976) 73--85] showed that\nif $F$ is a strictly curved concave distribution function (corresponding to a\nstrictly monotone density $f$), then the Maximum Likelihood Estimator\n$\\hat{F}_n$, which is, in fact, the least concave majorant of the empirical\ndistribution function $\\mathbb {F}_n$, differs from the empirical distribution\nfunction in the uniform norm by no more than a constant times $(n^{-1}\\log\nn)^{2/3}$ almost surely. We review their result and give an updated version of\ntheir proof. We prove a comparable theorem for the class of distribution\nfunctions $F$ with convex decreasing densities $f$, but with the maximum\nlikelihood estimator $\\hat{F}_n$ of $F$ replaced by the least squares estimator\n$\\widetilde{F}_n$: if $X_1,..., X_n$ are sampled from a distribution function\n$F$ with strictly convex density $f$, then the least squares estimator\n$\\widetilde{F}_n$ of $F$ and the empirical distribution function $\\mathbb\n{F}_n$ differ in the uniform norm by no more than a constant times $(n^{-1}\\log\nn)^{3/5}$ almost surely. The proofs rely on bounds on the interpolation error\nfor complete spline interpolation due to Hall [J. Approximation Theory 1 (1968)\n209--218], Hall and Meyer [J. Approximation Theory 16 (1976) 105--122],\nbuilding on earlier work by Birkhoff and de Boor [J. Math. Mech. 13 (1964)\n827--835]. These results, which are crucial for the developments here, are all\nnicely summarized and exposited in de Boor [A Practical Guide to Splines (2001)\nSpringer, New York].\n","Comment: Published at http://dx.doi.org/10.1214/074921707000000256 in the IMS\n  Lecture Notes Monograph Series\n  (http://www.imstat.org/publications/lecnotes.htm) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["nlin/0012037",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0012037"],"date":["2000-12-19","2000-12-21"],"type":["text"],"creator":["Kolokolov, I. V.","Lebedev, V. V."],"language":[],"coverage":[],"title":["About Probability Tails in Forced Burgers Turbulence"],"description":["  We consider asymptotics of the velocity derivatives probability distribution\nfunctions (PDFs) in Burgers' turbulence. We argue that in the forced case the\nsame power laws as in the decaying case are realized for an infinite system.\n","Comment: 2 pages"]}]
["quant-ph/0211080",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0211080"],"date":["2002-11-13","2004-04-16"],"type":["text"],"creator":["Georgiev, Danko Dimchev"],"language":[],"coverage":[],"title":["Quantum computation in the neuronal microtubules: quantum gates, ordered\n  water and superradiance"],"description":["  This paper was withdrawn by the author because severe errors were discovered.\n","Comment: This paper has been withdrawn"]}]
["quant-ph/0603120",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0603120","Phys.Rev.Lett. 96 (2006) 100402","doi:10.1103/PhysRevLett.96.100402"],"date":["2006-03-14","2006-10-10"],"type":["text"],"creator":["Rodrigues, Robson B.","Neto, Paulo A. Maia","Lambrecht, Astrid","Reynaud, Serge"],"language":[],"coverage":[],"title":["Lateral Casimir force beyond the Proximity Force Approximation"],"description":["  We argue that the appropriate variable to study a non trivial geometry\ndependence of the Casimir force is the lateral component of the Casimir force,\nwhich we evaluate between two corrugated metallic plates outside the validity\nof the Proximity Force Approximation (PFA). The metallic plates are described\nby the plasma model, with arbitrary values for the plasma wavelength, the plate\nseparation and the corrugation period, the corrugation amplitude remaining the\nsmallest length scale. Our analysis shows that in realistic experimental\nsituations the Proximity Force Approximation overestimates the force by up to\n30%.\n","Comment: 4 pages. Identical to v1, which was accidentally replaced by a\n  different paper (quant-ph/0610026)"]}]
["quant-ph/0607107",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0607107","J. Mod. Opt., 54, 2211 (2007)","doi:10.1080/09500340701289254"],"date":["2006-07-16","2007-10-09"],"type":["text"],"creator":["Bartlett, Stephen D.","Rudolph, Terry","Sanders, Barry C.","Turner, Peter S."],"language":[],"coverage":[],"title":["Degradation of a quantum directional reference frame as a random walk"],"description":["  We investigate if the degradation of a quantum directional reference frame\nthrough repeated use can be modeled as a classical direction undergoing a\nrandom walk on a sphere. We demonstrate that the behaviour of the fidelity for\na degrading quantum directional reference frame, defined as the average\nprobability of correctly determining the orientation of a test system, can be\nfit precisely using such a model. Physically, the mechanism for the random walk\nis the uncontrollable back-action on the reference frame due to its use in a\nmeasurement of the direction of another system. However, we find that the\nmagnitude of the step size of this random walk is not given by our classical\nmodel and must be determined from the full quantum description.\n","Comment: 5 pages, no figures. Comments are welcome. v2: several changes to\n  clarify the key results. v3: journal reference added, acknowledgements and\n  references updated"]}]
["quant-ph/0611273",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611273","New J. Phys. 9 192 (2007)","doi:10.1088/1367-2630/9/6/192"],"date":["2006-11-28","2007-01-29"],"type":["text"],"creator":["Silva, Marcus","Danos, Vincent","Kashefi, Elham","Ollivier, Harold"],"language":[],"coverage":[],"title":["A direct approach to fault-tolerance in measurement-based quantum\n  computation via teleportation"],"description":["  We discuss a simple variant of the one-way quantum computing model [R.\nRaussendorf and H.-J. Briegel, PRL 86, 5188, 2001], called the Pauli\nmeasurement model, where measurements are restricted to be along the eigenbases\nof the Pauli X and Y operators, while auxiliary qubits can be prepared both in\nthe $\\ket{+_{\\pi\\over 4}}:={1/\\sqrt{2}}(\\ket{0}+e^{i{\\pi\\over 4}}\\ket{1})$\nstate, and the usual $\\ket{+}:={1/ \\sqrt{2}}(\\ket{0}+\\ket{1})$ state. We prove\nthe universality of this quantum computation model, and establish a\nstandardization procedure which permits all entanglement and state preparation\nto be performed at the beginning of computation. This leads us to develop a\ndirect approach to fault-tolerance by simple transformations of the\nentanglement graph and preparation operations, while error correction is\nperformed naturally via syndrome-extracting teleportations.\n","Comment: (v1) 5 pages, 2 figures (v2) Changed style file, 10 pages, 2 figures.\n  New title. Added references to work by Fujii and Yamamoto (quant-ph/0611160),\n  as well as prior work by R. Raussendorf and collaborators on topological\n  codes. Minor revisions throughout. Submitted version"]}]
