["0704.0751",{"format":[],"subject":["Mathematics - Complex Variables","32Q45","32A25","52A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0751"],"date":["2007-04-05","2007-10-11"],"type":["text"],"creator":["Bracci, Filippo","Saracco, Alberto"],"language":[],"coverage":[],"title":["Hyperbolicity in unbounded convex domains"],"description":["  We provide several equivalent characterizations of Kobayashi hyperbolicity in\nunbounded convex domains in terms of peak and anti-peak functions at infinity,\naffine lines, Bergman metric and iteration theory.\n","Comment: 11 pages, v2 references added, v3 a proof modified"]}]
["0704.1624",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55U40, 55U35, 18G55, 18G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1624"],"date":["2007-04-12","2007-10-11"],"type":["text"],"creator":["Bergner, Julia E."],"language":[],"coverage":[],"title":["Complete Segal spaces arising from simplicial categories"],"description":["  In this paper, we compare several functors which take simplicial categories\nor model categories to complete Segal spaces, which are particularly nice\nsimplicial spaces which, like simplicial categories, can be considered to be\nmodels for homotopy theories. We then give a characterization, up to weak\nequivalence, of complete Segal spaces arising from these functors.\n","Comment: 22 pages, a few minor revisions made; final version to appear in\n  Transactions of the AMS"]}]
["0705.0037",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0037","Phys. Rev. Lett. 99, 096101 (2007)","doi:10.1103/PhysRevLett.99.096101"],"date":["2007-04-30"],"type":["text"],"creator":["Saniz, R.","Barbiellini, B.","Platzman, P. M.","Freeman, A. J."],"language":[],"coverage":[],"title":["Physisorption of positronium on quartz surfaces"],"description":["  The possibility of having positronium (Ps) physisorbed at a material surface\nis of great fundamental interest, since it can lead to new insight regarding\nquantum sticking and is a necessary first step to try to obtain a Ps$_2$\nmolecule on a material host. Some experiments in the past have produced\nevidence for physisorbed Ps on a quartz surface, but firm theoretical support\nfor such a conclusion was lacking. We present a first-principles\ndensity-functional calculation of the key parameters determining the\ninteraction potential between Ps and an $\\alpha$-quartz surface. We show that\nthere is indeed a bound state with an energy of 0.14 eV, a value which agrees\nvery well with the experimental estimate of $\\sim0.15$ eV. Further, a brief\nenergy analysis invoking the Langmuir-Hinshelwood mechanism for the reaction of\nphysisorbed atoms shows that the formation and desorption of a Ps$_2$ molecule\nin that picture is consistent with the above results.\n","Comment: 5 pages, 3 figures, submitted"]}]
["0705.1113",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1113","Phys. Stat. Sol. (c) 4, 3883 (2007)","doi:10.1002/pssc.200675753"],"date":["2007-05-08"],"type":["text"],"creator":["Eijt, S. W. H.","Barbiellini, B.","Houtepen, A. J.","Vanmaekelbergh, D.","Mijnarends, P. E.","Bansil, A."],"language":[],"coverage":[],"title":["Positron studies of surfaces, structure and electronic properties of\n  nanocrystals"],"description":["  A brief review is given of recent positron studies of metal and semiconductor\nnanocrystals. The prospects offered by positron annihilation as a sensitive\nmethod to access nanocrystal (NC) properties are described and compared with\nother experimental methods. The tunability of the electronic structure of\nnanocrystals underlies their great potential for application in many areas.\nOwing to their large surface-to-volume ratio, the surfaces and interfaces of\nNCs play a crucial role in determining their properties. Here we focus on\npositron 2D angular correlation of annihilation radiation (2D-ACAR) and\n(two-detector) Doppler studies for investigating surfaces and electronic\nproperties of CdSe NCs.\n","Comment: 6 pages, 5 figures, to appear in Physica Status Solidi (b) - basic\n  solid state physics, presented at the 14th International Conference of\n  Positron Annihilation ICPA-14"]}]
["0705.1808",{"format":[],"subject":["Mathematics - Commutative Algebra","13-xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1808"],"date":["2007-05-12","2007-10-10"],"type":["text"],"creator":["Fouli, Louiza"],"language":[],"coverage":[],"title":["Computing the core of ideals in arbitrary characteristic"],"description":["  Let $R$ be a local Gorenstein ring with infinite residue field of arbitrary\ncharacteristic. Let $I$ be an $R$--ideal with $g=\\height I >0$, analytic spread\n$\\ell$, and let $J$ be a minimal reduction of $I$. We further assume that $I$\nsatisfies $G_{\\ell}$ and ${\\depth}\n  R/I^j \\geq \\dim R/I -j+1$ for $1 \\leq j \\leq \\ell-g$. The question we are\ninterested in is whether $\\core{I}=J^{n+1}:\\ds \\sum_{b \\in I} (J,b)^n$ for $n\n\\gg 0$. In the case of analytic spread one Polini and Ulrich show that this is\ntrue with even weaker assumptions (\\cite[Theorem 3.4]{PU}). We give a negative\nanswer to this question for higher analytic spreads and suggest a formula for\nthe core of such ideals.\n","Comment: 13 pages, revised. To appear in the Journal of Algebra"]}]
["0705.2100",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2100","doi:10.1002/asna.200710795"],"date":["2007-05-15","2007-10-11"],"type":["text"],"creator":["Toeroek, T.","Kliem, B."],"language":[],"coverage":[],"title":["Numerical simulations of fast and slow coronal mass ejections"],"description":["  Solar coronal mass ejections (CMEs) show a large variety in their kinematic\nproperties. CMEs originating in active regions and accompanied by strong flares\nare usually faster and accelerated more impulsively than CMEs associated with\nfilament eruptions outside active regions and weak flares. It has been proposed\nmore than two decades ago that there are two separate types of CMEs, fast\n(impulsive) CMEs and slow (gradual) CMEs. However, this concept may not be\nvalid, since the large data sets acquired in recent years do not show two\ndistinct peaks in the CME velocity distribution and reveal that both fast and\nslow CMEs can be accompanied by both weak and strong flares. We present\nnumerical simulations which confirm our earlier analytical result that a\nflux-rope CME model permits describing fast and slow CMEs in a unified manner.\nWe consider a force-free coronal magnetic flux rope embedded in the potential\nfield of model bipolar and quadrupolar active regions. The eruption is driven\nby the torus instability which occurs if the field overlying the flux rope\ndecreases sufficiently rapidly with height. The acceleration profile depends on\nthe steepness of this field decrease, corresponding to fast CMEs for rapid\ndecrease, as is typical of active regions, and to slow CMEs for gentle\ndecrease, as is typical of the quiet Sun. Complex (quadrupolar) active regions\nlead to the fastest CMEs.\n","Comment: 4 pages, 3 figures, published in Astron. Nachr. 328, 743 (2007).\n  Minor update to conform to published paper, with minor language improvements\n  and citation updates included"]}]
["0705.2553",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2553","Phys. Rev. B 76, 033412 (2007)","doi:10.1103/PhysRevB.76.033412"],"date":["2007-05-17"],"type":["text"],"creator":["Nissenbaum, D.","Barbiellini, B.","Bansil, A."],"language":[],"coverage":[],"title":["Decorrelation of samples in Quantum Monte Carlo calculations and scaling\n  of autocorrelation time in Li and H$_{2}$O clusters"],"description":["  We have investigated decorrelation of samples in Quantum Monte Carlo (QMC)\nground-state energy calculations for large Li and H$_{2}$O nanoclusters.\nBinning data as a way of eliminating statistical correlations, as is the common\npractice, is found to become increasingly impractical as the system size grows.\nWe demonstrate nevertheless that it is possible to perform accurate energy\ncalculations - without decorrelating samples - by exploiting the scaling of the\nintegrated autocorrelation time $\\tau$ as a function of the number of electrons\nin the system.\n","Comment: 4 pages, 2 figures, to appear in Phys. Rev. B"]}]
["0705.3767",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13A30, 13P10, 13D40,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3767"],"date":["2007-05-25","2007-10-11"],"type":["text"],"creator":["Conca, Aldo","De Negri, Emanuela","Rossi, Maria Evelina"],"language":[],"coverage":[],"title":["Contracted ideals and the Groebner fan of the rational normal curve"],"description":["  The paper has two goals: the study the associated graded ring of contracted\nhomogeneous ideals in $K[x,y]$ and the study of the Groebner fan of the ideal\n$P$ of the rational normal curve in ${\\bf P}^d$. These two problems are, quite\nsurprisingly, very tightly related. We completely classify the contracted\nideals with a Cohen-Macaulay associated graded rings in terms of the numerical\ninvariants arising from Zariski's factorization. We determine explicitly all\nthe initial ideals (monomial or not) of $P$ that are Cohen-Macaulay.\n","Comment: revised version, references added. To appear in ``Algebra and Number\n  Theory\""]}]
["0706.1506",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1506","Phys. Rev. B 76, 115430 (2007)","doi:10.1103/PhysRevB.76.115430"],"date":["2007-06-11","2007-10-11"],"type":["text"],"creator":["Robinson, John P","Schomerus, Henning"],"language":[],"coverage":[],"title":["Electronic transport in normal-conductor/graphene/normal-conductor\n  junctions and conditions for insulating behavior at a finite charge-carrier\n  density"],"description":["  We investigate the conductance of normal-conductor/graphene/normal-conductor\n(NGN) junctions for arbitrary on-site potentials in the normal and graphitic\nparts of the system. We find that a ballistic NGN junction can display\ninsulating behavior even when the charge-carrier density in the graphene part\nis finite. This effect originates in the different k intervals supporting\npropagating modes in graphene and a normal conductor, and persists for moderate\nlevels of bulk, edge, or interface disorder. The ensuing conductance thresholds\ncould be used as an electronic tool to map out details of the graphene band\nstructure in absolute k space.\n","Comment: 11 pages, 7 figures, published version including a section on the\n  sharpness of thresholds"]}]
["0707.1568",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics","35Q55","47J30","76M23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1568","J. Math. Phys. 48, 102103 (2007)","doi:10.1063/1.2789557"],"date":["2007-07-11"],"type":["text"],"creator":["Correggi, M.","Rindler-Daller, T.","Yngvason, J."],"language":[],"coverage":[],"title":["Rapidly Rotating Bose-Einstein Condensates in Homogeneous Traps"],"description":["  We extend the results of a previous paper on the Gross-Pitaevskii description\nof rotating Bose-Einstein condensates in two-dimensional traps to confining\npotentials of the form V(r) = r^s, $2<s <\\infty$. Writing the coupling constant\nas $1/\\epsilon^2$ we study the limit $\\epsilon \\to 0$. We derive rigorously the\nleading asymptotics of the ground state energy and the density profile when the\nrotation velocity \\Omega tends to infinity as a power of $1/\\epsilon$. The case\nof asymptotically homogeneous potentials is also discussed.\n","Comment: LaTex2e, 16 pages"]}]
["0707.3608",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Algebraic Topology","Mathematics - Metric Geometry","55Q52 (Primary)","54E15, 55M10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3608"],"date":["2007-07-24","2007-10-11"],"type":["text"],"creator":["Plaut, Conrad"],"language":[],"coverage":[],"title":["An equivalent condition for a uniform space to be coverable"],"description":["  We prove that an equivalent condition for a uniform space to be coverable is\nthat the images of the natural projections in the fundamental inverse system\nare uniformly open in a certain sense. As corollaries we (1) obtain a concrete\nway to find covering entourage, (2) correct an error in [3] and (3) show that\ncoverable is equivalent to chain connected and uniformly joinable in the sense\nof arXiv:0706.3937.\n"]}]
["0708.0540",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0540","Eur. Phys. J. B 59 (2007) 9-17","doi:10.1140/epjb/e2007-00262-8"],"date":["2007-08-03"],"type":["text"],"creator":["Sahling, S.","Lasjaunias, J. C.","Mélin, R.","Monceau, P.","Reményi, G."],"language":[],"coverage":[],"title":["Equilibrium Low Temperature Heat Capacity of the Spin Density Wave\n  compound (TMTTF)2 Br: effect of a Magnetic Field"],"description":["  We have investigated the effect of the magnetic field (B) on the very\nlow-temperature equilibrium heat capacity ceq of the quasi-1 D organic compound\n(TMTTF)2Br, characterized by a commensurate Spin Density Wave (SDW) ground\nstate. Below 1K, ceq is dominated by a Schottky-like contribution, very\nsensitive to the experimental time scale, a property that we have previously\nmeasured in numerous DW compounds. Under applied field (in the range 0.2- 7 T),\nthe equilibrium dynamics, and hence ceq extracted from the time constant,\nincreases enormously. For B = 2-3 T, ceq varies like B2, in agreement with a\nmagnetic Zeeman coupling. Another specific property, common to other\nCharge/Spin density wave (DW) compounds, is the occurrence of metastable\nbranches in ceq, induced at very low temperature by the field exceeding a\ncritical value. These effects are discussed within a generalization to SDWs in\na magnetic field of the available Larkin-Ovchinnikov local model of strong\npinning. A limitation of the model when compared to experiments is pointed out.\n","Comment: 10 pages, 11 figures"]}]
["0708.1314",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1314","Phys. Rev. B 76, 155109 (2007)","doi:10.1103/PhysRevB.76.155109"],"date":["2007-08-09"],"type":["text"],"creator":["Lindquist, Nathan C.","Lesuffleur, Antoine","Oh, Sang-Hyun"],"language":[],"coverage":[],"title":["Periodic Modulation of Extraordinary Optical Transmission through\n  Subwavelength Hole Arrays using Surrounding Bragg Mirrors"],"description":["  The enhanced light transmission through an array of subwavelength holes\nsurrounded by Bragg mirrors is studied, showing that the mirrors act to confine\nthe surface plasmons associated with the Extraordinary Optical Transmission\neffect, forming a surface resonant cavity. The overall effect is increased\nlight transmission intensity by more than a factor of three beyond the already\nenhanced transmission, independent of whether the Bragg mirrors are on the\ninput or the output side of the incident light. The geometry of the Bragg\nmirror structures controls the enhancement, and can even reduce the\ntransmission in half. By varying these geometric parameters, we were able to\nperiodically modulate the transmission of light for specific wavelengths,\nconsistent with the propagation and interference of surface plasmon waves in a\nresonant cavity. FDTD simulations and a wave propagation model verify this\neffect.\n","Comment: 9 pages, 5 figures"]}]
["0708.1403",{"format":[],"subject":["Mathematics - Differential Geometry","53C15, 53C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1403"],"date":["2007-08-10","2007-10-11"],"type":["text"],"creator":["Euh, Y.","Lee, J.","Park, J. H.","Sekigawa, K.","Yamada, A."],"language":[],"coverage":[],"title":["Four-dimensional almost Hermitian manifolds with vanishing\n  Tricerri-Vanhecke Bochner curvature tensor"],"description":["  We study curvature properties of four-dimensional almost Hermitian manifolds\nwith vanishing Bochner curvature tensor as defined by Tricerri and Vanhecke. We\ngive local structure theorems for such Kaehler manifolds, and find out several\nexamples related to the theorems.\n","Comment: 16 pages"]}]
["0709.0176",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Representation Theory","22A22","22D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0176"],"date":["2007-09-03","2007-10-11"],"type":["text"],"creator":["Kalisnik, Jure"],"language":[],"coverage":[],"title":["Representations of orbifold groupoids"],"description":["  Orbifold groupoids have been recently widely used to represent both effective\nand ineffective orbifolds. We show that every orbifold groupoid can be\nfaithfully represented on a continuous family of finite dimensional Hilbert\nspaces. As a consequence we obtain the result that every orbifold groupoid is\nMorita equivalent to the translation groupoid of an action of a bundle of\ncompact topological groups.\n","Comment: 15 pages"]}]
["0709.3040",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14C25","11G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3040"],"date":["2007-09-19","2007-10-10"],"type":["text"],"creator":["Milne, James S."],"language":[],"coverage":[],"title":["The Tate conjecture over finite fields (AIM talk)"],"description":["  These are my notes for a talk at the The Tate Conjecture workshop at the\nAmerican Institute of Mathematics in Palo Alto, CA, July 23--July 27, 2007,\nsomewhat revised and expanded. The intent of the talk was to review what is\nknown and to suggest directions for research. v2: Revised expanded (24 pages).\n","Comment: A pdf file with better fonts, style file, etc. is available at\n  http://www.jmilne.org/math/ v2: Revised expanded (24 pages)"]}]
["0709.4005",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4005"],"date":["2007-09-25"],"type":["text"],"creator":["Wucknitz, Olaf"],"language":[],"coverage":[],"title":["Gravitational lensing"],"description":["  This is a short and biased review of gravitational lensing with emphasis on\nthe radio and especially VLBI aspects. We briefly explain the basic idea and\ngive a short sketch of the discovery of the first lens, before we more\nsystematically discuss the general fields that can be studied with lensing. We\nintentionally omit the details the average lensing expert would like to see and\ninstead try to give a very general overview addressed to the radio astronomer\nworking in some other field. The lens B0218+357 is presented as an example to\nshow many aspects of lensing in a case that already has led to interesting\nresults but still has additional potential for the future.\n","Comment: 16 pages, many colour figures. To appear in the proceedings\n  (http://pos.sissa.it/cgi-bin/reader/conf.cgi?confid=36) of the 8th EVN\n  symposium held in Torun, Poland, September 2006"]}]
["0709.4413",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4413"],"date":["2007-09-27","2007-10-11"],"type":["text"],"creator":["Duling, Bjoern"],"language":[],"coverage":[],"title":["Lepton Flavor Violation in the LHT - A Clear Distinction from\n  Supersymmetry"],"description":["  The Littlest Higgs Model with T-Parity (LHT) contains new sources of flavor\nand CP violation both in the quark and lepton sector. These have their origin\nin interactions of ordinary fermions with mirror fermions mediated by new heavy\ngauge bosons. Large deviations from the Standard Model (SM) are to be expected\nin the lepton sector where tiny neutrino masses suppress the SM predictions by\nmany orders of magnitude below the experimentally accessible level. Here we\ngive a brief summary of LFV processes relevant for the foreseeable future and\npoint out that correlations between branching ratios of LFV decays in the LHT\nexhibit a structure vastly different from their analogues in the MSSM, thus\nallowing for a transparent distinction between these two models.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 2 eps figures,\n  references added"]}]
["0710.0660",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0660"],"date":["2007-10-02","2007-10-10"],"type":["text"],"creator":["Salem, Walid K. Abou"],"language":[],"coverage":[],"title":["Effective Dynamics of Solitons in the Presence of Rough Nonlinear\n  Perturbations"],"description":["  The effective long-time dynamics of solitary wave solutions of the nonlinear\nSchr\\\"odinger equation in the presence of rough nonlinear perturbations is\nrigorously studied. It is shown that, if the initial state is close to a slowly\ntravelling soliton of the unperturbed NLS equation (in $H^1$ norm), then, over\na long time scale, the true solution of the initial value problem will be close\nto a soliton whose center of mass dynamics is approximately determined by an\neffective potential that corresponds to the restriction of the nonlinear\nperturbation to the soliton manifold.\n","Comment: Reference [16] added. 19 pages"]}]
["0710.1321",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1321"],"date":["2007-10-05"],"type":["text"],"creator":["Perez, Pavel Fileviez"],"language":[],"coverage":[],"title":["Unification with and without Supersymmetry: Adjoint SU(5)"],"description":["  I present two new renormalizable grand unified theories where the neutrino\nmasses are generated through the type I and type III seesaw mechanisms. These\ntheories can be considered as the simplest (SUSY) renormalizable grand unified\ntheories based on the SU(5) gauge symmetry. Several phenomenological and\ncosmological aspects of these proposals are discussed.\n","Comment: Submitted for the SUSY07 proceedings"]}]
["0710.1338",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1338"],"date":["2007-10-05"],"type":["text"],"creator":["Pretorius, Frans"],"language":[],"coverage":[],"title":["Binary Black Hole Coalescence"],"description":["  The two-body problem in general relativity is reviewed, focusing on the final\nstages of the coalescence of the black holes as uncovered by recent successes\nin numerical solution of the field equations.\n","Comment: 42 pages, 7 Figures. The \"final version\" of this Lecture Note will\n  appear in the book: \"Relativistic Objects in Compact Binaries: From Birth to\n  Coalescence\" Editor: Colpi et al. Pulisher: Springer Verlag, Canopus\n  Publishing Limited"]}]
["0710.1369",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1369"],"date":["2007-10-07"],"type":["text"],"creator":["Zhijian, Wang"],"language":[],"coverage":[],"title":["Consequence of doping in spatiotemporal rock-paper-scissors games"],"description":["  What determines species diversity is dramatic concern in science. Here we\nreport the effect of doping on diversity in spatiotemporal rock-paper-scissors\n(RPS) games, which can be observed directly in ecological, biological and\nsocial systems in nature. Doping means that there exists some buffer patches\nwhich do not involve the main procession of the conflicts but occupied the game\nspace. Quantitative lattices simulation finds that (1) decrease of extinction\npossibility is exponential dependent on the increase of doping rate, (2) the\npossibility of the conflict is independent of doping rate at well mix evolution\nbeginning, and is buffered by doping in long time coexistence procession.\nPractical meaning of doping are discussed. To demonstrate the importance of\ndoping, we present one practical example for microbial laboratory efficient\noperation and one theoretical example for human-environment co-existence system\nbetter understanding. It suggests that, for diversity, doping can not be\nneglected.\n","Comment: 4 Pages, 4 Figure"]}]
["0710.1561",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1561"],"date":["2007-10-08","2007-10-11"],"type":["text"],"creator":["Endo, Motoi","Takahashi, Fuminobu"],"language":[],"coverage":[],"title":["Dark Matter in Gauge Mediated Supersymmetry Breaking using Metastable\n  Vacua"],"description":["  We point out that, in a class of gauge mediation models using metastable\nsupersymmetry breaking vacua, the minimum of the supersymmetry breaking field\nin the early universe is dynamically deviated from the one in the low energy.\nThe deviation induces coherent oscillations of the supersymmetry breaking\nfield, which decays into the gravitinos. For certain parameters, it can produce\na right amount of the gravitinos to account for the observed dark matter.\n","Comment: 11 pages. v2: references and comments added"]}]
["0710.1633",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1633","doi:10.1016/j.physe.2007.09.177"],"date":["2007-10-08"],"type":["text"],"creator":["Camino, F. E.","Zhou, Wei","Goldman, V. J."],"language":[],"coverage":[],"title":["Experimental realization of Laughlin quasiparticle interferometers"],"description":["  Laughlin quasiparticles are the elementary excitations of a highly-correlated\nfractional quantum Hall electron fluid. They have fractional charge and obey\nfractional statistics. The quasiparticles can propagate quantum-coherently in\nchiral edge channels, and constructively or destructively interfere. Unlike\nelectrons, the interference condition for Laughlin quasiparticles has a\nnon-vanishing statistical contribution that can be observed experimentally. Two\nkinds of interferometer devices have been realized. In the primary-filling\ninterferometer, the entire device has filling 1/3, and the e/3 edge channel\nquasiparticles encircle identical e/3 island quasiparticles. Here the flux\nperiod is h/e, same as for electrons, but the back-gate charge period is e/3.\nIn the second kind of interferometer, a lower density edge channel at filling\n1/3 forms around a higher density island at filling 2/5, so that e/3 edge\nquasiparticles encircle e/5 island quasiparticles. Here we observe\nsuperperiodic oscillations with 5h/e flux and 2e charge periods, both\ncorresponding to excitation of ten island quasiparticles. These periods can be\nunderstood as imposed by the anyonic braiding statistics of Laughlin\nquasiparticles.\n","Comment: in Proc. of EP2DS-17 (Genoa, Italy, 2007)"]}]
["0710.1820",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1820"],"date":["2007-10-09"],"type":["text"],"creator":["Cooper-Sarkar, A. M."],"language":[],"coverage":[],"title":["Hadron Structure from Inclusive and Exclusive Cross-Sections in ep\n  Scattering"],"description":["  The contribution of both inclusive and exclusive cross-section data from HERA\nto our knowledge of parton distribution functions is reviewed and future\nprospects are outlined.\n","Comment: 11 pages, 11 figures. Invited talk at Hadron Structure '07,\n  Modra-Harmonia, Slovakia, Sep 2007. To appear in proceedings"]}]
["0710.1867",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1867"],"date":["2007-10-09"],"type":["text"],"creator":["Kopp, Joachim","Lindner, Manfred","Ota, Toshihiko","Sato, Joe"],"language":[],"coverage":[],"title":["Impact of non-standard neutrino interactions on future oscillation\n  experiments"],"description":["  We study the performance of reactor and superbeam neutrino experiments in the\npresence of non-standard interactions (NSI). We find that for some non-standard\nterms, reactor and superbeam experiments would yield conflicting result in the\ntheta-13 determination, while in other cases, they may agree well with each\nother, but the resulting value for theta-13 could be far from the true value.\nThroughout our discussion, we pay special attention to the impact of the\ncomplex phases of the NSI parameters and to the observations at the near\ndetector.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, 4 figures"]}]
["0710.1870",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1870"],"date":["2007-10-09"],"type":["text"],"creator":["Boutin, Mireille","Kemper, Gregor"],"language":[],"coverage":[],"title":["Lossless Representation of Graphs using Distributions"],"description":["  We consider complete graphs with edge weights and/or node weights taking\nvalues in some set. In the first part of this paper, we show that a large\nnumber of graphs are completely determined, up to isomorphism, by the\ndistribution of their sub-triangles. In the second part, we propose graph\nrepresentations in terms of one-dimensional distributions (e.g., distribution\nof the node weights, sum of adjacent weights, etc.). For the case when the\nweights of the graph are real-valued vectors, we show that all graphs, except\nfor a set of measure zero, are uniquely determined, up to isomorphism, from\nthese distributions. The motivating application for this paper is the problem\nof browsing through large sets of graphs.\n","Comment: 19 pages"]}]
["0710.1875",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1875"],"date":["2007-10-09"],"type":["text"],"creator":["Gruzinov, Andrei"],"language":[],"coverage":[],"title":["Dissipative Strong-Field Electrodynamics"],"description":["  A dissipative Lorentz-covariant Ohm's law which uses only the electromagnetic\ndegrees of freedom is proposed. For large conductivity, Maxwell equations\nequipped with this Ohm's law reduce to the equations of Force-Free\nElectrodynamics (FFE) with small dissipative corrections, but only in the\nregions where the ideal FFE 4-current is space-like. This might indicate that\nthe pulsar emission comes primarily from the magnetic separartrix.\n","Comment: 4 pages"]}]
["0710.1882",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1882"],"date":["2007-10-09"],"type":["text"],"creator":["Pantuev, V. S."],"language":[],"coverage":[],"title":["\"Jet-Ridge\" effect in heavy ion collisions as a back splash from stopped\n  parton"],"description":["  I propose a simple explanation of the ``ridge'' seen in the near-side jet\ntwo-particle correlation function in heavy ion collisions at RHIC. This could\nbe a cumulative shock wave produced in liquid-like matter by an energetic\nstopped parton. Splash of liquid in the direction opposite to the fast\npenetrating object is a known effect. In nucleus-nucleus collision the trigger\nis an escaped non-interacting parton. Partner parton could be stopped in the\nmedium forming a conical-like shock wave with density depletion behind the\nstopped parton. In the proposed scenario shock waves will move in three\ndirections: two waves will form a correlation structure at angles differ from\nphi = 3.14 radians and are usually called a Mach Cone. The other direction is\nexactly opposite to the original direction of stopping parton. The wide\nrapidity distribution of the ridge is caused by the rapidity swing of the\naway-side jet and longitudinal expansion of the system along the beam\ndirection. The calculation of such a shock wave is very complicated, but some\nphenomenological observables could be explained and predicted.\n","Comment: 4 pages, 4 figures"]}]
["0710.1886",{"format":[],"subject":["Mathematics - Spectral Theory","35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1886"],"date":["2007-10-09"],"type":["text"],"creator":["Friedlander, Leonid","Solomyak, Michael"],"language":[],"coverage":[],"title":["On the Spectrum of the Dirichlet Laplacian in a Narrow Strip, II"],"description":["  We consider the Dirichlet Laplacian in a family of narrow unbounded domains.\nAs the width of these domains goes to 0, we study the asymptotic behavior of\nthe eigenvalues that lie below the essential spectrum and the asymptotic\nbehavior of the corresponding eigenfunctions.\n","Comment: 17 pages"]}]
["0710.1889",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1889"],"date":["2007-10-09"],"type":["text"],"creator":["Rao, Arvind","Hero, Alfred O.","States, David J.","Engel, James Douglas"],"language":[],"coverage":[],"title":["Understanding Transcriptional Regulation Using De-novo Sequence Motif\n  Discovery, Network Inference and Interactome Data"],"description":["  Gene regulation is a complex process involving the role of several genomic\nelements which work in concert to drive spatio-temporal expression. The\nexperimental characterization of gene regulatory elements is a very complex and\nresource-intensive process. One of the major goals in computational biology is\nthe \\textit{in-silico} annotation of previously uncharacterized elements using\nresults from the subset of known, previously annotated, regulatory elements.\n  The recent results of the ENCODE project (\\emph{http://encode.nih.gov})\npresented in-depth analysis of such functional (regulatory) non-coding elements\nfor 1% of the human genome. It is hoped that the results obtained on this\nsubset can be scaled to the rest of the genome. This is an extremely important\neffort which will enable faster dissection of other functional elements in key\nbiological processes such as disease progression and organ development\n(\\cite{Kleinjan2005},\\cite{Lieb2006}. The computational annotation of these\nhitherto uncharacterized regions would require an identification of features\nthat have good predictive value.\n  In this work, we study transcriptional regulation as a problem in\nheterogeneous data integration, across sequence, expression and interactome\nlevel attributes. Using the example of the \\textit{Gata2} gene and its recently\ndiscovered urogenital enhancers \\cite{Khandekar2004} as a case study, we\nexamine the predictive value of various high throughput functional genomic\nassays (from projects like ENCODE and SymAtlas) in characterizing these\nenhancers and their regulatory role. Observing results from the application of\nmodern statistical learning methodologies for each of these data modalities, we\npropose a set of features that are most discriminatory to find these enhancers.\n","Comment: 25 pages, 9 figs"]}]
["0710.1901",{"format":[],"subject":["Mathematics - Complex Variables","32U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1901"],"date":["2007-10-09"],"type":["text"],"creator":["Kim, Kang-Tae","Levenberg, Norman","Yamaguchi, Hiroshi"],"language":[],"coverage":[],"title":["Robin functions for complex manifolds and applications"],"description":["  We prove a generalization of the second variation formula of the Robin\nfunction associated to a smooth variation of domains in C^N to the case of the\nc-Robin function associated to a smooth variation of domains in a complex\nmanifold M equipped with a Hermitian metric and a smooth, nonnegative function\nc. Our purpose is that, with this added flexibility, we are able to give a\ncriterion for a bounded, smoothly bounded, pseudoconvex domain D in a complex\nhomogeneous space to be Stein.\n","Comment: 126 pages, 2 figures"]}]
["0710.1902",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","12F10","11R58","14H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1902"],"date":["2007-10-10"],"type":["text"],"creator":["Zieve, Michael E."],"language":[],"coverage":[],"title":["Decompositions of Laurent polynomials"],"description":["  In the 1920's, Ritt studied the operation of functional composition g o h(x)\n= g(h(x)) on complex rational functions. In the case of polynomials, he\ndescribed all the ways in which a polynomial can have multiple `prime\nfactorizations' with respect to this operation. Despite significant effort by\nRitt and others, little progress has been made towards solving the analogous\nproblem for rational functions. In this paper we use results of Avanzi--Zannier\nand Bilu--Tichy to prove analogues of Ritt's results for decompositions of\nLaurent polynomials, i.e., rational functions with denominator a power of x.\n","Comment: 31 pages"]}]
["0710.1903",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1903"],"date":["2007-10-10"],"type":["text"],"creator":["Dyda, Sergei","Brandenberger, Robert H."],"language":[],"coverage":[],"title":["Cosmic Strings and Weak Gravitational Lensing"],"description":["  We study the deflection of light in the background of a \"wiggly\" cosmic\nstring, and investigate whether it is possible to detect cosmic strings by\nmeans of weak gravitational lensing. For straight strings without small-scale\nstructure there are no signals. In the case of strings with small-scale\nstructure leading to a local gravitational attractive force towards the string,\nthere is a small signal, namely a preferential elliptical distortion of the\nshape of background galaxies in the direction corresponding to the projection\nof the string onto the sky. The signal can be statistically distinguished from\nthe signal produced by a linear distribution of black holes by employing an\nellipticity axis distribution statistic.\n","Comment: 7 pages, 3 figures"]}]
["0710.1904",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1904"],"date":["2007-10-09"],"type":["text"],"creator":["Koide, T.","Kodama, T."],"language":[],"coverage":[],"title":["Relativistic generalization of Brownian Motion"],"description":["  The relativistic generalization of the Brownian motion is discussed. We show\nthat the transformation property of the noise term is determined by requiring\nfor the equilibrium distribution function to be Lorentz invariant, such as the\nJ\\\"uttner distribution function. It is shown that this requirement generates an\nentanglement between the force term and the noise so that the noise itself\nshould not be a covariant quantity.\n","Comment: 11 pages, no figures, elsart.cls"]}]
["0710.1912",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J60","14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1912"],"date":["2007-10-09"],"type":["text"],"creator":["Ueda, Kazushi","Yoshinaga, Masahiko"],"language":[],"coverage":[],"title":["Logarithmic vector fields along smooth plane cubic curves"],"description":["  We study the sheaves of logarithmic vector fields along smooth cubic curves\nin the projective plane, and prove a Torelli-type theorem in the sense of\nDolgachev-Kapranov for those with non-vanishing j-invariants.\n","Comment: 10 pages, no figures"]}]
["0710.1919",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1919"],"date":["2007-10-09"],"type":["text"],"creator":["Yunus, Rossita M","Khan, Shahjahan"],"language":[],"coverage":[],"title":["Increasing power of the test through pre-test - a robust method"],"description":["  This paper develops robust test procedures for testing the intercept of a\nsimple regression model when it is \\textit{apriori} suspected that the slope\nhas a specified value. Defining unrestricted test (UT), restricted test (RT)\nand pre-test test (PTT) corresponding to the unrestricted (UE), restricted\n(RE), and preliminary test estimators (PTE) in the estimation case, the\nM-estimation methodology is used to formulate the M-tests and derive their\nasymptotic power functions. Analytical and graphical comparisons of the three\ntests are obtained by studying the power functions with respect to size and\npower of the tests. It is shown that PTT achieves a reasonable dominance over\nthe others asymptotically.\n","Comment: 29 pages"]}]
["0710.1920",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1920"],"date":["2007-10-09"],"type":["text"],"creator":["Oggier, Frédérique","Hassibi, Babak"],"language":[],"coverage":[],"title":["The Secrecy Capacity of the MIMO Wiretap Channel"],"description":["  We consider the MIMO wiretap channel, that is a MIMO broadcast channel where\nthe transmitter sends some confidential information to one user which is a\nlegitimate receiver, while the other user is an eavesdropper. Perfect secrecy\nis achieved when the the transmitter and the legitimate receiver can\ncommunicate at some positive rate, while insuring that the eavesdropper gets\nzero bits of information. In this paper, we compute the perfect secrecy\ncapacity of the multiple antenna MIMO broadcast channel, where the number of\nantennas is arbitrary for both the transmitter and the two receivers.\n"]}]
["0710.1923",{"format":[],"subject":["Mathematical Physics","Mathematics - Symplectic Geometry","17B66"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1923"],"date":["2007-10-10"],"type":["text"],"creator":["Chen, Z.","Liu, Z. -J."],"language":[],"coverage":[],"title":["Omni-Lie algebroids"],"description":["  A generalized Courant algebroid structure is defined on the direct sum bundle\nD(E) +J(E), where D(E) and J(E) are the gauge Lie algebroid and the jet bundle\nof a vector bundle E respectively. Such a structure is called an omni-Lie\nalgebroid since it is reduced to the omni-Lie algebra introduced by A.Weinstein\nif the base manifold is a point. We prove that any Lie algebroid structure on E\nis characterized by a Dirac structure as the graph of a bundle map from J(E) to\nD(E).\n","Comment: 15 pages, no figure"]}]
["0710.1924",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1924","Proceedings of First International Conference on Bio Inspired\n  models of Networks, Information and Computing Systems (BIONETICS), Cavalese,\n  Italy, December 2006"],"date":["2007-10-10"],"type":["text"],"creator":["Ravanbakhsh, Mohsen","Abbasi-Yadkori, Yasin","Abbaspour, Maghsoud","Sarbazi-Azad, Hamid"],"language":[],"coverage":[],"title":["A Heuristic Routing Mechanism Using a New Addressing Scheme"],"description":["  Current methods of routing are based on network information in the form of\nrouting tables, in which routing protocols determine how to update the tables\naccording to the network changes. Despite the variability of data in routing\ntables, node addresses are constant. In this paper, we first introduce the new\nconcept of variable addresses, which results in a novel framework to cope with\nrouting problems using heuristic solutions. Then we propose a heuristic routing\nmechanism based on the application of genes for determination of network\naddresses in a variable address network and describe how this method flexibly\nsolves different problems and induces new ideas in providing integral solutions\nfor variety of problems. The case of ad-hoc networks is where simulation\nresults are more supportive and original solutions have been proposed for\nissues like mobility.\n","Comment: 8 pages, because of lack of space journal reference just contains the\n  reference to the proceeding"]}]
["0710.1929",{"format":[],"subject":["Mathematics - Geometric Topology","57M25 (Primary) 57N70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1929"],"date":["2007-10-10"],"type":["text"],"creator":["Kim, Se-Goo","Kim, Taehee"],"language":[],"coverage":[],"title":["Polynomial splittings of metabelian von Neumann rho-invariants"],"description":["  We show that if the connected sum of two knots with coprime Alexander\npolynomials has vanishing von Neumann rho-invariants associated with certain\nmetabelian representations then so do both knots. As an application, we give a\nnew example of an infinite family of knots which are linearly independent in\nthe knot concordance group.\n","Comment: 8 pages, 1 figure"]}]
["0710.1933",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1933"],"date":["2007-10-10"],"type":["text"],"creator":["Walker, M. L."],"language":[],"coverage":[],"title":["Intermediate energy spectrum of five colour QCD at one loop"],"description":["  I consider the monopole condensate of five colour QCD. The naive lowest\nenergy state is unobtainable at one-loop for five or more colours due to simple\ngeometry. The consequent adjustment of the vacuum condensate generates a\nhierarchy of confinement scales in a natural Higgs-free manner. QCD and\nQED-like forces emerge naturally, acting upon matter fields that may be\ninterpreted as down quarks, up quarks and electrons.\n","Comment: 15 pages, latex"]}]
["0710.1941",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1941"],"date":["2007-10-10"],"type":["text"],"creator":["Di Sciascio, G.","Di Girolamo, T.","Rossi, E.","Saggese, L."],"language":[],"coverage":[],"title":["Gamma-Ray Astronomy around 100 TeV with a large Muon Detector operated\n  at Very High Altitude"],"description":["  Measurements at 100 TeV and above are an important goal for the next\ngeneration of high energy gamma-ray astronomy experiments to solve the still\nopen problem of the origin of galactic cosmic rays. The most natural\nexperimental solution to detect very low radiation fluxes is provided by the\nExtensive Air Shower (EAS) arrays. They benefit from a close to 90% duty cycle\nand a very large field of view (about 2 sr), but the sensitivity is limited by\ntheir angular resolution and their poor cosmic ray background discrimination.\nAbove 10 TeV the standard technique for rejecting the hadronic background\nconsists in looking for \"muon-poor\" showers.\n  In this paper we discuss the capability of a large muon detector (A=2500 m2)\noperated with an EAS array at very high altitude (>4000 m a.s.l.) to detect\ngamma-ray fluxes around 100 TeV. Simulation-based estimates of energy ranges\nand sensitivities are presented.\n","Comment: 4 pages, proceedings of the 30th ICRC, Merida, Mexico, 2007"]}]
["0710.1945",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1945"],"date":["2007-10-10"],"type":["text"],"creator":["Di Sciascio, G.","Rossi, E."],"language":[],"coverage":[],"title":["Measurement of the angular resolution of the ARGO-YBJ detector"],"description":["  The ARGO-YBJ experiment is a full coverage EAS-array installed at the\nYangBaJing Cosmic Ray Laboratory (4300 m a.s.l., Tibet, P.R. China). We present\nthe results on the angular resolution measured with different methods with the\nfull central carpet. The comparison of experimental results with MC simulations\nis discussed.\n","Comment: 4 pages, proceedings of the 30th ICRC, Merida, Mexico, 2007"]}]
["0710.1948",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1948"],"date":["2007-10-10"],"type":["text"],"creator":["Di Sciascio, G."],"language":[],"coverage":[],"title":["Selection of Surviving Primary Protons at 4300 m a.s.l. with the\n  ARGO-YBJ experiment"],"description":["  The primary proton spectrum up to 100 TeV has been investigated by balloon-\nand satellite-borne instruments. Above this energy range only ground-based air\nshower arrays can measure the cosmic ray spectrum with a technique moderately\nsensitive to nuclear composition. An array which exploits the full coverage\napproach at very high altitude can achieve an energy threshold well below the\nTeV region, thus allowing, in principle, the inter-calibration of the measured\nproton content in the primary cosmic ray flux with the existing direct\nmeasurements from balloons/satellites.\n  The capability of the ARGO-YBJ experiment, located at the YangBaJing Cosmic\nRay Laboratory (4300 m a.s.l., Tibet, P.R. China), in selecting the surviving\nprimary cosmic ray protons is discussed. A procedure looking for\nquasi-unaccompanied events with a very steep lateral distribution is also\npresented.\n","Comment: 4 pages, proceedings of the 30th ICRC, Merida, Mexico, July 2007"]}]
["0710.1949",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1949"],"date":["2007-10-10"],"type":["text"],"creator":["Cappellari, Lorenzo"],"language":[],"coverage":[],"title":["Distributed Source Coding Using Continuous-Valued Syndromes"],"description":["  This paper addresses the problem of coding a continuous random source\ncorrelated with another source which is only available at the decoder. The\nproposed approach is based on the extension of the channel coding concept of\nsyndrome from the discrete into the continuous domain. If the correlation\nbetween the sources can be described by an additive Gaussian backward channel\nand capacity-achieving linear codes are employed, it is shown that the\nperformance of the system is asymptotically close to the Wyner-Ziv bound. Even\nif such an additive channel is not Gaussian, the design procedure can fit the\ndesired correlation and transmission rate. Experiments based on trellis-coded\nquantization show that the proposed system achieves a performance within 3-4 dB\nof the theoretical bound in the 0.5-3 bit/sample rate range for any Gaussian\ncorrelation, with a reasonable computational complexity.\n","Comment: 12 pages, 19 graphic files (15 figures using subfigures), submitted\n  to IEEE Trans. Inform. Theory"]}]
["0710.1950",{"format":[],"subject":["Mathematics - Analysis of PDEs","78A40, 35J05, 78A50, 35A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1950"],"date":["2007-10-10"],"type":["text"],"creator":["Ciraolo, Giulio","Magnanini, Rolando"],"language":[],"coverage":[],"title":["A radiation condition for uniqueness in a wave propagation problem for\n  2-D open waveguides"],"description":["  We study the uniqueness of solutions of Helmholtz equation for a problem that\nconcerns wave propagation in waveguides. The classical radiation condition does\nnot apply to our problem because the inhomogeneity of the index of refraction\nextends to infinity in one direction. Also, because of the presence of a\nwaveguide, some waves propagate in one direction with different propagation\nconstants and without decaying in amplitude.\n  Our main result provides an explicit condition for uniqueness which takes\ninto account the physically significant components, corresponding to guided and\nnon-guided waves; this condition reduces to the classical Sommerfeld-Rellich\ncondition in the relevant cases.\n  Finally, we also show that our condition is satisfied by a solution, already\npresent in literature, of the problem under consideration.\n","Comment: 21 pages, 3 figures"]}]
["0710.1951",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1951"],"date":["2007-10-10"],"type":["text"],"creator":["Grellscheid, David","Richardson, Peter"],"language":[],"coverage":[],"title":["Simulation of Tau Decays in the Herwig++ Event Generator"],"description":["  We describe the simulation of tau decays in the Herwig++ event generator,\nwhich includes sophisticated modelling of the hadronic currents and full\ntreatment of spin correlation effects. The structure of the simulation makes it\neasy to add new models of tau decay,change the parameters of the existing\nmodels, and use the models from tau decay for the decay of other particles. The\nresults are compared in detail with an existing simulation, and the benefits of\nthe new structure are illustrated by considering the decay of the lightest\nchargino to the lightest neutralino in Anomaly-Mediated SUSY-Breaking models.\n","Comment: 33 pages"]}]
["0710.1954",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1954"],"date":["2007-10-10"],"type":["text"],"creator":["Ruwiedel, Christoph","Collaborations, for the ATLAS/CMS"],"language":[],"coverage":[],"title":["Prospects for the Determination of Higgs Boson Properties at the LHC"],"description":["  The prospects for the determination of the properties of a hypothetical boson\ndiscovered at the Large Hadron Collider using measurements to be performed with\nthe ATLAS and CMS detectors are summarized. The properties that are discussed\nare the mass of the boson, its width, the strength of its couplings to\nfermions, the strength and structure of its couplings to gauge bosons and its\nspin and CP quantum numbers.\n","Comment: Submitted for the SUSY07 proceedings"]}]
["0710.1957",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1957"],"date":["2007-10-10"],"type":["text"],"creator":["Kcira, Dorian"],"language":[],"coverage":[],"title":["Determination of the Discovery Potential for Higgs Bosons in MSSM"],"description":["  The CMS and ATLAS collaborations have performed detailed studies of the\ndiscovery potential for the Higgs boson in MSSM. Different benchmarks scenarios\nhave been studied both for the CP-conserving case and for the CP-violating one.\nResults are presented of the discovery potential in the parameter space of\nMSSM.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 8 eps figures"]}]
["0710.1960",{"format":[],"subject":["Mathematics - Geometric Topology","57N10","57M50","57M25","57M60","57M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1960"],"date":["2007-10-10"],"type":["text"],"creator":["Brumfiel, G.","Hilden, H.","Lozano, M. T.","Montesinos--Amilibia, J. M.","Ramirez--Losada, E.","Short, H.","Tejada, D.","Toro, M."],"language":[],"coverage":[],"title":["Three manifolds as geometric branched coverings of the three sphere"],"description":["  One method for obtaining every closed orientable 3-manifold is as branched\ncovering of the 3-sphere over a link. There is a classical topological result\nshowing that the minimun possible number of sheets in the covering is three. In\nthis paper we obtain a geometric version of this result. The interest is given\nby the growing importance of geometry in 3-manifolds theory.\n","Comment: 18 pages, 24 figures"]}]
["0710.1962",{"format":[],"subject":["Computer Science - Information Retrieval","H.3.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1962"],"date":["2007-10-10"],"type":["text"],"creator":["Vigna, Sebastiano"],"language":[],"coverage":[],"title":["Stanford Matrix Considered Harmful"],"description":["  This note argues about the validity of web-graph data used in the literature.\n"]}]
["0710.1964",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1964"],"date":["2007-10-10"],"type":["text"],"creator":["Loginov, Andrey"],"language":[],"coverage":[],"title":["CDF Searches for New Physics with Photons"],"description":["  We present results of searches for new physics in final states with photons\nat CDF in approximately 1 fb-1 of ppbar collisions at 1.96 TeV. We give an\noverview of the data-driven photon background estimation techniques used for\nthe analyses. We report on a search for diphoton peaks and signature-based\nsearches for diphoton+X, lepton+photon+X (X = electron, muon, missing\ntransverse energy, photon) and ttbar+photon.\n","Comment: 4 pages,10 pictures, submitted for the SUSY07 proceedings"]}]
["0710.1965",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1965"],"date":["2007-10-10"],"type":["text"],"creator":["Volchenkov, D.","Blanchard, Ph."],"language":[],"coverage":[],"title":["Sestieri of Venice"],"description":["  We have investigated space syntax of Venice by means of random walks. Random\nwalks being defined on an undirected graph establish the Euclidean space in\nwhich distances and angles between nodes acquire the clear statistical\ninterpretation. The properties of nodes with respect to random walks allow\npartitioning the city canal network into disjoint divisions which may be\nidentified with the traditional divisions of the city (sestieri).\n","Comment: 25 pages, 13 figures"]}]
["0710.1969",{"format":[],"subject":["Mathematics - Differential Geometry","58A17","53C28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1969"],"date":["2007-10-10"],"type":["text"],"creator":["Carrillo-Catalán, Ramiro","Yabe, Akio"],"language":[],"coverage":[],"title":["Pfaffian Systems from Twistor Fibrations"],"description":["  Canonical twistor fibrations lead to Pfaffian systems by means of their\nsuperhorizontal distribution. The aim of this note is to identify explicitly\nthe Pfaffian systems of five or less variables that arise in this way in terms\nof the classification given by A.Awane and M.Goze.\n","Comment: 18 pages"]}]
["0710.1970",{"format":[],"subject":["Mathematics - Group Theory","20E07","11S40","11E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1970"],"date":["2007-10-10"],"type":["text"],"creator":["Klopsch, Benjamin","Voll, Christopher"],"language":[],"coverage":[],"title":["Zeta functions of 3-dimensional p-adic Lie algebras"],"description":["  We give an explicit formula for the subalgebra zeta function of a general\n3-dimensional Lie algebra over the p-adic integers $\\mathbb{Z}_p$. To this end,\nwe associate to such a Lie algebra a ternary quadratic form over\n$\\mathbb{Z}_p$. The formula for the zeta function is given in terms of Igusa's\nlocal zeta function associated to this form.\n","Comment: 20 pages"]}]
["0710.1973",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1973"],"date":["2007-10-10"],"type":["text"],"creator":["Majewski, Michal"],"language":[],"coverage":[],"title":["The 0^{-+} and 0^{++} glueballs and the multiplets including them"],"description":["  The properties of the $0^{++}$ and $0^{-+}$ meson multiplets are discussed.\nQuoted are the $0^{++}$ and $0^{-+}$ glueball masses determined from data fit.\n","Comment: 4 pp"]}]
["0710.1975",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1975"],"date":["2007-10-10"],"type":["text"],"creator":["Morgan, Frank"],"language":[],"coverage":[],"title":["The Levy-Gromov Isoperimetric Inequality in Convex Manifolds with\n  Boundary"],"description":["  We observe after Bayle and Rosales that the Levy-Gromov isoperimetric\ninequality generalizes to convex manifolds with boundary.\n","Comment: 4 pages"]}]
["0710.1978",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1978"],"date":["2007-10-10"],"type":["text"],"creator":["Josse-Michaux, F. X."],"language":[],"coverage":[],"title":["The Role of Lepton Flavours in Thermal Leptogenesis"],"description":["  Thermal leptogenesis, that can be viewed as a consequence of the seesaw\nmodel, is a very natural mechanism to explain the matter anti-matter asymmetry\nof the Universe. Recently, lepton flavours have been included in the Boltzmann\nequations, modifying significantly the evaluation of the efficiency of\nleptogenesis to explain the observed baryon asymmetry.\n","Comment: 4 pages, talk given at the XLIInd Rencontres de Moriond on\n  Electroweak Interactions and Unified Theories, La Thuile, March 10 to 17,\n  2007"]}]
["0710.1979",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1979"],"date":["2007-10-10"],"type":["text"],"creator":["Chernikov, N. S."],"language":[],"coverage":[],"title":["Groups with the Minimal Conditions for Subgroups and for Nonabelian\n  Subgroups"],"description":["  For some very wide classes $\\mathfrak{D}$ and\n$\\mathfrak{B}\\subset\\mathfrak{D}$ of groups, the author proves that an\narbitrary (nonabelian) group $G\\in \\mathfrak{D}$ (respectively $G\\in\n\\mathfrak{B}$) satisfies the minimal condition for (nonabelian) subgroups iff\nit is Chernikov\n"]}]
["0710.1981",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology","52C40","57R91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1981"],"date":["2007-10-10"],"type":["text"],"creator":["Zivaljevic, Rade T."],"language":[],"coverage":[],"title":["Oriented matroids and Ky Fan's theorem"],"description":["  L. Lovasz has shown that Sperner's combinatorial lemma admits a\ngeneralization involving a matroid defined on the set of vertices of the\nassociated triangulation. Inspired by this result we prove that classical Ky\nFan's theorem admits an oriented matroid generalization of similar nature. Ky\nFan's theorem is obtained as a corollary if the underlying oriented matroid is\nchosen to be the alternating matroid C^{m,r} .\n"]}]
["0710.1985",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems","60F05, 60F17, 60G15, 60G17, 60G42, 37C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1985"],"date":["2007-10-10"],"type":["text"],"creator":["Barral, Julien","Peyriere, Jacques","Wen, Zhi-Ying"],"language":[],"coverage":[],"title":["Dynamics of Mandelbrot Cascades"],"description":["  Mandelbrot multiplicative cascades provide a construction of a dynamical\nsystem on a set of probability measures defined by inequalities on moments. To\nbe more specific, beyond the first iteration, the trajectories take values in\nthe set of fixed points of smoothing transformations (i.e., some generalized\nstable laws).\n  Studying this system leads to a central limit theorem and to its functional\nversion. The limit Gaussian process can also be obtained as limit of an\n`additive cascade' of independent normal variables.\n"]}]
["0710.1996",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1996"],"date":["2007-10-10"],"type":["text"],"creator":["Sakamura, Yutaka"],"language":[],"coverage":[],"title":["Radius stabilization in 5D SUGRA models on orbifold"],"description":["  We study a four-dimensional effective theory of the five-dimensional (5D)\ngauged supergravity with a universal hypermultiplet and perturbative\nsuperpotential terms at the orbifold fixed points. The class of models we\nconsider includes the 5D heterotic M-theory and the supersymmetric\nRandall-Sundrum model as special limits of the gauging parameters. We analyse\nthe vacuum structure of the models, especially the nature of the moduli\nstabilization, from the viewpoint of the effective theory.\n","Comment: 4 pages, no figure, Submitted for the SUSY07 proceedings"]}]
["0710.1997",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1997"],"date":["2007-10-10"],"type":["text"],"creator":["Cheung, Kingman","Song, Jeonghyeon","Yan, Qi-Shu"],"language":[],"coverage":[],"title":["Roles of Higgs decay into two pseudoscalar bosons in the search of\n  intermediate-mass Higgs Boson"],"description":["  The dominance of $h\\to \\eta \\eta$ decay mode for the intermediate mass Higgs\nboson is highly motivated to solve the little hierarchy problem and to ease the\ntension with the precision data. However, the discovery modes for $m_h \\alt\n150$ GeV, $h \\to \\gamma\\gamma$ and $W/Z h \\to (\\ell\\nu/\\ell \\bar \\ell) (b\\bar\nb)$, will be substantially affected. We show that $h \\to \\eta \\eta \\to 4b$ is\ncomplementary and we can use this decay mode to detect the intermediate Higgs\nboson at the LHC, via $Wh$ and $Zh$ production. Requiring at least one charged\nlepton and 4 $B$-tags in the final state, we can identify a clean Higgs boson\nsignal for $m_h \\alt 150$ GeV with a high significance and with a full Higgs\nmass reconstruction. We use the next-to-minimal supersymmetric standard model\nand the simplest little Higgs model for illustration.\n","Comment: Submitted for the SUSY07 proceedings. 4 pages, 1 figure"]}]
["0710.1999",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1999"],"date":["2007-10-10"],"type":["text"],"creator":["Gajdosik, Thomas","Pasukonis, Jurgis"],"language":[],"coverage":[],"title":["Non Linear Gauge Fixing for FeynArts"],"description":["  We review the non-linear gauge-fixing for the Standard Model, proposed by F.\nBoudjema and E. Chopin, and present our implementation of this non-linear\ngauge-fixing to the Standard Model and to the minimal supersymmetric Standard\nModel in FeynArts.\n","Comment: Submitted for the SUSY07 proceedings, 3 pages"]}]
["0710.2002",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2002"],"date":["2007-10-10"],"type":["text"],"creator":["Fuks, Benjamin"],"language":[],"coverage":[],"title":["Transverse-momentum, threshold and joint resummations for slepton pair\n  production at hadron colliders"],"description":["  We present precision calculations of the transverse-momentum spectrum and the\ninvariant-mass distribution for slepton pair production at hadron colliders. We\nimplement the transverse-momentum, threshold and joint resummation formalisms\nat the next-to-leading logarithmic accuracy and consistently match the obtained\nresult with the pure perturbative result at the first order in the strong\ncoupling constant, i.e. at order alpha_s. We give numerical predictions for\nselectron and stau pair production, and compare the various resummed cross\nsections with the perturbative result.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, 4 eps figures"]}]
["0710.2010",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2010"],"date":["2007-10-10"],"type":["text"],"creator":["Robens, Tania"],"language":[],"coverage":[],"title":["NLO Event Simulation for Chargino Production at the ILC"],"description":["  We present an extension of the Monte Carlo Event Generator Whizard which\nincludes chargino production at the ILC at NLO. We include photons using both a\nfixed order and a resummation approach. While the fixed order approach suffers\nfrom negative event weights, the resummation method solves this problem and\nautomatically includes leading higher order corrections. We present results for\ncross sections and event generation for both methods and evaluate the\nsystematic errors due to soft and collinear approximations. In the resummation\napproach, the residual uncertainty can be brought down to the per-mil level.\n","Comment: 4 pages, 6 figures; submitted for the SUSY07 proceedings"]}]
["0710.2015",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2015"],"date":["2007-10-10"],"type":["text"],"creator":["Ruelle, David"],"language":[],"coverage":[],"title":["Structure and f-dependence of the a.c.i.m. for a unimodal map f of\n  Misiurewicz type"],"description":["  By using a suitable Banach space on which we let the transfer operator act,\nwe make a detailed study of the ergodic theory of a unimodal map $f$ of the\ninterval in the Misiurewicz case. We show in particular that the absolutely\ncontinuous invariant measure $\\rho$ can be written as the sum of 1/square root\nspikes along the critical orbit, plus a continuous background. We conclude by a\ndiscussion of the sense in which the map $f\\mapsto\\rho$ may be differentiable.\n"]}]
["0710.2018",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2018"],"date":["2007-10-10"],"type":["text"],"creator":["Liang, Yingbin","Somekh-Baruch, Anelia","Poor, H. Vincent","Shamai, Shlomo","Verdu, Sergio"],"language":[],"coverage":[],"title":["Cognitive Interference Channels with Confidential Messages"],"description":["  The cognitive interference channel with confidential messages is studied.\nSimilarly to the classical two-user interference channel, the cognitive\ninterference channel consists of two transmitters whose signals interfere at\nthe two receivers. It is assumed that there is a common message source (message\n1) known to both transmitters, and an additional independent message source\n(message 2) known only to the cognitive transmitter (transmitter 2). The\ncognitive receiver (receiver 2) needs to decode both messages, while the\nnon-cognitive receiver (receiver 1) should decode only the common message.\nFurthermore, message 2 is assumed to be a confidential message which needs to\nbe kept as secret as possible from receiver 1, which is viewed as an\neavesdropper with regard to message 2. The level of secrecy is measured by the\nequivocation rate. A single-letter expression for the capacity-equivocation\nregion of the discrete memoryless cognitive interference channel is established\nand is further explicitly derived for the Gaussian case. Moreover,\nparticularizing the capacity-equivocation region to the case without a secrecy\nconstraint, establishes a new capacity theorem for a class of interference\nchannels, by providing a converse theorem.\n","Comment: To appear in Proc. of forty-fifth annual Allerton conference on\n  communication, control, and computing, Allerton house, Monticello, IL, USA"]}]
["0710.2020",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","32H50","32A10","30D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2020"],"date":["2007-10-10"],"type":["text"],"creator":["Bracci, Filippo","Gentili, Graziano","Poggi-Corradini, Pietro"],"language":[],"coverage":[],"title":["Valiron's construction in higher dimension"],"description":["  We consider holomorphic self-maps $\\v$ of the unit ball $\\B^N$ in $\\C^N$\n($N=1,2,3,...$). In the one-dimensional case, when $\\v$ has no fixed points in\n$\\D\\defeq \\B^1$ and is of hyperbolic type, there is a classical renormalization\nprocedure due to Valiron which allows to semi-linearize the map $\\phi$, and\ntherefore, in this case, the dynamical properties of $\\phi$ are well\nunderstood. In what follows, we generalize the classical Valiron construction\nto higher dimensions under some weak assumptions on $\\v$ at its Denjoy-Wolff\npoint. As a result, we construct a semi-conjugation $\\sigma$, which maps the\nball into the right half plane of $\\C$, and solves the functional equation\n$\\sigma\\circ \\v=\\lambda \\sigma$, where $\\lambda>1$ is the (inverse of the)\nboundary dilation coefficient at the Denjoy-Wolff point of $\\v$.\n","Comment: 17 pages"]}]
["0710.2021",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2021"],"date":["2007-10-10"],"type":["text"],"creator":["Levin, E."],"language":[],"coverage":[],"title":["Non-linear QCD"],"description":["  In this talk I give the mini-review on recent development in the non-linear\nQCD (at low $x$).\n","Comment: It is a talk at the 12-th International Conference on Elastic and\n  Diffractive Scattering (Blois Workshops),5 pages, 2 figures"]}]
["0710.2024",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2024"],"date":["2007-10-10"],"type":["text"],"creator":["Franz, Volker H."],"language":[],"coverage":[],"title":["Ratios: A short guide to confidence limits and proper use"],"description":["  Researchers often calculate ratios of measured quantities. Specifying\nconfidence limits for ratios is difficult and the appropriate methods are often\nunknown. Appropriate methods are described (Fieller, Taylor, special bootstrap\nmethods). For the Fieller method a simple geometrical interpretation is given.\nMonte Carlo simulations show when these methods are appropriate and that the\nmost frequently used methods (index method and zero-variance method) can lead\nto large liberal deviations from the desired confidence level. It is discussed\nwhen we can use standard regression or measurement error models and when we\nhave to resort to specific models for heteroscedastic data. Finally, an old\nwarning is repeated that we should be aware of the problems of spurious\ncorrelations if we use ratios.\n","Comment: 60 pages, 5 figures, 4 tables"]}]
["0710.2027",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2027"],"date":["2007-10-10"],"type":["text"],"creator":["Rowell, G.","Stamatescu, V.","Clay, R.","Dawson, B.","Denman, J.","Protheroe, R.","Smith, A. G. K.","Thornton, G.","Wild, N."],"language":[],"coverage":[],"title":["TenTen: A New Array of Multi-TeV Imaging Cherenkov Telescopes"],"description":["  The exciting results from H.E.S.S. point to a new population of gamma-ray\nsources at energies E > 10 TeV, paving the way for future studies and new\ndiscoveries in the multi-TeV energy range. Connected with these energies is the\nsearch for sources of PeV cosmic-rays (CRs) and the study of multi-TeV\ngamma-ray production in a growing number of astrophysical environments. TenTen\nis a proposed stereoscopic array (with a suggested site in Australia) of\nmodest-sized (10 to 30m^2) Cherenkov imaging telescopes with a wide field of\nview (8 to 10deg diameter) optimised for the E~10 to 100 TeV range. TenTen will\nachieve an effective area of ~10 km^2 at energies above 10 TeV. We outline here\nthe motivation for TenTen and summarise key performance parameters.\n","Comment: 4 pages, 2 figures, proceedings of the 30th ICRC, Merida, Mexico,\n  2007"]}]
["0710.2029",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2029"],"date":["2007-10-10"],"type":["text"],"creator":["Hawking, S. W."],"language":[],"coverage":[],"title":["Volume Weighting in the No Boundary Proposal"],"description":["  It has been suggested that the no boundary proposal would predict little or\nno slow roll inflation leading to an empty deSitter universe. However it is\nargued that the probability for the whole universe should be multiplied by a\nzero mode factor $e^{3N}$ which counts the number of Hubble volumes in the\nuniverse. This volume weighting is similar to that in eternal inflation but\nderived in a gauge invariant manner. It predicts that inflation began at a\nsaddle point in the potential and that the universe was always in the\nsemi-classical regime.\n","Comment: 7 pages, 1 figure, typeset text from recent lecture"]}]
["0710.2034",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2034"],"date":["2007-10-10"],"type":["text"],"creator":["Allanach, B. C.","Bernhardt, M. A.","Dreiner, H. K.","Grab, S.","Kom, C. H.","Richardson, P."],"language":[],"coverage":[],"title":["R-Parity violating minimal supergravity at the LHC"],"description":["  We consider the case where supersymmetry with broken R-parity is embedded in\nthe minimal supergravity model (mSUGRA). This alters the standard mSUGRA\nspectrum and opens a wide range in parameter space, where the scalar tau is the\nlightest supersymmetric particle, instead of the lightest neutralino. We study\nthe resulting LHC phenomenology. Promising signatures would be detached\nvertices from long-lived staus, multi lepton final states and multi-tau final\nstates. We investigate in detail the corresponding cross sections and decay\nrates in characteristic benchmark scenarios.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 5 eps figures"]}]
["0710.2035",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2035"],"date":["2007-10-10"],"type":["text"],"creator":["Bornhauser, Sascha","Drees, Manuel","Dreiner, Herbi K.","Kim, Jong Soo"],"language":[],"coverage":[],"title":["Electroweak Contributions to Squark Pair Production"],"description":["  We compute electroweak contributions to the production of squark pairs at\nhadron colliders. These include the exchange of electroweak gauge bosons in the\n$s-$channel as well as electroweak gaugino exchange in the $t-$ and/or\n$u-$channel. In many cases these can interfere with the dominant QCD\ncontributions. As a result, we find sizable contributions to the production of\ntwo SU(2) doublet squarks. At the LHC, they amount to 10 to 20% for typical\nmSUGRA (or CMSSM) scenarios, but in more general scenarios they can vary\nbetween -40 and $+55%$, depending on size and sign of the SU(2) gaugino mass.\nThe electroweak contribution to the total squark pair production rate at the\nLHC is about 3.5 times smaller.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 3 eps figures"]}]
["0710.2037",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2037"],"date":["2007-10-10","2007-10-11"],"type":["text"],"creator":["Jiang, Wu","Ding, Fei","Xiang, Qiao-liang"],"language":[],"coverage":[],"title":["An Affinity Propagation Based method for Vector Quantization Codebook\n  Design"],"description":["  In this paper, we firstly modify a parameter in affinity propagation (AP) to\nimprove its convergence ability, and then, we apply it to vector quantization\n(VQ) codebook design problem. In order to improve the quality of the resulted\ncodebook, we combine the improved AP (IAP) with the conventional LBG algorithm\nto generate an effective algorithm call IAP-LBG. According to the experimental\nresults, the proposed method not only enhances the convergence abilities but\nalso is capable of providing higher-quality codebooks than conventional LBG\nmethod.\n","Comment: In this version we make some explaination about the network-support\n  similarity"]}]
["0710.2038",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2038"],"date":["2007-10-10"],"type":["text"],"creator":["Guadagnoli, Diego"],"language":[],"coverage":[],"title":["The Minimal Flavor Violating MSSM: application to meson mixings"],"description":["  We provide a short account of the effects one expects on meson-antimeson\noscillations in the context of the Minimal Supersymmetric Standard Model\n(MSSM). This issue is largely dependent on the assumptions made on the MSSM\nparameter space. In this respect, we consider in closer detail the cases of the\ngeneral MSSM, with completely free soft terms, and the Minimal Flavor Violating\nlimit of the MSSM, providing a natural mechanism of near-flavor-conservation.\nFor the case of meson oscillations in the Delta B = 2 sector, we show that this\napproach leads to a striking increase of the predictivity of the model. In\nparticular, we find (i) SUSY corrections to be naturally small and always\npositive; (ii) if mu is not small, an increase in importance (even for low tan\nbeta) of scalar operators due to gluino contributions. The last point signals\nthat (V-A)x(V-A) dominated MFV is in general inconsistent with the MSSM. In\nthis context, we also briefly discuss the MFV-Unitarity Triangle.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 3 eps figures"]}]
["0710.2043",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Geometric Topology","37D20, 37E30, 37B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2043"],"date":["2007-10-10"],"type":["text"],"creator":["Fehrenbach, Jérôme","Los, Jérôme"],"language":[],"coverage":[],"title":["Roots, symmetries and conjugacy of pseudo-Anosov mapping classes"],"description":["  An algorithm is proposed that solves two decision problems for pseudo-Anosov\nelements in the mapping class group of a surface with at least one marked fixed\npoint. The first problem is the root problem: decide if the element is a power\nand in this case compute the roots. The second problem is the symmetry problem:\ndecide if the element commutes with a finite order element and in this case\ncompute this element. The structure theorem on which this algorithm is based\nprovides also a new solution to the conjugacy problem.\n"]}]
["0710.2045",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2045"],"date":["2007-10-10"],"type":["text"],"creator":["Giraud, O."],"language":[],"coverage":[],"title":["Purity distribution for bipartite random pure states"],"description":["  Analytic expressions for the probability density distribution of the linear\nentropy and the purity are derived for bipartite pure random quantum states.\nThe explicit distributions for a state belonging to a product of Hilbert spaces\nof dimensions p and q are given for p=3 and any q>=3, as well as for p=q=4.\n"]}]
["0710.2051",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","30F60","14J81","51M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2051"],"date":["2007-10-10"],"type":["text"],"creator":["Chekhov, Leonid"],"language":[],"coverage":[],"title":["Lecture Notes on Quantum Teichmuller Theory"],"description":["  These notes are based on a lecture course by L. Chekhov held at the\nUniversity of Manchester in May 2006 and February-March 2007. They are\ndivulgative in character, and instead of containing rigorous mathematical\nproofs, they illustrate statements giving an intuitive insight. We\nintentionally remove most bibliographic references from the body of the text\ndevoting a special section to the history of the subject at the end.\n","Comment: Notes collected by M. Mazzocco"]}]
["0710.2052",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2052"],"date":["2007-10-10"],"type":["text"],"creator":["Lavis, David A."],"language":[],"coverage":[],"title":["Boltzmann, Gibbs and the Concept of Equilibrium"],"description":["  The Boltzmann and Gibbs approaches to statistical mechanics have very\ndifferent definitions of equilibrium and entropy. The problems associated with\nthis are discussed and it is suggested that they can be resolved, to produce a\nversion of statistical mechanics incorporating both approaches, by redefining\nequilibrium not as a binary property (being/not being in equilibrium) but as a\ncontinuous property (degrees of equilibrium) measured by the Boltzmann entropy\nand by introducing the idea of thermodynamic-like behaviour for the Boltzmann\nentropy. The Kac ring model is used as an example to test the proposals.\n"]}]
["0710.2057",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2057"],"date":["2007-10-10"],"type":["text"],"creator":["Varsano, Daniele","Marini, Andrea","Rubio, Angel"],"language":[],"coverage":[],"title":["Optical saturation driven by exciton confinement in molecular-chains: a\n  TDDFT study"],"description":["  We have identified excitonic confinement in one-dimensional molecular chains\n(i.e. polyacetylene and H$_2$) as the main driving force for the saturation of\nthe chain polarizability as a function of the number of molecular units. This\nconclusion is based on first principles time--dependent density functional\ntheory calculations performed with a new derived exchange--correlation kernel.\nThe failure of simple local and semi--local functionals is shown to be related\nto the lack of memory effects, spatial ultranonlocality, and self--interaction\ncorrections. These effects get smaller as the gap of the system reduces, in\nwhich case such simple approximations do perform better.\n"]}]
["0710.2059",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2059"],"date":["2007-10-10"],"type":["text"],"creator":["Bhagwat, M. S.","Cloet, I. C.","Roberts, C. D."],"language":[],"coverage":[],"title":["Covariance, Dynamics and Symmetries, and Hadron Form Factors"],"description":["  We summarise applications of Dyson-Schwinger equations to the theory and\nphenomenology of hadrons. Some exact results for pseudoscalar mesons are\nhighlighted with details relating to the U_A(1) problem. We describe inferences\nfrom the gap equation relating to the radius of convergence for expansions of\nobservables in the current-quark mass. We recapitulate upon studies of nucleon\nelectromagnetic form factors, providing a comparison of the ln-weighted ratios\nof Pauli and Dirac form factors for the neutron and proton.\n","Comment: 9 pages, 2 figures. Contribution to proceedings of Workshop on\n  Exclusive Reactions at High Momentum Transfer, May 21-24, 2007, Jefferson\n  Lab, Newport News, VA"]}]
["0710.2062",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2062"],"date":["2007-10-10"],"type":["text"],"creator":["Hooper, Dan"],"language":[],"coverage":[],"title":["Indirect Searches For Dark Matter: Signals, Hints and Otherwise"],"description":["  For the SUSY 2007 conference, I was asked to review the topic of indirect\nsearches for dark matter. As part of that talk, I summarized several\nobservations which have been interpreted as the product of dark matter\nannihilations. In my contribution to the proceedings, I have decided to focus\non this aspect of my talk. In particular, I will discuss the cosmic positron\nspectrum measured by HEAT, the 511 keV emission from the Galactic Bulge\nmeasured by INTEGRAL, the diffuse galactic and extragalactic gamma ray spectra\nmeasured by EGRET, and the microwave excess from the Galactic Center observed\nby WMAP.\n","Comment: Submitted for the SUSY07 proceedings, 7 pages, 5 figures"]}]
["0710.2063",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2063"],"date":["2007-10-10"],"type":["text"],"creator":["Bogomolny, E.","Bohigas, O.","Schmit, C."],"language":[],"coverage":[],"title":["Distance matrices and isometric embeddings"],"description":["  We review the relations between distance matrices and isometric embeddings\nand give simple proofs that distance matrices defined on euclidean and\nspherical spaces have all eigenvalues except one non-negative. Several\ngeneralizations are discussed.\n","Comment: 17 pages"]}]
["0710.2065",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2065"],"date":["2007-10-10"],"type":["text"],"creator":["Chapon, C. Vecchini L. C.","Brown, P. J.","Chatterji, T.","Cheong, S. Park S-W.","Radaelli, P. G."],"language":[],"coverage":[],"title":["Commensurate magnetic structures ofRMn2O5 (R=Y, Ho, Bi) determined by\n  Single-crystal Neutron Diffraction"],"description":["  Precise magnetic structures of RMn2O5, with R= Y, Ho, Bi in the\ncommensurate/ferroelectric regime, have been determined by single-crystal\nneutron diffraction. For each system, the integrated intensities of a large\nnumber of independent magnetic Bragg reflections have been measured, allowing\nunconstrained least-squares refinement of the structures. The analysis confirms\nthe previously reported magnetic configuration in the ab-plane, in particular\nthe existence of zig-zag antiferromagnetic chains. For the Y and Ho compounds\nadditional weak magnetic components parallel to the c-axis were detected which\nare modulated in phase quadrature with the a-b components. This component is\nextremely small in the BiMn2O5 sample, therefore supporting symmetric exchange\nas the principal mechanism inducing ferroelectricity. For HoMn2O5, a magnetic\nordering of the Ho moments was observed, which is consistent with a\nsuper-exchange interaction through the oxygens. For all three compounds, the\npoint symmetry in the magnetically ordered state is m2m, allowing the polar\nb-axis found experimentally.\n"]}]
["0710.2071",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","42C40","47D03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2071"],"date":["2007-10-10"],"type":["text"],"creator":["Baggett, Lawrence W.","Larsen, Nadia S.","Merrill, Kathy D.","Packer, Judith A.","Raeburn, Iain"],"language":[],"coverage":[],"title":["Generalized multiresolution analyses with given multiplicity functions"],"description":["  Generalized multiresolution analyses are increasing sequences of subspaces of\na Hilbert space $\\H$ that fail to be multiresolution analyses in the sense of\nwavelet theory because the core subspace does not have an orthonormal basis\ngenerated by a fixed scaling function. Previous authors have studied a\nmultiplicity function $m$ which, loosely speaking, measures the failure of the\nGMRA to be an MRA. When the Hilbert space $\\H$ is $L^2(\\mathbb R^n)$, the\npossible multiplicity functions have been characterized by Baggett and Merrill.\nHere we start with a function $m$ satisfying a consistency condition which is\nknown to be necessary, and build a GMRA in an abstract Hilbert space with\nmultiplicity function $m$.\n","Comment: 16 pages including bibliography"]}]
["0710.2072",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","35B27","35B40","35J25","65N12","65N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2072"],"date":["2007-10-10"],"type":["text"],"creator":["Laptev, Vsevolod"],"language":[],"coverage":[],"title":["On numerical averaging of the conductivity coefficient using two-scale\n  extensions"],"description":["  In this article we compare solutions to elliptic problems having rapidly\noscillated conductivity (permeability, etc) coefficient with solutions to\ncorresponding homogenized problems obtained from two-scale extensions of the\ninitial coefficient. The comparison is done numerically on several one and two\ndimensional test problems with randomly generated coefficients for different\nintensities of oscillation. The dependency of the approximation error on the\nsize of averaging is investigated.\n","Comment: 20 pages, 20 figures. Key words: homogenization, averaging,\n  non-periodic coefficients, elliptic equation, numerical micro-macro\n  comparison"]}]
["0710.2080",{"format":[],"subject":["Mathematics - Differential Geometry","53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2080"],"date":["2007-10-10"],"type":["text"],"creator":["Gilkey, P.","Nikcevic, S."],"language":[],"coverage":[],"title":["The classification of simple Jacobi--Ricci commuting algebraic curvature\n  tensors"],"description":["  We classify algebraic curvature tensors such that the Ricci operator is\nsimple (i.e. the Ricci operator is complex diagonalizable and either the\ncomplex spectrum consists of a single real eigenvalue or the complex spectrum\nconsists of a pair of eigenvalues which are complex conjugates of each other)\nand which are Jacobi--Ricci commuting (i.e. the Ricci operator commutes with\nthe Jacobi operator of any vector).\n"]}]
["0710.2082",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37L55, 35R60, 60H15, 37H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2082"],"date":["2007-10-10"],"type":["text"],"creator":["Wan, Li","Duan, Jinqiao"],"language":[],"coverage":[],"title":["Exponential stability of non-autonomous stochastic partial differential\n  equations with finite memory"],"description":["  The exponential stability, in both mean square and almost sure senses, for\nenergy solutions to a class of nonlinear and non-autonomous stochastic PDEs\nwith finite memory is investigated. Various criteria for stability are\nobtained. An example is presented to demonstrate the main results.\n"]}]
["0710.2083",{"format":[],"subject":["Computer Science - Databases","Computer Science - Learning","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2083"],"date":["2007-10-10"],"type":["text"],"creator":["Schulte, Oliver","Moser, Flavia","Ester, Martin","Lu, Zhiyong"],"language":[],"coverage":[],"title":["Association Rules in the Relational Calculus"],"description":["  One of the most utilized data mining tasks is the search for association\nrules. Association rules represent significant relationships between items in\ntransactions. We extend the concept of association rule to represent a much\nbroader class of associations, which we refer to as \\emph{entity-relationship\nrules.} Semantically, entity-relationship rules express associations between\nproperties of related objects. Syntactically, these rules are based on a broad\nsubclass of safe domain relational calculus queries. We propose a new\ndefinition of support and confidence for entity-relationship rules and for the\nfrequency of entity-relationship queries. We prove that the definition of\nfrequency satisfies standard probability axioms and the Apriori property.\n","Comment: 16 pages, 13 tables"]}]
["0710.2084",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2084"],"date":["2007-10-10"],"type":["text"],"creator":["Maru, Nobuhito","Sakai, Norisuke","Uekusa, Nobuhiro"],"language":[],"coverage":[],"title":["Supersymmetry Breaking and Radius Stabilization by Constant Boundary\n  Superpotentials in Warped Space"],"description":["  Supersymmetry breaking and radius stabilization by constant superpotentials\nlocalized at boundaries is studied in a supersymmetric warped space model where\na hypermultiplet, a compensator and a radion multiplet are taken into account.\nSoft mass induced by the anomaly mediation can be of the order of 100GeV and\ncan be dominant compared to that mediated by bulk fields. A lighter physical\nmode composed of the radion and the moduli can have mass of the order of a TeV\nand the gravitino mass can be of the order of 10^7 GeV. The radius is\nstabilized by the presence of the constant boundary superpotentials. We also\nfind that the mass splitting has an interesting dependence on the bulk mass\nparameter c.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 1 eps figure"]}]
["0710.2088",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Commutative Algebra","11T06","11T24","37E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2088"],"date":["2007-10-10"],"type":["text"],"creator":["Lerner, E. Yu."],"language":[],"coverage":[],"title":["Multiplicative function instead of logarithm (an elementary approach)"],"description":["  V.I. Arnold has recently defined the complexity of finite sequences of zeroes\nand ones in terms of periods and preperiods of attractors of a dynamic system\nof the operator of finite differentiation. Arnold has set up a hypothesis that\nthe sequence of the values of the logarithm is most complicated or almost most\ncomplicated. In this paper we obtain the necessary and sufficient conditions\nwhich make this sequence (supplemented with zero) most complicated for a more\nwide class of operators. We prove that a sequence of values of a multiplicative\nfunction in a finite field is most complicated or almost most complicated for\nany operator divisible by the differentiation operator.\n","Comment: 9 pages,2 tables"]}]
["0710.2090",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Commutative Algebra","12L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2090"],"date":["2007-10-10"],"type":["text"],"creator":["Prunescu, Mihai"],"language":[],"coverage":[],"title":["Dynamical systems with double recursion are undecidable"],"description":["  A primitive type of two-dimensional dynamic system is introduced. It is shown\nthat there is no decision procedure able to answer if such a dynamical system\nis ultimately zero.\n","Comment: 7 pages"]}]
["0710.2091",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2091"],"date":["2007-10-10"],"type":["text"],"creator":["Calisti, A.","Ferri, S.","Mossé, C.","Talin, B.","Lisitsa, V.","Bureyeva, L.","Gigosos, M. A.","González, M. A.","Gaztelurrutia, T. del Río","Dufty, J. W."],"language":[],"coverage":[],"title":["Slow and fast micro-field components in warm and dense hydrogen plasmas"],"description":["  The aim of this work is the investigation of the statistical properties of\nlocal electric fields in an ion-electron two component plasmas for coupled\nconditions. The stochastic fields at a charged or at a neutral point in plasmas\ninvolve both slow and fast fluctuation characteristics. The statistical study\nof these local fields based on a direct time average is done for the first\ntime. For warm and dense plasma conditions, typically $N_{e}\\approx\n10^{18}cm^{-3}$, $% T_{e}\\approx 1eV$, well controlled molecular dynamics (MD)\nsimulations of neutral hydrogen, protons and electrons have been carried out.\nRelying on these \\textit{ab initio} MD calculations this work focuses on an\nanalysis of the concepts of statistically independent slow and fast local field\ncomponents, based on the consideration of a time averaged electric field. Large\ndifferences are found between the results of these MD simulations and\ncorresponding standard results based on static screened fields. The effects\ndiscussed are of importance for physical phenomena connected with stochastic\nelectric field fluctuations, e.g., for spectral line broadening in dense\nplasmas.\n","Comment: 4 pages, 4 figures, submitted to Phys. Rev. Lett"]}]
["0710.2098",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2098","Chapter in: Handbook of Quantum Logic and Quantum Structures:\n  Quantum Structures (Eds. K. Engesser, D. M. Gabbay and D. Lehmann), Elsevier,\n  2007"],"date":["2007-10-10"],"type":["text"],"creator":["Stubbe, Isar","Van Steirteghem, Bart"],"language":[],"coverage":[],"title":["Propositional systems, Hilbert lattices and generalized Hilbert spaces"],"description":["  With this chapter we provide a compact yet complete survey of two most\nremarkable \"representation theorems\": every arguesian projective geometry is\nrepresented by an essentially unique vector space, and every arguesian Hilbert\ngeometry is represented by an essentially unique generalized Hilbert space. C.\nPiron's original representation theorem for propositional systems is then a\ncorollary: it says that every irreducible, complete, atomistic, orthomodular\nlattice satisfying the covering law and of rank at least 4 is isomorphic to the\nlattice of closed subspaces of an essentially unique generalized Hilbert space.\nPiron's theorem combines abstract projective geometry with lattice theory. In\nfact, throughout this chapter we present the basic lattice theoretic aspects of\nabstract projective geometry: we prove the categorical equivalence of\nprojective geometries and projective lattices, and the triple categorical\nequivalence of Hilbert geometries, Hilbert lattices and propositional systems.\n","Comment: 42 pages"]}]
["0710.2099",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2099","doi:10.1016/j.physb.2007.09.016"],"date":["2007-10-10"],"type":["text"],"creator":["Beckman, S. P.","Chelikowsky, James R."],"language":[],"coverage":[],"title":["The structure and properties of vacancies in Si nano-crystals calculated\n  by real-space pseudopotential methods"],"description":["  The structure and properties of vacancies in a 2 nm Si nano-crystal are\nstudied using a real space density functional theory/pseudopotential method. It\nis observed that a vacancy's electronic properties and energy of formation are\ndirectly related to the local symmetry of the vacancy site. The formation\nenergy for vacancies and Frenkel pair are calculated. It is found that both\ndefects have lower energy in smaller crystals. In a 2 nm nano-crystal the\nenergy to form a Frenkel pair is 1.7 eV and the energy to form a vacancy is no\nlarger than 2.3 eV. The energy barrier for vacancy diffusion is examined via a\nnudged elastic band algorithm.\n"]}]
["0710.2101",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2101"],"date":["2007-10-10"],"type":["text"],"creator":["Nowik, Tahl"],"language":[],"coverage":[],"title":["Order one invariants of spherical curves"],"description":["  We give a complete description of all order 1 invariants of spherical curves.\nWe also identify the subspaces of all J-invariants and S-invariants, and\npresent two equalities satisfied by any spherical curve.\n"]}]
["cond-mat/0105056",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0105056","J. Phys. Chem. Solids 62, 2181 (2001)","doi:10.1016/S0022-3697(01)00176-7"],"date":["2001-05-03"],"type":["text"],"creator":["Barbiellini, B.","Bansil, A."],"language":[],"coverage":[],"title":["Treatment of Correlation Effects in Electron Momentum Density: Density\n  Fuctional Theory and Beyond"],"description":["  Recent high resolution Compton scattering experiments clearly reveal that\nthere are fundamental limitations to the conventional local density\napproximation (LDA) based description of the ground state electron momentum\ndensity (EMD) in solids. In order to go beyond the framework of the density\nfunctional theory (DFT), we consider for the correlated system a BCS-like\napproach in which we start with a singlet pair wavefunction or a 'geminal' from\nwhich the many body wavefunction is then constructed by taking an\nantisymmetrized geminal product (AGP). A relatively simple practical\nimplementation of the AGP method is developed where the one-particle orbitals\nare approximated by the Kohn-Sham solutions used in standard band computations,\nand the orbital-dependent BCS energy scale $\\Delta_i$ is determined through a\nreadily computed exchange-type integral. The methodology is illustrated by\nconsidering EMD and Compton profiles in Li, Be and Al. It is found that in Li\nthe present scheme predicts a substantial renormalization of the LDA result for\nthe EMD; in Be, the computed correlation effect is anisotropic, while in Al,\nthe deviations from the LDA are relatively small. These theoretical predictions\nare in qualitative accord with the corresponding experimental observations on\nLi, Be and Al, and indicate the potential of the AGP method for describing\ncorrelation effects on the EMD in wide classes of materials.\n","Comment: 4 figures, accepted for publication in J. Phys. Chem. Solids"]}]
["cond-mat/0106139",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0106139","Phys. Rev. B 64, 045121 (2001)","doi:10.1103/PhysRevB.64.045121"],"date":["2001-06-07"],"type":["text"],"creator":["Matsumoto, I.","Kwiatkowska, J.","Maniawski, F.","Itou, M.","Kawata, H.","Shiotani, N.","Kaprzyk, S.","Mijnarends, P. E.","Barbiellini, B.","Bansil, A."],"language":[],"coverage":[],"title":["A Novel 2D Folding Technique for Enhancing Fermi Surface Signatures in\n  the Momentum Density: Application to Compton Scattering Data from an\n  Al-3at%Li Disordered Alloy"],"description":["  We present a novel technique for enhancing Fermi surface (FS) signatures in\nthe 2D distribution obtained after the 3D momentum density in a crystal is\nprojected along a specific direction in momentum space. These results are\nuseful for investigating fermiology via high resolution Compton scattering and\npositron annihilation spectroscopies. We focus on the particular case of the\n(110) projection in an fcc crystal where the standard approach based on the use\nof the Lock-Crisp-West (LCW) folding theorem fails to give a clear FS image due\nto the strong overlap with FS images obtained through projection from higher\nBrillouin zones. We show how these superposed FS images can be disentangled by\nusing a selected set of reciprocal lattice vectors in the folding process. The\napplicability of our partial folding scheme is illustrated by considering\nCompton spectra from an Al-3at%Li disordered alloy single crystal. For this\npurpose, high resolution Compton profiles along nine directions in the (110)\nplane were measured. Corresponding highly accurate theoretical profiles in\nAl-3at%Li were computed within the local density approximation (LDA)-based\nKorringa-Kohn-Rostoker coherent potential approximation (KKR-CPA)\nfirst-principles framework. A good level of overall accord between theory and\nexperiment is obtained, some expected discrepancies reflecting electron\ncorrelation effects notwithstanding, and the partial folding scheme is shown to\nyield a clear FS image in the (110) plane in Al-3%Li.\n","Comment: 24 pages, 8 figures, to appear in Phys. Rev. B"]}]
["cond-mat/0210316",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0210316","Phys. Rev. B 66, 235101 (2002)","doi:10.1103/PhysRevB.66.235101"],"date":["2002-10-15"],"type":["text"],"creator":["Barbiellini, B.","Shukla, A."],"language":[],"coverage":[],"title":["Ab initio calculations of the hydrogen bond"],"description":["  Recent x-ray Compton scattering experiments in ice have provided useful\ninformation about the quantum nature of the interaction between H$_2$O\nmonomers. The hydrogen bond is characterized by a certain amount of charge\ntransfer which could be determined in a Compton experiment. We use ab-initio\nsimulations to investigate the hydrogen bond in H$_2$O structures by\ncalculating the Compton profile and related quantities in three different\nsystems, namely the water dimer, a cluster containing 12 water molecules and\nthe ice crystal. We show how to extract estimates of the charge transfer from\nthe Compton profiles.\n","Comment: 16 pages, 7 figures, to appear in Phys. Rev. B"]}]
["cond-mat/0304294",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0304294","Phys. Rev. B 68, 235104 (2003)","doi:10.1103/PhysRevB.68.235104"],"date":["2003-04-11"],"type":["text"],"creator":["Kaplan, I. G.","Barbiellini, B.","Bansil, A."],"language":[],"coverage":[],"title":["Compton scattering beyond the impulse approximation"],"description":["  We treat the non-relativistic Compton scattering process in which an incoming\nphoton scatters from an N-electron many-body state to yield an outgoing photon\nand a recoil electron, without invoking the commonly used frameworks of either\nthe impulse approximation (IA) or the independent particle model (IPM). An\nexpression for the associated triple differential scattering cross section is\nobtained in terms of Dyson orbitals, which give the overlap amplitudes between\nthe N-electron initial state and the (N-1) electron singly ionized quantum\nstates of the target. We show how in the high energy transfer regime, one can\nrecover from our general formalism the standard IA based formula for the cross\nsection which involves the ground state electron momentum density (EMD) of the\ninitial state. Our formalism will permit the analysis and interpretation of\nelectronic transitions in correlated electron systems via inelastic x-ray\nscattering (IXS) spectroscopy beyond the constraints of the IA and the IPM.\n","Comment: 7 pages, 1 figure"]}]
["cond-mat/0405167",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0405167","J. Phys. Chem. Solids 65, 2031 (2004)","doi:10.1016/j.jpcs.2004.08.016"],"date":["2004-05-08"],"type":["text"],"creator":["Barbiellini, B.","Bansil, A."],"language":[],"coverage":[],"title":["Dyson Orbitals, Quasi-Particle effects and Compton scattering"],"description":["  Dyson orbitals play an important role in understanding quasi-particle effects\nin the correlated ground state of a many-particle system and are relevant for\ndescribing the Compton scattering cross section beyond the frameworks of the\nimpulse approximation (IA) and the independent particle model (IPM). Here we\ndiscuss corrections to the Kohn-Sham energies due to quasi-particle effects in\nterms of Dyson orbitals and obtain a relatively simple local form of the\nexchange-correlation energy. Illustrative examples are presented to show the\nusefulness of our scheme.\n","Comment: 1 figure, 4 pages"]}]
["cond-mat/0405564",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0405564","J. Phys. Chem. Solids 65, 2005 (2004)","doi:10.1016/j.jpcs.2004.08.012"],"date":["2004-05-24"],"type":["text"],"creator":["Bansil, A.","Nissenbaum, D.","Barbiellini, B.","Saniz, R."],"language":[],"coverage":[],"title":["Electron correlations, spontaneous magnetization and momentum density in\n  quantum dots"],"description":["  The magnetization of quantum dots is discussed in terms of a relatively\nsimple but exactly solvable model Hamiltonian. The model predicts oscillations\nin spin polarization as a function of dot radius for a fixed electron density.\nThese oscillations in magnetization are shown to yield distinct signature in\nthe momentum density of the electron gas, suggesting the usefulness of momentum\nresolved spectroscopies for investigating the magnetization of dot systems. We\nalso present variational quantum Monte Carlo calculations on a square dot\ncontaining 12 electrons in order to gain insight into correlation effects on\nthe interactions between like and unlike spins in a quantum dot.\n","Comment: 6 pages, 4 figures"]}]
["cond-mat/0410553",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0410553","Phys. Rev. Lett. 93, 207206 (2004)","doi:10.1103/PhysRevLett.93.207206"],"date":["2004-10-21"],"type":["text"],"creator":["Li, Yinwan","Montano, P. A.","Mitchell, J. F.","Barbiellini, B.","Mijnarends, P. E.","Kaprzyk, S.","Bansil, A."],"language":[],"coverage":[],"title":["Temperature dependent orbital degree of freedom in a bilayer manganite\n  by magnetic Compton scattering"],"description":["  We have measured temperature-dependent magnetic Compton profiles (MCPs) from\na single crystal of La$_{1.2}$Sr$_{1.8}$Mn$_2$O$_7$. The MCPs, which involved\nthe scattering of circularly polarized x-rays, are in general related to the\nmomentum density of all the unpaired spins in the system. Nevertheless, we show\nthat when the x-ray scattering vector lies along the [110] direction, the\nnumber of magnetic electrons of a specific symmetry, i.e. $d$-electrons of\n$x^2-y^2$ symmetry, yield a distinct signature in the MCP, allowing us to\nmonitor substantial changes in the occupancy of the $d_{x^2-y^2}$ states over\nthe investigated temperature range of 5-200K. This study indicates that\nmagnetic Compton scattering can provide a powerful window on the properties of\nspecific magnetic electrons in complex materials.\n","Comment: 5 pages, 4 figures, to appear in Phys. Rev. Lett"]}]
["cond-mat/0505433",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0505433","J. Phys. Chem. Solids 66, 2192 (2005)","doi:10.1016/j.jpcs.2005.09.014"],"date":["2005-05-17"],"type":["text"],"creator":["Barbiellini, B.","Bansil, A."],"language":[],"coverage":[],"title":["A spin-polarized scheme for obtaining quasi-particle energies within the\n  density functional theory"],"description":["  We discuss an efficient scheme for obtaining spin-polarized quasi-particle\nexcitation energies within the general framework of the density functional\ntheory (DFT). Our approach is to correct the DFT eigenvalues via the\nelectrostatic energy of a majority or minority spin electron resulting from its\ninteraction with the associated exchange and correlation holes by using\nappropriate spin-resolved pair correlation functions. A version of the method\nfor treating systems with localized orbitals, including the case of partially\nfilled metallic bands, is considered. Illustrative results on Cu are presented.\n","Comment: 6 pages, 3 figures, to appear in J. Phys. Chem. Solids"]}]
["cond-mat/0505435",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0505435","J. Phys. Chem. Solids 66, 2197 (2005)","doi:10.1016/j.jpcs.2005.09.015"],"date":["2005-05-17"],"type":["text"],"creator":["Barbiellini, B.","Mijnarends, P. E.","Kaprzyk, S.","Bansil, A.","Li, Yinwan","Mitchell, J. F.","Montano, P. A."],"language":[],"coverage":[],"title":["Extracting d-orbital occupancy from magnetic Compton scattering in\n  bilayer manganites"],"description":["  We consider the shape of the magnetic Compton profile (MCP), $J_{mag}(p_z)$,\nin La$_{1.2}$Sr$_{1.8}$Mn$_2$O$_7$ for momentum transfer $p_z$ along the [110]\ndirection and the associated reciprocal form factor $B(r)$ defined by taking\nthe one-dimensional Fourier transform of $J_{mag}(p_z)$. $B(r)$ is shown to\ncontain a prominent dip at $r\\approx$ 1 ${\\AA}$, where the minimum value\n$B_{min}$ of $B(r)$ can be related to the occupancies of the $e_g$ orbitals of\n$d_{x^2-y^2}$ and $d_{3z^2-r^2}$ symmetry in the system. We illustrate our\nprocedure in detail by analyzing the measured MCP at 5K and the MCP computed\nwithin the framework of the local spin density approximation (LSDA) and comment\non the differences between the measured and computed $e_g$ occupancies as a\nreflection of the limitations of the LSDA in treating electron correlation\neffects.\n","Comment: 5 pages, 3 figures, to appear in J. Phys. Chem. Solids"]}]
["cond-mat/0511149",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511149","J. Phys. Soc. Jpn., Vol.76, No.10, p.103709 (2007), selected as\n  \"Papers of Editors' Choice\"","doi:10.1143/JPSJ.76.103709"],"date":["2005-11-07","2006-07-15"],"type":["text"],"creator":["Ishida, Y.","Ohta, H.","Fujimori, A.","Hosono, H."],"language":[],"coverage":[],"title":["Temperature Dependence of the Chemical Potential in NaxCoO2:\n  Implications for the Large Thermoelectric Power"],"description":["  We have performed a temperature-dependent photoemission study of a NaxCoO2\n(x~0.8) epitaxial thin film prepared by the reactive solid-phase epitaxy\nmethod. The chemical potential shift as a function of temperature was derived\nfrom the Co 3d peak shift, and revealed a crossover from the degenerate Fermion\nstate at low temperatures to the correlated hopping state of Co3+/Co4+\nmixed-valence at high temperatures. This suggests that the large thermoelectric\npower at high temperatures should be considered in the correlated hopping\npicture.\n","Comment: 5 pages, 4 figures"]}]
["cond-mat/0512124",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512124","Physica B 400, 218 (2007)","doi:10.1016/j.physb.2007.07.011"],"date":["2005-12-06","2007-10-11"],"type":["text"],"creator":["Ferrus, T.","George, R.","Barnes, C. H. W.","Lumpkin, N.","Paul, D. J.","Pepper, M."],"language":[],"coverage":[],"title":["Magnetoconductivity of Hubbard bands induced in Silicon MOSFETs"],"description":["  Sodium impurities are diffused electrically to the oxide-semiconductor\ninterface of a silicon MOSFET to create an impurity band. At low temperature\nand at low electron density, the band is split into an upper and a lower\nsections under the influence of Coulomb interactions. We used\nmagnetoconductivity measurements to provide evidence for the existence of\nHubbard bands and determine the nature of the states in each band.\n","Comment: In press in Physica B"]}]
["cond-mat/0601530",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601530","Phys. Rev. Lett. 96, 186403 (2006)","doi:10.1103/PhysRevLett.96.186403"],"date":["2006-01-23"],"type":["text"],"creator":["Kwiatkowska, J.","Barbiellini, B.","Kaprzyk, S.","Bansil, A.","Kawata, H.","Shiotani, N."],"language":[],"coverage":[],"title":["Anomalous electronic correlations in ground state momentum density of\n  Al$_{97}$Li$_3$"],"description":["  We report high resolution Compton scattering measurements on an\nAl$_{97}$Li$_3$ disordered alloy single crystal for momentum transfer along the\n[100], [110] and [111] symmetry directions. The results are interpreted via\ncorresponding KKR-CPA (Korringa-Kohn-Rostoker coherent potential approximation)\nfirst principles computations. By comparing spectra for Al$_{97}$Li$_3$ and Al,\nwe show that the momentum density in the alloy differs significantly from the\npredictions of the conventional Fermi liquid picture and that the ground state\nof Al is modified anomalously by the addition of Li.\n","Comment: 4 pages, 3 figures"]}]
["cond-mat/0612278",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612278","Nature 445 (2007) 402","doi:10.1038/nature05513"],"date":["2006-12-12","2007-10-11"],"type":["text"],"creator":["Jeltes, Tom","McNamara, John M.","Hogervorst, Wim","Vassen, Wim","Krachmalnicoff, Valentina","Schellekens, Martijn","Perrin, Aurélien","Chang, Hong","Boiron, Denis","Aspect, Alain","Westbrook, Christoph I."],"language":[],"coverage":[],"title":["Camparison of the Hanbury Brown-Twiss effect for bosons and fermions"],"description":["  Fifty years ago, Hanbury Brown and Twiss (HBT) discovered photon bunching in\nlight emitted by a chaotic source, highlighting the importance of two-photon\ncorrelations and stimulating the development of modern quantum optics . The\nquantum interpretation of bunching relies upon the constructive interference\nbetween amplitudes involving two indistinguishable photons, and its additive\ncharacter is intimately linked to the Bose nature of photons. Advances in atom\ncooling and detection have led to the observation and full characterisation of\nthe atomic analogue of the HBT effect with bosonic atoms. By contrast, fermions\nshould reveal an antibunching effect, i.e., a tendency to avoid each other.\nAntibunching of fermions is associated with destructive two-particle\ninterference and is related to the Pauli principle forbidding more than one\nidentical fermion to occupy the same quantum state. Here we report an\nexperimental comparison of the fermion and the boson HBT effects realised in\nthe same apparatus with two different isotopes of helium, 3He (a fermion) and\n4He (a boson). Ordinary attractive or repulsive interactions between atoms are\nnegligible, and the contrasting bunching and antibunching behaviours can be\nfully attributed to the different quantum statistics. Our result shows how\natom-atom correlation measurements can be used not only for revealing details\nin the spatial density, or momentum correlations in an atomic ensemble, but\nalso to directly observe phase effects linked to the quantum statistics in a\nmany body system. It may thus find applications to study more exotic situations\n>.\n","Comment: Nature 445, 402 (2007). V2 includes the supplementary information"]}]
["cond-mat/0703305",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703305","J. Phys. Chem. Solids 68, 1556 (2007)","doi:10.1016/j.jpcs.2007.03.037"],"date":["2007-03-12"],"type":["text"],"creator":["Li, Yinwan","Montano, P. A.","Barbiellini, B.","Mijnarends, P. E.","Kaprzyk, S.","Bansil, A."],"language":[],"coverage":[],"title":["Spin moment over 10-300 K and delocalization of magnetic electrons above\n  the Verwey transition in magnetite"],"description":["  In order to probe the magnetic ground state, we have carried out temperature\ndependent magnetic Compton scattering experiments on an oriented single crystal\nof magnetite (Fe$_3$O$_4$), together with the corresponding first-principles\nband theory computations to gain insight into the measurements. An accurate\nvalue of the magnetic moment $\\mu_S$ associated with unpaired spins is obtained\ndirectly over the temperature range of 10-300K. $\\mu_S$ is found to be\nnon-integral and to display an anomalous behavior with the direction of the\nexternal magnetic field near the Verwey transition. These results reveal how\nthe magnetic properties enter the Verwey energy scale via spin-orbit coupling\nand the geometrical frustration of the spinel structure, even though the Curie\ntemperature of magnetite is in excess of 800 K. The anisotropy of the magnetic\nCompton profiles increases through the Verwey temperature $T_v$ and indicates\nthat magnetic electrons in the ground state of magnetite become delocalized on\nFe B-sites above $T_v$.\n","Comment: 5 pages, 5 figures, to appear in Journal of Physics and Chemistry of\n  Solids"]}]
["math-ph/0612073",{"format":[],"subject":["Mathematical Physics","Mathematics - Classical Analysis and ODEs","34L40","81T10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0612073","Adv. Studies Theor. Phys. 1 (2007) 405 - 408."],"date":["2006-12-22"],"type":["text"],"creator":["Znojil, Miloslav"],"language":[],"coverage":[],"title":["Mass-sign duality of cubic oscillators"],"description":["  Two imaginary cubic anharmonic oscillators with the respective positive and\nnegative mass term are shown isospectral.\n","Comment: 2 pp"]}]
["math/0610084",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","81R10","17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610084"],"date":["2006-10-02","2007-10-11"],"type":["text"],"creator":["Mozgovoy, Sergey"],"language":[],"coverage":[],"title":["Fermionic forms and quiver varieties"],"description":["  We prove a formula relating the fermionic forms and the Poincare polynomials\nof quiver varieties associated to a finite quiver. Applied to quivers of type\nADE, our result implies a version of the fermionic conjecture of Lusztig.\n","Comment: 24 pages, essentially modified"]}]
["math/0611235",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37D40","58J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611235"],"date":["2006-11-08","2007-10-11"],"type":["text"],"creator":["Bakhtin, Yuri","Martinez, Matilde"],"language":[],"coverage":[],"title":["A characterization of harmonic measures on laminations by hyperbolic\n  Riemann surfaces"],"description":["  We prove that a probability measure on a compact non-singular lamination by\nhyperbolic Riemann surfaces is harmonic if and only if it is the projection of\na measure on the unit tangent bundle such that it is invariant under both the\ngeodesic and the horocycle flows.\n"]}]
["math/0611742",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","32S22 (Primary) 14N20, 52C35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611742","Advances in Math. 215 (2007), 825-838"],"date":["2006-11-23"],"type":["text"],"creator":["Abe, Takuro","Terao, Hiroaki","Wakefield, Max"],"language":[],"coverage":[],"title":["The characteristic polynomial of a multiarrangement"],"description":["  Given a multiarrangement of hyperplanes we define a series by sums of the\nHilbert series of the derivation modules of the multiarrangement. This series\nturns out to be a polynomial. Using this polynomial we define the\ncharacteristic polynomial of a multiarrangement which generalizes the\ncharacteristic polynomial of an arragnement. The characteristic polynomial of\nan arrangement is a combinatorial invariant, but this generalized\ncharacteristic polynomial is not. However, when the multiarrangement is free,\nwe are able to prove the factorization theorem for the characteristic\npolynomial. The main result is a formula that relates `global' data to `local'\ndata of a multiarrangement given by the coefficients of the respective\ncharacteristic polynomials. This result gives a new necessary condition for a\nmultiarrangement to be free. Consequently it provides a simple method to show\nthat a given multiarrangement is not free.\n","Comment: 12 pages, 2 figures"]}]
["math/0701673",{"format":[],"subject":["Mathematics - Symplectic Geometry","58E05, 37J45, 37C75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701673"],"date":["2007-01-24","2007-10-11"],"type":["text"],"creator":["Wang, Wei"],"language":[],"coverage":[],"title":["Stability of closed characteristics on compact convex hypersurfaces in\n  $\\R^6$"],"description":["  In this paper, let $\\Sigma\\subset\\R^{6}$ be a compact convex hypersurface. We\nprove that if $\\Sigma$ carries only finitely many geometrically distinct closed\ncharacteristics, then at least two of them must possess irrational mean\nindices. Moreover, if $\\Sg$ carries exactly three geometrically distinct closed\ncharacteristics, then at least two of them must be elliptic.\n","Comment: 24 pages, to appear in J. Eur. Math. Soc"]}]
["math/0703181",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703181"],"date":["2007-03-06","2007-10-11"],"type":["text"],"creator":["Asgari, Mahdi","Schmidt, Ralf"],"language":[],"coverage":[],"title":["On the adjoint L-function of the p-adic GSp(4)"],"description":["  We explicitly compute the adjoint L-function of those L-packets of\nrepresentations of the group GSp(4) over a p-adic field of characteristic zero\nthat contain non-supercuspidal representations. As an application we verify a\nconjecture of Gross-Prasad and Rallis in this case. The conjecture states that\nthe adjoint L-function has a pole at s=1 if and only if the L-packet contains a\ngeneric representation.\n","Comment: small corrections and improvements; to appear in J. Number Theory"]}]
["math/0703504",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703504"],"date":["2007-03-16","2007-10-11"],"type":["text"],"creator":["Hart, Derrick","Iosevich, Alex"],"language":[],"coverage":[],"title":["Ubiquity of simplices in subsets of vector spaces over finite fields"],"description":["  We prove that a sufficiently large subset of the $d$-dimensional vector space\nover a finite field with $q$ elements, $ {\\Bbb F}_q^d$, contains a copy of\nevery $k$-simplex. Fourier analytic methods, Kloosterman sums, and\nbootstrapping play an important role.\n","Comment: 10 pages"]}]
["nlin/0406044",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0406044","IMA Journal of Applied Mathematics, Oct 2007","doi:10.1093/imamat/hxm039"],"date":["2004-06-19"],"type":["text"],"creator":["Shafee, Fariel"],"language":[],"coverage":[],"title":["A New Nonextensive Entropy"],"description":["  We propose a new way of defining entropy of a system, which gives a general\nform which may be nonextensive as Tsallis entropy, but is linearly dependent on\ncomponent entropies, like Renyi entropy, which is extensive. This entropy has a\nconceptually novel but simple origin and is mathematically easy to define by a\nvery simple expression, though the probability distribution resulting from\noptimizing it gives rather complex, which is compared numerically with the\nother entropies. It may, therefore, appear as the right candidate in a physical\nsituation where the probability distribution does not suit any of the\npreviously defined forms.\n"]}]
["physics/0701332",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701332"],"date":["2007-01-30","2007-10-11"],"type":["text"],"creator":["Kar, S.","Borghesi, M.","Cecchetti, C. A.","Romagnani, L.","Ceccherini, F.","Liseykina, T. V.","Macchi, A.","Jung, R.","Osterholz, J.","Willi, O.","Galimberti, M.","Gizzi, L. A.","Schiavi, A.","Heathcote, R."],"language":[],"coverage":[],"title":["Dynamics of charge-displacement channeling in intense laser-plasma\n  interactions"],"description":["  The dynamics of transient electric fields generated by the interaction of\nhigh intensity laser pulses with underdense plasmas has been studied\nexperimentally with the proton projection imaging technique. The formation of a\ncharged channel, the propagation of its front edge and the late electric field\nevolution have been characterised with high temporal and spatial resolution.\nParticle-in-cell simulations and an electrostatic, ponderomotive model\nreproduce the experimental features and trace them back to the ponderomotive\nexpulsion of electrons and the subsequent ion acceleration.\n","Comment: 5 figures, accepted for publication in New Journal of Physics"]}]
["quant-ph/0202015",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Artificial Intelligence","Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0202015","stochastics and dynamics, Vol. 7, No. 3 (2007) 403-416"],"date":["2002-02-02","2004-06-25"],"type":["text"],"creator":["Shafee, Fariel"],"language":[],"coverage":[],"title":["Semiclassical Neural Network"],"description":["  We have constructed a simple semiclassical model of neural network where\nneurons have quantum links with one another in a chosen way and affect one\nanother in a fashion analogous to action potentials. We have examined the role\nof stochasticity introduced by the quantum potential and compare the system\nwith the classical system of an integrate-and-fire model by Hopfield. Average\nperiodicity and short term retentivity of input memory are noted.\n","Comment: 8 pages 2 figures; new sections and figures added on short term\n  memory and period"]}]
["quant-ph/0701043",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701043","IEEE Transactions on Computers, 56(12), 1643--1653, Dec. 2007","doi:10.1109/TC.2007.70775"],"date":["2007-01-09"],"type":["text"],"creator":["Van Meter, Rodney","Nemoto, Kae","Munro, W. J."],"language":[],"coverage":[],"title":["Communication Links for Distributed Quantum Computation"],"description":["  Distributed quantum computation requires quantum operations that act over a\ndistance on error-correction encoded states of logical qubits, such as the\ntransfer of qubits via teleportation. We evaluate the performance of several\nquantum error correction codes, and find that teleportation failure rates of\none percent or more are tolerable when two levels of the [[23,1,7]] code are\nused. We present an analysis of performing quantum error correction (QEC) on\nQEC-encoded states that span two quantum computers, including the creation of\ndistributed logical zeroes. The transfer of the individual qubits of a logical\nstate may be multiplexed in time or space, moving serially across a single\nlink, or in parallel across multiple links. We show that the performance and\nreliability penalty for using serial links is small for a broad range of\nphysical parameters, making serial links preferable for a large, distributed\nquantum multicomputer when engineering difficulties are considered. Such a\nmulticomputer will be able to factor a 1,024-bit number using Shor's algorithm\nwith a high probability of success.\n","Comment: 9 pages, 5 figures"]}]
