["0707.3778",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3778"],"date":["2007-07-25"],"type":["text"],"creator":["Guberina, Branko"],"language":[],"coverage":[],"title":["Renormalization group running cosmologies - from a scale setting to\n  holographic dark energy"],"description":["  A scale-dependent cosmological constant $\\Lambda$ and the Newton constant G\nemerge naturally in quantum field theory in a curved space-time background\nleading to renormalization group running cosmologies. A scale-setting procedure\nis discussed in these cosmological models and the interpretation of the scale\nis emphasized. This setup introduces dark energy without invoking\nquintessence-like fields and can be applied to a variety of problems. The\nscale-dependent $\\Lambda$ and G are also naturally incorporated into the\ngeneralized holographic dark energy model, and applied to different aspects of\ncosmology.\n","Comment: Invited plenary talk given at the 2nd International Conference on\n  Quantum Theories and Renormalization Group in Gravity and Cosmology (IRGAC\n  2006), Barcelona, Catalonia, Spain, July 11-15, 2006"]}]
["0707.3815",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3815"],"date":["2007-07-25"],"type":["text"],"creator":["Freeland, E.","Wilcots, E."],"language":[],"coverage":[],"title":["Bent-Double Radio Sources as Probes of the Intragroup Medium"],"description":["  Galaxy groups likely contain a significant fraction of the total baryonic\nmass in the local universe within their intragroup medium (IGM). However, aside\nfrom a handful of UV absorption line and X-ray observations, almost nothing is\nknown about the IGM. We present early results from a research program that\ncombines low-frequency radio continuum observations and optical spectroscopy of\nbent-double radio sources and their neighbors in groups of galaxies. These\nobservations allow us to probe the density of the IGM to an unprecedented\ndegree by examining its impact on the jets of radio galaxies.\n","Comment: 6 pages, 6 figures (some reduced in quality), to appear in\n  \"Extragalactic Jets: Theory and Observation from Radio to Gamma Ray\", eds. T.\n  A. Rector and D. S. De Young, ASP conference series"]}]
["0707.3816",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3816"],"date":["2007-07-25"],"type":["text"],"creator":["Matthews, L. S.","Hyde, T. W."],"language":[],"coverage":[],"title":["Charging of Fractal Dust Agglomerates in a Plasma Environment"],"description":["  The charge on micron-sized dust grains plays a crucial role in the structure\nand evolution of forming aggregates within the dust population during the\ncoagulation process. The manner in which the charge is arranged on developing\nirregular structures can affect the fractal dimension of aggregates formed\nduring collisions, which in turn influences the coagulation rate and size\nevolution of the dust cloud. Preliminary models for the charge evolution on\nfractal aggregates immersed in a plasma environment calculated using a\nmodification to the orbital-motion-limited (OML) theory are presented in this\npaper. The model calculates currents to each point on the aggregate surface\nusing a line-of-sight (LOS) approximation: only those electron or ion\ntrajectories which are not blocked by another grain within the aggregate\ncontribute to the charging current. Both the total charge and the dipole moment\nare calculated for the dust aggregate. While most coagulation theories assume\nthat it is difficult for like-charged grains to coagulate, the OML_LOS\napproximation indicates that the electric potentials of aggregate structures\nare often reduced enough to allow significant coagulation.\n"]}]
["0707.3820",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3820"],"date":["2007-07-25"],"type":["text"],"creator":["Qiao, K.","Hyde, T. W."],"language":[],"coverage":[],"title":["Structure and Vertical Modes in Finite 2D Plasma Crystals"],"description":["  In this research, formation of finite two-dimensional (2D) plasma crystals\nwas numerically simulated. The structure was investigated for systems with\nvarious Debye length and it was found there is a transition from a complete\nhexagonal structure to a structure with concentric rings on the outer edge and\nhexagonal lattice in the interior as the Debye length increases. The vertical\nas well as horizontal oscillation modes thermally excited in the 2D dust\ncoulomb clusters were investigated. The horizontal mode spectra is shown to\nagree with published results while the vertical mode spectra obtained from\nnumerical simulation and analytical method agree with one another. The\nfrequency of the vertical modes is shown to have a maximum corresponding to the\nwhole system acting as a solid plane. For low frequency modes, the largest\namplitude particle motion is concentrated in a few inner rings with the outer\nrings remaining almost motionless in contrast to the horizontal modes for which\nthe strongest motion of the particles is concentrated in the inner rings at\nhigh frequencies.\n"]}]
["0707.3822",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3822","Physica B, 378, 311 (2006)","doi:10.1016/j.physb.2006.01.227"],"date":["2007-07-25"],"type":["text"],"creator":["Avella, Adolfo","Mancini, Ferdinando"],"language":[],"coverage":[],"title":["Study of the spin-$\\frac32$ Hubbard-Kondo lattice model by means of the\n  Composite Operator Method"],"description":["  We study the spin-$\\frac32$ Hubbard-Kondo lattice model by means of the\nComposite Operator Method, after applying a Holstein-Primakov transformation.\nThe spin and particle dynamics in the ferromagnetic state are calculated by\ntaking into account strong on-site correlations between electrons and\nantiferromagnetic exchange among $\\frac32$ spins, together with usual Hund\ncoupling between electrons and spins.\n"]}]
["0707.3831",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3831"],"date":["2007-07-25"],"type":["text"],"creator":["Azevedo, David L.","Sato, Fernando","Filho, Antonio Gomes de Sousa","Galvao, Douglas S."],"language":[],"coverage":[],"title":["Cobaltocene Encapsulation Into Single-walled Carbon Nanotubes: A\n  Molecular Dynamics Investigation"],"description":["  Recently (PRL 96, 106804 (2006)) it was suggested that cobaltocene(CC)\nmolecules encapsulated into (7,7) carbon nanotubes (CNT@(7,7)) could be the\nbasis for new spintronic devices. We show here based on impact molecular\ndynamics and DFT calculations that when dynamical aspects are explicitly\nconsidered the CC encapsulation into CNT@(7,7) does not occur, it is prevented\nby a dynamic barrier mainly due to van der Waals interactions. Our results show\nthat CNT@(13,0) having enough axial space for encapsulation but no enough one\nto allow freely rotation of the cobaltocene molecule would be a feasible\ncandidate to such application.\n","Comment: 5 pages, 3 figures"]}]
["0707.3836",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3836","Physica C 408, 284 (2004)","doi:10.1016/j.physc.2004.02.147"],"date":["2007-07-25"],"type":["text"],"creator":["Avella, Adolfo","Mancini, Ferdinando"],"language":[],"coverage":[],"title":["The charge and spin sectors of the $t$-$t'$ Hubbard model"],"description":["  The charge and spin sectors, which are intimately coupled to the fermionic\none, of the $t$-$t'$ Hubbard model have been computed self-consistently within\nthe two-pole approximation. The relevant unknown correlators appearing in the\ncausal bosonic propagators have been computed by enforcing the constraints\ndictated by the hydrodynamics and the algebra of the composite operators coming\ninto play. The proposed scheme of approximation extends previous calculations\nmade for the fermionic sector of the $t$-$t'$ Hubbard model and the bosonic\nsector of the Hubbard model, which showed to be very effective to describe the\noverdoped region of cuprates (the former) and the magnetic response of their\nparent compounds (the latter).\n"]}]
["0707.3838",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3838","Condens. Matter Phys. 9, 485 (2006)"],"date":["2007-07-25"],"type":["text"],"creator":["Avella, Adolfo","Mancini, Ferdinando","Plekhanov, Evgeny"],"language":[],"coverage":[],"title":["Ergodicity in Strongly Correlated Systems"],"description":["  We present a concise, but systematic, review of the ergodicity issue in\nstrongly correlated systems. After giving a brief historical overview, we\nanalyze the issue within the Green's function formalism by means of the\nequations of motion approach. By means of this analysis, we are able to\nindividuate the primary source of non-ergodic dynamics for a generic operator\nand also to give a recipe to compute unknown quantities characterizing such a\nbehavior within the Composite Operator Method. Finally, we present examples of\nnon-trivial strongly correlated systems where it is possible to find a\nnon-ergodic behavior.\n"]}]
["0707.3839",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3839","Condens. Matter Phys. 9, 393 (2006)"],"date":["2007-07-25"],"type":["text"],"creator":["Mancini, Ferdinando"],"language":[],"coverage":[],"title":["A class of solvable models in Condensed Matter Physics"],"description":["  In this paper, we show that there is a large class of fermionic systems for\nwhich it is possible to find, for any dimension, a finite closed set of\neigenoperators and eigenvalues of the Hamiltonian. Then, the hierarchy of the\nequations of motion closes and analytical expressions for the Green's functions\nare obtained in terms of a finite number of parameters, to be self-consistently\ndetermined. Several examples are given. In particular, for these examples it is\nshown that in the one-dimensional case it is possible to derive by means of\nalgebraic constraints a set of equations which allow us to determine the\nself-consistent parameters and to obtain a complete exact solution.\n"]}]
["0707.3840",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3840","Condens. Matter Phys. 9, 569 (2006)"],"date":["2007-07-25"],"type":["text"],"creator":["Mancini, Ferdinando","Avella, Adolfo"],"language":[],"coverage":[],"title":["Green's Function Formalism for Highly Correlated Systems"],"description":["  We present the Composite Operator Method (COM) as a modern approach to the\nstudy of strongly correlated electronic systems, based on the equation of\nmotion and Green's function method. COM uses propagators of composite operators\nas building blocks at the basis of approximate calculations and algebra\nconstrains to fix the representation of Green's functions in order to maintain\nthe algebraic and symmetry properties.\n"]}]
["0707.3844",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3844"],"date":["2007-07-25"],"type":["text"],"creator":["Lin, Huey-Wen"],"language":[],"coverage":[],"title":["Nucleon Structure and Hyperon Form factor from Lattice QCD"],"description":["  In this work, I report the latest lattice QCD calculations of nucleon and\nhyperon structure from chiral fermions in 2+1-flavor dynamical simulations. All\ncalculations are done with a chirally symmetric fermion action, domain-wall\nfermions, for valence quarks. % I begin with the latest lattice results on the\nnucleon structure, focusing on results from RBC/UKQCD using 2+1-flavor chiral\nfermion actions. We find the chiral-extrapolated axial coupling constant at\nphysical pion mass point to be 1.23(5), consistent with experimental value. The\nrenormalization constants for the structure functions are obtained from\nRI/MOM-scheme non-perturbative renormalization. We find first moments of the\npolarized and unpolarized nucleon structure functions at zero transfer momentum\nto be 0.133(13) and 0.203(23) respectively, using continuum chiral\nextrapolation. These are consistent with the experimental values, unlike\nprevious calculations which have been 50% larger. We also have a prediction for\nthe transversity, which we find to be 0.56(4). The twist-3 matrix element is\nconsistent with zero which agrees with the prediction of the Wandzura-Wilczek\nrelation.\n  In the second half of this work, I report an indirect dynamical estimation of\nthe strangeness proton magnetic moments using mixed actions. With the analysis\nof hyperon form factors and using charge symmetry, the strangeness of proton is\nfound to be $-0.066(26)$, consistent with the Adelaide-JLab Collaboration's\nresult. The hyperon $\\Sigma$ and $\\Xi$ axial coupling constants are also\nperformed for the first time in a lattice calculation, $g_{\\Sigma\\Sigma}=\n0.441(14)$ and $g_{\\Xi\\Xi} = -0.277(11)$.\n","Comment: 11th International Baryons Conference, Seoul, Korea; 18 pages and 11\n  figures"]}]
["0707.3845",{"format":[],"subject":["Mathematics - Representation Theory","16G10 (primary)","20C20, 20G10 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3845"],"date":["2007-07-25"],"type":["text"],"creator":["Carlson, Jon F.","Friedlander, Eric M.","Pevtsova, Julia"],"language":[],"coverage":[],"title":["Modules of constant Jordan type"],"description":["  We introduce the class of modules of constant Jordan type for a finite group\nscheme $G$ over a field $k$ of characteristic $p > 0$. This class is closed\nunder taking direct sums, tensor products, duals, Heller shifts and direct\nsummands, and includes endotrivial modules. It contains all modules in an\nAuslander-Reiten component which has at least one module in the class. Highly\nnon-trivial examples are constructed using cohomological techniques. We offer\nconjectures suggesting that there are strong conditions on a partition to be\nthe Jordan type associated to a module of constant Jordan type.\n","Comment: 47 pages"]}]
["0707.3848",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3848"],"date":["2007-07-25"],"type":["text"],"creator":["Ganikhodjaev, Nasir","Razak, Fatimah Abdul"],"language":[],"coverage":[],"title":["Correlation Inequalities for Generalized Potts Model: General Griffiths'\n  Inequalities"],"description":["  In this paper, correlation inequalities which have been considered on Ising\nmodel are extended to q-Potts model. It is considered on generalized Potts\nmodel with interaction of any number of spins. We replace the set of spin\nvalues $F=\\{1,2,..., q\\}$ by the centered set $F=\\{-(q-1)/2,-(q-3)/2,...\n,(q-3)/2,(q-1)/2\\}$. Let $N$ be the subset of one-dimensional lattice with $n$\nvertices, $\\g=(\\s_1,\\s_2,...,\\s_n):N \\to F^c$ be a configuration where\n${(\\s_i)}_\\g$ is the number which appears as the ith spin (component) in $\\g$\nand $\\s_i$ be a random variable whose value at $\\g$ is ${(\\s_i)}_\\g$. Define\n$\\s^R=\\prod_{i \\in R}\\s_i$ for any list $R$ where any $i \\in R$ implies that $i\n\\in N$. We first prove that $<\\s^R > \\ge 0$ then we prove that for any two\nlists $R$ and $S$, we have $<\\s^R \\s^S >- < \\s^R > < \\s^S > \\ge 0$.\n","Comment: 14 pages"]}]
["0707.3851",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Metric Geometry","52A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3851"],"date":["2007-07-25"],"type":["text"],"creator":["Koldobsky, A.","König, H.","Zymonopoulou, M."],"language":[],"coverage":[],"title":["The complex Busemann-Petty problem on sections of convex bodies"],"description":["  The complex Busemann-Petty problem asks whether origin symmetric convex\nbodies in $\\C^n$ with smaller central hyperplane sections necessarily have\nsmaller volume. We prove that the answer is affirmative if $n\\le 3$ and\nnegative if $n\\ge 4.$\n","Comment: 18 pages"]}]
["0707.3852",{"format":[],"subject":["Mathematics - Optimization and Control","93E03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3852"],"date":["2007-07-25"],"type":["text"],"creator":["Ny, Jerome Le","Feron, Eric"],"language":[],"coverage":[],"title":["Performance Evaluation of a Multi-Agent Risk-Sensitive Tracking System"],"description":["  In this paper, we consider a simple linear exponential quadratic Gaussian\n(LEQG) tracking problem for a multi-agent system. We study the dynamical\nbehaviors of the group as we vary the risk-sensitivity parameter, comparing in\nparticular the risk averse case to the LQG case. Then we consider the evolution\nof the performance per agent as the number of agents in the system increases.\nWe provide some analytical as well as simulation results. In general, more\nagents are beneficial only if noisy agent dynamics and/or imperfect\nmeasurements are considered. The critical value of the risk sensitivity\nparameter above which the cost becomes infinite increases with the number of\nagents. In other words, for a fixed positive value of this parameter, there is\na minimum number of agents above which the cost remains finite.\n","Comment: 15 pages, 4 figures"]}]
["0707.3853",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3853"],"date":["2007-07-25"],"type":["text"],"creator":["Carey, Alan","Phillips, John","Rennie, Adam"],"language":[],"coverage":[],"title":["Semifinite spectral triples associated with graph C*-algebras"],"description":["  We review the recent construction of semifinite spectral triples for graph\nC^*-algebras. These examples have inspired many other developments and we\nreview some of these such as the relation between the semifinite index and the\nKasparov product, examples of noncommutative manifolds, and an index theorem in\ntwisted cyclic theory using a KMS state.\n","Comment: to appear in `Traces in Geometry, Number Theory and Quantum Fields',\n  published by Vieweg, eds S. Albeverio, M. Marcolli,"]}]
["0707.3856",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3856"],"date":["2007-07-26"],"type":["text"],"creator":["Amirdjanova, Anna","Linn, Matthew"],"language":[],"coverage":[],"title":["Stochastic evolution equations for nonlinear filtering of random fields\n  in the presence of fractional Brownian sheet observation noise"],"description":["  The problem of nonlinear filtering of a random field observed in the presence\nof a noise, modeled by a persistent fractional Brownian sheet of Hurst index\n$(H_1,H_2)$ with $0.5<H_1,H_2<1$, is studied and a suitable version of the\nBayes' formula for the optimal filter is obtained. Two types of spatial\n\"fractional\" analogues of the Duncan-Mortensen-Zakai equation are also derived:\none tracks evolution of the unnormalized optimal filter along an arbitrary\n\"monotone increasing\" (in the sense of partial ordering in $\\mathbb{R}^2$)\none-dimensional curve in the plane, while the other describes dynamics of the\nfilter along the paths that are truly two-dimensional. Although the paper deals\nwith the two-dimensional parameter space, the presented approach and results\nextend to $d$-parameter random fields with arbitrary $d\\geq 3$.\n","Comment: 24 pages"]}]
["0707.3868",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3868","International Journal of Theoretical Physics, Vol. 46, No. 6, June\n  2007, page 1471","doi:10.1007/s10773-006-9287-9"],"date":["2007-07-26"],"type":["text"],"creator":["Jafarizadeh, M. A.","Mirzaee, M.","Rezaee, M."],"language":[],"coverage":[],"title":["Finite quantum tomography via semidefinite programming"],"description":["  Using the the convex semidefinite programming method and superoperator\nformalism we obtain the finite quantum tomography of some mixed quantum states\nsuch as: qudit tomography, N-qubit tomography, phase tomography and coherent\nspin state tomography, where that obtained results are in agreement with those\nof References \\cite{schack,Pegg,Barnett,Buzek,Weigert}.\n","Comment: 25 pages"]}]
["0707.3871",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3871"],"date":["2007-07-26"],"type":["text"],"creator":["Gavrilov, A. V."],"language":[],"coverage":[],"title":["On the Clausius theorem"],"description":["  We show that for a metastable system there exists a theoretical possibility\nof a violation of the Clausius inequality without a violation of the second\nlaw. Possibilities of experimental detection of this hypothetical violation are\npointed out.\n"]}]
["0707.3873",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3873"],"date":["2007-07-26"],"type":["text"],"creator":["Consonni, Guido","Massam, Hélène"],"language":[],"coverage":[],"title":["Alternative parametrizations and reference priors for decomposable\n  discrete graphical models"],"description":["  For a given discrete decomposable graphical model, we identify several\nalternative parametrizations, and construct the corresponding reference priors\nfor suitable groupings of the parameters. Specifically, assuming that the\ncliques of the graph are arranged in a perfect order, the parameters we\nconsider are conditional probabilities of clique-residuals given separators, as\nwell as generalized log-odds-ratios. We also consider a parametrization\nassociated to a collection of variables representing a cut for the statistical\nmodel. The reference priors we obtain do not depend on the order of the\ngroupings, belong to a conjugate family, and are proper.\n","Comment: 31 pages, 2 figures"]}]
["0707.3876",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3876"],"date":["2007-07-26"],"type":["text"],"creator":["Dragovich, Branko"],"language":[],"coverage":[],"title":["Adeles in Mathematical Physics"],"description":["  Application of adeles in modern mathematical physics is briefly reviewed. In\nparticular, some adelic products are presented.\n","Comment: 9 pages. Invited talk at the international conference Actual Problems\n  of Mathematics and Computer Modeling, 18-22 June 2007, Grodno, Belarus. To\n  appear in the Proceedings"]}]
["0707.3877",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3877"],"date":["2007-07-26"],"type":["text"],"creator":["Consonni, Guido","La Rocca, Luca"],"language":[],"coverage":[],"title":["Intrinsic tests for the equality of two correlated proportions"],"description":["  Correlated proportions arise in longitudinal (panel) studies. A typical\nexample is the ``opinion swing'' problem: ``Has the proportion of people\nfavoring a politician changed after his recent speech to the nation on TV?''.\nSince the same group of individuals is interviewed before and after the speech,\nthe two proportions are correlated. A natural null hypothesis to be tested is\nwhether the corresponding population proportions are equal. A standard Bayesian\napproach to this problem has already been considered in the literature, based\non a Dirichlet prior for the cell-probabilities of the underlying two-by-two\ntable under the alternative hypothesis, together with an induced prior under\nthe null. In lack of specific prior information, a diffuse (e.g. uniform)\ndistribution may be used. We claim that this approach is not satisfactory,\nsince in a testing problem one should make sure that the prior under the\nalternative be adequately centered around the region specified by the null, in\norder to obtain a fair comparison between the two hypotheses. Following an\nintrinsic prior methodology, we develop two strategies for the construction of\na collection of objective priors increasingly peaked around the null. We\nprovide a simple interpretation of their structure in terms of weighted\nimaginary sample scenarios. We illustrate our method by means of three\nexamples, carrying out sensitivity analysis and providing comparison with\nexisting results.\n","Comment: 31 pages, 6 figures"]}]
["0707.3878",{"format":[],"subject":["Computer Science - Information Theory","94B25 (Primary)","11T71 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3878"],"date":["2007-07-26"],"type":["text"],"creator":["Borges, Joaquim","Fernandez, Cristina"],"language":[],"coverage":[],"title":["Plotkin construction: rank and kernel"],"description":["  Given two binary codes of length n, using Plotkin construction we obtain a\ncode of length 2n. The construction works for linear and nonlinear codes. For\nthe linear case, it is straightforward to see that the dimension of the final\ncode is the sum of the dimensions of the starting codes. For nonlinear codes,\nthe rank and the dimension of the kernel are standard mesures of linearity. In\nthis report, we prove that both parameters are also the sum of the\ncorresponding ones of the starting codes.\n"]}]
["0707.3883",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3883"],"date":["2007-07-26"],"type":["text"],"creator":["Jayakumar, O. D.","Gopalakrishnan, I. K.","Vinu, A.","Asthana, A.","Tyagi, A. K."],"language":[],"coverage":[],"title":["Room temperature Ferromagnetism in Th1-xFexO2-d (x = 0.0, 0.05, 0.10,\n  0.15, 0.20 and 0.25) nanoparticles"],"description":["  Nanocrystalline (Th1-xFex)O2-d particles with different Fe concentrations (x\n= 0.0, 0.05, 0.10, 0.15, 0.20 and 0.25) have been prepared by a gel combustion\nmethod. Rietveld refinement analyses of X-ray diffraction data revealed the\nformation of an impurity free cubic type Th1-xFexO2-d structure up to x = 0.20.\nThis observation is further confirmed from the detailed studies conducted on 10\nat. percent Fe doped ThO2 using high-resolution transmission electron\nmicroscopy (HRTEM) imaging and indexing of the selected-area electron\ndiffraction (SAED) patterns. DC Magnetization studies as a function field\nindicate that they are ferromagnetic with Curie temperature (Tc) well above\nroom temperature.\n","Comment: 10 pages, 5 figures"]}]
["0707.3889",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3889"],"date":["2007-07-26"],"type":["text"],"creator":["Garrabos, Yves","Lecoutre-Chabot, Carole","Palencia, Fabien"],"language":[],"coverage":[],"title":["Analytic application of the mean crossover function to the description\n  of the isothermal compressibility of xenon"],"description":["  We use the mean crossover functions [Garrabos and Bervillier, Phys Rev. E 74,\n021113 (2006)] estimated from the bounded results of the Massive\nRenormalization scheme applied to the $\\Phi_{d}^{4}(n)$ model in three\ndimensions ($d=3$) and scalar order parameter ($n=1$) [Bagnuls and Bervillier,\nPhys. Rev. E 65, 066132 (2002)], to represent the singular behavior of the\nisothermal compressibility of xenon along the critical isochore in the\nhomogeneous preasymptotic domain. The validity range and the Ising nature of\nthe crossover description are discussed in terms of a single scale factor whose\nvalue can be analytically estimated beyond the Ising-like preasymptotic domain.\n"]}]
["0707.3892",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Analysis of PDEs","Mathematics - K-Theory and Homology","46L80 (Primary)","19K56, 58J40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3892"],"date":["2007-07-26"],"type":["text"],"creator":["Nazaikinskii, V. E.","Savin, A. Yu.","Sternin, B. Yu."],"language":[],"coverage":[],"title":["On elliptic differential operators with shifts: II. The cohomological\n  index formula"],"description":["  This paper is a continuation of arXiv:0706.3511, where we obtained a local\nindex formula for matrix elliptic operators with shifts. Here we establish a\ncohomological index formula of Atiyah-Singer type for elliptic differential\noperators with shifts acting between section spaces of arbitrary vector\nbundles. The key step is the construction of closed graded traces on certain\ndifferential algebras over the symbol algebra for this class of operators.\n","Comment: 9 pages"]}]
["0707.3900",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3900"],"date":["2007-07-26"],"type":["text"],"creator":["Badanin, Andrey","Brüning, Jochen","Korotyaev, Evgeny"],"language":[],"coverage":[],"title":["Schr\\\"odinger operators on armchair nanotubes. II"],"description":["  We consider the Schr\\\"odinger operator with a periodic potential on quasi-1D\nmodels of armchair single-wall nanotubes. The spectrum of this operator\nconsists of an absolutely continuous part (intervals separated by gaps) plus an\ninfinite number of eigenvalues with infinite multiplicity. We describe the\nabsolutely continuous spectrum of the Schr\\\"odinger operator: 1) the\nmultiplicity, 2) endpoints of the gaps, they are given by periodic or\nantiperiodic eigenvalues or resonances (branch points of the Lyapunov\nfunction), 3) resonance gaps, where the Lyapunov function is non-real. We\ndetermine the asymptotics of the gaps at high energy.\n","Comment: 17 pages"]}]
["0707.3901",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3901"],"date":["2007-07-26"],"type":["text"],"creator":["Giraud, B. G."],"language":[],"coverage":[],"title":["Laboratory Density Functionals"],"description":["  We compare several definitions of the density of a self-bound system, such as\na nucleus, in relation with its center-of-mass zero-point motion. A trivial\ndeconvolution relates the internal density to the density defined in the\nlaboratory frame. This result is useful for the practical definition of density\nfunctionals.\n","Comment: 3 pages"]}]
["0707.3907",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3907"],"date":["2007-07-26"],"type":["text"],"creator":["Klasen, Michael","List, Benno","Hansmann-Menzemer, Stephanie","Mankel, Rainer"],"language":[],"coverage":[],"title":["Summary of the Heavy Flavor Working Group"],"description":["  During the last year many important results have been achieved in heavy\nflavour physics: New measurements of charm and beauty production have been\nperformed at HERA and the Tevatron. A wealth of new spectroscopy data with\nseveral new, unexpected states in the charmonium and the D_s systems has been\ncollected and b to d gamma transitions have been established. The oscillation\nfrequency in the B_s Bbar_s is now measured, and mixing in the D0 D0bar system\nhas been observed. Theoretical progress in the areas of open heavy flavour\nproduction, quarkonium production and decays, and multiquark spectroscopy has\nbeen presented at this workshop.\n","Comment: 17 pages, 3 figures, to appear in the Proceedings of the XV\n  International Workshop on Deep-Inelastic Scattering and Related Subjectes,\n  DIS 2007, April 16--20, 2007, Munich, Germany"]}]
["0707.3909",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3909"],"date":["2007-07-26"],"type":["text"],"creator":["Badanin, Andrey","Brüning, Jochen","Korotyaev, Evgeny","Lobanov, Igor"],"language":[],"coverage":[],"title":["Schr\\\"odinger operators on armchair nanotubes. I"],"description":["  We consider the Schr\\\"odinger operator with a periodic potential on quasi-1D\nmodels of armchair single-wall nanotubes. The spectrum of this operator\nconsists of an absolutely continuous part (intervals separated by gaps) plus an\ninfinite number of eigenvalues with infinite multiplicity. We describe all\neigenfunctions with the same eigenvalue. We define a Lyapunov function, which\nis analytic on some Riemann surface. On each sheet, the Lyapunov function has\nthe same properties as in the scalar case, but it has branch points, which we\ncall resonances. In example we show the existence of real and complex\nresonances for some specific potentials.\n","Comment: 17 pages"]}]
["0707.3910",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3910","Math. Comp. 71, 2002, 649-668"],"date":["2007-07-26"],"type":["text"],"creator":["Boros, George","Moll, Victor H."],"language":[],"coverage":[],"title":["Landen transformations and the integration of rational functions"],"description":["  We present a rational version of the classical Landen transformation for\nelliptic integrals. This is employed to obtain explicit closed-form expressions\nfor a large class of integrals of even rational functions and to develop an\nalgorithm for the numerical integration of these functions.\n","Comment: 20 pages"]}]
["0707.3911",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3911","Amer. Math. Monthly 114, 2007, 232-241"],"date":["2007-07-26"],"type":["text"],"creator":["Manna, Dante","Moll, Victor H."],"language":[],"coverage":[],"title":["A simple example of a new class of Landen transformation"],"description":["  The rational Landen transformation is a map on the coefficients of a rational\nintegrand that preserves the value of the integral. This is the rational analog\nof the classical Landen transformations for elliptic integrals that leads to\nthe arithmetic-geometric mean of Legendre and Gauss. We present the effect of\nthis transformation in the simplest possible case.\n","Comment: 12 pages"]}]
["0707.3912",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3912"],"date":["2007-07-26"],"type":["text"],"creator":["Trinh, Thi Nguyet","Collaboration, for the H1"],"language":[],"coverage":[],"title":["Search for Excited Leptons at HERA"],"description":["  Searches for excited electrons and neutrinos have been performed using the\ncomplete HERA I and II data samples collected by the H1 detector at\n$\\sqrt{s}=320$ GeV corresponding to an integrated luminosity of up to 435\npb$^{-1}$. In absence of a signal, the limits on the ratio of the coupling to\nthe compositeness scale derived extend the excluded region to higher masses\nthan has been possible in previous searches.\n","Comment: 4 pages, 3 figures; To appear in the proceedings of 15th\n  International Workshop on Deep Inelastic Scattering and Related Subjects (DIS\n  2007), Munich, Germany, 16-20 Apr 2007"]}]
["0707.3913",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3913"],"date":["2007-07-26"],"type":["text"],"creator":["Lucamarini, M.","Shaari, J. S.","Wahiddin, M. R. B."],"language":[],"coverage":[],"title":["Deterministic Rendering of BB84 for Practical Quantum Cryptography"],"description":["  We describe how to modify the BB84 protocol for quantum cryptography in order\nto make it deterministic. We study both theoretical and experimental aspects of\nthis issue, showing that the new scheme is as secure as the old one, more\nefficient on small-scale distances, and within the range of current technology.\n","Comment: 9 pages, 2 figures"]}]
["0707.3925",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3925"],"date":["2007-07-26"],"type":["text"],"creator":["Hekstra, Andries P."],"language":[],"coverage":[],"title":["Use of a $d$-Constraint During LDPC Decoding in a Bliss Scheme"],"description":["  Bliss schemes of a run length limited (RLL) codec in combination with an LDPC\ncodec, generate LDPC parity bits over a systematic sequence of RLL channel bits\nthat are inherently redundant as they satisfy e.g. a $d=1$ minimum run length\nconstraint. That is the subsequences consisting of runs of length $d=1$, viz.\n$...010...$ and $...101...$, cannot occur. We propose to use this redundancy\nduring LDPC decoding in a Bliss scheme by introducing additional $d$-constraint\nnodes in the factor graph used by the LDPC decoder. The messages sent from\nthese new nodes to the variable or codeword bit nodes exert a ``force'' on the\nresulting soft-bit vector coming out of the LDPC decoding that give it a\ntendency to comply with the $d$-constraints. This way, we can significantly\nreduce the probability of decoding error.\n"]}]
["0707.3929",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3929"],"date":["2007-07-26"],"type":["text"],"creator":["Koretune, Susumu"],"language":[],"coverage":[],"title":["The sum rules for the spin dependent structure functions corresponding\n  to the moment at $n=0$"],"description":["  Sum rules for the spin dependent structure functions corresponding to the\nmoment at $n=0$ derived from the current algebra based on the canonical\nquantization on the null-plane are reviewed.\n","Comment: 12 pages, 2 figures, Contributed paper to Lepton-Photon 2007"]}]
["0707.3935",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Atomic Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3935"],"date":["2007-07-26"],"type":["text"],"creator":["Kovalev, Gennady V."],"language":[],"coverage":[],"title":["A Possibility of Volume Refraction of Negative Relativistic Particles in\n  Bent Crystals"],"description":["  The volume coherent deflection of high-energy positive and negative particles\nin uniformly bent crystals is studied. The general analysis of potential\nscattering shows that the standard screening potential for a large class of\ncollisions can cause the volume refraction for negative particles (antiprotons,\nelectrons) instead of the volume reflection for positive particles (proton,\npositrons).\n","Comment: 6 pages, 2 figures, draft"]}]
["0707.3945",{"format":[],"subject":["Mathematics - Optimization and Control","90C11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3945"],"date":["2007-07-26"],"type":["text"],"creator":["Jörg, Markus"],"language":[],"coverage":[],"title":["k-Disjunctive cuts and a finite cutting plane algorithm for general\n  mixed integer linear programs"],"description":["  In this paper we give a generalization of the well known split cuts of Cook,\nKannan and Schrijver to cuts which are based on multi-term disjunctions. They\nwill be called k-disjunctive cuts. The starting point is the question what kind\nof cuts is needed for a finite cutting plane algorithm for general mixed\ninteger programs. We will deal with this question in detail and derive cutting\nplanes based on k-disjunctions related to a given cut vector. Finally we will\nshow how a finite cutting plane algorithm can be established using these cuts\nin combination with Gomory mixed integer cuts.\n","Comment: 18 pages, 2 figures"]}]
["0707.3947",{"format":[],"subject":["Mathematics - Algebraic Geometry","14Mxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3947"],"date":["2007-07-26"],"type":["text"],"creator":["Amerik, Ekaterina"],"language":[],"coverage":[],"title":["A computation of invariants of a rational self-map"],"description":["  I compute the dynamical degrees in C. Voisin's example of a rational self-map\nof the variety of lines on a cubic fourfold.\n","Comment: LaTeX, 10 pages"]}]
["0707.3948",{"format":[],"subject":["Mathematics - Algebraic Geometry","14G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3948"],"date":["2007-07-26"],"type":["text"],"creator":["Amerik, Ekaterina","Voisin, Claire"],"language":[],"coverage":[],"title":["Potential density of rational points on the variety of lines of a cubic\n  fourfold"],"description":["  We prove the potential density of rational points on the variety of lines of\na sufficiently general cubic fourfold defined over a number field, where\n``sufficiently general'' means that a condition of Terasoma type is satisfied.\nThese varieties have trivial canonical bundle and have geometric Picard group\nequal to $\\mathbb{Z}$.\n","Comment: LaTeX, 22 pages"]}]
["0707.3951",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3951"],"date":["2007-07-26"],"type":["text"],"creator":["Hamilton, Alastair","Lazarev, Andrey"],"language":[],"coverage":[],"title":["Symplectic $C_\\infty$-algebras"],"description":["  In this paper we show that a strongly homotopy commutative (or $C_\\infty$-)\nalgebra with an invariant inner product on its cohomology can be uniquely\nextended to a symplectic $C_\\infty$-algebra (an $\\infty$-generalisation of a\ncommutative Frobenius algebra introduced by Kontsevich). This result relies on\nthe algebraic Hodge decomposition of the cyclic Hochschild cohomology of a\n$\\ci$-algebra and does not generalize to algebras over other operads.\n","Comment: This paper is a substantial revision of the part of math.QA/0410621\n  dealing with sympectic $C_\\infty$-algebras. The main addition is the\n  treatment of unital $C_\\infty$-structures. 27 pages"]}]
["0707.3956",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3956"],"date":["2007-07-26"],"type":["text"],"creator":["Phong, D. H.","Sturm, Jacob"],"language":[],"coverage":[],"title":["On the regularity of geodesic rays associated to test configurations"],"description":["  Geodesic rays of class C^{1,1} are constructed for any test configuration of\na positive line bundle L on X using resolution of singularities. The\nconstruction reduces to finding a subsolution of the corresponding Monge-Ampere\nequation. Geometrically, this is accomplished by the use a positive line bundle\non the resolution which is trivial outside of the exceptional divisor.\n"]}]
["0707.3960",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3960"],"date":["2007-07-26"],"type":["text"],"creator":["Garai, Jozsef"],"language":[],"coverage":[],"title":["P-V-T equation of state of epsilon iron and its densities at core\n  conditions"],"description":["  The author's new p-V-T Equation of State is tested against the available\nexperiments of epsilon iron. The root-mean-square-deviations (RMSD) of the\nmolar volume, pressure, and temperature are 0.021 cm3, 2.0 GPa and 144.9 K\nrespectively. Separating the experiments into 200 K ranges the new EoS was\ncompared to the most widely used finite strain, interatomic potential, and\nempirical isothermal EoSs such as the Burch-Murnaghan, the Vinet, and the\nRoy-Roy respectively. Correlation coefficients, RMSDs of the residuals and\nAkaike Information Criteria were used for evaluating the fittings. Based on\nthese fitting parameters the new p-V-T EoS is equal or better than the\nconventional isothermal EoSs. The newly defined parameters were used to\ncalculate the density of the inner core. The calculated densities are\nsignificantly lower than the current consensus indicating that it might be too\nearly excluding the possibility of a pure iron-nickel core with no light\nelements.\n"]}]
["0707.3977",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3977"],"date":["2007-07-26"],"type":["text"],"creator":["Norris, Andrew N."],"language":[],"coverage":[],"title":["The worm-like chain model at small and large stretch"],"description":["  The relation between force and stretch in the worm-like chain model of\nentropic elasticity is examined. Although no closed-form expression is valid\nfor all values of forcing, solutions in the form of asymptotic series can be\nobtained under conditions of small and large applied force. The small and large\nstretch limits correspond to regular and boundary layer perturbation problems,\nrespectively. The perturbation problems are solved and series solutions\nobtained for force as a function of stretch. The form of the asymptotic series\nsuggest a uniform approximation valid for all stretch that is an improvement on\nexisting approximations.\n","Comment: 7 pages, 5 figures"]}]
["0707.3979",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Computational Geometry","I.5.1","I.5.2","I.2.6","I.3.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3979"],"date":["2007-07-26"],"type":["text"],"creator":["Nieto, Isidro B.","Vallejo, J. Refugio"],"language":[],"coverage":[],"title":["Clifford Algebra of the Vector Space of Conics for decision boundary\n  Hyperplanes in m-Euclidean Space"],"description":["  In this paper we embed $m$-dimensional Euclidean space in the geometric\nalgebra $Cl_m $ to extend the operators of incidence in ${R^m}$ to operators of\nincidence in the geometric algebra to generalize the notion of separator to a\ndecision boundary hyperconic in the Clifford algebra of hyperconic sections\ndenoted as ${Cl}({Co}_{2})$. This allows us to extend the concept of a linear\nperceptron or the spherical perceptron in conformal geometry and introduce the\nmore general conic perceptron, namely the {elliptical perceptron}. Using\nClifford duality a vector orthogonal to the decision boundary hyperplane is\ndetermined. Experimental results are shown in 2-dimensional Euclidean space\nwhere we separate data that are naturally separated by some typical plane conic\nseparators by this procedure. This procedure is more general in the sense that\nit is independent of the dimension of the input data and hence we can speak of\nthe hyperconic elliptic perceptron.\n","Comment: 12 pages, 2 figures, 1 table"]}]
["0707.3989",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60F05 (Primary)","60G70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3989"],"date":["2007-07-26"],"type":["text"],"creator":["Basrak, Bojan","Segers, Johan"],"language":[],"coverage":[],"title":["Regularly varying multivariate time series"],"description":["  A multivariate, stationary time series is said to be jointly regularly\nvarying if all its finite-dimensional distributions are multivariate regularly\nvarying. This property is shown to be equivalent to weak convergence of the\nconditional distribution of the rescaled series given that, at a fixed time\ninstant, its distance to the origin exceeds a threshold tending to infinity.\nThe limit object, called the tail process, admits a decomposition in\nindependent radial and angular components. Under an appropriate mixing\ncondition, this tail process allows for a concise and explicit description of\nthe limit of a sequence of point processes recording both the times and the\npositions of the time series when it is far away from the origin. The theory is\napplied to multivariate moving averages of finite order with random coefficient\nmatrices.\n","Comment: 25 pages"]}]
["0707.3990",{"format":[],"subject":["Physics - General Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3990"],"date":["2007-07-26"],"type":["text"],"creator":["Bolonkin, Alexander"],"language":[],"coverage":[],"title":["Inflatable Dome for Moon, Mars, Asteroids and Satellites"],"description":["  On a planet without atmosphere, sustaining human life is very difficult and\ndangerous, especially during short sunlit period when low temperature prevails.\nTo counter these environmental stresses, the author offer an innovative\nartificial \"Evergreen\" dome, an inflated hemisphere with interiors continuously\nproviding a climate like that of Florida, Italy and Spain. The \"Evergreen\" dome\ntheory is developed, substantiated by computations that show it is possible for\ncurrent technology to construct and heat large enclosed volumes inexpensively.\nSpecifically, a satisfactory result is reached by using magnetic suspended at\nhigh altitude sunlight reflectors and a special double thin film as a skin,\nwhich concentrates solar energy inside the dome while, at the same time,\nmarkedly decreasing the heat loss to exterior space. Offered design may be\nemployed for settlements on the Moon, Mars, asteroids and satellites.\n","Comment: 11 pages, 7 figures, 2 tables"]}]
["cond-mat/0611231",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611231","Phys. Rev. Lett. 99, 037201 (2007)","doi:10.1103/PhysRevLett.99.037201"],"date":["2006-11-08","2007-07-26"],"type":["text"],"creator":["Hopkinson, John M.","Isakov, Sergei V.","Kee, Hae-Young","Kim, Yong Baek"],"language":[],"coverage":[],"title":["Classical antiferromagnet on a hyperkagome lattice"],"description":["  Motivated by recent experiments on Na_4Ir_3O_8 [Y. Okamoto, M. Nohara, H.\nAruga-Katori, and H. Takagi, arXiv:0705.2821 (unpublished)], we study the\nclassical antiferromagnet on a frustrated three-dimensional lattice obtained by\nselectively removing one of four sites in each tetrahedron of the pyrochlore\nlattice. This ``hyperkagome'' lattice consists of corner-sharing triangles. We\npresent the results of large-N mean field theory and Monte Carlo computations\non O(N) classical spin models. It is found that the classical ground states are\nhighly degenerate. Nonetheless a nematic order emerges at low temperatures in\nthe Heisenberg model (N=3) via ``order by disorder'', representing the\ndominance of coplanar spin configurations. Implications for ongoing experiments\nare discussed.\n","Comment: 4 pages, 6 figures, published version"]}]
