["0704.0484",{"format":[],"subject":["Physics - Physics Education","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0484"],"date":["2007-04-03","2007-08-29"],"type":["text"],"creator":["McCaslin, J. O.","Broussard, P. R."],"language":[],"coverage":[],"title":["Search for Chaotic Behavior in a Flapping Flag"],"description":["  We measured the correlation of the times between successive flaps of a flag\nfor a variety of wind speeds and found no evidence of low dimensional chaotic\nbehavior in the return maps of these times. We instead observed what is best\nmodeled as random times determined by an exponential distribution. This study\nwas done as an undergraduate experiment and illustrates the differences between\nlow dimensional chaotic and possibly higher dimensional chaotic systems.\n","Comment: 11 pages, 9 figures. To be published in American Journal of Physics"]}]
["0704.3792",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3792","J. Phys. Soc. Jpn. 76 (2007) 084709","doi:10.1143/JPSJ.76.084709"],"date":["2007-04-28"],"type":["text"],"creator":["Aimi, Takeshi","Imada, Masatoshi"],"language":[],"coverage":[],"title":["Gaussian-Basis Monte Carlo Method for Numerical Study on Ground States\n  of Itinerant and Strongly Correlated Electron Systems"],"description":["  We examine Gaussian-basis Monte Carlo method (GBMC) introduced by Corney and\nDrummond. This method is based on an expansion of the density-matrix operator\nrho by means of the coherent Gaussian-type operator basis Lambda and does not\nsuffer from the minus sign problem. The original method, however, often fails\nin reproducing the true ground state and causes systematic errors of calculated\nphysical quantities because the samples are often trapped in some metastable or\nsymmetry broken states. To overcome this difficulty, we combine the\nquantum-number projection scheme proposed by Assaad, Werner, Corboz, Gull and\nTroyer in conjunction with the importance sampling of the original GBMC method.\nThis improvement allows us to carry out the importance sampling in the\nquantum-number-projected phase-space. Some comparisons with the previous\nquantum-number projection scheme indicate that, in our method, the convergence\nwith the ground state is accelerated, which makes it possible to extend the\napplicability and widen the range of tractable parameters in the GBMC method.\nThe present scheme offers an efficient practical way of computation for\nstrongly correlated electron systems beyond the range of system sizes,\ninteraction strengths and lattice structures tractable by other computational\nmethods such as the quantum Monte Carlo method.\n","Comment: 24 pages, 25 figures"]}]
["0705.3573",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3573"],"date":["2007-05-24","2007-08-29"],"type":["text"],"creator":["Bary-Soroker, Lior","Kelmer, Dubi"],"language":[],"coverage":[],"title":["On PAC Extensions and Scaled Trace Forms"],"description":["  Any non-degenerate quadratic form over a Hilbertian field (e.g., a number\nfield) is isomorphic to a scaled trace form. In this work we extend this result\nto more general fields. In particular, prosolvable and prime-to-p extensions of\na Hilbertian field. The proofs are based on the theory of PAC extensions.\n","Comment: 10 pages; added results on prime-to-p extensions, removed the\n  condition on the countability of the fields"]}]
["0705.3596",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3596","Astron.Astrophys. 471 (2007) 775-786","doi:10.1051/0004-6361:20066708"],"date":["2007-05-24"],"type":["text"],"creator":["Ruiz, A.","Carrera, F. J.","Panessa, F."],"language":[],"coverage":[],"title":["An XMM-Newton study of Hyper-Luminous Infrared Galaxies"],"description":["  Hyper-Luminous Infrared Galaxies (HLIRGs) are the most luminous persistent\nobjects in the Universe. They exhibit extremely high star formation rates, and\nmost of them seem to harbour an AGN. They are unique laboratories to\ninvestigate utmost star formation, and its connection to super-massive black\nhole growth. X-ray studies of HLIRGs have the potential to unravel the AGN\ncontribution to the bolometric output from these bright objects.\n  We have selected a sample of 14 HLIRGs observed by XMM-Newton (type 1, type 2\nAGN and starburst), 5 of which are candidates to be Compton-thick objects. This\nis the first time that a systematic study of this type of objects is carried\nout in the X-ray spectral band. Their X-ray spectral properties have been\ncorrelated with their IR luminosities, estimated by IRAS, ISO and sub-mm data.\n  The X-ray spectra of HLIRGs present heterogeneous properties. All our X-ray\ndetected HLIRGs (10) have AGN-dominated X-ray spectra. The hard X-ray\nluminosity of 8 of them is consistent with a pure AGN contribution, while in\nthe remaining 2 sources both an AGN and a starburst seem to contribute to the\noverall emission. We found soft excess emission in 5 sources. In one of them it\nis consistent with a pure starburst origin, while in the other 4 sources it is\nconsistent with an AGN origin. The observed X-ray emission is systematically\nbelow the one expected for a standard local QSO of the same IR luminosity,\nsuggesting the possible presence of absorption in type 2 objects and/or a\ndeparture from a standard spectral energy distribution of QSO. The\nX-ray-to-IR-luminosity ratio is constant with redshift, indicating similar\nevolutions for the AGN and starburst component, and that their respective power\nsources could be physically related.\n","Comment: 14 pages, 6 figures, accepted for publication in Astronomy and\n  Astrophysics"]}]
["0706.0327",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0327","Physica C 460--462 (2007) 430--431","doi:10.1016/j.physc.2007.03.110"],"date":["2007-06-03"],"type":["text"],"creator":["Yamani, Z.","Buyers, W. J. L.","Wang, F.","Kim, Y. -J.","Liang, R.","Bonn, D.","Hardy, W. N."],"language":[],"coverage":[],"title":["Antiferromagnetic correlations near the lower edge of superconducting\n  dome in YBCO6+x"],"description":["  Neutron scattering from high-quality YBCO6.334 single crystals with a T$_c$\nof 8.4 K shows that there is no coexistence with long-range antiferromagnetic\norder at this very low, near-critical doping of $\\sim$0.055, in contrast to\nclaims based on local probe techniques. We find that the neutron resonance seen\nin optimally doped YBCO7 and underdoped YBCO6.5, has undergone large softening\nand damping. It appears that the overdamped resonance, with a relaxation rate\nof 2 meV, is coupled to a zero-energy central mode that grows with cooling and\neventually saturates with no change at or below T$_c$. Although a similar\nqualitative behaviour is found for YBCO6.35, our study shows that the central\nmode is stronger in YBCO6.334 than YBCO6.35. The system remains subcritical\nwith short-ranged three dimensional correlations.\n","Comment: In press Physica C 2007 (proceedings of M2S Conference, Dresden 2006)"]}]
["0706.1187",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1187"],"date":["2007-06-08","2007-08-29"],"type":["text"],"creator":["Gorbach, A. V.","Skryabin, D. V."],"language":[],"coverage":[],"title":["Gravity-like potential traps light and stretches supercontinuum in\n  photonic crystal fibers"],"description":["  The use of photonic crystal fibers pumped by femtosecond pulses has enabled\nthe generation of broad optical supercontinua with nano-joule input energies.\nThis striking discovery has applications ranging from spectroscopy and\nmetrology to telecommunication and medicine. Amongst the physical principles\nunderlying supercontinuum generation are soliton fission, a variety of\nfour-wave mixing processes, Raman induced soliton self-frequency shift, and\ndispersive wave generation mediated by solitons. Although all of the above\neffects contribute to supercontinuum generation none of them can explain the\ngeneration of blue and violet light from infrared femtosecond pump pulses,\nwhich has been seen already in the first observations of the supercontinuum in\nphotonic crystal fibers. In this work we argue that the most profound role in\nthe shaping of the short-wavelength edge of the continuum is played by the\neffect of radiation trapping in a gravity-like potential created by\naccelerating solitons. The underlying physics of this effect has a\nstraightforward analogy with the inertial forces acting on an observer moving\nwith a constant acceleration.\n","Comment: Substantially revised textm one figure added. 4 pages, 5 figures.\n  Submitted for publication on 3rd of April 2007"]}]
["0706.1594",{"format":[],"subject":["Mathematics - Differential Geometry","58J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1594"],"date":["2007-06-11","2007-08-29"],"type":["text"],"creator":["Zhang, Qi S."],"language":[],"coverage":[],"title":["A uniform Sobolev inequality under Ricci flow"],"description":["  Let ${\\bf M}$ be a compact Riemannian manifold and the metrics $g=g(t)$\nevolve by the Ricci flow. We prove the following result. The Sobolev imbedding\nby Aubin or Hebey, perturbed by a scalar curvature term and modulo sharpness of\nconstants, holds uniformly for $({\\bf M}, g(t))$ for all time if the Ricci flow\nexists for all time; and if the Ricci flow develops a singularity in finite\ntime, then the same Sobolev imbedding holds uniformly after a standard\nnormalization. As a consequence, long time non-collapsing results are derived,\nwhich improve Perelman's local non-collapsing results. An application to 3-d\nRicci flow with surgery is also presented.\n","Comment: An application to 3-d Ricci flow with surgery is added"]}]
["0706.1887",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1887"],"date":["2007-06-13","2007-08-29"],"type":["text"],"creator":["Dohse, Max"],"language":[],"coverage":[],"title":["Configuration Space Methods and Time Ordering for Scalar Propagators in\n  (Anti and) de Sitter Spacetimes"],"description":["  In this master thesis a configuration space method presented by C. Dullemond\nand E. van Beveren for computing all propagators of a scalar field (Wightman,\nHadamard and Schwinger functions,retarded, advanced and Feynman propagator) is\nreviewed for four-dimensional Minkowski and Anti de Sitter spacetime AdS_4.\nThis method is then applied for AdS_d as well as de Sitter spacetime dS_d of\narbitrary dimension d, obtaining results in agreement with the literature. The\nadvantages of the method are that it needs neither mode summation nor analytic\ncontinuation from euclidean time, while delivering the propagators above\nincluding (i-epsilon)-prescription, plus as a nice bonus the conformal\ndimension of a corresponding CFT field. General properties of the considered\nspacetimes (namely various coordinate systems and their metrics, chordal\ndistances, relations between conformal dimensions \\Delta and the mass m of the\nscalar field, geodesics and the invariance of time ordering) are also examined\nand compiled from various sources, providing an overview of geometrical\nproperties of AdS and dS spacetimes.\n","Comment: master thesis, 111 pages, 35 figures, PDF-LaTeX, typos and minor\n  errors corrected, minor explanations and one reference added"]}]
["0706.2315",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2315","Phys. Rev. B 76, 54448 (2007)","doi:10.1103/PhysRevB.76.054448"],"date":["2007-06-15","2007-08-08"],"type":["text"],"creator":["Misiorny, Maciej","Barnas, Józef"],"language":[],"coverage":[],"title":["Spin Polarized Transport Through a Single-Molecule Magnet:\n  Current-Induced Magnetic Switching"],"description":["  Magnetic switching of a single-molecule magnet (SMM) due to spin-polarized\ncurrent is investigated theoretically. The charge transfer between the\nelectrodes takes place via the lowest unoccupied molecular orbital (LUMO) of\nthe SMM. Generally, the double occupancy of the LUMO level, and a finite\non-site Coulomb repulsion, is taken into account. Owing to the exchange\ninteraction between electrons in the LUMO level and the SMM's spin, the latter\ncan be reversed. The perturbation approach (Fermi golden rule) is applied to\ncalculate current-voltage characteristics. The influence of Coulomb\ninteractions on the switching process is also analyzed.\n","Comment: 5 pages with 4 EPS figures; version as accepted for publication in\n  Phys. Rev. B (more general model introduced)"]}]
["0707.0353",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0353","J. Phys. Soc. Jpn. 76 (2007) 094701","doi:10.1143/JPSJ.76.094701"],"date":["2007-07-03"],"type":["text"],"creator":["Ezawa, Motohiko"],"language":[],"coverage":[],"title":["Intrinsic Zeeman Effect in Graphene"],"description":["  The intrinsic Zeeman energy is precisely one half of the cyclotron energy for\nelectrons in graphene. As a result a Landau-level mixing occurs to create the\nenergy spectrum comprised of the $4j$-fold degenerated zero-energy level and\n4-fold degenerated nonzero-energy levels in the $j$-layer graphene, where\n$j=1,2,3$ for monolayer, bilayer and trilayer, respectively. The degeneracy\nmanifests itself in the quantum Hall (QH) effect. We study how the degeneracy\nis removed by the Coulomb interactions. With respect to the zero-energy level,\nan excitonic gap opens by making a BCS-type condensation of electron-hole pairs\nat the filling factor $\\nu =0$. It gives birth to the Ising QH ferromagnet at\n$\\nu =\\pm 1$ for monolayer, $\\nu =\\pm 1,\\pm 3$ for bilayer, and $\\nu =\\pm 1,\\pm\n3,\\pm 5$ for trilayer graphene from the zero-energy degeneracy. With respect to\nthe nonzero-energy level, a remarkable consequence is derived that the\neffective Coulomb potential depends on spins, since a single energy level\ncontains up-spin and down-spin electrons belonging to different Landau levels.\nThe spin-dependent Coulomb interaction leads to the valley polarization at $\\nu\n=\\pm 4, \\pm 8, \\pm 12, ...$ for monolayer, $\\nu =\\pm 2, \\pm 6, \\pm 10, >...$\nfor bilayer, and $\\nu =\\pm 2,\\pm 4, \\pm 8, \\pm 12, ...$ for trilayer graphene.\n","Comment: 24 pages, 9 figures, to appear in J. Phys. Soc. Jpn"]}]
["0707.2424",{"format":[],"subject":["Mathematics - Differential Geometry","53C20 (Primary)","53C21 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2424"],"date":["2007-07-17","2007-08-29"],"type":["text"],"creator":["Ye, Rugang"],"language":[],"coverage":[],"title":["The logarithmic Sobolev inequality along the Ricci flow"],"description":["  We derive a logarithmic Sobolev inequality along the Ricci flow without any\nrestriction on time, which depends only on the initial metric via rudimentary\ngeometric data, assuming only that a certain first eigenvalue is positive. As a\nconsequence we obtain a uniform Sobolev inequality along the Ricci flow without\nany restriction on time. One application of it is a uniform kappa-noncollapsing\nestimate which holds true for all time. We also obtain similar results for\nbounded time without assuming the eigenvalue condition. The results extend to\nthe Ricci flow with surgeries.\n","Comment: One appendix is added. A theorem on the Sobolev inequality along the\n  Ricci flow with surgeries of Perelman is added. Two nonlocal Sobolev\n  inequalities are also added. These results were obtained at the time of the\n  posting of the first version of the paper. They were originally planned as\n  parts of two upcoming papers of the author"]}]
["0707.2467",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2467","manuscripta math. 124, 77-95 (2007)","doi:10.1007/s00229-007-0120-4"],"date":["2007-07-17"],"type":["text"],"creator":["Bradley, Patrick Erik"],"language":[],"coverage":[],"title":["Cyclic coverings of the $p$-adic projective line by Mumford curves"],"description":["  Exact bounds for the positions of the branch points for cyclic coverings of\nthe $p$-adic projective line by Mumford curves are calculated in two ways.\nFirstly, by using Fumiharu Kato's *-trees, and secondly by giving explicit\nmatrix representations of the Schottky groups corresponding to the Mumford\ncurves above the projective line through combinatorial group theory.\n","Comment: 17 pages, 3 eps-figures. To appear in manuscripta mathematica"]}]
["0708.0579",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0579"],"date":["2007-08-03","2007-08-29"],"type":["text"],"creator":["McNamara, B. R.","Birzan, L.","Rafferty, D. A.","Nulsen, P. E. J.","Carilli, C.","Wise, M. W."],"language":[],"coverage":[],"title":["Jet Interactions with the Hot Halos of Clusters and Galaxies"],"description":["  X-ray observations of cavities and shock fronts produced by jets streaming\nthrough hot halos have significantly advanced our understanding of the\nenergetics and dynamics of extragalactic radio sources. Radio sources at the\ncenters of clusters have dynamical ages between ten and several hundred million\nyears. They liberate between 1E58-1E62 erg per outburst, which is enough energy\nto regulate cooling of hot halos from galaxies to the richest clusters. Jet\npower scales approximately with the radio synchrotron luminosity to the one\nhalf power. However, the synchrotron efficiency varies widely from nearly unity\nto one part in 10,000, such that relatively feeble radio source can have\nquasar-like mechanical power. The synchrotron ages of cluster radio sources are\ndecoupled from their dynamical ages, which tend to be factors of several to\norders of magnitude older. Magnetic fields and particles in the lobes tend to\nbe out of equipartition. The lobes may be maintained by heavy particles (e.g.,\nprotons), low energy electrons, a hot, diffuse thermal gas, or possibly\nmagnetic (Poynting) stresses. Sensitive X-ray images of shock fronts and\ncavities can be used to study the dynamics of extragalactic radio sources.\n","Comment: 10 pages, 3 figures, invited review, \"Extragalactic Jets: Theory and\n  Observation from Radio to Gamma Ray, held in Girdwood, Alaska, U.S.A. 21-24\n  May, 2007, minor text changes; one added reference"]}]
["0708.0619",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0619"],"date":["2007-08-04","2007-08-29"],"type":["text"],"creator":["Ho, Man-Wai","James, Lancelot F.","Lau, John W."],"language":[],"coverage":[],"title":["Gibbs Partitions (EPPF's) Derived From a Stable Subordinator are Fox H\n  and Meijer G Transforms"],"description":["  This paper derives explicit results for the infinite Gibbs partitions\ngenerated by the jumps of an $\\alpha-$stable subordinator, derived in Pitman\n\\cite{Pit02, Pit06}. We first show that for general $\\alpha$ the conditional\nEPPF can be represented as ratios of Fox-$H$ functions, and in the case of\nrational $\\alpha,$ Meijer-G functions. Furthermore the results show that the\nresulting unconditional EPPF's, can be expressed in terms of H and G transforms\nindexed by a function h. Hence when h is itself a H or G function the EPPF is\nalso an H or G function. An implication, in the case of rational $\\alpha,$ is\nthat one can compute explicitly thousands of EPPF's derived from possibly\nexotic special functions. This would also apply to all $\\alpha$ except that\ncomputations for general Fox functions are not yet available. However, moving\naway from special functions, we demonstrate how results from probability theory\nmay be used to obtain calculations. We show that a forward recursion can be\napplied that only requires calculation of the simplest components. Additionally\nwe identify general classes of EPPF's where explicit calculations can be\ncarried out using distribution theory.\n"]}]
["0708.3672",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3672"],"date":["2007-08-27"],"type":["text"],"creator":["Mishchenko, E. G."],"language":[],"coverage":[],"title":["Reply to Comment: S. Das Sarma et al., arXiv:0708.3239"],"description":["  The authors of the Comment ascribe us claims never made while moderating\ntheir own previous unsubstantiated statements.\n","Comment: 1 page"]}]
["0708.3676",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3676"],"date":["2007-08-27"],"type":["text"],"creator":["Pilod, Didier"],"language":[],"coverage":[],"title":["On the Cauchy problem for higher-order nonlinear dispersive equations"],"description":["  We study a class of higher-order KdV equations. We show that the associated\ninitial value problem is well posed in weighted Besov and Sobolev spaces for\nsmall initial data. We also prove ill-posedness results when in H^s(\\R), for\nany real s.\n","Comment: 27 pages"]}]
["0708.3679",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3679"],"date":["2007-08-27"],"type":["text"],"creator":["Lee, Jae-Seung","Khitrin, A. K."],"language":[],"coverage":[],"title":["Adiabatic cross-polarization"],"description":["  A scheme of adiabatic cross-polarization is described. It is based on\ndemagnetization - remagnetization, when the Zeeman order of abundant nuclei in\nthe laboratory frame is first adiabatically converted into the dipolar order,\nand then, into the Zeeman order of rare nuclei. The scheme, implemented with\ntwo low-power frequency-sweeping pulses, is very efficient for static samples\nand can significantly increase polarization of rare nuclei, compared to the\nconventional Hartmann-Hahn cross-polarization. The experimental examples are\npresented for solids, liquid crystal, and molecules in a liquid-crystalline\nsolvent.\n","Comment: 16 pages including 6 figures"]}]
["0708.3680",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3680"],"date":["2007-08-27"],"type":["text"],"creator":["Horowitz, Gary T."],"language":[],"coverage":[],"title":["Black Holes, Entropy, and Information"],"description":["  Black holes are a continuing source of mystery. Although their classical\nproperties have been understood since the 1970's, their quantum properties\nraise some of the deepest questions in theoretical physics. Some of these\nquestions have recently been answered using string theory. I will review these\nfundamental questions, and the aspects of string theory needed to answer them.\nI will then explain the recent developments and new insights into black holes\nthat they provide. Some remaining puzzles are mentioned in the conclusion.\n","Comment: 8 pages. To appear in \"2007 STScI Spring Symposium: Black Holes\",\n  eds. M. Livio & A. M. Koekemoer. (Cambridge University Press)"]}]
["0708.3689",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3689"],"date":["2007-08-27"],"type":["text"],"creator":["Croot, Ernie"],"language":[],"coverage":[],"title":["Arithmetic structures in smooth subsets of F_p"],"description":["  Fix integers a_1,...,a_d satisfying a_1 + ... + a_d = 0. Suppose that f : Z_N\n-> [0,1], where N is prime. We show that if f is ``smooth enough'' then we can\nbound from below the sum of f(x_1)...f(x_d) over all solutions (x_1,...,x_d) in\nZ_N to a_1 x_1 + ... + a_d x_d == 0 (mod N). Note that d = 3 and a_1 = a_2 = 1\nand a_3 = -2 is the case where x_1,x_2,x_3 are in arithmetic progression. By\n``smooth enough'' we mean that the sum of squares of the lower order Fourier\ncoefficients of f is ``small'', a property shared by many naturally-occurring\nfunctions, among them certain ones supported on sumsets and on certain types of\npseudoprimes. The paper can be thought of as a generalization of another result\nof the author, which dealt with a F_p^n analogue of the problem. It appears\nthat the method in that paper, and to a more limited extent the present paper,\nuses ideas similar to those of B. Green's ``arithmetic regularity lemma'', as\nwe explain in the paper.\n","Comment: This is a very preliminary draft. Future drafts will have cleaner\n  proofs and tighter notation"]}]
["0708.3693",{"format":[],"subject":["Mathematics - General Mathematics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3693"],"date":["2007-08-27"],"type":["text"],"creator":["Rosinger, Elemer E"],"language":[],"coverage":[],"title":["An Ergodic Result"],"description":["  A rather general ergodic type scheme is presented on arbitrary sets X, as\nthey are generated by arbitrary mappings T : X \\longrightarrow X. The\nstructures considered on X are given by suitable subsets of the set of all of\nits finite partitions. Ergodicity is studied not with respect to subsets of X,\nbut with the {\\it inverse limits} of families of finite partitions.\n"]}]
["0708.3696",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3696"],"date":["2007-08-27"],"type":["text"],"creator":["Drineas, Petros","Mahoney, Michael W.","Muthukrishnan, S."],"language":[],"coverage":[],"title":["Relative-Error CUR Matrix Decompositions"],"description":["  Many data analysis applications deal with large matrices and involve\napproximating the matrix using a small number of ``components.'' Typically,\nthese components are linear combinations of the rows and columns of the matrix,\nand are thus difficult to interpret in terms of the original features of the\ninput data. In this paper, we propose and study matrix approximations that are\nexplicitly expressed in terms of a small number of columns and/or rows of the\ndata matrix, and thereby more amenable to interpretation in terms of the\noriginal data. Our main algorithmic results are two randomized algorithms which\ntake as input an $m \\times n$ matrix $A$ and a rank parameter $k$. In our first\nalgorithm, $C$ is chosen, and we let $A'=CC^+A$, where $C^+$ is the\nMoore-Penrose generalized inverse of $C$. In our second algorithm $C$, $U$, $R$\nare chosen, and we let $A'=CUR$. ($C$ and $R$ are matrices that consist of\nactual columns and rows, respectively, of $A$, and $U$ is a generalized inverse\nof their intersection.) For each algorithm, we show that with probability at\nleast $1-\\delta$: $$ ||A-A'||_F \\leq (1+\\epsilon) ||A-A_k||_F, $$ where $A_k$\nis the ``best'' rank-$k$ approximation provided by truncating the singular\nvalue decomposition (SVD) of $A$. The number of columns of $C$ and rows of $R$\nis a low-degree polynomial in $k$, $1/\\epsilon$, and $\\log(1/\\delta)$. Our two\nalgorithms are the first polynomial time algorithms for such low-rank matrix\napproximations that come with relative-error guarantees; previously, in some\ncases, it was not even known whether such matrix decompositions exist. Both of\nour algorithms are simple, they take time of the order needed to approximately\ncompute the top $k$ singular vectors of $A$, and they use a novel, intuitive\nsampling method called ``subspace sampling.''\n","Comment: 40 pages, 10 figures"]}]
["0708.3718",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L40","47B48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3718"],"date":["2007-08-28"],"type":["text"],"creator":["Wong, Ngai-Ching"],"language":[],"coverage":[],"title":["Zero product preservers of C*-algebras"],"description":["  Let T be be a zero-product preserving bounded linear map between C*-algebras\nA and B. Here neither A nor B is necessarily unital.\n  In this note, we investigate when T gives rise to a Jordan homomorphism. In\nparticular, we show that A and B are isomorphic as Jordan algebras if T is\nbijective and sends zero products of self-adjoint elements to zero products.\nThey are isomorphic as C*-algebras if T is bijective and preserves the full\nzero product structure.\n","Comment: 4 pages,to appear in the ``Proceedings of the Fifth Conference on\n  Function Space'', Contemporary Math"]}]
["0708.3720",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B25, 35K57, 49L25, 92D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3720"],"date":["2007-08-28"],"type":["text"],"creator":["Perthame, Benoit","Barles, Guy"],"language":[],"coverage":[],"title":["Dirac concentrations in Lotka-Volterra parabolic PDEs"],"description":["  We consider parabolic partial differential equations of Lotka-Volterra type,\nwith a non-local nonlinear term. This models, at the population level, the\ndarwinian evolution of a population; the Laplace term represents mutations and\nthe nonlinear birth/death term represents competition leading to selection.\nOnce rescaled with a small diffusion, we prove that the solutions converge to a\nmoving Dirac mass. The velocity and weights cannot be obtained by a simple\nexpression, e.g., an ordinary differential equation. We show that they are\ngiven by a constrained Hamilton-Jacobi equation. This extends several earlier\nresults to the parabolic case and to general nonlinearities. Technical new\ningredients are a $BV$ estimate in time on the non-local nonlinearity, a\ncharacterization of the concentration point (in a monomorphic situation) and,\nsurprisingly, some counter-examples showing that jumps on the Dirac locations\nare indeed possible.\n"]}]
["0708.3721",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3721"],"date":["2007-08-28"],"type":["text"],"creator":["Daumas, Marc","Lester, David","Muñoz, César"],"language":[],"coverage":[],"title":["Verified Real Number Calculations: A Library for Interval Arithmetic"],"description":["  Real number calculations on elementary functions are remarkably difficult to\nhandle in mechanical proofs. In this paper, we show how these calculations can\nbe performed within a theorem prover or proof assistant in a convenient and\nhighly automated as well as interactive way. First, we formally establish upper\nand lower bounds for elementary functions. Then, based on these bounds, we\ndevelop a rational interval arithmetic where real number calculations take\nplace in an algebraic setting. In order to reduce the dependency effect of\ninterval arithmetic, we integrate two techniques: interval splitting and taylor\nseries expansions. This pragmatic approach has been developed, and formally\nverified, in a theorem prover. The formal development also includes a set of\ncustomizable strategies to automate proofs involving explicit calculations over\nreal numbers. Our ultimate goal is to provide guaranteed proofs of numerical\nproperties with minimal human theorem-prover interaction.\n"]}]
["0708.3722",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3722"],"date":["2007-08-28"],"type":["text"],"creator":["Boldo, Sylvie","Daumas, Marc","Li, Ren Cang"],"language":[],"coverage":[],"title":["Formally Verified Argument Reduction with a Fused-Multiply-Add"],"description":["  Cody & Waite argument reduction technique works perfectly for reasonably\nlarge arguments but as the input grows there are no bit left to approximate the\nconstant with enough accuracy. Under mild assumptions, we show that the result\ncomputed with a fused-multiply-add provides a fully accurate result for many\npossible values of the input with a constant almost accurate to the full\nworking precision. We also present an algorithm for a fully accurate second\nreduction step to reach double full accuracy (all the significand bits of two\nnumbers are significant) even in the worst cases of argument reduction. Our\nwork recalls the common algorithms and presents proofs of correctness. All the\nproofs are formally verified using the Coq automatic proof checker.\n"]}]
["0708.3723",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3723","Dans International Symposium on Robotics - International Symposium\n  on Robotics, Paris : France (2004)"],"date":["2007-08-28"],"type":["text"],"creator":["Majou, Félix","Gosselin, Clément","Wenger, Philippe","Chablat, Damien"],"language":[],"coverage":[],"title":["Parametric Stiffness Analysis of the Orthoglide"],"description":["  This paper presents a parametric stiffness analysis of the Orthoglide, a\n3-DOF translational Parallel Kinematic Machine. First, a compliant modeling of\nthe Orthoglide is conducted based on an existing method. Then stiffness matrix\nis symbolically computed. This allows one to easily study the influence of the\ngeometric design parameters on the matrix elements. Critical links are\ndisplayed. Cutting forces are then modeled so that static displacements of the\nOrthoglide tool during slot milling are symbolically computed. Influence of the\ngeometric design parameters on the static displacements is checked as well.\nOther machining operations can be modeled. This parametric stiffness analysis\ncan be applied to any parallel manipulator for which stiffness is a critical\nissue.\n"]}]
["0708.3730",{"format":[],"subject":["Mathematics - Probability","60H07","60G17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3730"],"date":["2007-08-28"],"type":["text"],"creator":["Cass, Thomas","Friz, Peter"],"language":[],"coverage":[],"title":["Densities for Rough Differential Equations under Hoermander's Condition"],"description":["  We consider stochastic differential equations dY=V(Y)dX driven by a\nmultidimensional Gaussian process X in the rough path sense. Using Malliavin\nCalculus we show that Y(t) admits a density for t in (0,T] provided (i) the\nvector fields V=(V_1,...,V_d) satisfy Hoermander's condition and (ii) the\nGaussian driving signal X satisfies certain conditions. Examples of driving\nsignals include fractional Brownian motion with Hurst parameter H>1/4, the\nBrownian Bridge returning to zero after time T and the Ornstein-Uhlenbeck\nprocess.\n"]}]
["0708.3734",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3734"],"date":["2007-08-28"],"type":["text"],"creator":["Nitto, Igor","Venturini, Rossano"],"language":[],"coverage":[],"title":["Searching for a dangerous host: randomized vs. deterministic"],"description":["  A Black Hole is an harmful host in a network that destroys incoming agents\nwithout leaving any trace of such event. The problem of locating the black hole\nin a network through a team of agent coordinated by a common protocol is\nusually referred in literature as the Black Hole Search problem (or BHS for\nbrevity) and it is a consolidated research topic in the area of distributed\nalgorithms. The aim of this paper is to extend the results for BHS by\nconsidering more general (and hence harder) classes of dangerous host. In\nparticular we introduce rB-hole as a probabilistic generalization of the Black\nHole, in which the destruction of an incoming agent is a purely random event\nhappening with some fixed probability (like flipping a biased coin). The main\nresult we present is that if we tolerate an arbitrarily small error probability\nin the result then the rB-hole Search problem, or RBS, is not harder than the\nusual BHS. We establish this result in two different communication model,\nspecifically both in presence or absence of whiteboards non-located at the\nhomebase. The core of our methods is a general reduction tool for transforming\nalgorithms for the black hole into algorithms for the rB-hole.\n"]}]
["0708.3736",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","35D05, 65M12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3736"],"date":["2007-08-28"],"type":["text"],"creator":["Holden, H.","Karlsen, K. H.","Risebro, N. H."],"language":[],"coverage":[],"title":["A convergent finite difference method for a nonlinear variational wave\n  equation"],"description":["  We establish rigorously convergence of a semi-discrete upwind scheme for the\nnonlinear variational wave equation $u_{tt} - c(u)(c(u) u_x)_x = 0$ with\n$u|_{t=0}=u_0$ and $u_t|_{t=0}=v_0$. Introducing Riemann invariants $R=u_t+c\nu_x$ and $S=u_t-c u_x$, the variational wave equation is equivalent to $R_t-c\nR_x=\\tilde c (R^2-S^2)$ and $S_t+c S_x=-\\tilde c (R^2-S^2)$ with $\\tilde\nc=c'/(4c)$. An upwind scheme is defined for this system. We assume that the the\nspeed $c$ is positive, increasing and both $c$ and its derivative are bounded\naway from zero and that $R|_{t=0}, S|_{t=0}\\in L^1\\cap L^3$ are nonpositive.\nThe numerical scheme is illustrated on several examples.\n","Comment: 29 pages, 4 figures"]}]
["0708.3740",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3740","Dans Actes du Second Workshop sur les Agents Conversationnels\n  anim\\'es - Second Workshop sur les Agents Conversationnels anim\\'es, Toulouse\n  : France (2007)"],"date":["2007-08-28"],"type":["text"],"creator":["Simonin, Jérôme","Hategan, Marius","Carbonell, Noëlle"],"language":[],"coverage":[],"title":["Plate-forme Magicien d'Oz pour l'\\'etude de l'apport des ACAs \\`a\n  l'interaction"],"description":["  In order to evaluate the contribution of Embodied (Animated) Conversational\nAgents (ECAs) to the effectiveness and usability of human-computer interaction,\nwe developed a software platform meant to collect usage data. This platform,\nwhich implements the wizard of Oz paradigm, makes it possible to simulate user\ninterfaces integrating ACAs for any Windows software application. It can also\nsave and \"replay\" a rich interaction trace including user and system events,\nscreen captures, users' speech and eye fixations. This platform has been used\nto assess users' subjective judgements and reactions to a multimodal online\nhelp system meant to facilitate the use of software for the general public\n(Flash). The online help system is embodied using a 3D talking head (developed\nby FT R&D) which \"says\" oral help messages illustrated with Flash screen\ncopies.\n"]}]
["0708.3742",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3742","Interfaces num\\'eriques, Herm\\`es Science (Ed.) (2007) 18 pages"],"date":["2007-08-28"],"type":["text"],"creator":["Simonin, Jérôme","Carbonell, Noëlle"],"language":[],"coverage":[],"title":["Interfaces adaptatives Adaptation dynamique \\`a l'utilisateur courant"],"description":["  We present a survey of recent research studies of the implementation of\nadaptive user models in human-computer interaction. A classification of\nresearch directions on adaptive user interfaces is first proposed; it takes\naccount of the user characteristics that are modelled, the distribution of\ninitiative and control of the system evolution between user and system, and the\nrole of dynamic adaptation. Then, a few representative research studies are\nbriefly presented to illustrate this classification. In the conclusion, some\nmajor issues regarding the utility and usability of adaptive user interfaces\nand the design of an appropriate methodology for assessing the ergonomic\nquality of this new form of interaction are mentioned.\n"]}]
["0708.3744",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3744"],"date":["2007-08-28"],"type":["text"],"creator":["Rohrlich, D."],"language":[],"coverage":[],"title":["The Aharonov-Casher effect"],"description":["  The Aharonov-Casher effect, entry in the Compendium of Quantum Physics:\nConcepts, Experiments, History and Philosophy, ed. F. Weinert, K. Hentschel, D.\nGreenberger and B. Falkenburg (Springer), to appear\n","Comment: 3 pages + 1 figure"]}]
["0708.3749",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3749"],"date":["2007-08-28"],"type":["text"],"creator":["Rohrlich, D."],"language":[],"coverage":[],"title":["Berry's phase"],"description":["  Berry's phase, entry in the Compendium of Quantum Physics: Concepts,\nExperiments, History and Philosophy, ed. F. Weinert, K. Hentschel, D.\nGreenberger and B. Falkenburg (Springer), to appear\n","Comment: 5 pages + 1 figure"]}]
["0708.3751",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3751"],"date":["2007-08-28"],"type":["text"],"creator":["Rohrlich, D."],"language":[],"coverage":[],"title":["Errors and paradoxes in quantum mechanics"],"description":["  Errors and paradoxes in quantum mechanics, entry in the Compendium of Quantum\nPhysics: Concepts, Experiments, History and Philosophy, ed. F. Weinert, K.\nHentschel, D. Greenberger and B. Falkenburg (Springer), to appear\n","Comment: 8 pages + 2 figures"]}]
["0708.3752",{"format":[],"subject":["Mathematics - Commutative Algebra","13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3752"],"date":["2007-08-28"],"type":["text"],"creator":["Cimpoeas, Mircea"],"language":[],"coverage":[],"title":["Contribution in combinatorics in commutative algebra.(ph-d thesis)"],"description":["  In the first chapter we present new results related on monomial ideals of\nBorel type. Also, we introduce a new class of monomial ideals, called\n$\\de$-fixed ideals, which generalize the class of $p$-Borel ideals and we\nextend several results to this new class.\n  In the second chapter, we compute the generic initial ideal, with repect to\nthe reverse lexicographic order, of an ideal which define a complete\nintersection of embedding dimension three with strong Lefschetz property and we\nshow that it is an almost reverse lexicographic ideal. This enable us to give a\nproof for Moreno's conjecture in the case $n=3$ and characteristic zero. Also,\nwe prove that the $d$-component of the generic initial ideal, with respect to\nthe reverse lexicographic order, of an ideal generated by a regular sequence of\nhomogeneous polynomials of degree $d$ is revlex, in a particular, but\nimportant, case.\n","Comment: 75 pages"]}]
["0708.3756",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3756"],"date":["2007-08-28"],"type":["text"],"creator":["Bonnet, Marc"],"language":[],"coverage":[],"title":["Discussion of \"Second order topological sensitivity analysis\" by J.\n  Rocha de Faria et al"],"description":["  The article by J. Rocha de Faria et al. under discussion is concerned with\nthe evaluation of the perturbation undergone by the potential energy of a\ndomain $\\Omega$ (in a 2-D, scalar Laplace equation setting) when a disk\n$B_{\\epsilon}$ of small radius $\\epsilon$ centered at a given location\n$\\hat{\\boldsymbol{x}\\in\\Omega$ is removed from $\\Omega$, assuming either\nNeumann or Dirichlet conditions on the boundary of the small `hole' thus\ncreated. In each case, the potential energy $\\psi(\\Omega_{\\epsilon})$ of the\npunctured domain $\\Omega_{\\epsilon}=\\Omega\\setminus\\B_{\\epsilon}$ is expanded\nabout $\\epsilon=0$ so that the first two terms of the perturbation are given.\nThe first (leading) term is the well-documented topological derivative of\n$\\psi$. The article under discussion places, logically, its main focus on the\nnext term of the expansion. However, it contains incorrrect results, as shown\nin this discussion. In what follows, equations referenced with Arabic numbers\nrefer to those of the article under discussion.\n","Comment: International Journal of Solids and Structures (2007) to appear"]}]
["0708.3763",{"format":[],"subject":["Mathematics - Probability","60G50 (Primary) 20E06, 60B15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3763"],"date":["2007-08-28","2007-08-29"],"type":["text"],"creator":["Gilch, Lorenz"],"language":[],"coverage":[],"title":["Rate of Escape on Free Products"],"description":["  Suppose we are given the free product $V$ of a finite family of finite or\ncountable sets $(V_i)_{i\\in\\mathcal{I}}$ and probability measures on each\n$V_i$, which govern random walks on it. We consider a transient random walk on\nthe free product arising naturally from the random walks on the $V_i$. We prove\nthe existence of the rate of escape with respect to the block length, that is,\nthe speed, at which the random walk escapes to infinity, and furthermore we\ncompute formulas for it. For this purpose, we present three different\ntechniques providing three different, equivalent formulas.\n","Comment: 23 pages; accepeted for publication in JAMS"]}]
["0708.3766",{"format":[],"subject":["Mathematics - Probability","60G50 (Primary)","20E22, 60B15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3766"],"date":["2007-08-28"],"type":["text"],"creator":["Gilch, Lorenz"],"language":[],"coverage":[],"title":["Rate of Escape on the Lamplighter Tree"],"description":["  Suppose we are given a homogeneous tree $\\mathcal{T}_q$ of degree $q\\geq 3$,\nwhere at each vertex sits a lamp, which can be switched on or off. This\nstructure can be described by the wreath product $(\\mathbb{Z}/2)\\wr \\Gamma$,\nwhere $\\Gamma=\\ast_{i=1}^q \\mathbb{Z}/2$ is the free product group of $q$\nfactors $\\mathbb{Z}/2$. We consider a transient random walk on a Cayley graph\nof $(\\mathbb{Z}/2)\\wr \\Gamma$, for which we want to compute lower and upper\nbounds for the rate of escape, that is, the speed at which the random walk\nflees to infinity.\n","Comment: 16 pages; accepted for publication in Journal of Mathematical\n  Sciences (N.Y.)"]}]
["0708.3794",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3794","Physical review A 76, 023419 (2007)","doi:10.1103/PhysRevA.76.023419"],"date":["2007-08-28"],"type":["text"],"creator":["Sugny, D.","Kontz, C.","Jauslin, H. R."],"language":[],"coverage":[],"title":["Time-optimal control of a two-level dissipative quantum system"],"description":["  We propose an analysis of the time-optimal control of a dissipative two-level\nquantum system whose dynamics is governed by the Lindblad equation. This simple\nsystem allows one to use tools of geometric control theory and to construct its\noptimal synthesis, i.e. to determine the set of all the optimal trajectories\nstarting from a given initial point. We study different processes such as\nconversion of a pure state into a mixed state and purification of a mixed\nstate. In particular cases, we show that dissipation is not undesirable and can\nhelp accelerating the control.\n","Comment: 25 pages, 10 figures"]}]
["0708.3801",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3801"],"date":["2007-08-28"],"type":["text"],"creator":["Arsene, I. C.","Bravina, L.","Kaidalov, A. B.","Tywoniuk, K.","Zabrodin, E."],"language":[],"coverage":[],"title":["Heavy-quark production from Glauber-Gribov theory at LHC"],"description":["  We present predictions for heavy-quark production for proton-lead collisions\nat LHC energy 5.5 TeV from Glauber-Gribov theory of nuclear shadowing. We have\nalso made predictions for baseline cold-matter (in other words inital-state)\nnuclear effects in lead-lead collisions at the same energy that has to be taken\ninto account to understand properly final-state effects.\n","Comment: 2 pages, 3 figures, submitted to proceedings of \"Heavy Ion Collisions\n  at LHC - Last Call for Predictions\" (corrected version)"]}]
["0708.3803",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3803"],"date":["2007-08-28"],"type":["text"],"creator":["Arsene, I. C.","Bravina, L.","Kaidalov, A. B.","Tywoniuk, K.","Zabrodin, E."],"language":[],"coverage":[],"title":["Multiplicity and cold-nuclear matter effects from Glauber-Gribov theory\n  at LHC"],"description":["  We present predictions for nuclear modification factor in proton-lead\ncollisions at LHC energy 5.5 TeV from Glauber-Gribov theory of nuclear\nshadowing. We have also made predictions for baseline cold-matter nuclear\neffects in lead-lead collisions at the same energy.\n","Comment: 2 pages,3 figures, submitted to proceedings of \"Heavy Ion Collisions\n  at LHC - Last Call for Predictions\" (corrected version)"]}]
["0708.3809",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3809","Journal of Mechanism and Machine Theory 40, 8 (2005) 907-930"],"date":["2007-08-28"],"type":["text"],"creator":["Pashkevich, Anatoly","Wenger, Philippe","Chablat, Damien"],"language":[],"coverage":[],"title":["Design Strategies for the Geometric Synthesis of Orthoglide-type\n  Mechanisms"],"description":["  The paper addresses the geometric synthesis of Orthoglide-type mechanism, a\nfamily of 3-DOF parallel manipulators for rapid machining applications, which\ncombine advantages of both serial mechanisms and parallel kinematic\narchitectures. These manipulators possess quasi-isotropic kinematic\nperformances and are made up of three actuated fixed prismatic joints, which\nare mutually orthogonal and connected to a mobile platform via three\nparallelogram chains. The platform moves in the Cartesian space with fixed\norientation, similar to conventional XYZ-machine. Three strategies have been\nproposed to define the Orthoglide geometric parameters (manipulator link\nlengths and actuated joint limits) as functions of a cubic workspace size and\ndextrous properties expressed by bounds on the velocity transmission factors,\nmanipulability or the Jacobian condition number. Low inertia and intrinsic\nstiffness have been set as additional design goals expressed by the minimal\nlink length requirement. For each design strategy, analytical expressions for\ncomputing the Orthoglide parameters are proposed. It is showed that the\nproposed strategies yield Pareto-optimal solutions, which differ by the\nkinematic performances outside the prescribed Cartesian cube (but within the\nworkspace bounded by the actuated joint limits). The proposed technique is\nillustrated with numerical examples for the Orthoglide prototype design.\n"]}]
["0708.3810",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3810"],"date":["2007-08-28"],"type":["text"],"creator":["Sidharth, Burra G."],"language":[],"coverage":[],"title":["From the Planck to the Photon Scale"],"description":["  Using considerations from the Quantum Zero Point Field and Thermodynamics, we\nshow that the Planck Scale is the minimum (maximum mass) and the Photon Scale\nis the maximum (minimum mass) Scale in the universe. The arguments also deduce\nthe residual cosmic energy of $10^{-33}eV$ observed lately.\n","Comment: 9 pages tex"]}]
["0708.3811",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3811","Journal of Mechanism and Machine Theory 41, 8 (2006) 971-986","doi:10.1016/j.mechmachtheory.2006.03.013"],"date":["2007-08-28"],"type":["text"],"creator":["Zein, Mazen","Wenger, Philippe","Chablat, Damien"],"language":[],"coverage":[],"title":["An Exhaustive Study of the Workspaces Tolopogies of all 3R Orthogonal\n  Manipulators with Geometric Simplifications"],"description":["  This paper proposes a classification of three-revolute orthogonal\nmanipulators that have at least one of their DH parameters equal to zero. This\nclassification is based on the topology of their workspace. The workspace is\ncharacterized in a half-cross section by the singular curves. The workspace\ntopology is defined by the number of cusps and nodes that appear on these\nsingular curves. The manipulators are classified into different types with\nsimilar kinematic properties. Each type is evaluated according to interesting\nkinematic properties such as, whether the workspace is fully reachable with\nfour inverse kinematic solutions or not, the existence of voids, and the\nfeasibility of continuous trajectories in the workspace. It is found that\nseveral orthogonal manipulators have a \"well-connected\" workspace, that is,\ntheir workspace is fully accessible with four inverse kinematic solutions and\nany continuous trajectory is feasible. This result is of interest for the\ndesign of alternative manipulator geometries.\n"]}]
["0708.3813",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3813"],"date":["2007-08-28"],"type":["text"],"creator":["Girelli, Florian","Livine, Etera R."],"language":[],"coverage":[],"title":["Non-Commutativity of Effective Space-Time Coordinates and the Minimal\n  Length"],"description":["  Considering that a position measurement can effectively involve a\nmomentum-dependent shift and rescaling of the \"true\" space-time coordinates, we\nconstruct a set of effective space-time coordinates which are naturally\nnon-commutative. They lead to a minimum length and are shown to be related to\nSnyder's coordinates and the five-dimensional formulation of Deformed Special\nRelativity. This effective approach then provides a natural physical\ninterpretation for both the extra fifth dimension and the deformed momenta\nappearing in this context.\n","Comment: 5 pages"]}]
["0708.3814",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3814"],"date":["2007-08-28"],"type":["text"],"creator":["Zeng, Ding-fang"],"language":[],"coverage":[],"title":["Extending BCCNR flavored geometry to the negative coupling constant\n  region"],"description":["  We extend BCCNR's flavored KW and KS geometries into the negative coupling\nconstant region and try giving physical explanations from the dual gauge theory\nside. We show that, in the extended region, except the coupling constant being\nnegative, all other fields of the super-gravity theory having good properties\nwhich can be described by the dual gauge theory.\n","Comment: 22 pages, 6 figures"]}]
["0708.3824",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3824"],"date":["2007-08-28"],"type":["text"],"creator":["Brusova, O.","Anchordoqui, L.","Huege, T.","Martens, K."],"language":[],"coverage":[],"title":["Radio Detection of Neutrinos from Behind a Mountain"],"description":["  We explore the sensitivity of a neutrino detector employing strongly\ndirectional high gain radio antennae to detect the conversion of neutrinos\nabove $10^{16}$ eV in a mountain or the earth crust. The directionality of the\nantennae will allow both, the low threshold and the suppression of background.\nThis technology would have the advantage that it does not require a suitable\natmosphere as optical detectors do and could therefore be deployed at any\npromising place on the planet. In particular one could choose suitable\ntopographies at latitudes that are matched to promising source candidates.\n","Comment: 4 pages, 5 figures, presented at the ICRC 07"]}]
["0708.3825",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3825"],"date":["2007-08-28"],"type":["text"],"creator":["Simões, M.","da Gama, M. M. Telo","Nunes, A."],"language":[],"coverage":[],"title":["Stochastic Fluctuations in Epidemics on Networks"],"description":["  The effects of demographic stochasticity in the long term behaviour of\nendemic infectious diseases have been considered for long as a necessary\naddition to an underlying deterministic theory. The latter would explain the\nregular behaviour of recurrent epidemics, and the former the superimposed noise\nof observed incidence patterns. Recently, a stochastic theory based on a\nmechanism of resonance with internal noise has shifted the role of\nstochasticity closer to the center stage, by showing that the major dynamic\npatterns found in the incidence data can be explained as resonant fluctuations,\nwhose behaviour is largely independent of the amplitude of seasonal forcing,\nand by contrast very sensitive to the basic epidemiological parameters. Here we\nelaborate on that approach, by adding an ingredient which is missing in\nstandard epidemic models, the 'mixing network' through which infection may\npropagate. We find that spatial correlations have a major effect in the\nenhancement of the amplitude and the coherence of the resonant stochastic\nfluctuations, providing the ordered patterns of recurrent epidemics, whose\nperiod may differ significantly from that of the small oscillations around the\ndeterministic equilibrium. We also show that the inclusion of a more realistic,\ntime correlated, recovery profile instead of exponentially distributed\ninfectious periods may, even in the random-mixing limit, contribute to the same\neffect.\n","Comment: 29 pages, 8 figures"]}]
["0708.3829",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3829"],"date":["2007-08-28"],"type":["text"],"creator":["Costanzo, Sabatino","Trigo, Loren","Dehne, Wafaa","Prato, Hender"],"language":["es"],"coverage":[],"title":["A Non Parametric Model for the Forecasting of the Venezuelan Oil Prices"],"description":["  A neural net model for forecasting the prices of Venezuelan crude oil is\nproposed. The inputs of the neural net are selected by reference to a dynamic\nsystem model of oil prices by Mashayekhi (1995, 2001) and its performance is\nevaluated using two criteria: the Excess Profitability test by Anatoliev and\nGerko (2005) and the characteristics of the equity curve generated by a trading\nstrategy based on the neural net predictions.\n  -----\n  Se introduce aqui un modelo no parametrico para pronosticar los precios del\npetroleo Venezolano cuyos insumos son seleccionados en base a un sistema\ndinamico que explica los precios en terminos de dichos insumos. Se describe el\nproceso de recoleccion y pre-procesamiento de datos y la corrida de la red y se\nevaluan sus pronosticos a traves de un test estadistico de predictibilidad y de\nlas caracteristicas del Equity Curve inducido por la estrategia de compraventa\nbursatil generada por dichos pronosticos.\n","Comment: 17 pages, in Spanish"]}]
["0708.3834",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3834"],"date":["2007-08-28"],"type":["text"],"creator":["Cherkashin, Dmitriy","Farmer, J. Doyne","Lloyd, Seth"],"language":[],"coverage":[],"title":["A simple evolutionary game with feedback between perception and reality"],"description":["  We study an evolutionary game of chance in which the probabilities for\ndifferent outcomes (e.g., heads or tails) depend on the amount wagered on those\noutcomes. The game is perhaps the simplest possible probabilistic game in which\nperception affects reality. By varying the `reality map', which relates the\namount wagered to the probability of the outcome, it is possible to move\ncontinuously from a purely objective game in which probabilities have no\ndependence on wagers, to a purely subjective game in which probabilities equal\nthe amount wagered. The reality map can reflect self-reinforcing strategies or\nself-defeating strategies. In self-reinforcing games, rational players can\nachieve increasing returns and manipulate the outcome probabilities to their\nadvantage; consequently, an early lead in the game, whether acquired by chance\nor by strategy, typically gives a persistent advantage. We investigate the game\nboth in and out of equilibrium and with and without rational players. We\nintroduce a method of measuring the inefficiency of the game and show that in\nthe large time limit the inefficiency decreases slowly in its approach to\nequilibrium as a power law with an exponent between zero and one, depending on\nthe subjectivity of the game.\n","Comment: 11 pages, 6 figures"]}]
["0708.3836",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3836","Physica C 341, 265 (2000)","doi:10.1016/S0921-4534(00)00472-X"],"date":["2007-08-28","2007-08-29"],"type":["text"],"creator":["Paaske, J.","Khveshchenko, D. V."],"language":[],"coverage":[],"title":["Inelastic scattering rates in d-wave superconductors"],"description":["  The inelastic scattering rates of quasiparticles in a two-dimensional d-wave\nsuperconductor, which arise from interactions with either acoustic phonons or\nother quasiparticles, are calculated within second order perturbation theory.\nWe discover a strong enhancement of scattering with collinear momenta, brouth\nabout by the special kinematics of the two-dimensional fermions with Dirac-like\nspectrum near the nodes of the d-wave order parameter. In the case of a local\ninstantaneous interparticle potential we find that either an RPA-type\nresummation of the perturbation series or an inclusion of non-linear\ncorrections to the Dirac spectrum is called for in order to obtain a finite\nscattering rate in the limit $\\omega/T\\to 0$. In either way, we find drastic\nchanges in the scattering rate, as compared to the naively expected cubic\ntemperature dependence.\n","Comment: This paper was published some years back but was never uploaded to\n  arXiv"]}]
["0708.3847",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3847"],"date":["2007-08-28"],"type":["text"],"creator":["Vigeland, Magnus Dehli"],"language":[],"coverage":[],"title":["Tropical lines on smooth tropical surfaces"],"description":["  Given a tropical line L on a tropical surface X, we define its combinatorial\nposition on X to be a certain decorated graph, showing the relative positions\nof vertices of X on L, and how the vertices of L are positioned on X. We\nclassify all possible combinatorial positions of a tropical line on general\nsmooth tropical surfaces of any degree. This classification allows one to give\nan upper bound for the number of tropical lines on a general smooth tropical\nsurface with a given subdivision. As a concrete example, we offer a subdivision\nfor which the associated tropical surfaces are smooth cubics with exactly 27\ntropical lines in the general case, and always at least 27 tropical lines. We\nalso give examples of smooth tropical surfaces of arbitrary degree greater than\n3, containing no tropical lines.\n","Comment: 27 pages, 39 figures"]}]
["astro-ph/0507588",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0507588","Mon.Not.Roy.Astron.Soc. 363 (2005) 315-325","doi:10.1111/j.1365-2966.2005.09450.x"],"date":["2005-07-25"],"type":["text"],"creator":["Guidorzi, C.","Frontera, F.","Montanari, E.","Rossi, F.","Amati, L.","Gomboc, A.","Hurley, K.","Mundell, C. G."],"language":[],"coverage":[],"title":["The GRB Variability/Peak Luminosity Correlation: new results"],"description":["  We report test results of the correlation between time variability and peak\nluminosity of Gamma-Ray Bursts (GRBs), using a larger sample (32) of GRBs with\nknown redshift than that available to Reichart et al. (2001), and using as\nvariability measure that introduced by these authors. The results are puzzling.\nAssuming an isotropic-equivalent peak luminosity, as done by Reichart et al.\n(2001), a correlation is still found, but it is less relevant, and inconsistent\nwith a power law as previously reported. Assuming as peak luminosity that\ncorrected for GRB beaming for a subset of 16 GRBs with known beaming angle, the\ncorrelation becomes little less significant.\n","Comment: 11 pages, 10 figures, MNRAS, accepted"]}]
["astro-ph/0507639",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0507639","doi:10.1086/491655"],"date":["2005-07-27"],"type":["text"],"creator":["Guidorzi, C.","Monfardini, A.","Gomboc, A.","Mundell, C. G.","Steele, I. A.","Carter, D.","Bode, M. F.","Smith, R. J.","Mottram, C. J.","Burgdorf, M. J.","Tanvir, N. R.","Masetti, N.","Pian, E.",";"],"language":[],"coverage":[],"title":["The Early (<1 hr) Multi-Color Afterglow of GRB 050502a: Possible\n  Evidence for a Uniform Medium with Density Clumps"],"description":["  The 2-m robotic Liverpool Telescope reacted promptly to the gamma-ray burst\nGRB 050502a discovered by INTEGRAL and started observing 3 min after the onset\nof the GRB. The automatic identification of a bright afterglow of r'~15.8\ntriggered for the first time an observation sequence in the BVr'i' filters\nduring the first hour after a GRB. Observations continued for ~1 day using the\nRoboNet-1.0 network of 2-m robotic telescopes. The light curve in all filters\ncan be described by a simple power law with index of 1.2 +/- 0.1. We find\nevidence for a bump rising at t~0.02 days in all filters. From the spectrum and\nthe light curve we investigate different interpretative scenarios and we find\npossible evidence for a uniform circumburst medium with clumps in density, as\nin the case of GRB 021004. Other interpretations of such bumps, such as the\neffect of energy injection through refreshed shocks or the result of a variable\nenergy profile, are less favored. The optical afterglow of GRB 050502a is\nlikely to be the result of slow electron cooling with the optical bands lying\nbetween the synchrotron peak frequency and the cooling frequency.\n","Comment: 7 pages, 3 figures, ApJL, accepted"]}]
["astro-ph/0508483",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0508483","Mon.Not.Roy.Astron.Soc. 364 (2005) 163-168","doi:10.1111/j.1365-2966.2005.09545.x"],"date":["2005-08-23"],"type":["text"],"creator":["Guidorzi, Cristiano"],"language":[],"coverage":[],"title":["Testing the GRB Variability/Peak Luminosity correlation using the\n  pseudo-redshifts of a large sample of BATSE GRBs"],"description":["  We test the correlation found by Reichart et al. (2001) between time\nvariability and peak luminosity of Gamma-Ray Bursts (GRBs). Recently Guidorzi\net al. (2005) found that this still holds for a sample of 32 GRBs with\nspectroscopic redshift, although with a larger scatter than that originally\nfound by Reichart et al. (2001). However Guidorzi et al. (2005) also found that\na power law does not provide a good description of that. We report on the same\ntest performed on a sample of 551 BATSE GRBs with a significant measure of\nvariability assuming the pseudo-redshifts derived by Band et al. (2004) (1186\nGRBs) through the anticorrelation between spectral lag and peak luminosity. We\nstill find a correlation between variability as defined by Reichart et al.\n(2001) and peak luminosity with higher significance. However, this subsample of\nBATSE GRBs show a higher scatter around the best-fitting power law than that\nfound by Reichart et al. (2001) in the variability/peak luminosity space. This\nis in agreement with the result found by Guidorzi et al. (2005) on a sample of\n32 GRBs with measured redshift. These results confirm that a power law does not\nprovide a satisfactory description for all the GRBs, in contrast with the\noriginal findings by Reichart et al. (2001).\n","Comment: MNRAS, accepted, 6 pages, 4 figures"]}]
["astro-ph/0511032",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0511032","doi:10.1086/499289"],"date":["2005-11-01"],"type":["text"],"creator":["Guidorzi, C.","Monfardini, A.","Gomboc, A.","Mottram, C. J.","Mundell, C. G.","Steele, I. A.","Carter, D.","Bode, M. F.","Smith, R. J.","Fraser, S. N.","Burgdorf, M. J.","Newsam, A. M."],"language":[],"coverage":[],"title":["The Automatic Real-Time GRB Pipeline of the 2-m Liverpool Telescope"],"description":["  The 2-m Liverpool Telescope (LT), owned by Liverpool John Moores University,\nis located in La Palma (Canary Islands) and operates in fully robotic mode. In\n2005, the LT began conducting an automatic GRB follow-up program. On receiving\nan automatic GRB alert from a Gamma-Ray Observatory (Swift, INTEGRAL, HETE-II,\nIPN) the LT initiates a special override mode that conducts follow-up\nobservations within 2-3 min of the GRB onset. This follow-up procedure begins\nwith an initial sequence of short (10-s) exposures acquired through an r' band\nfilter. These images are reduced, analyzed and interpreted automatically using\npipeline software developed by our team called \"LT-TRAP\" (Liverpool Telescope\nTransient Rapid Analysis Pipeline); the automatic detection and successful\nidentification of an unknown and potentially fading optical transient triggers\na subsequent multi-color imaging sequence. In the case of a candidate brighter\nthan r'=15, either a polarimetric (from 2006) or a spectroscopic observation\n(from 2007) will be triggered on the LT. If no candidate is identified, the\ntelescope continues to obtain z', r' and i' band imaging with increasingly\nlonger exposure times. Here we present a detailed description of the LT-TRAP\nand briefly discuss the illustrative case of the afterglow of GRB 050502a,\nwhose automatic identification by the LT just 3 min after the GRB, led to the\nacquisition of the first early-time (< 1 hr) multi-color light curve of a GRB\nafterglow.\n","Comment: PASP, accepted (8 pages, 3 figures)"]}]
["astro-ph/0611732",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0611732","doi:10.1051/0004-6361:20065974"],"date":["2006-11-23"],"type":["text"],"creator":["Guidorzi, C.","Gomboc, A.","Kobayashi, S.","Mundell, C. G.","Rol, E.","Bode, M. F.","Carter, D.","La Parola, V.","Melandri, A.","Monfardini, A.","Mottram, C. J.","O'Brien, P. T.","Page, K. L.","Sakamoto, T.","Smith, R. J.","Steele, I. A.","Tanvir, N. R."],"language":[],"coverage":[],"title":["The circumburst environment of a FRED GRB: study of the prompt emission\n  and X-ray/optical afterglow of GRB 051111"],"description":["  We report a multi-wavelength analysis of the prompt emission and early\nafterglow of GRB051111 and discuss its properties in the context of current\nfireball models. The detection of GRB051111 by the Burst Alert Telescope\non-board Swift triggered early BVRi' observations with the 2-m robotic Faulkes\nTelescope North in Hawaii, as well as X-ray observations with the Swift X-Ray\nTelescope. The prompt gamma-ray emission shows a classical FRED profile. The\noptical afterglow light curves are fitted with a broken power law, with\nalpha_1=0.35 to alpha_2=1.35 and a break time around 12 minutes after the GRB.\nAlthough contemporaneous X-ray observations were not taken, a power law\nconnection between the gamma-ray tail of the FRED temporal profile and the late\nXRT flux decay is feasible. Alternatively, if the X-ray afterglow tracks the\noptical decay, this would represent one of the first GRBs for which the\ncanonical steep-shallow-normal decay typical of early X-ray afterglows has been\nmonitored optically. We present a detailed analysis of the intrinsic\nextinction, elemental abundances and spectral energy distribution. From the\nabsorption measured in the low X-ray band we find possible evidence for an\noverabundance of some alpha elements such as oxygen, [O/Zn]=0.7+/-0.3, or,\nalternatively, for a significant presence of molecular gas. The IR-to-X-ray\nSpectral Energy Distribution measured at 80 minutes after the burst is\nconsistent with the cooling break lying between the optical and X-ray bands.\nExtensive modelling of the intrinsic extinction suggests dust with big grains\nor grey extinction profiles. The early optical break is due either to an energy\ninjection episode or, less probably, to a stratified wind environment for the\ncircumburst medium.\n","Comment: accepted to A&A on Nov. 10 (14 pages, 8 figures)"]}]
["astro-ph/0703325",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0703325"],"date":["2007-03-13","2007-08-29"],"type":["text"],"creator":["Longo, Michael J."],"language":[],"coverage":[],"title":["Does the Universe Have a Handedness?"],"description":["  In this article I study the distribution of spiral galaxies in the Sloan\nDigital Sky Survey (SDSS) to investigate whether the universe has an overall\nhandedness. A preference for spiral galaxies in one sector of the sky to be\nleft-handed or right-handed spirals would indicate a preferred handedness. The\nSDSS data show a strong signal for such an asymmetry with a probability of\noccurring by chance ~3.0 x 10-4. The asymmetry axis is at (RA,Dec) ~(202d,25d)\nwith an uncertainty ~15d. The axis appears to be correlated with that of the\nquadrupole and octopole moments in the WMAP microwave sky survey, an unlikely\nalignment that has been dubbed \"the axis of evil\". Our Galaxy is aligned with\nits spin axis within 8.4d of this spiral axis.\n","Comment: Analysis has been revised considerably to use data more efficiently.\n  Statistical significance has improved to ~3x10-4 and estimate of RA,Dec of\n  preferred axis at (202d,25d) is now possible. Considerable changes in\n  Discussion have been made"]}]
["cond-mat/0502612",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0502612","Phys. Rev. B 72, 155105 (2005)"],"date":["2005-02-25","2005-03-04"],"type":["text"],"creator":["Sadovskii, M. V.","Nekrasov, I. A.","Kuchinskii, E. Z.","Pruschke, Th.","Anisimov, V. I."],"language":[],"coverage":[],"title":["Pseudogaps in Strongly Correlated Metals"],"description":["  We generalize the dynamical-mean field (DMFT) approximation by including into\nthe DMFT equations some length scale via a (momentum dependent) ``external''\nself-energy \\Sigma_k. This external self-energy describes non-local dynamical\ncorrelations induced by short-ranged collective SDW-like antiferromagnetic spin\n(or CDW-like charge) fluctuations. At high enough temperatures these\nfluctuations can be viewed as a quenched Gaussian random field with finite\ncorrelation length. This generalized DMFT+\\Sigma_k approach is used for the\nnumerical solution of the weakly doped one--band Hubbard model with repulsive\nCoulomb interaction on a square lattice with nearest and next nearest neighbour\nhopping. The effective single impurity problem in this generalized\nDMFT+\\Sigma_k is solved by numerical renormalization group (NRG). Both types of\nstrongly correlated metals, namely (i) doped Mott insulator and (ii) the case\nof bandwidth W<=U (U - value of local Coulomb interaction) are considered.\nDensities of states, spectral functions and ARPES spectra calculated within\nDMFT+\\Sigma_k show a pseudogap formation near the Fermi level of the\nquasiparticle band.\n","Comment: 35 pages, 16 figures"]}]
["cond-mat/0606599",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606599","Physica C 460-462, 230-233 (2007)","doi:10.1016/j.physc.2007.03.015"],"date":["2006-06-23","2006-07-05"],"type":["text"],"creator":["Feng, Shiping","Guo, Huaiming"],"language":[],"coverage":[],"title":["The fundamental role of superconducting quasiparticle coherence in\n  cuprate superconductors"],"description":["  Within the kinetic energy driven superconducting mechanism, we study the\ninterplay between superconductivity and the nodal and antinodal superconducting\nquasiparticle coherences in cuprate superconductors, and find the s-wave\nsuperconducting transition temperature is heavily suppressed by the antinodal\nsuperconducting quasiparticle coherence, while the d-wave superconducting\ntransition temperature is enhanced, therefore the antinodal superconducting\nquasiparticle coherence plays a more crucial role in superconductivity of\ncuprate superconductors.\n","Comment: 4 pages, 2 figures, typos corrected"]}]
["cond-mat/0612588",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612588","Physical Review Letters 99, 088103 (2007)","doi:10.1103/PhysRevLett.99.088103"],"date":["2006-12-22","2007-08-28"],"type":["text"],"creator":["Palmeri, J.","Manghi, M.","Destainville, N."],"language":[],"coverage":[],"title":["Thermal Denaturation of Fluctuating DNA Driven by Bending Entropy"],"description":["  A statistical model of homopolymer DNA, coupling internal base pair states\n(unbroken or broken) and external thermal chain fluctuations, is exactly solved\nusing transfer kernel techniques. The dependence on temperature and DNA length\nof the fraction of denaturation bubbles and their correlation length is\ndeduced. The thermal denaturation transition emerges naturally when the chain\nfluctuations are integrated out and is driven by the difference in bending\n(entropy dominated) free energy between broken and unbroken segments.\nConformational properties of DNA, such as persistence length and\nmean-square-radius, are also explicitly calculated, leading, e.g., to a\ncoherent explanation for the experimentally observed thermal viscosity\ntransition.\n","Comment: 4 pages, 1 figure"]}]
["cond-mat/0702473",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702473","Phys. Rev. B 75, 205441 (2007)","doi:10.1103/PhysRevB.75.205441"],"date":["2007-02-20"],"type":["text"],"creator":["Fernandez-Rossier, J.","Palacios, J. J.","Brey, L."],"language":[],"coverage":[],"title":["Electronic Structure of gated graphene and graphene ribbons"],"description":["  We study the electronic structure of gated graphene sheets. We consider both\ninfinite graphene and finite width ribbons. The effect of Coulomb interactions\nbetween the electrically injected carriers and the coupling to the external\ngate are computed self-consistently in the Hartree approximation. We compute\nthe average density of extra carriers, $n_{2D}$, the number of occupied\nsubbands and the density profiles as a function of the gate potential $V_g$. We\ndiscuss quantum corrections to the classical capacitance and we calculate the\nthreshold $V_g$ above which semiconducting armchair ribbons conduct. We find\nthat the ideal conductance of perfectly transmitting wide ribbons is\nproportional to the square root of the gate voltage.\n","Comment: 8 pages, 6 figures"]}]
["cond-mat/0703437",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703437","Phys. Rev. E 76, 025701(R) (2007) (4 pages)","doi:10.1103/PhysRevE.76.025701"],"date":["2007-03-16"],"type":["text"],"creator":["Karlin, I. V.","Ansumali, S."],"language":[],"coverage":[],"title":["Renormalization of the Lattice Boltzmann Hierarchy"],"description":["  Is it possible to solve Boltzmann-type kinetic equations using only a small\nnumber of particles velocities? We introduce a novel techniques of solving\nkinetic equations with (arbitrarily) large number of particle velocities using\nonly a lattice Boltzmann method on standard, low-symmetry lattices. The\nrenormalized kinetic equation is validated with the exact solution of the\nplanar Couette flow at moderate Knudsen numbers.\n","Comment: 4 pages, 1 figure"]}]
["cond-mat/0703563",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703563","J. Phys.: Condens. Matter 19 No 23 (13 June 2007) 232202"],"date":["2007-03-21"],"type":["text"],"creator":["Bogdanov, D.","Winzer, K.","Nekrasov, I. A.","Pruschke, T."],"language":[],"coverage":[],"title":["Electronic Properties of the Semiconductor RuIn$_3$"],"description":["  Temperature dependent measurements of the resistivity on RuIn$_3$ single\ncrystals show a semiconducting behaviour, in contrast to previously published\nresults. In the high temperature range the semiconducting gap was measured to\nbe $0.4-0.5$eV. We observe an anisotropy of the resistivity along [110] and\n[001] orientations of the tetragonal single crystals. At low temperatures two\nactivation energies of impurities were estimated to 1meV and 10meV. The\ntemperature dependence of the specific heat and the band structure calculations\nprovide also a semiconducting behaviour of RuIn$_3$.\n"]}]
["cond-mat/0703579",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703579","Phys. Rev. B 76, 064529 (2007)"],"date":["2007-03-22","2007-07-25"],"type":["text"],"creator":["Gumann, A.","Dahm, T.","Schopohl, N."],"language":[],"coverage":[],"title":["Microscopic Theory of Superconductor-Constriction-Superconductor\n  Josephson Junctions in a Magnetic Field"],"description":["  Self-consistent solutions of microscopic Eilenberger theory are presented for\na two-dimensional model of a superconducting channel with a geometric\nconstriction. Magnetic fields, external ones as well as those caused by the\nsupercurrents, are included and the relevant equations are solved numerically\nwithout further assumptions. Results concerning the influence of temperature,\ngeometric parameters, of $\\kappa=\\lambda_L/\\xi_0$ and of external magnetic\nfields on the Andreev bound states in the weak link and on the current-phase\nrelation are presented. We find that the Andreev bound states within the\njunction obtain peculiar substructure when a finite supercurrent flows. As long\nas the London penetration depth is comparable to or bigger than the extension\nof the constriction, the Josephson effect is independent of $\\kappa$.\nFurthermore, the weak link is very insensitive to external magnetic fields.\nFeatures restricted to a self-consistent calculation are discussed.\n","Comment: 15 pages, 16 figures; New, shortened version. Some additional\n  clarifications added. Accepted for publication in Phys. Rev. B"]}]
["cond-mat/0703631",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703631","Phys. Rev. B 76, 045312 (2007)","doi:10.1103/PhysRevB.76.045312"],"date":["2007-03-23","2007-06-15"],"type":["text"],"creator":["Chen, Gang","Bergman, Doron L.","Balents, Leon"],"language":[],"coverage":[],"title":["Semiclassical dynamics and long time asymptotics of the central-spin\n  problem in a quantum dot"],"description":["  The spin of an electron trapped in a quantum dot is a promising candidate\nimplementation of a qubit for quantum information processing. We study the\ncentral spin problem of the effect of the hyperfine interaction between such an\nelectron and a large number of nuclear moments. Using a spin coherent path\nintegral, we show that in this limit the electron spin evolution is well\ndescribed by classical dynamics of both the nuclear and electron spins. We then\nintroduce approximate yet systematic methods to analyze aspects of the\nclassical dynamics, and discuss the importance of the exact integrability of\nthe central spin Hamiltonian. This is compared with numerical simulation.\nFinally, we obtain the asymptotic long time decay of the electron spin\npolarization. We show that this is insensitive to integrability, and determined\ninstead by the transfer of angular momentum to very weakly coupled spins far\nfrom the center of the quantum dot. The specific form of the decay is shown to\ndepend sensitively on the form of the electronic wavefunction.\n","Comment: 13 pages, 4 figures, accepted by PRB"]}]
["cond-mat/0703790",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703790","Physical Review B 76, 064423 (2007)","doi:10.1103/PhysRevB.76.064423"],"date":["2007-03-29"],"type":["text"],"creator":["Metlitski, Max A.","Sachdev, Subir"],"language":[],"coverage":[],"title":["Impurity spin textures across conventional and deconfined quantum\n  critical points of two-dimensional antiferromagnets"],"description":["  We describe the spin distribution in the vicinity of a non-magnetic impurity\nin a two-dimensional antiferromagnet undergoing a transition from a\nmagnetically ordered Neel state to a paramagnet with a spin gap. The quantum\ncritical ground state in a finite system has total spin S=1/2 (if the system\nwithout the impurity had an even number of S=1/2 spins), and recent numerical\nstudies in a double layer antiferromagnet (K. H.Hoglund et al.,\ncond-mat/0611418) have shown that the spin has a universal spatial form\ndelocalized across the entire sample. We present the field theory describing\nthe uniform and staggered magnetizations in this spin texture for two classes\nof antiferromagnets: (i) the transition from a Neel state to a paramagnet with\nlocal spin singlets, in models with an even number of S=1/2 spins per unit\ncell, which are described by a O(3) Landau-Ginzburg-Wilson field theory; and\n(ii) the transition from a Neel state to a valence bond solid, in\nantiferromagnets with a single S=1/2 spin per unit cell, which are described by\na deconfined field theory of spinons.\n","Comment: 30 pages, 9 figures"]}]
["cond-mat/0703797",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703797","Phys. Rev. B 76, 073313 (2007)","doi:10.1103/PhysRevB.76.073313"],"date":["2007-03-30","2007-08-13"],"type":["text"],"creator":["Csontos, D.","Zuelicke, U."],"language":[],"coverage":[],"title":["Large variations in the hole spin splitting of quantum-wire subband\n  edges"],"description":["  We study Zeeman splitting of zone-center subband edges in a cylindrical hole\nwire subject to a magnetic field parallel to its axis. The g-factor turns out\nto fluctuate strongly as a function of wire-subband index, assuming values that\ndiffer substantially from those found in higher-dimensional systems. We analyze\nthe spin properties of hole-wire states using invariants of the spin-3/2\ndensity matrix and find a strong correlation between g-factor value and the\nprofile of hole-spin polarization density. Our results suggest possibilities\nfor confinement engineering of hole spin splittings.\n","Comment: 4 pages, 3 figures, RevTex4, to appear in PRB"]}]
["gr-qc/0506135",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0506135"],"date":["2005-06-29","2007-08-22"],"type":["text"],"creator":["Korunur, Murat","Havare, Ali"],"language":[],"coverage":[],"title":["Creation of Photons in Anisotropic Space-Times"],"description":["  This paper has been removed by arXiv administrators because of excessive\noverlap with gr-qc/0506062.\n","Comment: withdrawn by arXiv administrators due to excessive overlap. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0510038",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0510038"],"date":["2005-10-08","2007-08-22"],"type":["text"],"creator":["Aydogdu, Oktay","Salti, Mustafa"],"language":[],"coverage":[],"title":["Creation of Massless Spin-1 Particles in a Godel-type Metric"],"description":["  This paper has inappropriate amounts of overlap with the following papers\nalso written by the authors or their collaborators: gr-qc/0502059,\ngr-qc/0502061, gr-qc/0207026, and others.\n","Comment: withdrawn by arXiv administrators. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["math/0609112",{"format":[],"subject":["Mathematics - Representation Theory","43A85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609112","Proceedings of the Indian Acad. of Sciences(Math. Sci), 117(3),\n  2007, 325-331"],"date":["2006-09-04","2006-10-13"],"type":["text"],"creator":["Chanillo, Sagun"],"language":[],"coverage":[],"title":["Uniqueness of Solutions to Schrodinger Equations on Complex Semi-simple\n  Lie Groups"],"description":["  We consider the time dependent Schrodinger equation on a complex semi-simple\nLie group. We consider initial data a bi-invariant function. We prove that if\nthe initial data decays fast enough, and the solution decays fast enough at one\ntime slice, then the solution hs to vanish identically for all time. The\nhypothesis for decay we impose is shown to be optimal, uniqueness fails\notherwise. We also consider the Heisenberg roup. There we show that the\npresence of closed loops that arise as the projection of geodesics to the\ncontact plane at the origin precludes writing down a solution operator.\n","Comment: 9 pages, final version of the paper, typos corrected"]}]
["math/0702195",{"format":[],"subject":["Mathematics - Complex Variables","32E20, 32E30, 32H02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702195"],"date":["2007-02-07","2007-08-29"],"type":["text"],"creator":["Wold, Erlend Fornaess"],"language":[],"coverage":[],"title":["A Fatou-Bieberbach domain in C^2 which is not Runge"],"description":["  We give an example of a Fatou-Bieberbach domain which is not Runge in C^2.\n"]}]
["math/0703221",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703221"],"date":["2007-03-08","2007-08-29"],"type":["text"],"creator":["Chan, Ping-Shun"],"language":[],"coverage":[],"title":["Odd Degree Base Change Lifting for {\\rm U}(3)"],"description":["  This paper has been withdrawn by the author due to serious flaws in certain\nproofs. For instance, the method used to construct certain automorphic\nrepresentations is flawed.\n","Comment: This paper has been withdrawn"]}]
["nlin/0607026",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0607026","Discrete Dynamics in Nature and Society 2007 (2007), Article ID\n  48589, 20 pages","doi:10.1155/2007/48589"],"date":["2006-07-14","2006-08-15"],"type":["text"],"creator":["Aguilera, Antonio","Ugalde, Edgardo"],"language":[],"coverage":[],"title":["A Spatially Extended Model for Residential Segregation"],"description":["  In this paper we analyze urban spatial segregation phenomenon in terms of the\nincome distribution over a population, and inflationary parameter weighting the\nevolution of housing prices. For this, we develop a discrete, spatially\nextended model based in a multi--agent approach. In our model, the mobility of\nsocioeconomic agents is driven only by the housing prices. Agents exchange\nlocation in order to fit their status to the cost of their housing. On the\nother hand, the price of a particular house changes depends on the status of\nits tenant, and on the neighborhood mean lodging cost, weighted by a control\nparameter. The agent's dynamics converges to a spatially organized\nconfiguration, whose regularity we measured by using an entropy--like\nindicator. With this simple model we found a nontrivial dependence of\nsegregation on both, the initial inequality of the socioeconomic agents and the\ninflationary parameter. In this way we supply an explanatory model for the\nsegregation--inequality thesis putted forward by Douglas Massey.\n","Comment: 17 pages, 11 figures. email: aaguilera@colsan.edu.mx,\n  ugalde@ifisica.uaslp.mx"]}]
["physics/0602173",{"format":[],"subject":["Physics - Biological Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0602173","Int. J. Mod. Phys. C 18, 1025-1045 (2007)","doi:10.1142/S0129183107011108"],"date":["2006-02-24"],"type":["text"],"creator":["Bai, Wen-Jie","Zhou, Tao","Wang, Bing-Hong"],"language":[],"coverage":[],"title":["Interplay between HIV/AIDS Epidemics and Demographic Structures Based on\n  Sexual Contact Networks"],"description":["  In this article, we propose a network spread model for HIV epidemics, wherein\neach individual is represented by a node of the transmission network and the\nedges are the connections between individuals along which the infection may\nspread. The sexual activity of each individual, measured by its degree, is not\nhomogeneous but obeys a power-law distribution. Due to the heterogeneity of\nactivity, the infection can persistently exist at a very low prevalence, which\nhas been observed in real data but can not be illuminated by previous models\nwith homogeneous mixing hypothesis. Furthermore, the model displays a clear\npicture of hierarchical spread: In the early stage the infection is adhered to\nthese high-risk persons, and then, diffuses toward low-risk population. The\nprediction results show that the development of epidemics can be roughly\ncategorized into three patterns for different countries, and the pattern of a\ngiven country is mainly determined by the average sex-activity and transmission\nprobability per sexual partner. In most cases, the effect of HIV epidemics on\ndemographic structure is very small. However, for some extremely countries,\nlike Botswana, the number of sex-active people can be depressed to nearly a\nhalf by AIDS.\n","Comment: 23 pages, 12 figures"]}]
["physics/0606006",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0606006"],"date":["2006-06-01","2007-08-29"],"type":["text"],"creator":["Rolke, Wolfgang A.","Lopez, Angel M."],"language":[],"coverage":[],"title":["A Test for the Presence of a Signal"],"description":["  We describe a statistical hypothesis test for the presence of a signal based\non the likelihood ratio statistic. We derive the test for a case of interest\nand also show that for that case the test works very well, even far out in the\ntails of the distribution. We also study extensions of the test to cases where\nthere are multiple channels.\n","Comment: 4 pages, 4 figures"]}]
["physics/0607237",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0607237","J. Plasma Physics 73 (4) 543-54 (2007)","doi:10.1017/S0022377806004818"],"date":["2006-07-26"],"type":["text"],"creator":["Rowlands, G.","Allen, M. A."],"language":[],"coverage":[],"title":["Nonlinear magnetoacoustic waves in a cold plasma"],"description":["  The equations describing planar magnetoacoustic waves of permanent form in a\ncold plasma are rewritten so as to highlight the presence of a naturally small\nparameter equal to the ratio of the electron and ion masses. If the magnetic\nfield is not nearly perpendicular to the direction of wave propagation, this\nallows us to use a multiple-scale expansion to demonstrate the existence and\nnature of nonlinear wave solutions. Such solutions are found to have a rapid\noscillation of constant amplitude superimposed on the underlying large-scale\nvariation. The approximate equations for the large-scale variation are obtained\nby making an adiabatic approximation and in one limit, new explicit solitary\npulse solutions are found. In the case of a perpendicular magnetic field,\nconditions for the existence of solitary pulses are derived. Our results are\nconsistent with earlier studies which were restricted to waves having a\nvelocity close to that of long-wavelength linear magnetoacoustic waves.\n","Comment: 9 pages, 1 figure, to appear in J. Plasma Phys"]}]
["physics/0701287",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701287","doi:10.1017/S002237780700640X"],"date":["2007-01-24"],"type":["text"],"creator":["Phibanchon, S.","Allen, M. A.","Rowlands, G."],"language":[],"coverage":[],"title":["Weakly nonlinear waves in magnetized plasma with a slightly\n  non-Maxwellian electron distribution. Part 2. Stability of cnoidal waves"],"description":["  We determine the growth rate of linear instabilities resulting from\nlong-wavelength transverse perturbations applied to periodic nonlinear wave\nsolutions to the Schamel-Korteweg-de Vries-Zakharov-Kuznetsov (SKdVZK) equation\nwhich governs weakly nonlinear waves in a strongly magnetized cold-ion plasma\nwhose electron distribution is given by two Maxwellians at slightly different\ntemperatures. To obtain the growth rate it is necessary to evaluate non-trivial\nintegrals whose number is kept to minimum by using recursion relations. It is\nshown that a key instance of one such relation cannot be used for classes of\nsolution whose minimum value is zero, and an additional integral must be\nevaluated explicitly instead. The SKdVZK equation contains two nonlinear terms\nwhose ratio $b$ increases as the electron distribution becomes increasingly\nflat-topped. As $b$ and hence the deviation from electron isothermality\nincreases, it is found that for cnoidal wave solutions that travel faster than\nlong-wavelength linear waves, there is a more pronounced variation of the\ngrowth rate with the angle $\\theta$ at which the perturbation is applied.\nSolutions whose minimum value is zero and travel slower than long-wavelength\nlinear waves are found, at first order, to be stable to perpendicular\nperturbations and have a relatively narrow range of $\\theta$ for which the\nfirst-order growth rate is not zero.\n","Comment: 11 pages, 6 figures, to appear in J. Plasma Phys"]}]
["q-bio/0606042",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0606042","American Naturalist 170, 232-241 (2007)","doi:10.1086/518949"],"date":["2006-06-30","2007-08-29"],"type":["text"],"creator":["Hilker, Frank M.","Westerhoff, Frank H."],"language":[],"coverage":[],"title":["Preventing extinction and outbreaks in chaotic populations"],"description":["  Interactions in ecological communities are inherently nonlinear and can lead\nto complex population dynamics including irregular fluctuations induced by\nchaos. Chaotic population dynamics can exhibit violent oscillations with\nextremely small or large population abundances that might cause extinction and\nrecurrent outbreaks, respectively. We present a simple method that can guide\nmanagement efforts to prevent crashes, peaks, or any other undesirable state.\nAt the same time, the irregularity of the dynamics can be preserved when chaos\nis desirable for the population. The control scheme is easy to implement\nbecause it relies on time series information only. The method is illustrated by\ntwo examples: control of crashes in the Ricker map and control of outbreaks in\na stage-structured model of the flour beetle Tribolium. It turns out to be\neffective even with few available data and in the presence of noise, as is\ntypical for ecological settings.\n","Comment: 10 pages, 6 figures"]}]
["quant-ph/0701211",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701211","Quantum Information and Computation 8, 1-2 (2008) 127-146"],"date":["2007-01-29","2007-06-11"],"type":["text"],"creator":["Planat, Michel","Saniga, Metod"],"language":[],"coverage":[],"title":["On the Pauli graphs of N-qudits"],"description":["  A comprehensive graph theoretical and finite geometrical study of the\ncommutation relations between the generalized Pauli operators of N-qudits is\nperformed in which vertices/points correspond to the operators and edges/lines\njoin commuting pairs of them. As per two-qubits, all basic properties and\npartitionings of the corresponding Pauli graph are embodied in the geometry of\nthe generalized quadrangle of order two. Here, one identifies the operators\nwith the points of the quadrangle and groups of maximally commuting subsets of\nthe operators with the lines of the quadrangle. The three basic partitionings\nare (a) a pencil of lines and a cube, (b) a Mermin's array and a bipartite-part\nand (c) a maximum independent set and the Petersen graph. These factorizations\nstem naturally from the existence of three distinct geometric hyperplanes of\nthe quadrangle, namely a set of points collinear with a given point, a grid and\nan ovoid, which answer to three distinguished subsets of the Pauli graph,\nnamely a set of six operators commuting with a given one, a Mermin's square,\nand set of five mutually non-commuting operators, respectively. The generalized\nPauli graph for multiple qubits is found to follow from symplectic polar spaces\nof order two, where maximal totally isotropic subspaces stand for maximal\nsubsets of mutually commuting operators. The substructure of the (strongly\nregular) N-qubit Pauli graph is shown to be pseudo-geometric, i. e., isomorphic\nto a graph of a partial geometry. Finally, the (not strongly regular) Pauli\ngraph of a two-qutrit system is introduced; here it turns out more convenient\nto deal with its dual in order to see all the parallels with the two-qubit case\nand its surmised relation with the generalized quadrangle Q(4, 3), the dual\nofW(3).\n","Comment: 17 pages. Expanded section on two-qutrits, Quantum Information and\n  Computation (2007) accept\\'e"]}]
["quant-ph/0702033",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702033","In Proceedings of the 8th Int. Conf. on Quantum Communication,\n  Measurement and Computing, ed. by O. Hirota, J. H. Shapiro and M. Sasaki\n  (NICT press, Japan, 2007), p. 331"],"date":["2007-02-05"],"type":["text"],"creator":["Sacchi, Massimiliano F."],"language":[],"coverage":[],"title":["Information-disturbance tradeoff in covariant quantum state estimation"],"description":["  We provide a general framework for quantifying the optimal tradeoff between\nthe information retrieved by a quantum measurement and the disturbance on the\nquantum state in covariant quantum state estimation.\n","Comment: 4 pages; contribution for the proceedings of the QCMC06"]}]
