["0704.0886",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0886","Phys. Rev. B 75, 245104 (2007)","doi:10.1103/PhysRevB.75.245104"],"date":["2007-04-06","2007-06-20"],"type":["text"],"creator":["Jung, Peter","Rosch, Achim"],"language":[],"coverage":[],"title":["Lower bounds for the conductivities of correlated quantum systems"],"description":["  We show how one can obtain a lower bound for the electrical, spin or heat\nconductivity of correlated quantum systems described by Hamiltonians of the\nform H = H0 + g H1. Here H0 is an interacting Hamiltonian characterized by\nconservation laws which lead to an infinite conductivity for g=0. The small\nperturbation g H1, however, renders the conductivity finite at finite\ntemperatures. For example, H0 could be a continuum field theory, where momentum\nis conserved, or an integrable one-dimensional model while H1 might describe\nthe effects of weak disorder. In the limit g to 0, we derive lower bounds for\nthe relevant conductivities and show how they can be improved systematically\nusing the memory matrix formalism. Furthermore, we discuss various applications\nand investigate under what conditions our lower bound may become exact.\n","Comment: Title changed; 9 pages, 2 figures"]}]
["0704.2283",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2283","Phys. Rev. Lett. 98, 210601 (2007)","doi:10.1103/PhysRevLett.98.210601"],"date":["2007-04-18"],"type":["text"],"creator":["Blickle, V.","Speck, T.","Lutz, C.","Seifert, U.","Bechinger, C."],"language":[],"coverage":[],"title":["The Einstein relation generalized to non-equilibrium"],"description":["  The Einstein relation connecting the diffusion constant and the mobility is\nviolated beyond the linear response regime. For a colloidal particle driven\nalong a periodic potential imposed by laser traps, we test the recent\ntheoretical generalization of the Einstein relation to the non-equilibrium\nregime which involves an integral over measurable velocity correlation\nfunctions.\n"]}]
["0704.3007",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Algebraic Geometry","46L65, 14A20, 32C38, 53D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3007"],"date":["2007-04-23","2007-06-20"],"type":["text"],"creator":["Schapira, Pierre"],"language":[],"coverage":[],"title":["Deformation quantization modules on complex symplectic manifolds"],"description":["  We study modules over the algebroid stack $\\W[\\stx]$ of deformation\nquantization on a complex symplectic manifold $\\stx$ and recall some results:\nconstruction of an algebra for $\\star$-products, existence of (twisted) simple\nmodules along smooth Lagrangian submanifolds, perversity of the complex of\nsolutions for regular holonomic $\\W[\\stx]$-modules, finiteness and duality for\nthe composition of ``good'' kernels. As a corollary, we get that the derived\ncategory of good $\\W[\\stx]$-modules with compact support is a Calabi-Yau\ncategory. We also give a conjectural Riemann-Roch type formula in this\nframework.\n","Comment: To appear in the Proceedings of the Poisson 2006 (Tokyo), AMS\n  Contemporary Mathematics"]}]
["0704.3262",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3262","Physical Review B 75, 245111 (2007)","doi:10.1103/PhysRevB.75.245111"],"date":["2007-04-24"],"type":["text"],"creator":["Schmidt, Rainer","Eerenstein, Wilma","Winiecki, Thomas","Morrison, Finlay D.","Midgley, Paul A."],"language":[],"coverage":[],"title":["Impedance spectroscopy of epitaxial multiferroic thin films"],"description":["  Temperature dependent impedance spectroscopy enables the many contributions\nto the dielectric and resistive properties of condensed matter to be\ndeconvoluted and characterized separately. We have achieved this for\nmultiferroic epitaxial thin films of BiFeO3 (BFO) and BiMnO3 (BMO), key\nexamples of materials with strong magneto-electric coupling. We demonstrate\nthat the true film capacitance of the epitaxial layers is similar to that of\nthe electrode interface, making analysis of capacitance as a function of film\nthickness necessary to achieve deconvolution. We modeled non-Debye impedance\nresponse using Gaussian distributions of relaxation times and reveal that\nconventional resistivity measurements on multiferroic layers may be dominated\nby interface effects. Thermally activated charge transport models yielded\nactivation energies of 0.60 eV +- 0.05 eV (BFO) and 0.25 eV +- 0.03 eV (BMO),\nwhich is consistent with conduction dominated by oxygen vacancies (BFO) and\nelectron hopping (BMO). The intrinsic film dielectric constants were determined\nto be 320 +- 75 (BFO) and 450 +- 100 (BMO).\n"]}]
["0705.0323",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0323","Phys. Rev. E 75, 060101 (2007)","doi:10.1103/PhysRevE.75.060101"],"date":["2007-05-02"],"type":["text"],"creator":["Blickle, V.","Speck, T.","Seifert, U.","Bechinger, C."],"language":[],"coverage":[],"title":["Characterizing Potentials by a Generalized Boltzmann Factor"],"description":["  Based on the concept of a nonequilibrium steady state, we present a novel\nmethod to experimentally determine energy landscapes acting on colloidal\nsystems. By measuring the stationary probability distribution and the current\nin the system, we explore potential landscapes with barriers up to several\nhundred $\\kT$. As an illustration, we use this approach to measure the\neffective diffusion coefficient of a colloidal particle moving in a tilted\npotential.\n"]}]
["0705.1892",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1892","Physical Review Letters 98, 243902 (2007)","doi:10.1103/PhysRevLett.98.243902"],"date":["2007-05-14","2007-06-20"],"type":["text"],"creator":["Tasgal, Richard S.","Band, Y. B.","Malomed, Boris A."],"language":[],"coverage":[],"title":["Optoacoustic solitons in Bragg gratings"],"description":["  Optical gap solitons, which exist due to a balance of nonlinearity and\ndispersion due to a Bragg grating, can couple to acoustic waves through\nelectrostriction. This gives rise to a new species of ``gap-acoustic'' solitons\n(GASs), for which we find exact analytic solutions. The GAS consists of an\noptical pulse similar to the optical gap soliton, dressed by an accompanying\nphonon pulse. Close to the speed of sound, the phonon component is large. In\nsubsonic (supersonic) solitons, the phonon pulse is a positive (negative)\ndensity variation. Coupling to the acoustic field damps the solitons'\noscillatory instability, and gives rise to a distinct instability for\nsupersonic solitons, which may make the GAS decelerate and change direction,\nultimately making the soliton subsonic.\n","Comment: 5 pages, 3 figures"]}]
["0705.2350",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2350"],"date":["2007-05-15"],"type":["text"],"creator":["Alvarez, Gonzalo A."],"language":[],"coverage":[],"title":["Decoherence of many-spin systems in NMR: From molecular characterization\n  to an environmentally induced quantum dynamical phase transition"],"description":["  The control of open quantum systems has a fundamental relevance for fields\nranging from quantum information processing to nanotechnology. Typically, the\nsystem whose coherent dynamics one wants to manipulate, interacts with an\nenvironment that smoothly degrades its quantum dynamics. Thus, a precise\nunderstanding of the inner mechanisms of this process, called \"decoherence\", is\ncritical to develop strategies to control the quantum dynamics. In this thesis\nwe solved the generalized Liouville-von Neumann quantum master equation to\nobtain the dynamics of many-spin systems interacting with a spin bath. We also\nsolve the spin dynamics within the Keldysh formalism. Both methods lead to\nidentical solutions and together gave us the possibility to obtain numerous\nphysical predictions that contrast well with Nuclear Magnetic Resonance\nexperiments. We applied these tools for molecular characterizations,\ndevelopment of new numerical methodologies and the control of quantum dynamics\nin experimental implementations. But, more important, these results contributed\nto fundamental physical interpretations of how quantum dynamics behaves in open\nsystems. In particular, we found a manifestation of an environmentally induced\nquantum dynamical phase transition.\n","Comment: PhD Thesis, Universidad Nacional de Cordoba, 2007. 147 pages, 45\n  figures; arXiv admin note: The size of the PDF file apparently causes\n  problems with PDF browser plug-ins. Be sure to instead download and open the\n  PDF in a separate application"]}]
["0705.4326",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4326"],"date":["2007-05-29","2007-06-19"],"type":["text"],"creator":["Duan, Huagui","Long, Yiming"],"language":[],"coverage":[],"title":["Multiplicity and stability of closed geodesics on bumpy Finsler\n  3-spheres"],"description":["  We prove that for every $\\Q$-homological Finsler 3-sphere $(M,F)$ with a\nbumpy and irreversible metric $F$, either there exist two non-hyperbolic prime\nclosed geodesics, or there exist at least three prime closed geodesics.\n","Comment: 17 pages. Some modifications have been made. accepted by Calc. Var. &\n  PDEs"]}]
["0706.2147",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2147"],"date":["2007-06-14"],"type":["text"],"creator":["Jaffe, Arthur","Moser, David"],"language":[],"coverage":[],"title":["Replica Condensation and Tree Decay"],"description":["  We give an intuitive method--using local, cyclic replica symmetry--to isolate\nexponential tree decay in truncated (connected) correlations. We give an\nexpansion and use the symmetry to show that all terms vanish, except those\ndisplaying {\\em replica condensation}. The condensation property ensures\nexponential tree decay.\n  We illustrate our method in a low-temperature Ising system, but expect that\none can use a similar method in other random field and quantum field problems.\nWhile considering the illustration, we prove an elementary upper bound on the\nentropy of random lattice surfaces.\n"]}]
["0706.2274",{"format":[],"subject":["Quantum Physics","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2274"],"date":["2007-06-15"],"type":["text"],"creator":["Rau, Jochen"],"language":[],"coverage":[],"title":["Consistent reasoning about a continuum of hypotheses on the basis of\n  finite evidence"],"description":["  In the modern Bayesian view classical probability theory is simply an\nextension of conventional logic, i.e., a quantitative tool that allows for\nconsistent reasoning in the presence of uncertainty. Classical theory\npresupposes, however, that--at least in principle--the amount of evidence that\nan experimenter can accumulate always matches the size of the hypothesis space.\nI investigate how the framework for consistent reasoning must be modified in\nnon-classical situations where hypotheses form a continuum, yet the maximum\nevidence accessible through experiment is not allowed to exceed some finite\nupper bound. Invoking basic consistency requirements pertaining to the\npreparation and composition of systems, as well as to the continuity of\nprobabilities, I show that the modified theory must have an internal symmetry\nisomorphic to the unitary group. It thus appears that the only consistent\nalgorithm for plausible reasoning about a continuum of hypotheses on the basis\nof finite evidence is furnished by quantum theory in complex Hilbert space.\n","Comment: 9 pages REVTeX, twocolumn, no figures; critical feedback very welcome"]}]
["0706.2575",{"format":[],"subject":["Computer Science - Discrete Mathematics","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2575"],"date":["2007-06-18","2007-06-20"],"type":["text"],"creator":["Kettani, O."],"language":[],"coverage":[],"title":["A new lower bound on the independence number of a graph"],"description":["  For a given connected graph G on n vertices and m edges, we prove that its\nindependence number is at least (2m+n+2-sqrt(sqr(2m+n+2)-16sqr(n)))/8.\n","Comment: 4 pages"]}]
["0706.2664",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","47B33 (Primary), 30D55, 47B38 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2664"],"date":["2007-06-18"],"type":["text"],"creator":["Gallardo-Gutiérrez, Eva A.","González, Maria J.","Nieminen, Pekka","Saksman, Eero"],"language":[],"coverage":[],"title":["On the connected component of compact composition operators on the Hardy\n  space"],"description":["  We show that there exist non-compact composition operators in the connected\ncomponent of the compact ones on the classical Hardy space $H^2$ on the unit\ndisc. This answers a question posed by Shapiro and Sundberg in 1990. We also\nestablish an improved version of a theorem of MacCluer, giving a lower bound\nfor the essential norm of a difference of composition operators in terms of the\nangular derivatives of their symbols. As a main tool we use Aleksandrov-Clark\nmeasures.\n","Comment: 16 pages"]}]
["0706.2666",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14J45, 14J26, 14E15, 14J17, 32Q10, 32Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2666"],"date":["2007-06-19"],"type":["text"],"creator":["Cheltsov, Ivan"],"language":[],"coverage":[],"title":["On singular cubic surfaces"],"description":["  We study global log canonical thresholds of cubic surfaces with canonical\nsingularities, and we prove the existence of a Kahler-Einstein metric on two\nsingular cubic surfaces.\n","Comment: 17 pages"]}]
["0706.2667",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2667"],"date":["2007-06-18"],"type":["text"],"creator":["Kowalik, Katarzyna"],"language":[],"coverage":[],"title":["Longitudinal double spin asymmetry in jet production at STAR"],"description":["  We present recent measurements of the longitudinal double-spin asymmetry A_LL\nfor the inclusive production of jets at midrapidity in polarized proton-proton\ncollisions at sqrt(s)=200GeV. The data amount to an integrated luminosity of\n3pb-1 and were collected with the STAR detector at the Relativistic Heavy Ion\nCollider during the year 2005 with average beam polarizations of about 50%. The\nALL measurements cover jet transverse momenta 5 < pT < 30 GeV/c expanding the\npT coverage over previously published data. The results will be compared with\nperturbative QCD evaluations and shown to provide sensitive constraints on the\ngluon spin contribution to the nucleon spin.\n","Comment: 4 pages, 1 figure"]}]
["0706.2673",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","34M05, 34M45, 70H06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2673"],"date":["2007-06-18"],"type":["text"],"creator":["Lesfari, A."],"language":[],"coverage":[],"title":["Le th\\'eor\\`eme de Riemann-Roch et ses applications"],"description":["  The Riemann-Roch theorem is of utmost importance in the algebraic geometric\ntheory of compact Riemann surfaces. It tells us how many linearly independent\nmeromorphic functions there are having certain restrictions on their poles. The\naim of this article is to present a simple direct proof of this theorem and\nexplore some of its numerous consequences. We also give an analytic proof of\nthe Riemann-Hurwitz formula. As an application, we compute the genus of some\ninteresting algebraic curves.\n","Comment: 16 pages"]}]
["0706.2680",{"format":[],"subject":["Physics - Plasma Physics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2680"],"date":["2007-06-18","2007-06-20"],"type":["text"],"creator":["Singleton Jr, Robert L."],"language":[],"coverage":[],"title":["BPS Explained I: Temperature Relaxation in a Plasma"],"description":["  This is the first of two lectures on a new powerful technique employed by\nBrown, Preston, and Singleton (BPS) to calculate transport quantities in a\nplasma. This exposition will be self-contained and intended for those who are\nnot specialists in quantum field theory, where the technique of dimensional\ncontinuation exploited by BPS first arose. The method is highlighted by the\ninteresting analogy between the Coulomb logarithm of Lyman Spitzer on the one\nhand, and the Lamb shift as calculated by Hans Bethe on the other. BPS employed\nthe method in a novel way that provides the leading and subleading behavior for\nprocesses with competing disparate length or energy scales. They calculated the\ntemperature equilibration rate to leading and next-to-leading order in the\nplasma number density for any two species in a plasma that are in thermal\nequilibrium with themselves, but not necessarily with each other. A special\ncase of this calculation is the electron-ion temperature equilibration rate. It\nshould be emphasized that the BPS result is not a model, but rather it is an\nexact calculation of the leading terms in a well-defined perturbation theory.\nThis exact result differs from approximations and models given in the\nliterature.\n","Comment: 44 pages, 5 figures; added Los Alamos preprint number in text and\n  fixed typo in abstract"]}]
["0706.2697",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2697"],"date":["2007-06-18"],"type":["text"],"creator":["Nemoto, Yukio","Kitazawa, Masakiyo","Kunihiro, Teiji"],"language":[],"coverage":[],"title":["Fluctuations of the chiral condensate and quasi-particle spectra near\n  phase transition"],"description":["  We investigate the quark spectrum near but above the critical temperature of\nthe chiral transition, taking into account the precursory soft modes. It is\nfound that there appear novel excitation spectra of quasi-quarks and\nquasi-antiquarks with a three-peak structure. By a detailed analysis on the\nformation of the three-peak structure using Yukawa models, it is shown that the\nnew quark spectra originate from the mixing between a quark (anti-quark) and an\nantiquark hole (quark hole) caused by a resonant scattering of the quasi-quark\nwith the soft modes which have a small but finite excitation energy with a\nsmall width near the critical temperature.\n","Comment: 10 pages, 5 figures, talk given at Mini-Workshop on ``Strongly\n  Coupled Quark-Gluon Plasma: SPS, RHIC and LHC\", Nagoya, Japan, 16-18 Feb.\n  2007"]}]
["0706.2701",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2701"],"date":["2007-06-18"],"type":["text"],"creator":["de Andrade, Garcia"],"language":[],"coverage":[],"title":["Differential rotation of stretched and twisted thick magnetic flux tube\n  dynamos in Riemannian spaces"],"description":["  The topological mapping between a torus of big radius and a sphere is applied\nto the Riemannian geometry of a stretched and twisted very thick magnetic flux\ntube, to obtain spherical dynamos solving the magnetohydrodynamics (MHD)\nself-induction equation for the magnetic flux tubes undergoing differential\n(non-uniform) rotation along the tube magnetic axis. Constraints on the shear\nis also computed. It is shown that when the hypothesis of the convective\ncyclonic dynamo is used the rotation is constant and a solid rotational body is\nobtained. As usual toroidal fields are obtained from poloidal magnetic field\nand these fields may be expressed in terms of the differential rotation\n${\\Omega}(r,{\\theta}(s))$. In the case of non-cyclonic dynamos the torsion in\nthe Frenet frame is compute in terms of the dynamo constant. The flux tube\nshear $\\frac{\\partial}{{\\partial}r}{\\Omega}$ is also computed. The untwisted\ntube case is shown to be trivial in the sense that does not support any dynamo\naction. This case is in agreement with Cowling antidynamo theorem, since in the\nuntwisted case the tube becomes axially symmetric which the refereed theorem\nrules out. We also show that it is consistent with the Zeldovich antidynamo\ntheorem which rules out planar dynamos. Knowledge of the differential rotation\nof the Earth, for example, allows one to place limits on the curvature and\ntorsion of the flux tube axis and vice-versa, knowledge of the topology permit\nus to infer differential rotation and other physical parameters of the stars\nand planets.\n"]}]
["0706.2703",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2703"],"date":["2007-06-18"],"type":["text"],"creator":["Khawaja, U. Al"],"language":[],"coverage":[],"title":["Exact Solitonic Solutions of the Gross-Pitaevskii Equation with a Linear\n  Potential"],"description":["  We derive classes of exact solitonic solutions of the time-dependent\nGross-Pitaevskii equation with repulsive and attractive interatomic\ninteractions. The solutions correspond to a string of bright solitons with\nphase difference between adjacent solitons equal to $\\pi$. While the relative\nphase, width, and distance between adjacent solitons turn out to be a constant\nof the motion, the center of mass of the string moves with a constant\nacceleration arising from the inhomogeneity of the background.\n"]}]
["0706.2705",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2705"],"date":["2007-06-18"],"type":["text"],"creator":["Khawaja, U. Al"],"language":[],"coverage":[],"title":["Exact Solitonic Solutions of the One-Dimensional Gross-Pitaevskii\n  Equation with a Time-Dependent Harmonic Potential and Interatomic Interaction"],"description":["  We derive exact solitonic solutions of the one-dimensional time-dependent\nGross-Pitaevskii equation with time-dependent strengths of the harmonic\nexternal potential and the interatomic interaction. The time-dependence of the\nexternal potential and interatomic interaction are given in terms of a general\nfunction of time. For an oscillating strength of the external potential, the\nsolutions correspond to breathing single and multiple solitons. The amplitude\nand frequency of the oscillating potential can be used to control the dynamics\nof the center of mass of the solitons. For certain values of these parameters,\nthe solitons can be {\\it trapped} at the center of the harmonic potential.\n"]}]
["0706.2706",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33C70","33C10","39A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2706"],"date":["2007-06-18"],"type":["text"],"creator":["Ohara, Katsuyoshi","Takayama, Nobuki"],"language":[],"coverage":[],"title":["Holonomic rank of A-hypergeometric differential-difference equations"],"description":["  We introduce A-hypergeometric differential-difference equation and prove that\nits holonomic rank is equal to the normalized volume of A with giving a set of\nconvergent series solutions.\n","Comment: 16 pages"]}]
["0706.2707",{"format":[],"subject":["Mathematics - Combinatorics","20F32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2707","Bull. of the London Math. Soc. 29:407-414 (1997)"],"date":["2007-06-18"],"type":["text"],"creator":["Atkinson, M. D.","van Willigenburg, S. J."],"language":[],"coverage":[],"title":["The p-modular Descent Algebra of the Symmetric Group"],"description":["  The descent algebra of the symmetric group, over a field of non-zero\ncharacteristic p, is studied. A homomorphism into the algebra of generalised\np-modular characters of the symmetric group is defined. This is then used to\ndetermine the radical, and its nilpotency index. It also allows the irreducible\nrepresentations of the descent algebra to be described.\n","Comment: 8 pages"]}]
["0706.2714",{"format":[],"subject":["Mathematics - Combinatorics","20F32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2714","J. of Algebra 206:693-698 (1998)"],"date":["2007-06-19"],"type":["text"],"creator":["van Willigenburg, Stephanie J."],"language":[],"coverage":[],"title":["A Proof of Solomon's Rule"],"description":["  We put forward a proof of Solomon's rule, in terms of matrices, for\nmultiplication in the descent algebra of the symmetric group. Our proof\nexploits the graphs that we can obtain from all the subsets of the set of\ntranspositions, $\\{(i,i+1)\\}_{i=1}^{n-1}$.\n","Comment: 6 pages"]}]
["0706.2717",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2717"],"date":["2007-06-19"],"type":["text"],"creator":["Barber Jr., Richard P.","Popalisky, David J.","Hacking, Rose","Chiapella, Kristina"],"language":[],"coverage":[],"title":["Newton's 2nd Law and the Physics of Dance"],"description":["  In teaching the physical sciences, a significant challenge lies in the\nstudent's tendency to consider the scientific world and the \"real\" world as\nseparate. For example, Newton's 1st Law of Motion states that an object in\nmotion remains in motion in a straight line unless acted on by an external\nforce. However, our experience tells us that most objects keep moving only as\nlong as someone or something pushes on them. One key to understanding physics\nis the ability to abstract the \"law\" from a reality which also includes\nfriction and other effects. In this article we describe a college course for\nnon-science majors, The Physics of Dance. The central theme of this course is\nthe personalization of the physics of motion by making each student the object.\nWith this approach we give students not only scientific tools to measure and\nunderstand but personal involvement to experience forces and motion. This\ncombination provides a bridge that connects the science to reality.\n","Comment: pdf 12 pages 5 figures submitted to American Journal of Physics"]}]
["0706.2721",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2721"],"date":["2007-06-19"],"type":["text"],"creator":["Kolesnikov, Pavel"],"language":[],"coverage":[],"title":["Associative algebras related to conformal algebras"],"description":["  In this note, we introduce a class of algebras that are in some sense related\nto conformal algebras. This class (called TC-algebras) includes Weyl algebras\nand some of their (associative and Lie) subalgebras. By a conformal algebra we\ngenerally mean what is known as $H$-pseudo-algebra over the polynomial Hopf\nalgebra $H=\\Bbbk[T_1,..., T_n]$. Some recent results in structure theory of\nconformal algebras are applied to get a description of TC-algebras.\n","Comment: Presented at the Cairo Algebra&Coalgebra Conference, 2006; to appear\n  in Applied Categorical Structures"]}]
["0706.2722",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2722"],"date":["2007-06-19"],"type":["text"],"creator":["Banfi, Andrea"],"language":[],"coverage":[],"title":["Three-jet event-shapes: first NLO+NLL+1/Q results"],"description":["  Three-jet event-shape distributions can be exploited to investigate the\ndependence of hadronisation effects on the colour and the geometry of the\nunderlying hard event. We present here the first comparison of data in e+e-\nannihilation and state-of-the-art theoretical predictions, including\nresummation of large logarithms at next-to-leading logarithmic accuracy matched\nto exact next-to-leading order and leading non-perturbative power corrections.\n","Comment: 4 pages, 2 figures. Talk given at the DIS 2007 Workshop, April 16-20,\n  2007, Munich, Germany"]}]
["0706.2725",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2725"],"date":["2007-06-19"],"type":["text"],"creator":["Zhu, Guohun"],"language":[],"coverage":[],"title":["The Complexity of Determining Existence a Hamiltonian Cycle is $O(n^3)$"],"description":["  The Hamiltonian cycle problem in digraph is mapped into a matching cover\nbipartite graph. Based on this mapping, it is proved that determining existence\na Hamiltonian cycle in graph is $O(n^3)$.\n","Comment: 6 papers"]}]
["0706.2728",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2728"],"date":["2007-06-19"],"type":["text"],"creator":["Cacciari, Matteo"],"language":[],"coverage":[],"title":["Jet Areas, and What They are Good For"],"description":["  We introduce the concept of the area of a jet, and show how it can be used to\nperform the subtraction of even a large amount of diffuse noise from hard jets.\n","Comment: 4 pages, presented at Moriond QCD, La Thuile, Italy, March 2007. To\n  appear in the Proceedings"]}]
["0706.2731",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D02","13D07","13D25","13D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2731"],"date":["2007-06-19"],"type":["text"],"creator":["Chardin, Marc"],"language":[],"coverage":[],"title":["On the behavior of Castelnuovo-Mumford regularity with respect to some\n  functors"],"description":["  We investigate the behavior of Castelnuovo-Mumford regularity with respect to\nsome classical functors : Tor, the Frobenius functor in positive\ncharacteristic, taking a power or a product (on ideals). These generalizes and\nrefines previous results on these issues by several authors. As an application\nwe provide results on the regularity of an intersection of subschemes of a\nprojective scheme, under appropriate geometric hypotheses. Results on the\nrigidity of multiple Tor modules and on the characterization of their vanishing\nare given, motivated by geometric applications.\n"]}]
["0706.2732",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2732","Proceedings of the 2007 ACM Great Lakes Symposium on VLSI\n  (12/03/2007) 347"],"date":["2007-06-19"],"type":["text"],"creator":["Chavet, Cyrille","Coussy, Philippe","Urard, Pascal","Martin, Eric"],"language":[],"coverage":[],"title":["A Design Methodology for Space-Time Adapter"],"description":["  This paper presents a solution to efficiently explore the design space of\ncommunication adapters. In most digital signal processing (DSP) applications,\nthe overall architecture of the system is significantly affected by\ncommunication architecture, so the designers need specifically optimized\nadapters. By explicitly modeling these communications within an effective\ngraph-theoretic model and analysis framework, we automatically generate an\noptimized architecture, named Space-Time AdapteR (STAR). Our design flow inputs\na C description of Input/Output data scheduling, and user requirements\n(throughput, latency, parallelism...), and formalizes communication constraints\nthrough a Resource Constraints Graph (RCG). The RCG properties enable an\nefficient architecture space exploration in order to synthesize a STAR\ncomponent. The proposed approach has been tested to design an industrial data\nmixing block example: an Ultra-Wideband interleaver.\n","Comment: ISBN : 978-1-59593-606-8"]}]
["0706.2734",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2734"],"date":["2007-06-19"],"type":["text"],"creator":["Krolikowski, Wojciech"],"language":[],"coverage":[],"title":["Towards a realistic neutrino mass formula: part two"],"description":["  A two-parameter neutrino mass formula is described, giving a moderately\nhierarchical spectrum m_1 < m_2 < m_3 consistent with the experimental\nestimates of Delta m^2_{21} and Delta m^2_{32}. The formula follows from a\nthree-parameter empirical neutrino mass formula through imposing a parameter\nconstraint and leads to a very simple neutrino mass sum rule m_3 = 18 m_2 - 48\nm_1. Some alternative parameter constraints, used tentatively to eliminate one\nof three parameters, are compared.\n","Comment: 11 pages"]}]
["0706.2735",{"format":[],"subject":["Mathematics - Number Theory","11M38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2735"],"date":["2007-06-19"],"type":["text"],"creator":["Chinta, Gautam","Mohler, Joel B."],"language":[],"coverage":[],"title":["Sums of $L$-functions over the rational function field"],"description":["  Friedberg, Hoffstein and Lieman have constructed two related multiple\nDirichlet series from quadratic and higher-order $L$-functions and Gauss sums.\nWe compute these multiple Dirichlet series explicitly in the case of the\nrational function field. This is done by utilizing the functional equation of\nthe $L$-functions and the functional equation relating the two multiple\nDirichlet series. We also point out a very simple correspondence between these\nseries and their $p$-parts.\n","Comment: 13 pages"]}]
["0706.2738",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2738"],"date":["2007-06-19"],"type":["text"],"creator":["Bierenbaum, I.","Blümlein, J.","Klein, S."],"language":[],"coverage":[],"title":["Two-Loop Massive Operator Matrix Elements for Polarized and Unpolarized\n  Deep-Inelastic Scattering"],"description":["  The $O(\\alpha_s^2)$ massive operator matrix elements for unpolarized and\npolarized heavy flavor production at asymptotic values $Q^2 >> m^2$ are\ncalculated in Mellin space without applying the integration-by-parts method. We\nconfirm previous results given in Refs. \\cite{BU1,BU2}, however, obtain much\nmore compact representations.\n","Comment: 1 latex file, 1 style file, Proceedings DIS 2007, Munich, April 2007"]}]
["0706.2743",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11A25,(11A07,37E05)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2743","Fibonacci Quarterly 38(2000), 217-222"],"date":["2007-06-19"],"type":["text"],"creator":["Du, Bau-Sen"],"language":[],"coverage":[],"title":["Obtaining New Dividing Formulas n|Q(n) From the Known Ones"],"description":["  In this note, we present a few methods (Theorems 1, 2, and 3) from discrete\ndynamical systems theory of obtaining new functions Q(n) from the known ones so\nthat the dividing formulas n|Q(n) hold.\n","Comment: 7 pages"]}]
["0706.2748",{"format":[],"subject":["Computer Science - Operating Systems","Computer Science - General Literature"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2748"],"date":["2007-06-19","2007-06-20"],"type":["text"],"creator":["Royon, Yvan","Frénot, Stéphane"],"language":[],"coverage":[],"title":["A Survey of Unix Init Schemes"],"description":["  In most modern operating systems, init (as in \"initialization\") is the\nprogram launched by the kernel at boot time. It runs as a daemon and typically\nhas PID 1. Init is responsible for spawning all other processes and scavenging\nzombies. It is also responsible for reboot and shutdown operations. This\ndocument describes existing solutions that implement the init process and/or\ninit scripts in Unix-like systems. These solutions range from the legacy and\nstill-in-use BSD and SystemV schemes, to recent and promising schemes from\nUbuntu, Apple, Sun and independent developers. Our goal is to highlight their\nfocus and compare their sets of features.\n"]}]
["0706.2752",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2752"],"date":["2007-06-19"],"type":["text"],"creator":["Ziegler, J.","Snoeijer, J. H.","Eggers, J."],"language":[],"coverage":[],"title":["Film transitions of receding contact lines"],"description":["  When a solid plate is withdrawn from a liquid bath, a receding contact line\nis formed where solid, liquid, and gas meet. Above a critical speed $U_{cr}$, a\nstationary contact line can no longer exist and the solid will eventually be\ncovered completely by a liquid film. Here we show that the bifurcation diagram\nof this coating transition changes qualitatively, from discontinuous to\ncontinuous, when decreasing the inclination angle of the plate. We show that\nthis effect is governed by the presence of capillary waves, illustrating that\nthe large scale flow strongly effects the maximum speed of dewetting.\n","Comment: contribution to the European Coating Symposium 2007"]}]
["0706.2755",{"format":[],"subject":["Mathematics - Probability","60G40","60J65","60E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2755","Sci. Math. Jpn. 64 (2006), no. 2, 449-460"],"date":["2007-06-19"],"type":["text"],"creator":["Di Crescenzo, Antonio","Di Nardo, Elvira","Ricciardi, Luigi M."],"language":[],"coverage":[],"title":["On certain bounds for first-crossing-time probabilities of a\n  jump-diffusion process"],"description":["  We consider the first-crossing-time problem through a constant boundary for a\nWiener process perturbed by random jumps driven by a counting process. On the\nbase of a sample-path analysis of the jump-diffusion process we obtain explicit\nlower bounds for the first-crossing-time density and for the\nfirst-crossing-time distribution function. In the case of the distribution\nfunction, the bound is improved by use of processes comparison based on the\nusual stochastic order. The special case of constant jumps driven by a Poisson\nprocess is thoroughly discussed.\n","Comment: 12 pages, 4 figures"]}]
["0706.2758",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems","28D20, 37A35, 60G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2758"],"date":["2007-06-19"],"type":["text"],"creator":["Vershik, A.","Gorbulsky, A."],"language":[],"coverage":[],"title":["Scaled entropy of filtrations of $\\sigma$-fields"],"description":["  We study the notion of the scaled entropy of a filtration of $\\sigma$-fields\n(= decreasing sequence of $\\sigma$-fields) introduced by the first author\n({V4}). We suggest a method for computing this entropy for the sequence of\n$\\sigma$-fields of pasts of a Markov process determined by a random walk over\nthe trajectories of a Bernoulli action of a commutative or nilpotent countable\ngroup (Theorems~5,~6). Since the scaled entropy is a metric invariant of the\nfiltration, it follows that the sequences of $\\sigma$-fields of pasts of random\nwalks over the trajectories of Bernoulli actions of lattices (groups ${\\Bbb\nZ}^d$) are metrically nonisomorphic for different dimensions $d$, and for the\nsame $d$ but different values of the entropy of the Bernoulli scheme. We give a\nbrief survey of the metric theory of filtrations, in particular, formulate the\nstandardness criterion and describe its connections with the scaled entropy and\nthe notion of a tower of measures.\n","Comment: 22 p.,Ref. 31"]}]
["0706.2759",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2759","doi:10.1051/0004-6361:20077578"],"date":["2007-06-19"],"type":["text"],"creator":["Bertram, T.","Eckart, A.","Fischer, S.","Zuther, J.","Straubmeier, C.","Wisotzki, L.","Krips, M."],"language":[],"coverage":[],"title":["Molecular gas in nearby low-luminosity QSO host galaxies"],"description":["  This paper addresses the global molecular gas properties of a representative\nsample of galaxies hosting low-luminosity quasistellar objects. An abundant\nsupply of gas is necessary to fuel both the active galactic nucleus and any\ncircum-nuclear starburst activity of QSOs.\n  We selected a sample of nearby low-luminosity QSO host galaxies that is free\nof infrared excess biases. All objects are drawn from the Hamburg-ESO survey\nfor bright UV-excess QSOs, have DEC>-30 degrees and redshifts that do not\nexceed z=0.06. The IRAM 30m telescope was used to measure the CO(1-0) and\nCO(2-1) transition in parallel.\n  27 out of 39 galaxies in the sample have been detected. The molecular gas\nmasses of the detected sources range from 0.4E9 M_sun to 9.7E9 M_sun. We can\nconfirm that the majority of galaxies hosting low-luminosity QSOs are rich in\nmolecular gas. The properties of galaxies hosting brighter type I AGN and\ncircumnuclear starformation regions differ from the properties of galaxies with\nfainter central regions. The overall supply of molecular gas and the spread of\nthe line width distribution is larger. When comparing the far-infrared with the\nCO luminosities, the distribution can be separated into two different\npower-laws: one describing the lower activity Seyfert I population and the\nsecond describing the luminous QSO population. The separation in the\nL_FIR/L'_CO behavior may be explainable with differing degrees of compactness\nof the emission regions. We provide a simple model to describe the two\npower-laws. The sample studied in this paper is located in a transition region\nbetween the two populations.\n"]}]
["0706.2770",{"format":[],"subject":["Physics - Medical Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2770","Neuroscience Letters 431 (2007) 173 - 177","doi:10.1016/j.neulet.2007.03.076"],"date":["2007-06-19"],"type":["text"],"creator":["Vuillerme, Nicolas","Pinsault, Nicolas","Boisgontier, Matthieu","Chenu, Olivier","Demongeot, Jacques","Payan, Yohan"],"language":[],"coverage":[],"title":["Inter-individual variability in sensory weighting of a plantar\n  pressure-based, tongue-placed tactile biofeedback for controlling posture"],"description":["  The purpose of the present experiment was to investigate whether the sensory\nweighting of a plantar pressure-based, tongue-placed tactile biofeedback for\ncontrolling posture could be subject to inter-individual variability. To\nachieve this goal, 60 young healthy adults were asked to stand as immobile as\npossible with their eyes closed in two conditions of No-biofeedback and\nBiofeedback. Centre of foot pressure (CoP) displacements were recorded using a\nforce platform. Overall, results showed reduced CoP displacements in the\nBiofeedback relative to the No-biofeedback condition, evidencing the ability of\nthe central nervous system to efficiently integrate an artificial\nplantar-based, tongue-placed tactile biofeedback for controlling posture during\nquiet standing. Results further showed a significant positive correlation\nbetween the CoP displacements measured in the No-biofeedback condition and the\ndecrease in the CoP displacements induced by the use of the biofeedback. In\nother words, the degree of postural stabilization appeared to depend on each\nsubject's balance control capabilities, the biofeedback yielding a greater\nstabilizing effect in subjects exhibiting the largest CoP displacements when\nstanding in the No-biofeedback condition. On the whole, by evidencing a\nsignificant inter-individual variability in sensory weighting of an additional\ntactile information related to foot sole pressure distribution for controlling\nposture, the present findings underscore the need and the necessity to address\nthe issue of inter-individual variability in the field of neuroscience.\n"]}]
["0706.2773",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - General Topology","55M10, 54F45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2773"],"date":["2007-06-19"],"type":["text"],"creator":["Chigogidze, A.","Nagorko, A."],"language":[],"coverage":[],"title":["Near-homeomorphisms of Nobeling manifolds"],"description":["  We characterize maps between $n$-dimensional N\\\"obeling manifolds that can be\napproximated by homeomorphisms.\n","Comment: 8 pages"]}]
["0706.2782",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B75, 11P70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2782"],"date":["2007-06-19"],"type":["text"],"creator":["Hegarty, Peter"],"language":[],"coverage":[],"title":["Extremal subsets of {1,...,n} avoiding solutions to linear equations in\n  three variables"],"description":["  We refine previous results to provide examples, and in some cases precise\nclassifications, of extremal subsets of {1,...,n} containing no solutions to a\nwide class of non-invariant, homogeneous linear equations in three variables,\ni.e.: equations of the form ax+by=cz with a+b \\neq c.\n","Comment: 26 pages, no figures"]}]
["0706.2794",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2794","J. Magn. Magn. Mater. 316 (2007) 1-7","doi:10.1016/j.jmmm.2007.03.204"],"date":["2007-06-19"],"type":["text"],"creator":["Raghavender, A. T.","Pajic, Damir","Zadro, Kreso","Milekovic, Tomislav","Rao, P. Venkateshwar","Jadhav, K. M.","Ravinder, D."],"language":[],"coverage":[],"title":["Synthesis and magnetic properties of NiFe_{2-x}Al_{x}O_{4} nanoparticles"],"description":["  Nanocrystalline Al-doped nickel ferrite powders have been synthesized by\nsol-gel auto-ignition method and the effect of non-magnetic aluminum content on\nthe structural and magnetic properties has been studied. The X-ray diffraction\n(XRD) revealed that the powders obtained are single phase with inverse spinel\nstructure. The calculated grain sizes from XRD data have been verified using\ntransmission electron microscopy (TEM). TEM photographs show that the powders\nconsist of nanometer-sized grains. It was observed that the characteristic\ngrain size decreases from 29 to 6 nm as the non-magnetic Al content increases,\nwhich was attributed to the influence of non-magnetic Al concentration on the\ngrain size. Magnetic hysteresis loops were measured at room temperature with a\nmaximum applied magnetic field of 1T. As aluminum content increases, the\nmeasured magnetic hysteresis curves become more and more narrow and the\nsaturation magnetization and remanent magnetization both decreased. The\nreduction of agnetization compared to bulk is a consequence of spin\nnon-collinearity. Further reduction of magnetization with increase of aluminum\ncontent is caused by non-magnetic Al^{3+} ions and weakened interaction between\nsublattices. This, as well as the decrease in hysteresis was understood in\nterms of the decrease in particle size.\n","Comment: 24 pages, 6 figures"]}]
["0706.2800",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2800"],"date":["2007-06-19"],"type":["text"],"creator":["Kurien, Susan","Wingate, Beth","Taylor, Mark"],"language":[],"coverage":[],"title":["Anisotropic small-scale constraints on energy in rotating stratified\n  turbulence"],"description":["  Rapidly rotating, stably stratified three-dimensional inviscid flows conserve\nboth energy and potential enstrophy. We show that in such flows, the forward\ncascade of potential enstrophy imposes anisotropic constraints on the\nwavenumber distribution of kinetic and potential energy. The horizontal kinetic\nenergy is suppressed in the large, nearly horizontal wave modes, and should\ndecay with the horizontal wavenumber as $k_h^{-3}$. The potential energy is\nsuppressed in the large, nearly vertical wave modes, and should decay with the\nvertical wavenumber as $k_z^{-3}$. These results augment the only other exact\nprediction for the scaling of energy spectra due to constraints by potential\nenstrophy obtained by Charney (J. Atmos. Sci. 28, 1087 (1971)), who showed that\nin the quasi-geostrophic approximation for rotating stratified flows, the\nenergy spectra must scale isotropically with total wavenumber as $k^{-3}$. We\ntest our predicted scaling estimates using resolved numerical simulations of\nthe Boussinesq equations in the relevant parameter regimes, and find reasonable\nagreement.\n","Comment: 10 pages, including 4 figures"]}]
["0706.2801",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2801"],"date":["2007-06-19"],"type":["text"],"creator":["Edgar, Richard G.","Blackman, Eric","Quillen, Alice","Varniere, Peggy","Frank, Adam"],"language":[],"coverage":[],"title":["Evidence for Growth of Eccentricity and Mass Clearing in a Disc Interior\n  to a Planet"],"description":["  We present computational results showing eccentricity growth in the inner\nportions of a protoplanetary disc. We attribute this to the evolving surface\ndensity of the disc. The planet creates a gap, which adjusts the balance\nbetween the 3:1 (eccentricity exciting) and 2:1 (eccentricity damping)\nresonances. The eccentricity of the inner disc can rise as high as 0.3, which\nis sufficient to cause it to be accreted onto the star. This offers an\nalternative mechanism for producing the large holes observed in the discs of\nCoKu Tau/4, GM Aur and DM Tau.\n","Comment: Submitted to New Astronomy, 14 pages"]}]
["0706.2810",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2810"],"date":["2007-06-19"],"type":["text"],"creator":["Goncalves, V. P.","Machado, M. V. T."],"language":[],"coverage":[],"title":["Quarkonium production in coherent pp/AA collisions and small-x physics"],"description":["  In this contribution we study the photoproduction of quarkonium in coherent\nproton-proton and nucleus-nucleus interactions at the LHC. The integrated cross\nsections and rapidity distributions are estimated using the Color Glass\nCondensate (CGC) formalism, which takes into account the parton saturation\neffects at high energies. Nuclear shadowing effects are also taken into\naccount.\n","Comment: 2 pages, 2 figures, 1 table. Contributed to Workshop on Heavy Ion\n  Collisions at the LHC: Last Call for Predictions, Geneva, Switzerland, 14 May\n  - 8 Jun 2007"]}]
["0706.2812",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2812"],"date":["2007-06-19"],"type":["text"],"creator":["Ouyed, Rachid","Sigl, Guenter","Lyutikov, Maxim"],"language":[],"coverage":[],"title":["Ultra High Energy Cosmic ray and gamma-ray signatures of inductive\n  acceleration in AGN jets"],"description":["  The highest energy cosmic rays could be produced by drifts in magnetized,\ncylindrically collimated, sheared jets of powerful active galaxies (i.e. FR II\nradiogalaxies; radio loud quasars and high power BL Lacs). We show that in such\nscenarios proton synchrotron radiation can give rise to detectable photon\nfluxes at energies ranging from hundreds of keV to tens of MeV.\n","Comment: 3 journal pages (submitted to ApJ Letters)"]}]
["0706.2814",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2814"],"date":["2007-06-19"],"type":["text"],"creator":["Fu, Baohua","Herbaut, Fabien"],"language":[],"coverage":[],"title":["On the tautological ring of a Jacobian modulo rational equivalence"],"description":["  We consider the Chow ring with rational coefficients of the Jacobian of a\ncurve. Assume D is a divisor in a base point free g^r_d of the curve such that\nthe canonical divisor K is a multiple of the divisor D. We find relations\nbetween tautological cycles. We give applications for curves having a degree d\ncovering of P^1 whose ramification points are all of order d, and then for\nhyperelliptic curves.\n","Comment: 10p"]}]
["0706.2815",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2815"],"date":["2007-06-19"],"type":["text"],"creator":["Li, Ling-Fong"],"language":[],"coverage":[],"title":["On Hyperon Decays Involving Two Charged Leptons"],"description":["  The hyperon decays with 2 negative charged leptons in the final states can be\nof interest as possible tests for the Majorana netrinos. The study of these\ndecays are complementary to the double beta decays of heavy nuclei.\n"]}]
["0706.2817",{"format":[],"subject":["Mathematics - Combinatorics","05xx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2817"],"date":["2007-06-19"],"type":["text"],"creator":["Gacs, Peter"],"language":[],"coverage":[],"title":["The angel wins"],"description":["  The angel-devil game is played on an infinite two-dimensional ``chessboard''.\nThe squares of the board are all white at the beginning. The players called\nangel and devil take turns in their steps. When it is the devil's turn, he can\nturn a square black. The angel always stays on a white square, and when it is\nher turn she can fly at a distance of at most J steps (each of which can be\nhorizontal, vertical or diagonal) to a new white square. Here J is a constant.\nThe devil wins if the angel does not find any more white squares to land on.\nThe result of the paper is that if J is sufficiently large then the angel has a\nstrategy such that the devil will never capture her. This deceptively\neasy-sounding result has been a conjecture, surprisingly, for about thirty\nyears. Several other independent solutions have appeared simultaneously, some\nof them prove that J=2 is sufficient (see the Wikipedia on the angel problem).\nStill, it is hoped that the hierarchical solution presented here may prove\nuseful for some generalizations.\n","Comment: 28 pages, 8 figures"]}]
["0706.2819",{"format":[],"subject":["Mathematics - Functional Analysis","47D06 (Primary) 34G10, 34K06 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2819","Dopovidi Natsionalnoi Akademii Nauk Ukrainy [Reports Nat. Acad.\n  Sci. Ukr.], 2003, No.11, p. 27"],"date":["2007-06-19"],"type":["text"],"creator":["Yurachkivsky, A.","Zhugayevych, A."],"language":[],"coverage":[],"title":["Approximate calculation of operator semigroups by perturbation of\n  generators"],"description":["  Let $\\Omega$ be an operator semigroup with generator $A$ in a sequentially\ncomplete locally convex topological vector space $E$. For a semigroup with\ngenerator $A+D$, where $D$ is a bounded linear operator on $E$, two integral\nequations are derived. A theorem on continuous dependence of a semigroup on its\ngenerator is proved. An application to random walk on $\\mathbb{Z}$ is given.\n","Comment: 6 pages, no figures"]}]
["0706.2824",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2824","Actes de la conference MajecSTIC 2005 (16/11/2005) 151"],"date":["2007-06-19"],"type":["text"],"creator":["Chavet, Cyrille","Coussy, Philippe","Urard, Pascal","Martin, Eric"],"language":[],"coverage":[],"title":["M\\'ethodologie de mod\\'elisation et d'impl\\'ementation d'adaptateurs\n  spatio-temporels"],"description":["  The re-use of pre-designed blocks is a well-known concept of the software\ndevelopment. This technique has been applied to System-on-Chip (SoC) design\nwhose complexity and heterogeneity are growing. The re-use is made thanks to\nhigh level components, called virtual components (IP), available in more or\nless flexible forms. These components are dedicated blocks: digital signal\nprocessing (DCT, FFT), telecommunications (Viterbi, TurboCodes),... These\nblocks rest on a model of fixed architecture with very few degrees of\npersonalization. This rigidity is particularly true for the communication\ninterface whose orders of acquisition and production of data, the temporal\nbehavior and protocols of exchanges are fixed. The successful integration of\nsuch an IP requires that the designer (1) synchronizes the components (2)\nconverts the protocols between \"incompatible\" blocks (3) temporizes the data to\nguarantee the temporal constraints and the order of the data. This phase\nremains however very manual and source of errors. Our approach proposes a\nformal modeling, based on an original Ressource Compatibility Graph. The\nsynthesis flow is based on a set of transformations of the initial graph to\nlead to an interface architecture allowing the space-time adaptation of the\ndata exchanges between several components.\n"]}]
["0706.2828",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F30, 11F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2828"],"date":["2007-06-19"],"type":["text"],"creator":["Klosin, Krzysztof"],"language":[],"coverage":[],"title":["Adelic Maass spaces on U(2,2)"],"description":["  Generalizing the results of Kojima, Gritsenko and Krieg, we define an adelic\nversion of the Maass space for hermitian modular forms of weight k regarded as\nfunctions on adelic points of the quasi-split unitary group U(2,2) associated\nwith an imaginary quadratic extension F/Q of discriminant D_F. When the class\nnumber h_F of F is odd, we show that the Maass space is invariant under the\naction of the local Hecke algebras of U(2,2)(Q_p) for all p not dividing D_F.\nAs a consequence we obtain a Hecke-equivariant injective map from the Maass\nspace to the h_F-fold direct product of the space of elliptic modular forms of\nweight k-1 and level D_F.\n","Comment: 15 pages"]}]
["0706.2835",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2835"],"date":["2007-06-19","2007-06-20"],"type":["text"],"creator":["Gyftopoulos, Elias P.","von Spakovsky, Michael R."],"language":[],"coverage":[],"title":["Comments on Extraction of Work from a Single Thermal Bath in the Quantum\n  Regime"],"description":["  In a PRL [1], the authors claim to show that \"the Clausius inequality can be\nviolated, and that it is even possible to extract work from a thermal bath by\ncyclic variations of a parameter (\"perpetuum mobile\"), and that the physical\ncause for this behavior is traced back to quantum coherence in the presence of\nthe nonequilibrium bath (sic)\".\n","Comment: 1 page"]}]
["0706.2841",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2841"],"date":["2007-06-19"],"type":["text"],"creator":["Karrai, Khaled","Favero, Ivan","Metzger, Constanze"],"language":[],"coverage":[],"title":["Doppler controlled dynamics of a mirror attached to a spring"],"description":["  A laser beam directed at a mirror attached onto a flexible mount extracts\nthermal energy from its mechanical Brownian motion by Doppler effect. For a\nnormal mirror the efficiency of this Doppler cooling is very weak and masked by\nlaser shot-noise. We find that it can become very efficient using a Bragg\nmirror at the long wavelength edge of its band stop. The opposite effect of\ncooling opens new routes for optical pumping of mechanical systems: a laser\npointing at a Bragg mirror and tuned at its short wavelength edge induces\namplification of the vibrational excitation of the mirror leading eventually to\nits self-oscillation. This new effects rely on the strong dependency of the\nBragg mirror reflectivity on the wavelength.\n","Comment: 4 pages, 1 figure"]}]
["0706.2842",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2842"],"date":["2007-06-19"],"type":["text"],"creator":["Gyftopoulos, Elias P.","von Spakovsky, Michael R."],"language":[],"coverage":[],"title":["Comments on testing the violation of the Clausius inequality in\n  nanoscale electric circuits"],"description":["  The correct laws of thermodynamics, either classical or quantum without\nprobabilities of statistical quantum mechanics are valid for all systems, large\nor small, including systems of one spin or one particle only. So no violations\ncan occur in nanoscale electric circuits.\n","Comment: 2 pages"]}]
["0706.2845",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Differential Geometry","37 (primary), 53 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2845"],"date":["2007-06-19"],"type":["text"],"creator":["Gunesch, Roland"],"language":[],"coverage":[],"title":["Counting closed geodesics on rank one manifolds"],"description":["  We establish a precise asymptotic formula for the number of homotopy classes\nof periodic orbits for the geodesic flow on rank one manifolds of nonpositive\ncurvature. This extends a celebrated result of G. A. Margulis to the\nnonuniformly hyperbolic case and strengthens previous results by G. Knieper. We\nalso establish some useful properties of the measure of maximal entropy.\n","Comment: 36 pages, 2 figures. See also\n  http://www.math.uni-hamburg.de/home/gunesch/"]}]
["0706.2847",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2847"],"date":["2007-06-19"],"type":["text"],"creator":["Zeng, Li","Helgren, E.","Islam, R.","Wilkens, B. J.","Culbertson, R. J.","Smith, David J.","Hellman, F."],"language":[],"coverage":[],"title":["Quenched magnetic moment in Mn-doped amorphous Si\n  (\\textit{a}-Mn$_{x}$Si$_{1-x}$) across the metal-insulator transition"],"description":["  The magnetic and electrical transport properties of Mn-doped amorphous\nsilicon (\\textit{a-}Mn$_{x}$Si$_{1-x}$) thin films have been measured. The\nmagnetic susceptibility obeys the Curie-Weiss law for a wide range of $x$\n(0.005-0.175) and the saturation moment is small. While all Mn atoms contribute\nto the electrical transport, only a small fraction (interstitial Mn$^{2+}$\nstates with $J$=$S$=5/2) contribute to the magnetization. The majority of the\nMn atoms do not possess any magnetic moment, contrary to what is predicted by\nthe Ludwig-Woodbury model for Mn in crystalline silicon. Unlike\n\\textit{a-}Gd$_{x}$Si$_{1-x}$ films which have an enormous \\textit{negative}\nmagnetoresistance, \\textit{a-}Mn$_{x}$Si$_{1-x}$ films have only a small\n\\textit{positive} magnetoresistance, which can be understood by this quenching\nof the Mn moment.\n","Comment: 8 figures"]}]
["0706.2848",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2848"],"date":["2007-06-19"],"type":["text"],"creator":["Gyftopoulos, Elias P."],"language":[],"coverage":[],"title":["Quantum Uncertainty and Nonlocality: Are they Correctly Understood?"],"description":["  In a brief article [1], Seife refers to works by Einstein and Schroedinger\nand concludes that there is a relentless murmur of confusion underneath the\nchorus of praise for quantum theory. It is noteworthy that a \"murmur\" is not\nnecessarily a cause for replacement of any scientific theory, and that the\nissues raised by Einstein, Podolsky, and Rosen, and Schroedinger's responses to\nthe EPR paper have been satisfactorily resolved by Gyftopoulos and von\nSpakovsky [2] in a manner that renders the relentless murmur mute and\nunwarranted.\n","Comment: 2 pages"]}]
["0706.2854",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","57M25","05C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2854"],"date":["2007-06-19"],"type":["text"],"creator":["Uhing, Jason"],"language":[],"coverage":[],"title":["A Polynomial Invariant Of Twisted Graph Diagrams"],"description":["  Twisted graph diagrams are virtual graph diagrams with bars on edges. A\nbijection between abstract graph diagrams and twisted graph diagrams is\nconstructed. Then a polynomial invariant of Yamada-type is developed which\nprovides a lower bound for the virtual crossing number of virtual graph\ndiagrams.\n","Comment: 22 pages"]}]
["0706.2858",{"format":[],"subject":["Mathematics - General Mathematics","11A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2858","Studii si Cercetari Stiintifice, Seria: Matematica, University of\n  Bacau, No. 9, pp. 49-72, 1999"],"date":["2007-06-19"],"type":["text"],"creator":["Dumitrescu, C.","Virlan, N.","Zamfir, St.","Radescu, E.","Radescu, N.","Smarandache, F."],"language":[],"coverage":[],"title":["Smarandache Type Function Obtained by Duality"],"description":["  In this paper we extend the Smarandache function from the set $N*$ of\npositive integers to the set $Q$ pf rational numbers. Using the inverse\nformula, this function is also regarded as a generating function. We put in\nevidence a procedure to construct a (numerical) function starting from a given\nfunction in two particular cases. Also, connections between this function and\nEuler totient function as well as with Riemann zeta function are established.\n","Comment: 15 pages, one figure"]}]
["0706.2860",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2860"],"date":["2007-06-19"],"type":["text"],"creator":["Gyftopoulos, Elias P."],"language":[],"coverage":[],"title":["Comments on Violations of the Second Law"],"description":["  The authors of Ref. [1] claim to have experimental verification of violations\nof the second law of thermodynamics based on the assertions: (i) \"for large\nsystems and over long times the entropy production rate is necessarily\npositive\"; (ii) Loschmidt's paradox interpreted as indicating that entropy\nproduction can be both positive and negative; (iii) and violations of the\nsecond law for small systems over short time scales predicted by the\nfluctuation theorem FT [2]. Neither the claim nor the assertions are correct.\n","Comment: 2 pages, 1 figure"]}]
["astro-ph/0407586",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0407586","in \"Universe or Multiverse?\", ed. by B.J. Carr (Cambridge\n  University Press, Cambridge 2007)"],"date":["2004-07-28"],"type":["text"],"creator":["Vilenkin, Alexander"],"language":[],"coverage":[],"title":["Anthropic predictions: the case of the cosmological constant"],"description":["  Anthropic models can give testable predictions, which can be confirmed or\nfalsified at a specified confidence level. This is illustrated using the\nsuccessful prediction of the cosmological constant as an example. The history\nand the nature of the prediction are reviewed. Inclusion of other variable\nparameters and implications for particle physics are briefly discussed.\n","Comment: 14 pages, 1 fugure. Contribution to \"Universe or Multiverse\", ed. by\n  B.J. Carr, to be published by Cambridge University Press"]}]
["cond-mat/0212182",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0212182","J. Phys. Chem. B, 107(32), 8022-8029 (2003)","doi:10.1021/jp027608+"],"date":["2002-12-09","2003-04-25"],"type":["text"],"creator":["Lobaskin, Vladimir","Qamhieh, Khawla"],"language":[],"coverage":[],"title":["Effective macroion charge and stability of highly asymmetric\n  electrolytes at various salt conditions"],"description":["  We study electrostatic mechanisms of destabilization of highly asymmetric\nelectrolytes. For this purpose, we perform primitive model Monte Carlo\nsimulations of charged macroions immersed in multivalent salt solution. At low\nsalt concentration, the macroion effective charge is reduced due to multivalent\ncounterion adsorption. At high salt concentrations, the macroions become\novercharged so that their apparent charge has the opposite sign to the\nstoichiometric one. The inverted charge is growing up to a saturation value\nupon further increasing the salinity. The system remains stable at low as well\nas at very high salt concentrations. In the intermediate region, close to the\nmacroion isoelectric point, we observe macroion aggregation. The obtained phase\nbehaviour closely resembles polyelectrolyte-induced instability of colloidal\ndispersions.\n","Comment: 10 figures. accepted to J. Phys. Chem. B"]}]
["cond-mat/0310598",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0310598","New J. Phys. 6, 54 (2004)","doi:10.1088/1367-2630/6/1/054"],"date":["2003-10-24"],"type":["text"],"creator":["Lobaskin, Vladimir","Duenweg, Burkhard"],"language":[],"coverage":[],"title":["A new model for simulating colloidal dynamics"],"description":["  We present a new hybrid lattice-Boltzmann and Langevin molecular dynamics\nscheme for simulating the dynamics of suspensions of spherical colloidal\nparticles. The solvent is modeled on the level of the lattice-Boltzmann method\nwhile the molecular dynamics is done for the solute. The coupling between the\ntwo is implemented through a frictional force acting both on the solvent and on\nthe solute, which depends on the relative velocity. A spherical colloidal\nparticle is represented by interaction sites at its surface. We demonstrate\nthat this scheme quantitatively reproduces the translational and rotational\ndiffusion of a neutral spherical particle in a liquid and show preliminary\nresults for a charged spherical particle. We argue that this method is\nespecially advantageous in the case of charged colloids.\n","Comment: For a movie click on the link below Fig 1"]}]
["cond-mat/0406278",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0406278","J. Phys.: Condens. Matter 16, S4063-S4073 (2004)","doi:10.1088/0953-8984/16/38/021"],"date":["2004-06-11"],"type":["text"],"creator":["Lobaskin, Vladimir","Duenweg, Burkhard","Holm, Christian"],"language":[],"coverage":[],"title":["Electrophoretic mobility of a charged colloidal particle: A computer\n  simulation study"],"description":["  We study the mobility of a charged colloidal particle in a constant\nhomogeneous electric field by means of computer simulations. The simulation\nmethod combines a lattice Boltzmann scheme for the fluid with standard Langevin\ndynamics for the colloidal particle, which is built up from a net of bonded\nparticles forming the surface of the colloid. The coupling between the two\nsubsystems is introduced via friction forces. In addition explicit counterions,\nalso coupled to the fluid, are present. We observe a non-monotonous dependence\nof the electrophoretic mobility on the bare colloidal charge. At low surface\ncharge density we observe a linear increase of the mobility with bare charge,\nwhereas at higher charges, where more than half of the ions are co-moving with\nthe colloid, the mobility decreases with increasing bare charge.\n","Comment: 15 pages, 8 figures"]}]
["cond-mat/0408416",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408416","Condensed Matter Physics, vol.10, No.2(50)235-248(2007)"],"date":["2004-08-18","2007-06-20"],"type":["text"],"creator":["Hamasaki, Mami"],"language":[],"coverage":[],"title":["Spectral Function for the Anderson Model based on Nonequilibrium\n  Perturbation Theory"],"description":["  The paper has been withdrawn. The revised version is shown as\ncond-mat/0506752 and published in Condensed Matter Physics, vol.10,\nNo.2(50)235-248(2007) (Lviv, Ukraine).\n","Comment: The paper has been withdrawn"]}]
["cond-mat/0506752",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0506752","Condensed Matter Physics, vol.10, No.2(50)235-248(2007)"],"date":["2005-06-29","2006-12-22"],"type":["text"],"creator":["Hamasaki, Mami"],"language":[],"coverage":[],"title":["Nonequilibrium Perturbative Formalism and Spectral Function for the\n  Anderson Model"],"description":["  The present work is based on the nonequilibrium perturbative formalism. There\nthe self-energies are derived up to the forth-order. In consequence, it proves\nthat the nonequilibrium (real-time) perturbative expansion can be connected\nwith the Matsubara imaginary-time perturbative expansion for equilibrium. As\nthe numerical results, the Kondo resonance still disappears for bias voltage\nexceeding the Kondo temperatures, as observed in experiments of two terminal\nsystems.\n","Comment: Some conclusions and typos are corrected;the derived expressions and\n  numerical results are unchanged"]}]
["cond-mat/0508667",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0508667","Phys. Rev. Lett. 96, 060404 (2006)","doi:10.1103/PhysRevLett.96.060404"],"date":["2005-08-28","2007-06-19"],"type":["text"],"creator":["Davis, Matthew J.","Blakie, P. Blair"],"language":[],"coverage":[],"title":["Critical temperature of a trapped Bose gas: comparison of theory and\n  experiment"],"description":["  We apply the Projected Gross-Pitaevskii equation (PGPE) formalism to the\nexperimental problem of the shift in critical temperature $T_c$ of a\nharmonically confined Bose gas as reported in Gerbier \\emph{et al.} [Phys. Rev.\nLett. \\textbf{92}, 030405 (2004)]. The PGPE method includes critical\nfluctuations and we find the results differ from various mean-field theories,\nand are in best agreement with experimental data. To unequivocally observe\nbeyond mean-field effects, however, the experimental precision must either\nimprove by an order of magnitude, or consider more strongly interacting\nsystems. This is the first application of a classical field method to make\nquantitative comparison with experiment.\n","Comment: revtex4, four pages, three figures. v2: updated to published version.\n  Several additions to figures, and better explanations in text in response to\n  referee comments"]}]
["cond-mat/0508674",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0508674","J. Phys. A 38, 10259 (2005)","doi:10.1088/0305-4470/38/48/001"],"date":["2005-08-29","2007-06-19"],"type":["text"],"creator":["Davis, Matthew J.","Blakie, P. Blair"],"language":[],"coverage":[],"title":["Calculation of the microcanonical temperature for the classical Bose\n  field"],"description":["  The ergodic hypothesis asserts that a classical mechanical system will in\ntime visit every available configuration in phase space. Thus, for an ergodic\nsystem, an ensemble average of a thermodynamic quantity can equally well be\ncalculated by a time average over a sufficiently long period of dynamical\nevolution. In this paper we describe in detail how to calculate the temperature\nand chemical potential from the dynamics of a microcanonical classical field,\nusing the particular example of the classical modes of a Bose-condensed gas.\nThe accurate determination of these thermodynamics quantities is essential in\nmeasuring the shift of the critical temperature of a Bose gas due to\nnon-perturbative many-body effects.\n","Comment: revtex4, 10 pages, 1 figure. v2: updated to published version. Fuller\n  discussion of numerical results, correction of some minor errors"]}]
["cond-mat/0601636",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601636","J. Stat. Phys. 128, 77 (2007)","doi:10.1007/s10955-006-9148-1"],"date":["2006-01-27"],"type":["text"],"creator":["Schmiedl, Tim","Speck, Thomas","Seifert, Udo"],"language":[],"coverage":[],"title":["Entropy production for mechanically or chemically driven biomolecules"],"description":["  Entropy production along a single stochastic trajectory of a biomolecule is\ndiscussed for two different sources of non-equilibrium. For a molecule\nmanipulated mechanically by an AFM or an optical tweezer, entropy production\n(or annihilation) occurs in the molecular conformation proper or in the\nsurrounding medium. Within a Langevin dynamics, a unique identification of\nthese two contributions is possible. The total entropy change obeys an integral\nfluctuation theorem and a class of further exact relations, which we prove for\narbitrarily coupled slow degrees of freedom including hydrodynamic\ninteractions. These theoretical results can therefore also be applied to driven\ncolloidal systems. For transitions between different internal conformations of\na biomolecule involving unbalanced chemical reactions, we provide a\nthermodynamically consistent formulation and identify again the two sources of\nentropy production, which obey similar exact relations. We clarify the\nparticular role degenerate states have in such a description.\n"]}]
["cond-mat/0607701",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607701","Phys. Rev. B 75, 134518 (2007)","doi:10.1103/PhysRevB.75.134518"],"date":["2006-07-26"],"type":["text"],"creator":["Avella, Adolfo","Mancini, Ferdinando"],"language":[],"coverage":[],"title":["Underdoped cuprates phenomenology in the 2D Hubbard model within\n  COM(SCBA)"],"description":["  The two-dimensional Hubbard model is studied within the Composite Operator\nMethod (COM) with the residual self-energy computed in the Self-Consistent Born\nApproximation (SCBA). COM describes interacting electrons in terms of the new\nelementary excitations appearing in the system owing to strong correlations;\nresidual interactions among these excitations are treated within the SCBA. The\nanomalous features appearing in the spectral function A(k,\\omega), the momentum\ndistribution function n(k) and the Fermi surface are analyzed for various\nvalues of the filling (from overdoped to underdoped region) in the intermediate\ncoupling regime at low temperatures. For low doping, in contrast with the\nordinary Fermi-liquid behavior of a weakly-correlated metal found at high\ndoping, we report the opening of a pseudogap and some non-Fermi-liquid features\nas measured for cuprates superconductors. In addition, we show the presence of\nkinks in the calculated electronic dispersion in agreement with ARPES data.\n","Comment: 5 pages, 5 figures"]}]
["cond-mat/0610700",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610700","Phys. Rev. B 75, 245321 (2007)","doi:10.1103/PhysRevB.75.245321"],"date":["2006-10-25","2007-06-20"],"type":["text"],"creator":["Mildenberger, A.","Evers, F.","Mirlin, A. D.","Chalker, J. T."],"language":[],"coverage":[],"title":["Density of quasiparticle states for a two-dimensional disordered system:\n  Metallic, insulating, and critical behavior in the class D thermal quantum\n  Hall effect"],"description":["  We investigate numerically the quasiparticle density of states $\\varrho(E)$\nfor a two-dimensional, disordered superconductor in which both time-reversal\nand spin-rotation symmetry are broken. As a generic single-particle description\nof this class of systems (symmetry class D), we use the Cho-Fisher version of\nthe network model. This has three phases: a thermal insulator, a thermal metal,\nand a quantized thermal Hall conductor. In the thermal metal we find a\nlogarithmic divergence in $\\varrho(E)$ as $E\\to 0$, as predicted from sigma\nmodel calculations. Finite size effects lead to superimposed oscillations, as\nexpected from random matrix theory. In the thermal insulator and quantized\nthermal Hall conductor, we find that $\\varrho(E)$ is finite at E=0. At the\nplateau transition between these phases, $\\varrho(E)$ decreases towards zero as\n$|E|$ is reduced, in line with the result $\\varrho(E) \\sim |E|\\ln(1/|E|)$\nderived from calculations for Dirac fermions with random mass.\n","Comment: 8 pages, 8 figures, published version"]}]
["gr-qc/0701128",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0701128"],"date":["2007-01-24","2007-06-20"],"type":["text"],"creator":["Makela, Jarmo"],"language":[],"coverage":[],"title":["Quantum-Mechanical Model of Spacetime"],"description":["  We consider a possibility to construct a quantum-mechanical model of\nspacetime, where Planck size quantum black holes act as the fundamental\nconstituents of space and time. Spacetime is assumed to be a graph, where black\nholes lie on the vertices. Our model implies that area has a discrete spectrum\nwith equal spacing. At macroscopic length scales our model reproduces\nEinstein's field equation with a vanishing cosmological constant as a sort of\nthermodynamical equation of state of spacetime and matter fields. In the low\ntemperature limit, where most black holes are assumed to be in the ground\nstate, our model implies the Unruh and the Hawking effects, whereas in the high\ntemperature limit we find, among other things, that black hole entropy depends\nlogarithmically on the event horizon area, instead of being proportional to the\narea.\n","Comment: 46 pages, no figures. References added and a list of references\n  partly re-organized. Typos corrected. Minor changes in section 7"]}]
["hep-th/0106083",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0106083","in \"The Dark Universe: Matter, Energy, and Gravity\", ed. by M.\n  Livio (Cambridge University Press, Cambridge 2003)"],"date":["2001-06-11","2001-06-21"],"type":["text"],"creator":["Vilenkin, Alexander"],"language":[],"coverage":[],"title":["Cosmological constant problems and their solutions"],"description":["  There are now two cosmological constant problems: (i) why the vacuum energy\nis so small and (ii) why it comes to dominate at about the epoch of galaxy\nformation. Anthropic selection appears to be the only approach that can\nnaturally resolve both problems. The challenge presented by this approach is\nthat it requires scalar fields with extremely flat potentials or four-form\nfields coupled to branes with an extremely small charge. Some recent\nsuggestions are reviewed on how such features can arise in particle physics\nmodels.\n","Comment: 19 pages, revtex. Based on talks given at ``The dark Universe''\n  (Space Telescope Institute) and PASCOS-2001 in April 2001"]}]
["hep-th/0508135",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0508135","in \"Inflating Horizons of Particle Astrophysics and Cosmology\",\n  ed. by H. Suzuki, J. Yokoyama, Y. Suto and K. Sato (Universal Academy Press,\n  Tokyo, 2006)"],"date":["2005-08-18","2005-08-25"],"type":["text"],"creator":["Vilenkin, Alexander"],"language":[],"coverage":[],"title":["Cosmic strings: progress and problems"],"description":["  Recent developments in cosmic strings are reviewed, with emphasis on\nunresolved problems.\n","Comment: minor changes; added references"]}]
["math/0008110",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0008110","Computer Physics Communications, Holanda, v. 144, n. 1, p. 46-62,\n  2002."],"date":["2000-08-15"],"type":["text"],"creator":["Duarte, L. G. S.","Duarte, S. E. S.","da Mota, L. A. C. P.","Skea, J. E. F."],"language":[],"coverage":[],"title":["Implementation of the Prelle-Singer Method for 1ODEs"],"description":["  A set of MapleV R5 software routines for solving first order ordinary\ndifferential equations (1ODEs) is presented. The package implements the\nPrelle-Singer Method in its original form plus its extension to include\nelementary functions (ELFs) on the integrating factor . The package also\npresents a theoretical extension to deal with all 1ODEs presenting liouvillian\nsolutions (LIS).\n","Comment: 19 pages (no figures), latex"]}]
["math/0405434",{"format":[],"subject":["Mathematics - Combinatorics","05E05, 05A17 (Primary) 05A19, 05E10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405434","Adv. Math. 204: 204--240 (2006)"],"date":["2004-05-23","2005-05-18"],"type":["text"],"creator":["Billera, Louis J.","Thomas, Hugh","van Willigenburg, Stephanie"],"language":[],"coverage":[],"title":["Decomposable compositions, symmetric quasisymmetric functions and\n  equality of ribbon Schur functions"],"description":["  We define an equivalence relation on integer compositions and show that two\nribbon Schur functions are identical if and only if their defining compositions\nare equivalent in this sense. This equivalence is completely determined by\nmeans of a factorization for compositions: equivalent compositions have\nfactorizations that differ only by reversing some of the terms. As an\napplication, we can derive identities on certain Littlewood-Richardson\ncoefficients. Finally, we consider the cone of symmetric functions having a\nnonnnegative representation in terms of the fundamental quasisymmetric basis.\nWe show the Schur functions are among the extremes of this cone and conjecture\nits facets are in bijection with the equivalence classes of compositions.\n","Comment: 29 pages; version 2: first two sections rewritten and streamlined;\n  additions to final section; version 3: connection to plethysm added, minor\n  improvements, version to appear in Advances in Mathematics"]}]
["math/0509603",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","37A45","11J70","11J83","28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509603","Journal fuer die reine und angewandte Mathematik (Crelle's\n  Journal) 605 (2007), 133-163","doi:10.1515/CRELLE.2007.029"],"date":["2005-09-26","2005-12-09"],"type":["text"],"creator":["Kesseböhmer, Marc","Stratmann, Bernd O."],"language":[],"coverage":[],"title":["A multifractal analysis for Stern-Brocot intervals, continued fractions\n  and Diophantine growth rates"],"description":["  In this paper we obtain multifractal generalizations of classical results by\nL\\'evy and Khintchin in metrical Diophantine approximations and measure theory\nof continued fractions. We give a complete multifractal analysis for\nStern--Brocot intervals, for continued fractions and for certain Diophantine\ngrowth rates. In particular, we give detailed discussions of two multifractal\nspectra closely related to the Farey map and the Gauss map.\n","Comment: 25 pages, 4 figures"]}]
["math/0509609",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509609","Limit laws for distorted critical waiting time processes in\n  infinite ergodic theory, Stochastics and Dynamics 7 (2007), no. 1, 103-121","doi:10.1142/S0219493707001962"],"date":["2005-09-26","2006-03-23"],"type":["text"],"creator":["Kesseböhmer, Marc","Slassi, Mehdi"],"language":[],"coverage":[],"title":["Limit laws for distorted return time processes for infinite measure\n  preserving transformations"],"description":["  We consider conservative ergodic measure preserving transformations on\ninfinite measure spaces and investigate the asymptotic behaviour of distorted\nreturn time processes with respect to sets satisfying a type of Darling-Kac\ncondition. We identify two critical cases for which we prove uniform\ndistribution laws. For this we introduce the notion of uniformly returning sets\nand discuss some of their properties.\n","Comment: 18 pages, 2 figures"]}]
["math/0603536",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","14J81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603536"],"date":["2006-03-22","2007-06-20"],"type":["text"],"creator":["Bayak, Igor"],"language":[],"coverage":[],"title":["Gravity model for topological features on a cylindrical manifold"],"description":["  A model aimed at understanding quantum gravity in terms of Birkhoff's\napproach is discussed. The geometry of this model is constructed by using a\nwinding map of Minkowski space into a $\\mathbb{R}^{3} \\times S^{1}$-cylinder.\nThe basic field of this model is a field of unit vectors defined through the\nvelocity field of a flow wrapping the cylinder. The degeneration of some parts\nof the flow into circles (topological features) results in inhomogeneities and\ngives rise to a scalar field, analogous to the gravitational field. The\ngeometry and dynamics of this field are briefly discussed. We treat the\nintersections between the topological features and the observer's 3-space as\nmatter particles and argue that these entities are likely to possess some\nquantum properties.\n","Comment: 14 pages"]}]
["math/0607681",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","37A40","11K50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607681","Limit laws for distorted critical waiting time processes in\n  infinite ergodic theory, Stochastics and Dynamics 7 (2007), no. 1, 103-121","doi:10.1142/S0219493707001962"],"date":["2006-07-26"],"type":["text"],"creator":["Kesseböhmer, Marc","Slassi, Mehdi"],"language":[],"coverage":[],"title":["Critical waiting time processes in infinite ergodic theory"],"description":["  We study limit laws for return time processes defined on infinite\nconservative ergodic measure preserving dynamical systems. Especially for the\ncritical cases with purely atomic limiting distribution we derive distorted\nprocesses posessing non-degenerated limits. For these processes also large\ndeviation asymptotics are stated. The Farey map is used as an illustrating\nexample giving new insides into the metric number theory of continued\nfractions.\n","Comment: 23 pages, 4 figures"]}]
["math/0611048",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - K-Theory and Homology","Mathematics - Number Theory","11F06, 20H05, 37F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611048","Homology at infinity; fractal geometry of limiting symbols for\n  modular group, Topology 46 (2007), no. 5, 469-49","doi:10.1016/j.top.2007.03.004"],"date":["2006-11-02"],"type":["text"],"creator":["Kesseböhmer, Marc","Stratmann, Bernd O."],"language":[],"coverage":[],"title":["Limiting modular symbols and their fractal geometry"],"description":["  In this paper we use fractal geometry to investigate boundary aspects of the\nfirst homology group for finite coverings of the modular surface. We obtain a\ncomplete description of algebraically invisible parts of this homology group.\nMore precisely, we first show that for any modular subgroup the geodesic\nforward dynamic on the associated surface admits a canonical symbolic\nrepresentation by a finitely irreducible shift space. We then use this\nrepresentation to derive an `almost complete' multifractal description of the\nhigher--dimensional level sets arising from Manin--Marcolli's limiting modular\nsymbols.\n","Comment: 20 pages, 1 figure"]}]
["math/0702465",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q55","35Q51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702465"],"date":["2007-02-15","2007-06-19"],"type":["text"],"creator":["Holmer, Justin","Zworski, Maciej"],"language":[],"coverage":[],"title":["Slow soliton interaction with delta impurities"],"description":["  We study the Gross-Pitaevskii equation with a delta function potential, $ q\n\\delta_0 $, where $|q|$ is small, and analyze the solutions for which the\ninitial condition is a soliton with initial velocity $v_0$. We show that up to\ntime $ (|q| + v_0^2)^{-\\frac12} \\log(1/|q|) $ the bulk of the solution is a\nsoliton evolving according to the classical dynamics of a natural effective\nHamiltonian, $ (\\xi^2 + q \\sech^2 (x))/2 $.\n"]}]
["nlin/0504054",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0504054","Chaos 16: 023129 (2006)","doi:10.1063/1.2200159"],"date":["2005-04-26"],"type":["text"],"creator":["Wysham, Derin B.","Meiss, James D."],"language":[],"coverage":[],"title":["Numerical Computation of the Stable and Unstable Manifolds of Invariant\n  Tori"],"description":["  We develop an iterative technique for computing the unstable and stable\neigenfunctions of the invariant tori of diffeomorphisms. Using the approach of\nJorba, the linearized equations are rewritten as a generalized eigenvalue\nproblem. Casting the system in this light allows us to take advantage of the\nspeed of eigenvalue solvers and create an efficient method for finding the\nfirst order approximations to the invariant manifolds of the torus. We present\na numerical scheme based on the power method that can be used to determine the\nbehavior normal to such tori, and give some examples of the application of the\nmethod. We confirm the qualitative conclusions of the Melnikov calculations of\nLomel\\'i and Meiss (2003) for a volume-preserving mapping.\n","Comment: laTeX with 16 figures"]}]
["nlin/0510061",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0510061","Reg. & Chaotic Dyn. 11(2) 191-212 (2006)","doi:10.1070/RD2006v011n02ABEH000345"],"date":["2005-10-24"],"type":["text"],"creator":["Gonchenko, S. V.","Meiss, J. D.","Ovsyannikov, I. I."],"language":[],"coverage":[],"title":["Chaotic dynamics of three-dimensional H\\'enon maps that originate from a\n  homoclinic bifurcation"],"description":["  We study bifurcations of a three-dimensional diffeomorphism, $g_0$, that has\na quadratic homoclinic tangency to a saddle-focus fixed point with multipliers\n$(\\lambda e^{i\\vphi}, \\lambda e^{-i\\vphi}, \\gamma)$, where\n$0<\\lambda<1<|\\gamma|$ and $|\\lambda^2\\gamma|=1$. We show that in a\nthree-parameter family, $g_{\\eps}$, of diffeomorphisms close to $g_0$, there\nexist infinitely many open regions near $\\eps =0$ where the corresponding\nnormal form of the first return map to a neighborhood of a homoclinic point is\na three-dimensional H\\'enon-like map. This map possesses, in some parameter\nregions, a \"wild-hyperbolic\" Lorenz-type strange attractor. Thus, we show that\nthis homoclinic bifurcation leads to a strange attractor. We also discuss the\nplace that these three-dimensional H\\'enon maps occupy in the class of\nquadratic volume-preserving diffeomorphisms.\n","Comment: laTeX, 25 pages, 6 eps figures"]}]
["physics/0507044",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0507044","Chaos 17, 023121 (2007) (6 pages)","doi:10.1063/1.2743614"],"date":["2005-07-06","2007-05-03"],"type":["text"],"creator":["Urbanowicz, Krzysztof","Kantz, Holger"],"language":[],"coverage":[],"title":["Improvement of speech recognition by nonlinear noise reduction"],"description":["  The success of nonlinear noise reduction applied to a single channel\nrecording of human voice is measured in terms of the recognition rate of a\ncommercial speech recognition program in comparison to the optimal linear\nfilter. The overall performance of the nonlinear method is shown to be\nsuperior. We hence demonstrate that an algorithm which has its roots in the\ntheory of nonlinear deterministic dynamics possesses a large potential in a\nrealistic application.\n","Comment: see urbanowicz.org.pl"]}]
["physics/0604051",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0604051"],"date":["2006-04-06","2007-06-20"],"type":["text"],"creator":["Danilov, V. I.","Lambert-Mogiliansky, A."],"language":[],"coverage":[],"title":["Measurable Systems and Behavioral Sciences"],"description":["  Individual choices often depend on the order in which the decisions are made.\nIn this paper, we expose a general theory of measurable systems (an example of\nwhich is an individual's preferences) allowing for incompatible (non-commuting)\nmeasurements. The basic concepts are illustrated in an example of non-classical\nrational choice. We conclude with a discussion of some of the basic properties\nof non-classical systems in the context of social sciences. In particular, we\nargue that the distinctive feature of non-classical systems translates into a\nformulation of bounded rationality.\n","Comment: 36 pages, 3 figures"]}]
["physics/0612023",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612023","Phys.Rev.B 75, 245421 (2007)","doi:10.1103/PhysRevB.75.245421"],"date":["2006-12-04","2007-06-20"],"type":["text"],"creator":["Huang, Cheng-ping","Wang, Qian-jin","Zhu, Yong-yuan"],"language":[],"coverage":[],"title":["Dual effect of surface plasmons in light transmission through perforated\n  metal films"],"description":["  The light transmission through square and rectangular holes in a metal film\nhas been studied. By taking account of plasma response of real metal on hole\nwalls as well as metal surface, an analytical result for the transmission has\nbeen deduced, which agrees well with the experiments. We show that the light\ntransmission involves both the diffraction modes and the surface plasmons.\nStrong coupling of diffraction modes to surface plasmon polariton results in\nthe transmission minima, whereas the coupling to cavity surface plasmon leads\nto the transmission maxima. The results suggest a dual-effect of the surface\nplasmons.\n","Comment: 22 pages, 6 figures"]}]
["quant-ph/0610167",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0610167","Quantum Information and Computation vol. 7, 594 (2007)"],"date":["2006-10-19","2007-03-15"],"type":["text"],"creator":["Li, Ran","Hoover, Melique","Gaitan, Frank"],"language":[],"coverage":[],"title":["High Fidelity Single-Qubit Gates Using Non-adiabatic Rapid Passage"],"description":["  Numerical simulation results are presented which suggest that a class of\nnon-adiabatic rapid passage sweeps first realized experimentally in 1991 should\nbe capable of implementing a set of quantum gates that is universal for\none-qubit unitary operations and whose elements operate with error\nprobabilities per operation P < 10^{-4}. The sweeps are non-composite and\ngenerate controllable quantum interference effects which allow the one-qubit\ngates produced to operate non-adiabatically while maintaining high accuracy.\nThe simulations suggest that the one-qubit gates produced by these sweeps show\npromise as possible elements of a fault-tolerant scheme for quantum computing.\n","Comment: 16 pages; further discussion added on quantum interferences and sweep\n  parameter precision"]}]
["quant-ph/0612128",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612128","Phys. Rev. A 75, 062320 (2007)","doi:10.1103/PhysRevA.75.062320"],"date":["2006-12-15","2006-12-29"],"type":["text"],"creator":["Peng, Peng","Li, Fu-li"],"language":[],"coverage":[],"title":["Entangling two atoms in spatially separated cavities through both photon\n  emission and absorption processes"],"description":["  We consider a system consisting of a $\\Lambda$-type atom and a V-type atom,\nwhich are individually trapped in two spatially separated cavities that are\nconnected by an optical fibre. We show that an extremely entangled state of the\ntwo atoms can be deterministically generated through both photon emission of\nthe $\\Lambda$-type atom and photon absorption of the V-type atom in an ideal\nsituation. The influence of various decoherence processes such as spontaneous\nemission and photon loss on the fidelity of the entangled state is also\ninvestigated. We find that the effect of photon leakage out of the fibre on the\nfidelity can be greatly diminished in some special cases. As regards the effect\nof spontaneous emission and photon loss from the cavities, we find that the\npresent scheme with a fidelity higher than 0.98 may be realized under current\nexperiment conditions.\n","Comment: 12 pages, 4 figures"]}]
["quant-ph/0701207",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701207","Physical Review Letters (29/01/2007) 4"],"date":["2007-01-29","2007-06-20"],"type":["text"],"creator":["Trebbia, Jean-Baptiste","Alzar, Carlos Leonardo Garrido","Cornelussen, Ronald","Westbrook, Christoph I.","Bouchoule, Isabelle"],"language":[],"coverage":[],"title":["Roughness suppression via rapid current modulation on an atom chip"],"description":["  We present a method to suppress the potential roughness of a wire-based,\nmagnetic atom guide: modulating the wire current at a few tens of kHz, the\npotential roughness, which is proportional to the wire current, averages to\nzero. Using ultra-cold $^{87}{\\rm Rb}$ clouds, we show experimentally that\nmodulation reduces the roughness by at least of a factor five without\nmeasurable heating or atom loss. This roughness suppression results in a\ndramatic reduction of the damping of center of mass oscillations.\n"]}]
["quant-ph/0702079",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702079","Phys. Rev. Lett. 98, 250501 (2007)","doi:10.1103/PhysRevLett.98.250501"],"date":["2007-02-08"],"type":["text"],"creator":["de Melo, F.","Walborn, S. P.","Bergou, János A.","Davidovich, L."],"language":[],"coverage":[],"title":["Quantum Non-Demolition Test of Bipartite Complementarity"],"description":["  We present a quantum circuit that implements a non-demolition measurement of\ncomplementary single- and bi-partite properties of a two-qubit system:\nentanglement and single-partite visibility and predictability. The system must\nbe in a pure state with real coefficients in the computational basis, which\nallows a direct operational interpretation of those properties. The circuit can\nbe realized in many systems of interest to quantum information.\n","Comment: 4 pages, 2 figures"]}]
