["0707.1099",{"format":[],"subject":["Computer Science - Information Theory","C.2","E.4","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1099"],"date":["2007-07-07","2007-11-03"],"type":["text"],"creator":["Agnihotri, Samar","Nuggehalli, Pavan"],"language":[],"coverage":[],"title":["Worst-Case Interactive Communication and Enhancing Sensor Network\n  Lifetime"],"description":["  We are concerned with the problem of maximizing the worst-case lifetime of a\ndata-gathering wireless sensor network consisting of a set of sensor nodes\ndirectly communicating with a base-station.We propose to solve this problem by\nmodeling sensor node and base-station communication as the interactive\ncommunication between multiple correlated informants (sensor nodes) and a\nrecipient (base-station). We provide practical and scalable interactive\ncommunication protocols for data gathering in sensor networks and demonstrate\ntheir efficiency compared to traditional approaches.\n  In this paper, we first develop a formalism to address the problem of\nworst-case interactive communication between a set of multiple correlated\ninformants and a recipient. We realize that there can be different objectives\nto achieve in such a communication scenario and compute the optimal number of\nmessages and bits exchanged to realize these objectives. Then, we propose to\nadapt these results in the context of single-hop data-gathering sensor\nnetworks. Finally, based on this proposed formalism, we propose a clustering\nbased communication protocol for large sensor networks and demonstrate its\nsuperiority over a traditional clustering protocol.\n","Comment: Minor revision: fixed some typos and reorganized some portions. 12\n  pages, 3 figures"]}]
["0708.1547",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q40","35P25","42B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1547"],"date":["2007-08-12","2007-11-03"],"type":["text"],"creator":["Goldberg, Michael"],"language":[],"coverage":[],"title":["Strichartz Estimates for the Schroedinger Equation with Time-Periodic\n  L^{n/2} Potentials"],"description":["  We prove Strichartz estimates for the Schroedinger operator $H = -\\Delta +\nV(t,x)$ with time-periodic complex potentials $V$ belonging to the\nscaling-critical space $L^{n/2}_x L^\\infty_t$ in dimensions $n \\ge 3$. This is\ndone directly from estimates on the resolvent rather than using dispersive\nbounds, as the latter generally require a stronger regularity condition than\nwhat is stated above. In typical fashion, we project onto the continuous\nspectrum of the operator and must assume an absence of resonances. Eigenvalues\nare permissible at any location in the spectrum, including at threshold\nenergies, provided that the associated eigenfunction decays sufficiently\nrapidly.\n","Comment: 21 pages. Added L^2 stability statement to main theorem, as it was\n  already implicit in the proof"]}]
["0708.3431",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3431"],"date":["2007-08-25","2007-11-02"],"type":["text"],"creator":["Craciun, Gheorghe","Dickenstein, Alicia","Shiu, Anne","Sturmfels, Bernd"],"language":[],"coverage":[],"title":["Toric dynamical systems"],"description":["  Toric dynamical systems are known as complex balancing mass action systems in\nthe mathematical chemistry literature, where many of their remarkable\nproperties have been established. They include as special cases all deficiency\nzero systems and all detailed balancing systems. One feature is that the steady\nstate locus of a toric dynamical system is a toric variety, which has a unique\npoint within each invariant polyhedron. We develop the basic theory of toric\ndynamical systems in the context of computational algebraic geometry and show\nthat the associated moduli space is also a toric variety. It is conjectured\nthat the complex balancing state is a global attractor. We prove this for\ndetailed balancing systems whose invariant polyhedron is two-dimensional and\nbounded.\n","Comment: We include the proof of our Conjecture 5 (now Lemma 5) and add some\n  references"]}]
["0708.4060",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4060","Phys. Rev. A 76, 014307 (2007)","doi:10.1103/PhysRevA.76.014307"],"date":["2007-08-29"],"type":["text"],"creator":["Song, Wei","Chen, Zeng-Bing"],"language":[],"coverage":[],"title":["Invariant information and complementarity in high-dimensional states"],"description":["  Using a generalization of the invariant information introduced by Brukner and\nZeilinger [Phys. Rev. Lett. \\textbf{83}, 3354 (1999)] to high-dimensional\nsystems, we introduce a complementarity relation between the local and nonlocal\ninformation for $d\\times d$ systems under the isolated environment, where $d$\nis prime or the power of prime. We also analyze the dynamics of the local\ninformation in the decoherence process.\n","Comment: 4 pages, 2 figures"]}]
["cond-mat/0612122",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612122","Phys. Rev. B 75, 235404 (2007)","doi:10.1103/PhysRevB.75.235404"],"date":["2006-12-05","2007-06-22"],"type":["text"],"creator":["Whitney, Robert S."],"language":[],"coverage":[],"title":["Suppression of weak-localization (and enhancement of noise) by\n  tunnelling in semiclassical chaotic transport"],"description":["  We add simple tunnelling effects and ray-splitting into the recent\ntrajectory-based semiclassical theory of quantum chaotic transport. We use this\nto derive the weak-localization correction to conductance and the shot-noise\nfor a quantum chaotic cavity (billiard) coupled to $n$ leads via\ntunnel-barriers. We derive results for arbitrary tunnelling rates and arbitrary\n(positive) Ehrenfest time, $\\tau_{\\rm E}$. For all Ehrenfest times, we show\nthat the shot-noise is enhanced by the tunnelling, while the weak-localization\nis suppressed. In the opaque barrier limit (small tunnelling rates with large\nlead widths, such that Drude conductance remains finite), the weak-localization\ngoes to zero linearly with the tunnelling rate, while the Fano factor of the\nshot-noise remains finite but becomes independent of the Ehrenfest time. The\ncrossover from RMT behaviour ($\\tau_{\\rm E}=0$) to classical behaviour\n($\\tau_{\\rm E}=\\infty$) goes exponentially with the ratio of the Ehrenfest time\nto the paired-paths survival time. The paired-paths survival time varies\nbetween the dwell time (in the transparent barrier limit) and half the dwell\ntime (in the opaque barrier limit). Finally our method enables us to see the\nphysical origin of the suppression of weak-localization; it is due to the fact\nthat tunnel-barriers ``smear'' the coherent-backscattering peak over reflection\nand transmission modes.\n","Comment: 20 pages (version3: fixed error in sect. VC - results unchanged) -\n  Contents: Tunnelling in semiclassics (3pages), Weak-localization (5pages),\n  Shot-noise (5pages)"]}]
