["0704.0523",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0523","Phys. Rev. A 76, 042103 (2007)","doi:10.1103/PhysRevA.76.042103"],"date":["2007-04-04","2007-07-23"],"type":["text"],"creator":["Jeong, Hyunseok","Ralph, Timothy C."],"language":[],"coverage":[],"title":["Quantum superpositions and entanglement of thermal states at high\n  temperatures and their applications to quantum information processing"],"description":["  We study characteristics of superpositions and entanglement of thermal states\nat high temperatures and discuss their applications to quantum information\nprocessing. We introduce thermal-state qubits and thermal-Bell states, which\nare a generalization of pure-state qubits and Bell states to thermal mixtures.\nA scheme is then presented to discriminate between the four thermal-Bell states\nwithout photon number resolving detection but with Kerr nonlinear interactions\nand two single-photon detectors. This enables one to perform quantum\nteleportation and gate operations for quantum computation with thermal-state\nqubits.\n","Comment: 12 pages, 11 figures, minor corrections, to be published in Phys.\n  Rev. A"]}]
["0704.1580",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1580","Optics & Spectroscopy 103, 178 (2007)","doi:10.1134/S0030400X07080024"],"date":["2007-04-12"],"type":["text"],"creator":["Adesso, Gerardo","Ericsson, Marie"],"language":[],"coverage":[],"title":["Optical implementation and entanglement distribution in Gaussian valence\n  bond states"],"description":["  We study Gaussian valence bond states of continuous variable systems,\nobtained as the outputs of projection operations from an ancillary space of M\ninfinitely entangled bonds connecting neighboring sites, applied at each of $N$\nsites of an harmonic chain. The entanglement distribution in Gaussian valence\nbond states can be controlled by varying the input amount of entanglement\nengineered in a (2M+1)-mode Gaussian state known as the building block, which\nis isomorphic to the projector applied at a given site. We show how this\nmechanism can be interpreted in terms of multiple entanglement swapping from\nthe chain of ancillary bonds, through the building blocks. We provide optical\nschemes to produce bisymmetric three-mode Gaussian building blocks (which\ncorrespond to a single bond, M=1), and study the entanglement structure in the\noutput Gaussian valence bond states. The usefulness of such states for quantum\ncommunication protocols with continuous variables, like telecloning and\nteleportation networks, is finally discussed.\n","Comment: 15 pages, 6 figures. To appear in Optics and Spectroscopy, special\n  issue for ICQO'2006 (Minsk). This preprint contains extra material with\n  respect to the journal version"]}]
["0704.2775",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J70","35D05","35D10","86A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2775","Nonlinear Analysis: Theory, Methods, and Applications (2007)\n  online publication: 10 January 2007","doi:10.1016/j.na.2006.12.040"],"date":["2007-04-20"],"type":["text"],"creator":["Dreyfuss, Pierre"],"language":[],"coverage":[],"title":["Results for a turbulent system with unbounded viscosities: weak\n  formulations, existence of solutions, boundedness, smoothness'"],"description":["  We consider a circulation system arising in turbulence modelling in fluid\ndynamics with unbounded eddy viscosities. Various notions of weak solutions are\nconsidered and compared. We establish existence and regularity results. In\nparticular we study the boundedness of weak solutions. We also establish an\nexistence result for a classical solution\n"]}]
["0704.3006",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3006"],"date":["2007-04-23","2007-10-03"],"type":["text"],"creator":["Kelly, Kieran","Repetowicz, Przemysław","macRéamoinn, Seosamh"],"language":[],"coverage":[],"title":["On the Equilibrium Fluctuations of an Isolated System"],"description":["  Traditionally, it is understood that fluctuations in the equilibrium\ndistribution are not evident in thermodynamic systems of large $N$ (the number\nof particles in the system) \\cite{Huang1}. In this paper we examine the\nvalidity of this perception by investigating whether such fluctuations can in\nreality depend on temperature.\n  Firstly, we describe fluctuations in the occupation numbers of the energy\nlevels for an isolated system, using previously unknown identities that we have\nderived for the purpose, which allow us to calculate the moments of the\noccupation numbers. Then we compute analytically the probability distribution\nof these fluctuations. We show that, for every system of fixed and finite $N$,\nfluctuations about the equilibrium distribution do, in fact, depend on the\ntemperature. Indeed, at higher temperatures the fluctuations can be so large\nthat the system does not fully converge on the Maxwell-Boltzmann distribution\nbut actually fluctuates around it. We term this state, where not one macrostate\nbut a region of macrostates closely fit the underlying distribution, a ``{\\it\nfluctuating equilibrium}''. Finally, we speculate on how this finding is\napplicable to networks, financial markets, and other thermodynamic-like\nsystems.\n","Comment: 30 pages, 7 figures, work has been presented at COST workshop\n  ``Networks, Topology, dynamics and Risk'' and submitted to Physica A. Text\n  has been edited, figures have been cleaned up and a new section, a new\n  Appendix, new references and one additional figure have been added"]}]
["0705.1085",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1085"],"date":["2007-05-08","2007-10-03"],"type":["text"],"creator":["Ojanen, T.","Niskanen, A. O.","Nakamura, Y.","Abdumalikov Jr, A. A."],"language":[],"coverage":[],"title":["Is relaxation correlated in superconducting qubits?"],"description":["  We consider coupled quantum two-state systems (qubits) exposed to a global\nrelaxation process. The global relaxation refers to the assumption that qubits\nare coupled to the same quantum bath with approximately equal strengths,\nappropriate for long-wavelength environmental fluctuations. We show that\ninteractions do not spoil the picture of Dicke's subradiant and superradiant\nstates where quantum interference effects lead to striking deviations from the\nindependent relaxation picture. Remarkably, the system possess a stable\nentangled state and a state decaying faster than single qubit excitations. We\npropose a scheme how these effects can be experimentally accessed in\nsuperconducting flux qubits and, possibly, used in constructing long-lived\nentangled states.\n","Comment: 4 pages, 1 figure"]}]
["0706.0084",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0084"],"date":["2007-06-01","2007-10-03"],"type":["text"],"creator":["Fiedler, T."],"language":[],"coverage":[],"title":["The Jones and Alexander polynomials for singular links"],"description":["  We extend the state models for Jones and Alexander polynomials of classical\nlinks to state models of 2-variable polynomials in the case of singular links.\nMoreover, we extend both of them to polynomials with d+1 variables for long\nsingular knots with exactly d double points. These extensions can detect\nnon-invertibility of long singular knots.\n","Comment: 10 pages, 11 figures v.2 : References added v.3 : Results improved"]}]
["0706.0500",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0500","doi:10.1111/j.1365-2966.2007.12283.x"],"date":["2007-06-04","2007-07-27"],"type":["text"],"creator":["Crockett, R. M.","Smartt, S. J.","Eldridge, J. J.","Mattila, S.","Young, D. R.","Pastorello, A.","Maund, J. R.","Benn, C. R.","Skillen, I."],"language":[],"coverage":[],"title":["A deeper search for the progenitor of the Type Ic Supernova 2002ap"],"description":["  (Abridged) We present a search for the progenitor star of the Type Ic\nSupernova 2002ap in deep, high quality pre-explosion observations taken with\nthe Canada-France-Hawaii Telescope (CFHT). Aligning high-resolution Hubble\nSpace Telescope (HST) observations of the supernova itself with the archival\nCFHT images allowed us to pinpoint the location of the progenitor site on the\nground based observations. We find that a source visible in the B and R band\npre-explosion images close to the position of the SN is (1) not coincident with\nthe SN position within the uncertainties of our relative astrometry, and (2) is\nstill visible ~ 4.7 yrs post-explosion in late-time observations taken with the\nWilliam Herschel Telescope. We therefore conclude that it is not the progenitor\nof SN 2002ap. Comparing our luminosity limits with stellar models of single\nstars at appropriate metallicity (Z=0.008) we conclude that any single star\nprogenitor must have experienced at least twice the standard mass loss rates\nduring pre-Wolf-Rayet evolution, been initially > 30-40M(Sun) and exploded as a\nWolf-Rayet star of final mass 10-12M(Sun). Alternatively an initially less\nmassive progenitor may have evolved in an interacting binary system. We\nconstrain any possible binary companion to a main sequence star of < 20M(Sun),\na neutron star or a black hole. By combining the pre-explosion limits with the\nejecta mass estimates and constraints from X-ray and radio observations we\nconclude that any binary interaction most likely occurred as Case B mass\ntransfer, either with or without a subsequent common envelope evolution phase.\n","Comment: 20 pages, 11 figures (resolution of images reduced), 6 tables.\n  Accepted for publication in MNRAS 2007 July 27 (received 2007 July 23; in\n  original form 2007 June 04)"]}]
["0706.1273",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1273","Astron.Astrophys. 473 (2007) 77-84","doi:10.1051/0004-6361:20077868"],"date":["2007-06-08","2007-09-04"],"type":["text"],"creator":["Malesani, D.","Covino, S.","D'Avanzo, P.","D'Elia, V.","Fugazza, D.","Piranomonte, S.","Ballo, L.","Campana, S.","Stella, L.","Tagliaferri, G.","Antonelli, L. A.","Chincarini, G.","Della Valle, M.","Goldoni, P.","Guidorzi, C.","Israel, G. L.","Lazzati, D.","Melandri, A.","Pellizza, L. J.","Romano, P.","Stratta, G.","Vergani, S. D."],"language":[],"coverage":[],"title":["Multicolor observations of the afterglow of the short/hard GRB 050724"],"description":["  New information on short/hard gamma-ray bursts (GRBs) is being gathered\nthanks to the discovery of their optical and X-ray afterglows. However, some\nkey aspects are still poorly understood, including the collimation level of the\noutflow, the duration of the central engine activity, and the properties of the\nprogenitor systems. We want to constrain the physical properties of the short\nGRB 050724 and of its host galaxy, and make some inferences on the global short\nGRB population. We present optical observations of the afterglow of GRB 050724\nand of its host galaxy, significantly expanding the existing dataset for this\nevent. We compare our results with models, complementing them with available\nmeasurements from the literature. We study the afterglow light curve and\nspectrum including X-ray data. We also present observations of the host galaxy.\nThe observed optical emission was likely related to the large flare observed in\nthe X-ray light curve. The apparent steep decay was therefore not due to the\njet effect. Available data are indeed consistent with low collimation, in turn\nimplying a large energy release, comparable to that of long GRBs. The flare\nproperties also constrain the internal shock mechanism, requiring a large\nLorentz factor contrast between the colliding shells. This implies that the\ncentral engine was active at late times, rather than ejecting all shells\nsimultaneously. The host galaxy has red colors and no ongoing star formation,\nconsistent with previous findings on this GRB. However, it is not a pure\nelliptical, and has some faint spiral structure. GRB 050724 provides the most\ncompelling case for association between a short burst and a galaxy with old\nstellar population. It thus plays a pivotal role in constraining progenitors\nmodels, which should allow for long delays between birth and explosion.\n","Comment: 8 pages, 5 figures, 4 tables, accepted for publication in A&A, typo\n  fixed"]}]
["0706.1320",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1320","A&A 474, 15 (2007)","doi:10.1051/0004-6361:20078035"],"date":["2007-06-09","2007-08-14"],"type":["text"],"creator":["Romero, G. E.","Okazaki, A. T.","Orellana, M.","Owocki, S. P."],"language":[],"coverage":[],"title":["Accretion vs colliding wind models for the gamma-ray binary LS I +61\n  303: an assessment"],"description":["  LS I +61 303 is a puzzling Be/X-ray binary with variable gamma-ray emission\nat up TeV energies. The nature of the compact object and the origin of the\nhigh-energy emission are unclear. One family of models invokes particle\nacceleration in shocks from the collision between the B-star wind and a\nrelativistic pulsar wind, while another centers on a relativistic jet powered\nby accretion. Recent high-resolution radio observations showing a putative\n\"cometary tail\" pointing away from the Be star near periastron have been cited\nas support for the pulsar-wind model. We wish here to carry out a quantitative\nassessment of these competing models for this extraordinary source. We apply a\n3D SPH code for dynamical simulations of both the pulsar-wind-interaction and\naccretion-jet models. The former yields a description of the shape of the\nwind-wind interaction surface. The latter provides an estimation of the\naccretion rate. The results allow critical evaluation of how the two distinct\nmodels confront the data in various wavebands under a range of conditions. When\none accounts for the 3D dynamical wind interaction under realistic constraints\nfor the relative strength of the B-star and pulsar winds, the resulting form of\nthe interaction front does not match the putative \"cometary tail\" claimed from\nradio observations. On the other hand, dynamical simulations of the\naccretion-jet model indicate that the orbital phase variation of accretion\npower includes a secondary broad peak well away from periastron, thus providing\na plausible way to explain the observed TeV gamma ray emission toward apastron.\nWe conclude that the colliding-wind model is not clearly established for LS I\n+61 303, while the accretion-jet model can reproduce many key characteristics\nof the observed TeV gamma-ray emission.\n","Comment: Accepted for publication in A&A. The resolution of the figures is\n  lower than in the journal paper to minimize file sizes. Seven pages, 5\n  figures"]}]
["0706.1859",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1859","Phys. Rev. B 76, 125323 (2007)","doi:10.1103/PhysRevB.76.125323"],"date":["2007-06-13","2007-10-03"],"type":["text"],"creator":["Pedersen, Jesper","Flindt, Christian","Mortensen, Niels Asger","Jauho, Antti-Pekka"],"language":[],"coverage":[],"title":["Failure of standard approximations of the exchange coupling in\n  nanostructures"],"description":["  We calculate the exchange coupling for a double dot system using a novel,\nnumerically exact yet efficient technique, based on finite-element methods.\nSpecifically, we evaluate the exchange coupling both for a quasi-one and a\ntwo-dimensional system, also including an applied magnetic field. Our numerical\nresults provide a stringent test for standard approximation schemes (e.g.,\nHeitler-London, Hund-Mulliken, Hubbard), and they show that the standard\nmethods do not have reliable predictive power for real quantum-dot systems.\n","Comment: 7 pages, 4 figures"]}]
["0706.4321",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4321","Physical Review B 76, 075132 (2007)","doi:10.1103/PhysRevB.76.075132"],"date":["2007-06-28"],"type":["text"],"creator":["García-Santamaría, F.","Nelson, Erik C.","Braun, P. V."],"language":[],"coverage":[],"title":["An optical surface resonance may render photonic crystals ineffective"],"description":["  In this work we identify and study the presence of extremely intense surface\nresonances that frustrate the coupling of photons into a photonic crystal over\ncrucial energy ranges. The practical utility of photonic crystals demands the\ncapability to exchange photons with the external medium, therefore, it is\nessential to understand the cause of these surface resonances and a route to\ntheir elimination. We demonstrate that by modifying the surface geometry it is\npossible to tune the optical response or eliminate the resonances to enable\nfull exploitation of the photonic crystal.\n","Comment: 6 pages, 8 figures, submitted to PRB"]}]
["0708.0068",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0068","Appl. Phys. Lett. 91, 144101 (2007)","doi:10.1063/1.2794433"],"date":["2007-08-01","2007-10-02"],"type":["text"],"creator":["Li, Xi-Han","Deng, Fu-Guo","Zhou, Hong-Yu"],"language":[],"coverage":[],"title":["Faithful qubit transmission against collective noise without ancillary\n  qubits"],"description":["  We present a faithful qubit transmission scheme with linear optics against\ncollective noise, not resorting to ancillary qubits. Its set-up is composed of\nthree unbalanced polarization interferometers, based on a polarizing beam\nsplitter, a beam splitter and a half-wave plate, which makes this scheme more\nfeasible than others with present technology. The fidelity of successful\ntransmission is 1, independent of the parameters of the collective noise, and\nthe success probability for obtaining an uncorrupted state can be improved to\n100% with some time delayers. Moreover, this scheme has some good applications\nin one-way quantum communication for rejecting the errors caused by the\ncollective noise in quantum channel.\n","Comment: 3 pages, 1 figure"]}]
["0708.1360",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1360","Phys. Rev. E 76, 047201 (2007)","doi:10.1103/PhysRevE.76.047201"],"date":["2007-08-09"],"type":["text"],"creator":["Kawamura, Yoji"],"language":[],"coverage":[],"title":["Hole Structures in Nonlocally Coupled Noisy Phase Oscillators"],"description":["  We demonstrate that a system of nonlocally coupled noisy phase oscillators\ncan collectively exhibit a hole structure, which manifests itself in the\nspatial phase distribution of the oscillators. The phase model is described by\na nonlinear Fokker-Planck equation, which can be reduced to the complex\nGinzburg-Landau equation near the Hopf bifurcation point of the uniform\nsolution. By numerical simulations, we show that the hole structure clearly\nappears in the space-dependent order parameter, which corresponds to the\nNozaki-Bekki hole solution of the complex Ginzburg-Landau equation.\n","Comment: 4 pages, 4 figures, to appear in Phys. Rev. E"]}]
["0709.0226",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0226","Phys. Rev. Lett. 99, 136807 (2007)","doi:10.1103/PhysRevLett.99.136807"],"date":["2007-09-03","2007-10-02"],"type":["text"],"creator":["Martins, F.","Hackens, B.","Pala, M. G.","Ouisse, T.","Sellier, H.","Wallart, X.","Bollaert, S.","Cappy, A.","Chevrier, J.","Bayot, V.","Huant, S."],"language":[],"coverage":[],"title":["Imaging Electron Wave Functions Inside Open Quantum Rings"],"description":["  Combining Scanning Gate Microscopy (SGM) experiments and simulations, we\ndemonstrate low temperature imaging of electron probability density\n$|\\Psi|^{2}(x,y)$ in embedded mesoscopic quantum rings (QRs). The tip-induced\nconductance modulations share the same temperature dependence as the\nAharonov-Bohm effect, indicating that they originate from electron wavefunction\ninterferences. Simulations of both $|\\Psi|^{2}(x,y)$ and SGM conductance maps\nreproduce the main experimental observations and link fringes in SGM images to\n$|\\Psi|^{2}(x,y)$.\n","Comment: new title"]}]
["0709.2132",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2132","Phys. Rev. A 76, 043602 (2007)","doi:10.1103/PhysRevA.76.043602"],"date":["2007-09-13","2007-10-03"],"type":["text"],"creator":["Klein, Alexander","Jaksch, Dieter","Zhang, Yanzhi","Bao, Weizhu"],"language":[],"coverage":[],"title":["Dynamics of vortices in weakly interacting Bose-Einstein condensates"],"description":["  We study the dynamics of vortices in ideal and weakly interacting\nBose-Einstein condensates using a Ritz minimization method to solve the\ntwo-dimensional Gross-Pitaevskii equation. For different initial vortex\nconfigurations we calculate the trajectories of the vortices. We find\nconditions under which a vortex-antivortex pair annihilates and is created\nagain. For the case of three vortices we show that at certain times two\nadditional vortices may be created, which move through the condensate and\nannihilate each other again. For a noninteracting condensate this process is\nperiodic, whereas for small interactions the essential features persist, but\nthe periodicity is lost. The results are compared to exact numerical solutions\nof the Gross-Pitaevskii equation confirming our analytical findings.\n","Comment: 8 pages, 7 figures, one reference updated, typos corrected"]}]
["0709.2976",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2976"],"date":["2007-09-19","2007-10-03"],"type":["text"],"creator":["Ito, Atsushi","Nakamura, Hiroaki"],"language":[],"coverage":[],"title":["Molecular Dynamics Simulation of the Hydrogen Isotope Sputtering of\n  Graphite"],"description":["  We used a molecular dynamics simulation with the modified Brenner reactive\nempirical bond order potential to investigate the erosion of a graphite surface\ndue to the incidence of hydrogen, deuterium, and tritium atoms. Incident\nparticles cause pressure on the graphite surface, and the chemical bond between\ngraphene layers then generates heat to erode the graphite surface. We evaluated\nthe speed of surface destruction by calculating the pseudo-radial distribution\nfunction. The speed of surface destruction due to incident hydrogen isotopes\nwas higher than that due to hydrogen atoms. The surface destruction increased\nexponentially and its decay time constant was a power function of the incident\nenergy. We measured the erosion yield, which indicated a steady state for the\ngraphite erosion. The erosion yield flux in the steady state increased linearly\nwith the incident energy. The erosion yield flux was almost independent of the\ntype of incident particle, and the erosion yield start time was smaller for\nhydrogen isotopes than for hydrogen atoms.\n","Comment: 9 pages, 8 figures"]}]
["0709.3654",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3654"],"date":["2007-09-23","2007-10-03"],"type":["text"],"creator":["Maier, G."],"language":[],"coverage":[],"title":["VERITAS: Status and Latest Results"],"description":["  VERITAS is an atmospheric Cherenkov telescope array designed to study\nastrophysi cal sources of very-high-energy gamma radiation. Located in southern\nArizona, USA, the array consists of four 12m-diameter imaging Cherenkov\ntelescopes. All four telescopes have been deployed at the basecamp of the\nWhipple Observatory and began full operation in early 2007. This paper\ndescribes the operational status of VERITAS, outlines the initial performance\nparameters of the instrument, and presents the latest results that have been\nobtained.\n","Comment: 4 pages; contribution to the 30th International Cosmic Ray\n  Conference, Merida, Mexico, July 2007_ new version with revised author list"]}]
["0709.3800",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3800","Phys. Rev. Lett. vol. 99, 136402 (2007)","doi:10.1103/PhysRevLett.99.136402"],"date":["2007-09-24"],"type":["text"],"creator":["Enayati-Rad, A.","Narduzzo, A.","Rullier-Albenque, F.","Horii, S.","Hussey, N. E."],"language":[],"coverage":[],"title":["Irradiation-induced confinement in a quasi-one-dimensional metal"],"description":["  The anisotropic resistivity of PrBa$_2$Cu$_4$O$_8$ has been measured as a\nfunction of electron irradiation fluence. Localization effects are observed for\nextremely small amounts of disorder corresponding to electron mean-free-paths\nof order 100 unit cells. Estimates of the localization corrections suggest that\nthis anomalous localization threshold heralds a crossover to a ground state\nwith pronounced one-dimensional character in which conduction electrons become\nconfined to a small cluster of chains.\n","Comment: 4 pages, 4 figures"]}]
["0709.4074",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4074"],"date":["2007-09-25"],"type":["text"],"creator":["Wu, Shuang-Qing","Zhao, Zhan-Yue"],"language":[],"coverage":[],"title":["Comment on \"Hawking Radiation and Covariant Anomalies\""],"description":["  We comment on the consistence of the epsilon anti-symmetric tensor adopted in\n[R. Banerjee and S. Kulkarni, arXiv:0707.2449] when it is generalized in the\ngeneral case where $\\sqrt{-g} \\neq 1$. It is pointed out that the correct\nnon-minimal consistent gauge and gravitational anomalies should by multiplied a\nfactor $\\sqrt{-g} \\neq 1$. We also sketch the generalization of their work to\nthe $\\sqrt{-g} \\neq 1$ case.\n","Comment: A short comment on arXiv:0707.2449 [hep-th], 2 pages, revtex4"]}]
["0709.4555",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4555"],"date":["2007-09-28","2007-10-03"],"type":["text"],"creator":["CDF Collaboration","Kreps, Michal"],"language":[],"coverage":[],"title":["Branching Fractions and Direct CP Asymmetries of Charmless B Decay Modes\n  at CDF"],"description":["  We present new CDF results on the branching fractions and time-integrated\ndirect CP asymmetries for $B^0$ and $B^0_s$ decay modes into pairs of charmless\ncharged hadrons (pions or kaons). The data-set for this update amounts to 1\n$\\mathrm{fb}^{-1}$ of $p\\bar p$ collisions at a center of mass energy 1.96\n$\\mathrm{TeV}$. We report the first observation of the $B_s \\to K^- \\pi^+$ mode\nand a measurement of its branching fraction and direct CP asymmetry. We also\nobserve for the first time two charmless decays of the $\\Lambda_b^0$-baryon:\n$\\Lambda_b^0 \\to p\\pi^-$ and $\\Lambda_b^0 \\to pK^-$.\n","Comment: Submitted for the SUSY07 proceedings"]}]
["0710.0043",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0043"],"date":["2007-09-29","2007-10-03"],"type":["text"],"creator":["McAuley, Julian J.","Caetano, Tiberio S.","Barbosa, Marconi S."],"language":[],"coverage":[],"title":["Graph rigidity, Cyclic Belief Propagation and Point Pattern Matching"],"description":["  A recent paper \\cite{CaeCaeSchBar06} proposed a provably optimal, polynomial\ntime method for performing near-isometric point pattern matching by means of\nexact probabilistic inference in a chordal graphical model. Their fundamental\nresult is that the chordal graph in question is shown to be globally rigid,\nimplying that exact inference provides the same matching solution as exact\ninference in a complete graphical model. This implies that the algorithm is\noptimal when there is no noise in the point patterns. In this paper, we present\na new graph which is also globally rigid but has an advantage over the graph\nproposed in \\cite{CaeCaeSchBar06}: its maximal clique size is smaller,\nrendering inference significantly more efficient. However, our graph is not\nchordal and thus standard Junction Tree algorithms cannot be directly applied.\nNevertheless, we show that loopy belief propagation in such a graph converges\nto the optimal solution. This allows us to retain the optimality guarantee in\nthe noiseless case, while substantially reducing both memory requirements and\nprocessing time. Our experimental results show that the accuracy of the\nproposed solution is indistinguishable from that of \\cite{CaeCaeSchBar06} when\nthere is noise in the point patterns.\n","Comment: 9 pages, 8 figures"]}]
["0710.0191",{"format":[],"subject":["Physics - Space Physics","General Relativity and Quantum Cosmology","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0191"],"date":["2007-09-30"],"type":["text"],"creator":["Turyshev, Slava G.","Toth, Viktor T."],"language":[],"coverage":[],"title":["Physics Engineering in the Study of the Pioneer Anomaly"],"description":["  The Pioneer 10/11 spacecraft yielded the most precise navigation in deep\nspace to date. However, their radio-metric tracking data received from the\ndistances between 20--70 astronomical units from the Sun has consistently\nindicated the presence of a small, anomalous, Doppler frequency drift. The\ndrift is a blue frequency shift that can be interpreted as a sunward\nacceleration of a_P = (8.74 +/- 1.33) x 10^{-10} m/s^2 for each particular\nspacecraft. This signal has become known as the Pioneer anomaly; the nature of\nthis anomaly remains unexplained.\n  Recently new Pioneer 10 and 11 radio-metric Doppler and flight telemetry data\nbecame available. The newly available Doppler data set is significantly\nenlarged when compared to the data used in previous investigations and is\nexpected to be the primary source for the investigation of the anomaly. In\naddition, the flight telemetry files, original project documentation, and newly\ndeveloped software tools are now used to reconstruct the engineering history of\nboth spacecraft. With the help of this information, a thermal model of the\nPioneer vehicles is being developed to study possible contribution of thermal\nrecoil force acting on the two spacecraft. The ultimate goal of these physics\nengineering efforts is to evaluate the effect of on-board systems on the\nspacecrafts' trajectories.\n","Comment: 6 pages, 5 figures, invited talk at the \"IV Physics Engineering\n  International Meeting,\" Mexico City, Mexico, 15-19 October 2007"]}]
["0710.0192",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0192"],"date":["2007-09-30"],"type":["text"],"creator":["Filler, Tomas","Fridrich, Jessica"],"language":[],"coverage":[],"title":["Binary quantization using Belief Propagation with decimation over factor\n  graphs of LDGM codes"],"description":["  We propose a new algorithm for binary quantization based on the Belief\nPropagation algorithm with decimation over factor graphs of Low Density\nGenerator Matrix (LDGM) codes. This algorithm, which we call Bias Propagation\n(BiP), can be considered as a special case of the Survey Propagation algorithm\nproposed for binary quantization by Wainwright et al. [8]. It achieves the same\nnear-optimal rate-distortion performance with a substantially simpler framework\nand 10-100 times faster implementation. We thus challenge the widespread belief\nthat binary quantization based on sparse linear codes cannot be solved by\nsimple Belief Propagation algorithms. Finally, we give examples of suitably\nirregular LDGM codes that work with the BiP algorithm and show their\nperformance.\n","Comment: Forty-Fifth Annual Allerton Conference on Communication, Control, and\n  Computing, 2007, 10 pages, 6 figures"]}]
["0710.0369",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0369"],"date":["2007-10-01","2007-10-02"],"type":["text"],"creator":["Kung, William","Solis, Francisco J.","de la Cruz, Monica Olvera"],"language":[],"coverage":[],"title":["Thermodynamics of Ion Solvation and Differential Adsorption at\n  Liquid-Liquid Interfaces and Membranes"],"description":["  We construct a mean-field formulation of the thermodynamics of ion solvation\nin immiscible polar binary mixtures. Assuming an equilibrium planar interface\nseparating two semi-infinite regions of different constant dielectric medium,\nwe study the electrostatic phenomenon of differential adsorption of ions at the\ninterface. Using general thermodynamic considerations, we construct the\nmean-field $\\Omega$-potential and demonstrate the spontaneous formation of an\nelectric double-layer around the interface necessarily follow. In our\nframework, we can also relate both the bulk ion densities in the two phases and\nthe distribution potential across the interface to the fundamental Born free\nenergy of ion polarization. We further illustrate this selective ion adsorption\nphenomenon in respective examples of fully permeable membranes that are\nneutral, negative, or positive in charge polarity.\n","Comment: 8 pages, 4 figures, RevTeX, submitted"]}]
["0710.0378",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0378"],"date":["2007-10-01"],"type":["text"],"creator":["Mardling, Rosemary A."],"language":[],"coverage":[],"title":["Inflated planets and their low-mass companions"],"description":["  Various mechanisms have been proposed to explain the inflated size of HD\n209458b after it became clear that it has no companions capable of producing a\nstellar reflex velocity greater than around 5 m/s. Had there been such a\ncompanion, the hypothesis that it forces the eccentricity of the inflated\nplanet thereby tidally heating it may have been readily accepted. Here we\nsummarize a paper by the author which shows that companion planets with masses\nas low as a fraction of an Earth mass are capable of sustaining a non-zero\neccentricity in the observed planet for at least the age of the system. While\nsuch companions produce stellar reflex velocities which are fractions of a\nmeter per second and hence are below the stellar jitter limit, they are\nconsistent with recent theoretical work which suggests that the planet\nmigration process often produces low-mass companions to short-period giants.\n","Comment: 4 pages, 3 figures, to appear in ``Extreme Solar Systems'', D.\n  Fischer, F. Rasio, S. Thorsett and A. Wolszczan (eds), ASP Conf. Ser., 2007"]}]
["0710.0386",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Condensed Matter - Statistical Mechanics","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0386"],"date":["2007-10-01"],"type":["text"],"creator":["Krishnamurthy, Supriya","El-Ansary, Sameh","Aurell, Erik","Haridi, Seif"],"language":[],"coverage":[],"title":["Comparing Maintenance Strategies for Overlays"],"description":["  In this paper, we present an analytical tool for understanding the\nperformance of structured overlay networks under churn based on the\nmaster-equation approach of physics. We motivate and derive an equation for the\naverage number of hops taken by lookups during churn, for the Chord network. We\nanalyse this equation in detail to understand the behaviour with and without\nchurn. We then use this understanding to predict how lookups will scale for\nvarying peer population as well as varying the sizes of the routing tables. We\nthen consider a change in the maintenance algorithm of the overlay, from\nperiodic stabilisation to a reactive one which corrects fingers only when a\nchange is detected. We generalise our earlier analysis to underdstand how the\nreactive strategy compares with the periodic one.\n","Comment: 10 pages, 8 figures"]}]
["0710.0390",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J35","14E30","32J27","53C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0390"],"date":["2007-10-01"],"type":["text"],"creator":["Hassett, Brendan","Tschinkel, Yuri"],"language":[],"coverage":[],"title":["Moving and ample cones of holomorphic symplectic fourfolds"],"description":["  We analyze the ample and moving cones of holomorphic symplectic manifolds, in\nlight of recent advances in the minimal model program. As an application, we\nestablish a numerical criterion for ampleness of divisors on fourfolds\ndeformation-equivalent to punctual Hilbert schemes of K3 surfaces.\n"]}]
["0710.0403",{"format":[],"subject":["Mathematics - Differential Geometry","53C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0403"],"date":["2007-10-01"],"type":["text"],"creator":["Guth, Larry"],"language":[],"coverage":[],"title":["Area-expanding embeddings of rectangles"],"description":["  We estimate whether there is an embedding from one n-dimensional rectangle\ninto another which expands every k-dimensional area. Our estimate is sharp up\nto a constant factor in each dimension.\n","Comment: 21 pages, 6 figures"]}]
["0710.0405",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0405"],"date":["2007-10-01"],"type":["text"],"creator":["Laag, Edward","Gavel, Don","Ammons, Mark"],"language":[],"coverage":[],"title":["Open-Loop Woofer-Tweeter Control on the LAO Multi-Conjugate Adaptive\n  Optics Testbed"],"description":["  Advances in micro deformable mirror (DM) technologies such as MEMs, have\nstimulated interest in the characteristics of systems that include a high\nstroke mirror in series with a high actuator count mirror. This arrangement is\nreferred to as a woofer-tweeter system. In certain situations it may be\ndesirable or necessary to operate the woofer DM in open-loop. We present a\nsimple method for controlling a woofer DM in open loop provided the device\nbehaves in an approximately linear fashion. We have tested a mirror that we\nbelieve meets our criterion, the ALPAO DM52 mirror. Using our open-loop method\nwe fit several test Kolmogorov wavefronts with the mirror and have achieved an\naccuracy of approximately 25 nm rms surface deviation over the whole clear\naperture, and 20 nm rms over 90% of the aperture. We have also flattened the\nmirror in open loop to approximately 11 nm rms residual.\n","Comment: 5 pages, 3 figures, to be published in proceedings of The 6th\n  International Workshop on Adaptive Optics for Industry and Medicine"]}]
["0710.0414",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0414"],"date":["2007-10-02"],"type":["text"],"creator":["Khlebnikov, S."],"language":[],"coverage":[],"title":["Electron as soliton: Nonlinear theory of dielectric polarization"],"description":["  We describe a class of theories of dielectric polarization and a species of\nsolitons in these theories. The solitons, made entirely out of the polarization\nfield, have quantized values of the electric charge and can be interpreted as\nelectrons and holes. A soliton-antisoliton pair is an exciton. We present\nnumerical evidence that the elementary soliton is stable.\n","Comment: 4 pages, 2 figures"]}]
["0710.0417",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0417"],"date":["2007-10-01"],"type":["text"],"creator":["Chen, Xiao-yu"],"language":[],"coverage":[],"title":["Quantum capacity of lossy channel with additive classical Gaussian noise\n  : a perturbation approach"],"description":["  For a quantum channel of additive Gaussian noise with loss, in the general\ncase of $n$ copies input, we show that up to first order perturbation, any\nnon-Gaussian perturbation to the product thermal state input has a less quantum\ninformation transmission rate when the input energy tend to infinitive.\n","Comment: 4 pages"]}]
["0710.0419",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0419"],"date":["2007-10-01"],"type":["text"],"creator":["Chang, Yi-Fang"],"language":[],"coverage":[],"title":["Gravitational Collapse and Radiation of Grand Unified Theory"],"description":["  The infinite gravitational collapse of any supermassive stars should pass\nthrough an energy scale of the grand unified theory (GUT). After\nnucleon-decays, the supermassive star will convert nearly all its mass into\nenergy, and produce the radiation of GUT. It may probably explain some\nultrahigh energy puzzles in astrophysics, for example, quasars and gamma-ray\nbursts (GRB), etc. This is similar with a process of the Big Bang Universe with\na time-reversal evolution in much smaller space scale and mass scale. In this\nprocess the star seems be a true white hole.\n","Comment: 5 pages"]}]
["0710.0423",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0423"],"date":["2007-10-01"],"type":["text"],"creator":["Sakai, Norisuke","Eto, Minoru","Fujimori, Toshiaki","Nagashima, Takayuki","Nitta, Muneto","Ohashi, Keisuke"],"language":[],"coverage":[],"title":["Effective Lagrangian of Domain Wall Networks"],"description":["  Domain wall networks are studied in N=2 supersymmetric U(N_C) gauge theory\nwith N_F (>N_C) flavors. We find a systematic method to construct domain wall\nnetworks in terms of moduli matrices. Normalizable moduli parameters of the\nnetwork are found to be sizes and phases of the loop. We obtain moduli space\nmetric which specifies the effective Lagrangian on the domain wall networks. It\nis used to study dynamics of domain wall networks with the moduli\napproximation.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTex, 4 eps figures"]}]
["0710.0427",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0427"],"date":["2007-10-01"],"type":["text"],"creator":["Krastev, Plamen G.","Sammarruca, Francesca","Li, Bao-An","Worley, Aaron"],"language":[],"coverage":[],"title":["Effective Interactions In Neutron-Rich Matter"],"description":["  Properties of effective interactions in neutron-rich matter are reflected in\nthe medium's equation of state (EOS), which is a relationship among several\nstate variables. Spin and isospin asymmetries play an important role in the\nenergy balance and could alter the stability conditions of the nuclear EOS. The\nEOS has far-reaching consequences for numerous nuclear processes in both the\nterrestrial laboratories and the cosmos. Presently the EOS, especially for\nneutron-rich matter, is still very uncertain. Heavy-ion reactions provide a\nunique means to constrain the EOS, particularly the density dependence of the\nnuclear symmetry energy. On the other hand, microscopic, self-consistent, and\nparameter-free approaches are ultimately needed for understanding nuclear\nproperties in terms of the fundamental interactions among the basic\nconstituents of nuclear systems. In this talk, after a brief review of our\nrecent studies on spin-polarized neutron matter, we discuss constraining the\nchanging rate of the gravitational constant $G$ and properties of (rapidly)\nrotating neutron stars by using a nuclear EOS partially constrained by the\nlatest terrestrial nuclear laboratory data.\n","Comment: Contribution to the Twenty Sixth International Workshop on Nuclear\n  Theory held in Rila Mountains, Bulgaria, 25-30 June, 2007. 10 pages, 5\n  figures, and 1 table"]}]
["0710.0439",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0439","J. Phys. Soc. Jpn. 76 (2007) 093704","doi:10.1143/JPSJ.76.093704"],"date":["2007-10-02"],"type":["text"],"creator":["Namiki, T.","Aoki, Y.","Sato, H.","Sekine, C.","Shirotani, I.","Matsuda, T. D.","Haga, Y.","Yagi, T."],"language":[],"coverage":[],"title":["Superconducting properties of Pr-based Filled skutterudite\n  PrRu$_4$As$_{12}$"],"description":["  We report on systematic study of superconducting characteristics and Pr\ncrystalline-electric-field (CEF) levels of filled-skutterudite \\pra ($T_{\\rm\nc}$ = 2.33 K). The temperature dependences of the upper critical field $H_{\\rm\nc2}$ and the Ginzburg-Landau (Maki) parameter $\\kappa_2$ suggest an s-wave\nclean-limit superconductivity. The electronic specific heat coefficient $\\gamma\n\\sim 95$ mJ/K$^2$mol, being $\\sim 1.5$ times larger than that for \\lra,\nindicates $4f$-originating quasiparticle mass enhancement. Magnetic\nsusceptibility $\\chi(T)$ indicates that the CEF ground state is a $\\Gamma_1$\nsinglet and a $\\Gamma_4^{(1)}$ triplet first excited state lies at $\\Delta_{\\rm\nCEF}\\sim 30$ K above. Systematic comparison among \\pos, \\prs, \\pra and La-based\nreference compounds suggests that inelastic exchange- and\naspherical-charge-scatterings of conduction electrons from CEF-split $4f$\nlevels play an essential role for the quasiparticle mass enhancement and the\nvalue of $T_{\\rm c}$ in the Pr-based filled skutterudites.\n","Comment: 4 pages, 6 figures"]}]
["0710.0443",{"format":[],"subject":["Physics - Medical Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0443","Experimental Brain Research 183, 2 (2007) 235-40","doi:10.1007/s00221-007-1039-4"],"date":["2007-10-02"],"type":["text"],"creator":["Vuillerme, Nicolas","Boisgontier, Matthieu","Chenu, Olivier","Demongeot, Jacques","Payan, Yohan"],"language":[],"coverage":[],"title":["Tongue-placed tactile biofeedback suppresses the deleterious effects of\n  muscle fatigue on joint position sense at the ankle"],"description":["  Whereas the acuity of the position sense at the ankle can be disturbed by\nmuscle fatigue, it recently also has been shown to be improved, under normal\nankle neuromuscular state, through the use of an artificial tongue-placed\ntactile biofeedback. The underlying principle of this biofeedback consisted of\nsupplying individuals with supplementary information about the position of\ntheir matching ankle position relative to their reference ankle position\nthrough electrotactile stimulation of the tongue. Within this context, the\npurpose of the present experiment was to investigate whether this biofeedback\ncould mitigate the deleterious effect of muscle fatigue on joint position sense\nat the ankle. To address this objective, sixteen young healthy university\nstudents were asked to perform an active ankle-matching task in two conditions\nof No-fatigue and Fatigue of the ankle muscles and two conditions of\nNo-biofeedback and Biofeedback. Measures of the overall accuracy and the\nvariability of the positioning were determined using the absolute error and the\nvariable error, respectively. Results showed that the availability of the\nbiofeedback allowed the subjects to suppress the deleterious effects of muscle\nfatigue on joint position sense at the ankle. In the context of sensory\nre-weighting process, these findings suggested that the central nervous system\nwas able to integrate and increase the relative contribution of the artificial\ntongue-placed tactile biofeedback to compensate for a proprioceptive\ndegradation at the ankle.\n"]}]
["0710.0444",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0444"],"date":["2007-10-02"],"type":["text"],"creator":["Anicin, Ivan V."],"language":[],"coverage":[],"title":["A note on the two-neutrino decay mode of excited nuclear states"],"description":["  The possibility for the excited nuclear states to decay by emission of the\nneutrino-antineutrino pair in direct competition with electromagnetic decay\nmodes is commented upon.\n","Comment: 2 pages, 1 figure, 1 reference"]}]
["0710.0445",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0445"],"date":["2007-10-02"],"type":["text"],"creator":["Semenov, Denis A."],"language":[],"coverage":[],"title":["Evolution of the genetic code from the GC- to the AGUC-alphabet"],"description":["  A hypothesis of the evolution of the genetic code is proposed, the leading\nmechanism of which is the nucleotide spontaneous damage leading to\nAT-enrichment of the genome. The hypothesis accounts for stability of the\ngenetic code towards point mutations, the presence of code dialects, and the\nsymmetry of the genetic code table.\n"]}]
["0710.0448",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0448"],"date":["2007-10-02"],"type":["text"],"creator":["Fiorot, Luisa"],"language":[],"coverage":[],"title":["Differential Complexes and Stratified Pro-Modules"],"description":["  In this paper we introduce the category of stratified Pro-modules and the\nnotion of induced object in this category. We propose a translation of a\nMorihiko Saito equivalence result using the dual language of Pro-objects. So we\nprove an equivalence between the derived category of stratified Pro-modules and\nthe category of Pro-differential complexes. We also supply a comparison with\nthe notion of Crystal in Pro-module (introduced by P. Deligne in 1960).\n","Comment: 16 pages"]}]
["0710.0464",{"format":[],"subject":["Mathematics - Combinatorics","05A"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0464"],"date":["2007-10-02"],"type":["text"],"creator":["Prodinger, Helmut"],"language":[],"coverage":[],"title":["Human proofs of identities by Osburn and Schneider"],"description":["  Osburn and Schneider derived several combinatorial identities involving\nharmonic numbers using the computer programm Sigma. Here, they are derived by\npartial fraction decomposition and creative telescoping.\n"]}]
["0710.0467",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0467"],"date":["2007-10-02"],"type":["text"],"creator":["Zarmi, Yair"],"language":[],"coverage":[],"title":["Inelastically generated solitons and anti-solitons in the perturbed KdV\n  equation"],"description":["  Under the effect of common perturbations, the multiple-soliton solution of\nthe KdV equation is transformed into a sum of an elastic and a first-order\ninelastic component. The elastic component is a perturbation series, identical\nin structure to the perturbed single-soliton solution. It preserves the\nsoliton-scattering picture. The inelastic component is generated by\nperturbation terms that represent coupling between KdV solitons and\ninelastically generated soliton-anti-soliton waves. It asymptotes into solitons\nand anti-solitons, that evolve along the characteristic lines of the KdV\nsolitons. This is demonstrated in the two-soliton case.\n"]}]
["0710.0468",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0468"],"date":["2007-10-02"],"type":["text"],"creator":["Yndurain, F. J."],"language":[],"coverage":[],"title":["Elements of Group Theory"],"description":["  \\noindent 1. Generalities\\hfil\\break 2. Lie groups and Lie\nalgebras\\hfil\\break\n  3. The unitary groups\\hfil\\break\n  4. Representations of the SU(n) groups (and of their algebras)\\hfil\\break\n  5. The tensor method for unitary groups, and\\hb the permutation\ngroup\\hfil\\break\n  6. Relativistic invariance. The Lorentz group\\hfil\\break\n  7. General representation of relativistic states\n","Comment: lecture notes"]}]
["0710.0474",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Differential Geometry","26A33, 58A05, 70H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0474"],"date":["2007-10-02"],"type":["text"],"creator":["Boleantu, Mihai"],"language":[],"coverage":[],"title":["Fractional dynamical systems defined on fractional jet bundle and\n  applications in economics"],"description":["  Using Caputo fractional derivative of order $\\alpha $ we build the fractional\njet bundle of order $\\alpha $ and its main geometrical structures. Defined on\nthat bundle, some fractional dynamical systems with applications to economics\nare studied.\n","Comment: presented at Differential Geometry-Dynamical Systems Conference,\n  DGDS, 5-7 October, 2007, Bucharest, Romania"]}]
["0710.0475",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0475"],"date":["2007-10-02"],"type":["text"],"creator":["Song, Bo"],"language":[],"coverage":[],"title":["DFT-based calculation of Coulomb blockade in molecular junction"],"description":["  Quantum transport through single molecules is very sensitive to the strength\nof the molecule-electrode contact. When a molecular junction weakly coupled to\nexternal electrodes, charging effects do play an important role (Coulomb\nblockade regime). In this regime, the non-equilibrium Green function is usually\nsubstituted with master equation approaches, which prevents the density\nfunctional theory from describing Coulomb blockade in non-equilibrium case.\nLast year, we proposed an Ansatz to combine the non-equilibrium Green function\ntechnique with the equation of motion method. With help of it, Coulomb blockade\nwas obtained by non-equilibrium Green function, and completely agrees with the\nmaster equation results [Phys. Rev. B \\textbf{76}, 045408 (2007)]. Here, by the\nAnsatz, we show a new way to introduce Coulomb blockade correction to DFT\ncalculation in non-equilibrium case. And the characteristics of Coulomb\nblockade are obtained in the calculation of a $toy$ molecule correctly.\n","Comment: submitted on Oct. 2, 2007"]}]
["0710.0509",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0509","Dans IFMBE Proceedings 18, IV Latin American Congress on\n  Biomedical Engineering, CLAIB2007. - IV Latin American Congress on Biomedical\n  Engineering, CLAIB2007, Venezuela (2007)"],"date":["2007-10-02"],"type":["text"],"creator":["Lobos, Claudio","Bucki, Marek","Payan, Yohan","Hitschfeld, Nancy"],"language":[],"coverage":[],"title":["Techniques on mesh generation for the brain shift simulation"],"description":["  Neurosurgery interventions involve complex tracking systems because a tissue\ndeformation takesplace. The neuronavigation system relies only on preoperative\nimages. In order to overcome the soft tissue deformations and guarantee the\naccuracy of the navigation a biomechanical model can be used during surgery to\nsimulate the deformation of the brain. Therefore, a mesh generation for an\noptimal real-time Finite Element Model (FEM) becomes crucial. In this work we\npresent different alternatives from a meshgeneration point of view that were\nevaluated to optimize the process in terms of elements quantity and quality as\nwell as constraints of a intraoperative application and patient specific data.\n"]}]
["0710.0513",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0513"],"date":["2007-10-02"],"type":["text"],"creator":["Pavlovsky, Oleg V."],"language":[],"coverage":[],"title":["Heisenberg model of the high-energy hadron collision in terms of chiral\n  fields"],"description":["  Properties of chiral Born-Infeld Theory proposed as the model for shock-wave\nfireball production in the hadron-hadron collisions was studied. The role of\nthe shock-waves in the multi-particle production was discussed.\n","Comment: 5 pages, 2 figures, LaTeX 2e"]}]
["0710.0514",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0514"],"date":["2007-10-02"],"type":["text"],"creator":["Helmi, Amina","Gomez, Facundo"],"language":[],"coverage":[],"title":["Miller's instability, microchaos and the short-term evolution of\n  initially nearby orbits"],"description":["  We study the phase-space behaviour of nearby trajectories in integrable\npotentials. We show that the separation of nearby orbits initially diverges\nvery fast, mimicking a nearly exponential behaviour, while at late times it\ngrows linearly. This initial exponential phase, known as Miller's instability,\nis commonly found in N-body simulations, and has been attributed to short-term\n(microscopic) N-body chaos. However we show here analytically that the initial\ndivergence is simply due to the shape of an orbit in phase-space. This result\nconfirms previous suspicions that this transient phenomenon is not related to\nan instability in the sense of non-integrable behaviour in the dynamics of\nN-body systems.\n","Comment: 10 pages, 7 figures. Comments welcome"]}]
["0710.0518",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0518","Nano Lett.; (Letter); 2007; 7(9); 2584-2589","doi:10.1021/nl070874k"],"date":["2007-10-02"],"type":["text"],"creator":["Chen, C.","Shehata, S.","Fradin, C.","LaPierre, R.","Couteau, C.","Weihs, G."],"language":[],"coverage":[],"title":["Self-directed growth of AlGaAs core-shell nanowires for visible light\n  applications"],"description":["  Al(0.37)Ga(0.63)As nanowires (NWs) were grown in a molecular beam epitaxy\nsystem on GaAs(111)B substrates. Micro-photoluminescence measurements and\nenergy dispersive X-ray spectroscopy indicated a core-shell structure and Al\ncomposition gradient along the NW axis, producing a potential minimum for\ncarrier confinement. The core-shell structure formed during the growth as a\nconsequence of the different Al and Ga adatom diffusion lengths.\n","Comment: 20 pages, 7 figures"]}]
["0710.0527",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0527"],"date":["2007-10-02"],"type":["text"],"creator":["ANTARES Collaboration","Escoffier, S."],"language":[],"coverage":[],"title":["The ANTARES detector: background sources and effects on detector\n  performance"],"description":["  The ANTARES Collaboration is deploying a large neutrino detector at a depth\nof 2475 m in the Mediterranean Sea, 40 km off shore from La Seyne-sur-Mer in\nSouth France. The construction of this 12-line detector with 75 phototubes per\nline will be completed early 2008. Data taking has begun since April 2005 with\nan instrumentation line also equipped with optical modules. The first 5\ndetector lines are operational since January 2007. The telescope is aimed to\nobserve high energy cosmic neutrinos through the detection of the Cerenkov\nlight produced by up-going induced muons. Background sources are due to\natmospheric neutrinos as well as misreconstructed atmospheric muons. Additional\nbackgrounds inherent to the sea water environment come from 40K decay and\nmarine organisms' luminescence. While the contribution of the former is\nexpected to be constant at a level of about 45 kHz, the bioluminescence has\nshown large time variations, with periods of very high activity, up to several\nhundred kHz. Description of these background sources will be reported, and\neffects on detector performance will be described. Methods recently developed\nto improve the detection efficiency in high background periods will be\ndescribed, together with some of the results obtained.\n","Comment: Talk presented at the 30th ICRC, Merida, Mexico, July 2007"]}]
["0710.0533",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0533"],"date":["2007-10-02"],"type":["text"],"creator":["Mechkour, Houari"],"language":[],"coverage":[],"title":["Preliminary results on the homogenization of thin piezoelectric\n  perforated shells"],"description":["  We consider a composite piezoelectric material whose reference configuration\nis a thin shell with fixed thickness. In this work, we give a new approach\nbased on the periodic unfolding method to justify the modelling of a thin\npiezoelectric perforated shells and we establish the limit constitutive law by\nletting the size of holes is supposed to go to zero. This allows to use the\nhomogenization technique to derive the limitting equations and the homogenizaed\ncoefficients are explicity described.\n","Comment: 21 pages"]}]
["0710.0539",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0539"],"date":["2007-10-02"],"type":["text"],"creator":["Ruffa, Anthony A."],"language":[],"coverage":[],"title":["A Novel Solution to the ATT48 Benchmark Problem"],"description":["  A solution to the benchmark ATT48 Traveling Salesman Problem (from the\nTSPLIB95 library) results from isolating the set of vertices into ten\nopen-ended zones with nine lengthwise boundaries. In each zone, a\nminimum-length Hamiltonian Path (HP) is found for each combination of boundary\nvertices, leading to an approximation for the minimum-length Hamiltonian Cycle\n(HC). Determination of the optimal HPs for subsequent zones has the effect of\nautomatically filtering out non-optimal HPs from earlier zones. Although the\noptimal HC for ATT48 involves only two crossing edges between all zones (with\none exception), adding inter-zone edges can accommodate more complex problems.\n"]}]
["0710.0546",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0546"],"date":["2007-10-02"],"type":["text"],"creator":["Welsch, B. T.","Fisher, G. H."],"language":[],"coverage":[],"title":["Surface Flows From Magnetograms"],"description":["  Estimates of velocities from time series of photospheric and/or chromospheric\nvector magnetograms can be used to determine fluxes of magnetic energy (the\nPoynting flux) and helicity across the magnetogram layer, and to provide\ntime-dependent boundary conditions for data-driven simulations of the solar\natmosphere above this layer. Velocity components perpendicular to the magnetic\nfield are necessary both to compute these transport rates and to derive model\nboundary conditions. Here, we discuss some possible approaches to estimating\nperpendicular flows from magnetograms. Since Doppler shifts contain\ncontributions from flows parallel to the magnetic field, perpendicular\nvelocities are not generally recoverable from Doppler shifts alone. The\ninduction equation's vertical component relates evolution in $B_z$ to the\nperpendicular flow field, but has a finite null space, meaning some ``null''\nflows, e.g., motions along contours of normal field, do not affect $B_z$.\nConsequently, additional information is required to accurately specify the\nperpendicular flow field. Tracking methods, which analyze $\\partial_t B_z$ in a\nneighborhood, have a long heritage, but other approaches have recently been\ndeveloped. In a recent paper, several such techniques were tested using\nsynthetic magnetograms from MHD simulations. Here, we use the same test data to\ncharacterize: 1) the ability of the induction equation's normal component, by\nitself, to estimate flows; and 2) a tracking method's ability to recover flow\ncomponents that are perpendicular to $\\mathbf{B}$ and parallel to contours of\n$B_z$. This work has been supported by NASA Heliophysics Theory grant\nNNG05G144G.\n","Comment: 12 pages, 5 b/w figures"]}]
["0710.0555",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0555"],"date":["2007-10-02"],"type":["text"],"creator":["Asadova, O. H."],"language":[],"coverage":[],"title":["Investigation of one boundary-value problem for elliptic type equation"],"description":["  The goal of the paper is to study a spectral problem corresponding to the\nmixed problem for a sixth order weak parabolic equation.\n","Comment: 4 pages"]}]
["0710.0557",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","42B35","47B10","47G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0557"],"date":["2007-10-02"],"type":["text"],"creator":["Kobayashi, Masaharu","Sugimoto, Mitsuru","Tomita, Naohito"],"language":[],"coverage":[],"title":["Trace ideals for pseudo-differential operators and their commutators\n  with symbols in $\\alpha$-modulation spaces"],"description":["  In this paper, we consider the trace property of pseudo-differential\noperators with symbols in $\\alpha$-modulation spaces.\n"]}]
["0710.0559",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0559","Journal of Business & Economic Statistics 23, 2 (2005) 242-253"],"date":["2007-10-02"],"type":["text"],"creator":["Gardes, François","Duncan, Greg","Gaubert, Patrice","Gurgand, Marc","Starzec, Christophe"],"language":[],"coverage":[],"title":["Panel and Pseudo-Panel Estimation of Cross-Sectional and Time Series\n  Elasticities of Food Consumption: The Case of American and Polish Data"],"description":["  The problem addressed in this article is the bias to income and expenditure\nelasticities estimated on pseudo-panel data caused by measurement error and\nunobserved heterogeneity. We gauge empirically these biases by comparing\ncross-sectional, pseudo-panel and true panel data from both Polish and American\nexpenditure surveys. Our results suggest that unobserved heterogeneity imparts\na downward bias to cross-section estimates of income elasticities of at-home\nfood expenditures and an upward bias to estimates of income elasticities of\naway-from-home food expenditures. \"Within\" and first-difference estimators\nsuffer less bias, but only if the effects of measurement error are accounted\nfor with instrumental variables.\n","Comment: 12 p"]}]
["0710.0562",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0562"],"date":["2007-10-02"],"type":["text"],"creator":["Welsch, B. T.","Li, Y."],"language":[],"coverage":[],"title":["On the Origin of Strong-Field Polarity Inversion Lines"],"description":["  Several studies have correlated observations of impulsive solar activity --\nflares and coronal mass ejections (CMEs) -- with the amount of magnetic flux\nnear strong-field polarity inversion lines (PILs) in active regions'\nphotospheric magnetic fields, as measured in line-of-sight (LOS) magnetograms.\nPractically, this empirical correlation holds promise as a space weather\nforecasting tool. Scientifically, however, the mechanisms that generate strong\ngradients in photospheric magnetic fields remain unknown. Hypotheses include:\nthe (1) emergence of highly twisted or kinked flux ropes, which possess strong,\nopposite-polarity fields in close proximity; (2) emergence of new flux in close\nproximity to old flux; and (3) flux cancellation driven by photospheric flows\nacting fields that have already emerged. If such concentrations of flux near\nstrong gradients are formed by emergence, then increases in unsigned flux near\nstrong gradients should be correlated with increases in total unsigned magnetic\nflux -- a signature of emergence. Here, we analyze time series of MDI\nline-of-sight (LOS) magnetograms from several dozen active regions, and\nconclude that increases in unsigned flux near strong gradients tend to occur\nduring emergence, though strong gradients can arise without flux emergence. We\nacknowledge support from NSF-ATM 04-51438.\n","Comment: 8 pages, 3 b/w figures"]}]
["0710.0563",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0563"],"date":["2007-10-02"],"type":["text"],"creator":["Nicotri, Stefano"],"language":[],"coverage":[],"title":["Newly observed charmed states: the case of X(3872)"],"description":["  I briefly review the properties of the hidden charm meson X(3872), discussing\nsome puzzling aspects concerning its theoretical interpretation.\n","Comment: LaTeX, 5 pages, 2 figures, talk given at IFAE 2007, Naples, Italy,\n  11-13 April"]}]
["0710.0564",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0564","See also: 45th Annual Allerton Conference on Communication,\n  Control, and Computing, Monticello, USA, 2007"],"date":["2007-10-02"],"type":["text"],"creator":["Lu, Yi","Measson, Cyril","Montanari, Andrea"],"language":[],"coverage":[],"title":["TP Decoding"],"description":["  `Tree pruning' (TP) is an algorithm for probabilistic inference on binary\nMarkov random fields. It has been recently derived by Dror Weitz and used to\nconstruct the first fully polynomial approximation scheme for counting\nindependent sets up to the `tree uniqueness threshold.' It can be regarded as a\nclever method for pruning the belief propagation computation tree, in such a\nway to exactly account for the effect of loops.\n  In this paper we generalize the original algorithm to make it suitable for\ndecoding linear codes, and discuss various schemes for pruning the computation\ntree. Further, we present the outcomes of numerical simulations on several\nlinear codes, showing that tree pruning allows to interpolate continuously\nbetween belief propagation and maximum a posteriori decoding. Finally, we\ndiscuss theoretical implications of the new method.\n","Comment: 8 pages, 9 figures"]}]
["0710.0567",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0567"],"date":["2007-10-02"],"type":["text"],"creator":["Pearle, Philip"],"language":[],"coverage":[],"title":["Dynamical Wave Function Collapse: Could It Have Cosmological\n  Consequences?"],"description":["  This talk was in response to the conference injunction to present \"one bold\nbut half-baked idea that you have been thinking about recently.. .\". After a\nbrief introduction to the ideas and formalism of the CSL theory of dynamical\nwave function collapse, some possible cosmological effects associated with\napplying it to the creation of the universe are discussed.\n","Comment: This is the gist of a brief talk given on July 24,2007 at the\n  Foundational Questions Institute workshop in Reykjavik, Iceland"]}]
["0710.0574",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","11G07","05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0574"],"date":["2007-10-02"],"type":["text"],"creator":["Musiker, Gregg"],"language":[],"coverage":[],"title":["Combinatorial Aspects of Elliptic Curves II: Relationship between\n  Elliptic Curves and Chip-Firing Games on Graphs"],"description":["  Let q be a power of a prime and E be an elliptic curve defined over F_q. In\n\"Combinatorial aspects of elliptic curves\" [17], the present author examined a\nsequence of polynomials which express the N_k's, the number of points on E over\nthe field extensions F_{q^k}, in terms of the parameters q and N_1 = #E(F_q).\nThese polynomials have integral coefficients which alternate in sign, and a\ncombinatorial interpretation in terms of spanning trees of wheel graphs. In\nthis sequel, we explore further ramifications of this connection. In\nparticular, we highlight a relationship between elliptic curves and chip-firing\ngames on graphs by comparing the groups structures of both. As a coda, we\nconstruct a cyclic rational language whose zeta function is dual to that of an\nelliptic curve.\n","Comment: 24 pages, 2 figures, part of author's Ph.D. Thesis, presented at\n  FPSAC 2007"]}]
["0710.0577",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0577"],"date":["2007-10-02"],"type":["text"],"creator":["Moreo, A.","Yildirim, Y.","Alvarez, G."],"language":[],"coverage":[],"title":["Multi-Orbital Lattice Model for (Ga,Mn)As and Other Lightly Magnetically\n  Doped Zinc-Blende-Type Semiconductors"],"description":["  We present a Hamiltonian in real space which is well suited to study\nnumerically the behavior of holes introduced in III-V semiconductors by Mn\ndoping when the III$^{3+}$ ion is replaced by Mn$^{2+}$. We consider the actual\nlattice with the diamond structure. Since the focus is on light doping by\nacceptors, a bonding combination of III and V p-orbitals is considered since\nthe top of the valence band, located at the $\\Gamma$ point, has p character in\nthese materials. As a result, an effective model in which the holes hop between\nthe sites of an fcc lattice is obtained. We show that around the $\\Gamma$ point\nin momentum space the Hamiltonian for the undoped case is identical to the one\nfor the Luttinger-Kohn model. The spin-orbit interaction is included as well as\nthe on-site interaction between the spin of the magnetic impurity and the spin\nof the doped holes. The effect of Coulomb interactions between Mn$^{2+}$ and\nholes, as well as Mn$^{3+}$ doping are discussed. Through large-scale Monte\nCarlo simulations on a Cray XT3 supercomputer, we show that this model\nreproduces many experimental results for ${\\rm Ga_{\\it 1-x}Mn_{\\it x}As}$ and\n${\\rm Ga_{\\it 1-x}Mn_{\\it x}Sb}$, and that the Curie temperature does not\nincrease monotonically with $x$. The cases of Mn doped GaP and GaN, in which\nMn$^{3+}$ is believed to play a role, are also studied.\n","Comment: 17 pages, 11 figures"]}]
["0710.0582",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0582","Science, Sciencexpress 20 September 2007","doi:10.1126/science.1148047"],"date":["2007-10-02"],"type":["text"],"creator":["Koenig, Markus","Wiedmann, Steffen","Bruene, Christoph","Roth, Andreas","Buhmann, Hartmut","Molenkamp, Laurens W.","Qi, Xiao-Liang","Zhang, Shou-Cheng"],"language":[],"coverage":[],"title":["Quantum Spin Hall Insulator State in HgTe Quantum Wells"],"description":["  Recent theory predicted that the Quantum Spin Hall Effect, a fundamentally\nnovel quantum state of matter that exists at zero external magnetic field, may\nbe realized in HgTe/(Hg,Cd)Te quantum wells. We have fabricated such sample\nstructures with low density and high mobility in which we can tune, through an\nexternal gate voltage, the carrier conduction from n-type to the p-type,\npassing through an insulating regime. For thin quantum wells with well width d\n< 6.3 nm, the insulating regime shows the conventional behavior of vanishingly\nsmall conductance at low temperature. However, for thicker quantum wells (d >\n6.3 nm), the nominally insulating regime shows a plateau of residual\nconductance close to 2e^2/h. The residual conductance is independent of the\nsample width, indicating that it is caused by edge states. Furthermore, the\nresidual conductance is destroyed by a small external magnetic field. The\nquantum phase transition at the critical thickness, d = 6.3 nm, is also\nindependently determined from the magnetic field induced insulator to metal\ntransition. These observations provide experimental evidence of the quantum\nspin Hall effect.\n","Comment: 16 pages, 5 figures"]}]
["0710.0592",{"format":[],"subject":["Mathematics - Complex Variables","31A05, 30E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0592"],"date":["2007-10-02"],"type":["text"],"creator":["Hirnyk, Markiyan"],"language":[],"coverage":[],"title":["Accuracy of approximation of subharmonic functions by logarithms of\n  moduli of analytic ones in Chebyshev metrics"],"description":["  It is known that a subharmonic function of finite order $\\rho$ can be\napproximated by the logarithm of the modulus of an entire function at the point\n$z$ outside an exceptional set up to $C\\log|z|$. In this article we prove that\nif such an approximation is made more precise, i. e. a constant\n  $C$ decreases, then, beginning with $C=\\rho/4$, the size of the exceptional\nset enlarges substantially. Similar results are proved for subharmonic\nfunctions of infinite order and functions subharmonic in the unit disk. These\ntheorems improve and complement a result by Yulmukhametov.\n","Comment: 12 pages, LATEX"]}]
["0710.0593",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0593","Phys. Rev. Lett. 99, 115501 (2007)","doi:10.1103/PhysRevLett.99.115501"],"date":["2007-10-02"],"type":["text"],"creator":["Tang, Hui","Ismail-Beigi, Sohrab"],"language":[],"coverage":[],"title":["Novel Precursors for Boron Nanotubes: The Competition of Two-Center and\n  Three-Center Bonding in Boron Sheets"],"description":["  We present a new class of boron sheets, composed of triangular and hexagonal\nmotifs, that are more stable than structures considered to date and thus are\nlikely to be the precursors of boron nanotubes. We describe a simple and clear\npicture of electronic bonding in boron sheets and highlight the importance of\nthree-center bonding and its competition with two-center bonding, which can\nalso explain the stability of recently discovered boron fullerenes. Our\nfindings call for reconsideration of the literature on boron sheets, nanotubes,\nand clusters.\n","Comment: 4 pages, 4 figures, 1 table"]}]
["0710.0595",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0595"],"date":["2007-10-02"],"type":["text"],"creator":["Horowitz, W. A."],"language":[],"coverage":[],"title":["Ratio of charm to bottom R_AA as a test of pQCD vs. AdS/CFT energy loss"],"description":["  LHC predictions for the charm and bottom nuclear modification factors using\npQCD and AdS/CFT drag energy loss models are given. We show that a new\nobservable, the double ratio of charm to bottom nuclear modification factors,\nallows for easy experimental distinction between the two classes of energy loss\nmodels.\n","Comment: Contributed to Workshop on Heavy Ion Collisions at the LHC: Last Call\n  for Predictions, Geneva, Switzerland, 14 May - 8 Jun 2007"]}]
["0710.0596",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","20G05","16G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0596"],"date":["2007-10-02"],"type":["text"],"creator":["Halverson, Tom","Mazzocco, Manuela","Ram, Arun"],"language":[],"coverage":[],"title":["Commuting Families in Temperley-Lieb Algebras"],"description":["  We define analogs of the Jucys-Murphy elements for the affine Temperley-Lieb\nalgebra and give their explicit expansion in terms of the basis of planar\nBrauer diagrams. These Jucys-Murphy elements are a family of commuting elements\nin the affine Temperley-Lieb algebra, and we compute their eigenvalues on the\ngeneric irreducible representations. We show that they come from Jucys-Murphy\nelements in the affine Hecke algebra of type A, which in turn come from the\nCasimir element of the quantum group $U_h\\mathfrak{gl}_n$. We also give the\nexplicit specializations of these results to the finite Temperley-Lieb algebra.\n","Comment: 20 pages"]}]
["0710.0600",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0600"],"date":["2007-10-02"],"type":["text"],"creator":["Catelan, M.","Prieto, G. E.","Zoccali, M.","Weidner, C.","Stetson, P. B.","Bidin, C. Moni","Altmann, M.","Smith, H. A.","Pritzl, B. J.","Borissova, J.","De Medeiros, J. R."],"language":[],"coverage":[],"title":["A Search for EHB Pulsators in the Globular Cluster NGC 6752"],"description":["  We describe the status of a project whose main goal is to detect variability\nalong the extreme horizontal branch of the globular cluster NGC 6752. Based on\nMagellan 6.5m data, preliminary light curves are presented for some candidate\nvariables. By combining our time-series data, we also produce a deep CMD of\nunprecedented quality for the cluster which reveals a remarkable lack of main\nsequence binaries, possibly pointing to a low primordial binary fraction.\n","Comment: 4 pages, 2 figures, to appear in \"Hot Subdwarf Stars and Related\n  Objects\", ASP Conf. Ser"]}]
["astro-ph/0511676",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0511676"],"date":["2005-11-23","2007-10-03"],"type":["text"],"creator":["Popovic, L. C.","Shapovalova, A. I.","Chavushyan, V. H.","Ilic, D.","Burenkov, A. N.","Mercado, A.","Bochkarev, N. G."],"language":[],"coverage":[],"title":["Probing the physical properties of the NGC 5548 Broad Line Region using\n  Balmer lines"],"description":["  We investigate the physical characteristics of the Broad Line Region (BLR) of\nNGC 5548 using the Boltzmann plot (BP) method, that we applied on the Balmer\nlines observed from 1996 to 2004. We find that variability earlier detected in\nthe lines, is also present in the temperature parameter A, obtained from the BP\nmethod. Using the BP temperature parameter A to calculate temperature, we find\nthat the average temperature for the considered period was T$\\approx$ 10000 K,\nand that varies from 5000 K (in 2002) to 15000 K (in 1998). This variation\ncorrelates with the AGN-component of the optical continuum flux (r=0.85) and\nmay indicate the existence of an accretion disc in the BLR of NGC 5548.\n","Comment: 10 pages, 7 figures; Accepted in PASJ"]}]
["cond-mat/0512661",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512661"],"date":["2005-12-26","2007-10-03"],"type":["text"],"creator":["Altfeder, Igor"],"language":[],"coverage":[],"title":["Striped Phase of Hubbard Charge Density Waves on Gallium Surface"],"description":["  This paper has been temprally withdrawn by the author\n"]}]
["cond-mat/0603699",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603699","Phys. Rev. A 73, 063615 (2006)","doi:10.1103/PhysRevA.73.063615"],"date":["2006-03-26","2006-04-04"],"type":["text"],"creator":["Itin, A. P.","Morishita, T.","Satoh, M.","Tolstikhin, O. I.","Watanabe, S."],"language":[],"coverage":[],"title":["Vortex creation during magnetic trap manipulations of spinor\n  Bose-Einstein condensates"],"description":["  We investigate several mechanisms of vortex creation during splitting of a\nspinor BEC in a magnetic trap controlled by a pair of current carrying wires\nand bias magnetic fields. Our study is motivated by a recent MIT experiment on\nsplitting BECs with a similar trap, where unexpected fork-like structure\nappeared in the interference fringes corresponding to interference of two\ncondensates, one with and the other without a singly quantized vortex. It is\nwell-known that in a spin-1 BEC in a quadrupole trap a doubly quantized vortex\nis produced topologically by a ``slow'' reversal of bias magnetic field $B_z$.\nWe find that in the magnetic trap considered it is also possible to produce a\n4- and 1-quantized vortex in a spin-1 BEC. The latter is possible, for example,\nduring the magnetic field switching-off process. We therefore provide a\npossible explanation for the unexpected interference patterns in the\nexperiment. We also give an example of the creation of singly quantized\nvortices due to ``fast'' splitting, which is a possible alternative mechanism\nof the interference pattern.\n","Comment: 16 pages, 8 figures (of reduced quality; original figures are\n  available upon request: alx_it@yahoo.com); Comments to ver.2: calculations\n  without gravity were added, several typos corrected"]}]
["cond-mat/0610767",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610767","Phys. Rev. E 76, 026218 (2007)","doi:10.1103/PhysRevE.76.026218"],"date":["2006-10-27","2007-05-27"],"type":["text"],"creator":["Itin, A. P.","Watanabe, S."],"language":[],"coverage":[],"title":["Universality in nonadiabatic behaviour of classical actions in nonlinear\n  models with separatrix crossings"],"description":["  We discuss dynamics of approximate adiabatic invariants in several nonlinear\nmodels being related to physics of Bose-Einstein condensates (BEC). We show\nthat nonadiabatic dynamics in Feshbach resonance passage, nonlinear\nLandau-Zener (NLZ) tunnelling, and BEC tunnelling oscillations in a double-well\ncan be considered within a unifying approach based on the theory of separatrix\ncrossings. The separatrix crossing theory was applied previously to some\nproblems of classical mechanics, plasma physics and hydrodynamics, but has not\nbeen used in the rapidly growing BEC-related field yet. We derive explicit\nformulas for the change in the action in several models. Extensive numerical\ncalculations support the theory and demonstrate its universal character. We\nalso discovered a qualitatively new nonlinear phenomenon in a NLZ model which\nwe propose to call {\\em separated adiabatic tunnelling}\n","Comment: Accepted for publication in Physical Review E; Several misprints are\n  corrected; main results are emphasized in the end of Introduction (including\n  finite conversion efficiency in Feshbach resonance passage due to geometric\n  jump in the action); bibliography is extended"]}]
["cond-mat/0611528",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611528","J. Phys. A: Math. Theor. 40 10429-10439 (2007)","doi:10.1088/1751-8113/40/34/003"],"date":["2006-11-20"],"type":["text"],"creator":["Kühn, T.","Anghel, D. V."],"language":[],"coverage":[],"title":["Quantization of the elastic modes in an isotropic plate"],"description":["  We quantize the elastic modes in a plate. For this, we find a complete,\northogonal set of eigenfunctions of the elastic equations and we normalize\nthem. These are the phonon modes in the plate and their specific forms and\ndispersion relations are manifested in low temperature experiments in\nultra-thin membranes.\n","Comment: 14 pages, 2 figures"]}]
["cond-mat/0702575",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702575","Physical Review B 76, 134301 (2007)","doi:10.1103/PhysRevB.76.134301"],"date":["2007-02-25"],"type":["text"],"creator":["Wood, Brandon C.","Marzari, Nicola"],"language":[],"coverage":[],"title":["Hydrogen Dynamics in Superprotonic CsHSO4"],"description":["  We present a detailed study of proton dynamics in the hydrogen-bonded\nsuperprotonic conductor CsHSO4 from first-principles molecular dynamics\nsimulations, isolating the subtle interplay between the dynamics of the O--H\nchemical bonds, the O...H hydrogen bonds, and the SO4 tetrahedra in promoting\nproton diffusion. We find that the Grotthus mechanism of proton transport is\nprimarily responsible for the dynamics of the chemical bonds, whereas the\nreorganization of the hydrogen-bond network is dominated by rapid angular hops\nin concert with small reorientations of the SO4 tetrahedra. Frequent proton\njumping across the O--H...O complex is countered by a high rate of jump\nreversal, which we show is connected to the dynamics of the SO4 tetrahedra,\nresulting in a diminished CsHSO4/CsDSO4 isotope effect. We also find evidence\nof multiple timescales for SO4 reorientation events, leading to distinct\ndiffusion mechanisms along the different crystal lattice directions. Finally,\nwe employ graph-theoretic techniques to characterize the topology of the\nhydrogen-bond network and demonstrate a clear relationship between certain\nconnectivity configurations and the likelihood for diffusive jump events.\n","Comment: 12 pages, 10 figures"]}]
["cs/0609072",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0609072","Extended abstract in Proceedings of ICALP 2006, pp 346-357"],"date":["2006-09-13","2007-10-03"],"type":["text"],"creator":["Gopalan, Parikshit","Kolaitis, Phokion G.","Maneva, Elitza","Papadimitriou, Christos H."],"language":[],"coverage":[],"title":["The Connectivity of Boolean Satisfiability: Computational and Structural\n  Dichotomies"],"description":["  Boolean satisfiability problems are an important benchmark for questions\nabout complexity, algorithms, heuristics and threshold phenomena. Recent work\non heuristics, and the satisfiability threshold has centered around the\nstructure and connectivity of the solution space. Motivated by this work, we\nstudy structural and connectivity-related properties of the space of solutions\nof Boolean satisfiability problems and establish various dichotomies in\nSchaefer's framework.\n  On the structural side, we obtain dichotomies for the kinds of subgraphs of\nthe hypercube that can be induced by the solutions of Boolean formulas, as well\nas for the diameter of the connected components of the solution space. On the\ncomputational side, we establish dichotomy theorems for the complexity of the\nconnectivity and st-connectivity questions for the graph of solutions of\nBoolean formulas. Our results assert that the intractable side of the\ncomputational dichotomies is PSPACE-complete, while the tractable side - which\nincludes but is not limited to all problems with polynomial time algorithms for\nsatisfiability - is in P for the st-connectivity question, and in coNP for the\nconnectivity question. The diameter of components can be exponential for the\nPSPACE-complete cases, whereas in all other cases it is linear; thus, small\ndiameter and tractability of the connectivity problems are remarkably aligned.\nThe crux of our results is an expressibility theorem showing that in the\ntractable cases, the subgraphs induced by the solution space possess certain\ngood structural properties, whereas in the intractable cases, the subgraphs can\nbe arbitrary.\n"]}]
["cs/0610111",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0610111"],"date":["2006-10-18","2007-10-02"],"type":["text"],"creator":["Jung, Kyomin","Shah, Devavrat"],"language":[],"coverage":[],"title":["Local approximate inference algorithms"],"description":["  We present a new local approximation algorithm for computing Maximum a\nPosteriori (MAP) and log-partition function for arbitrary exponential family\ndistribution represented by a finite-valued pair-wise Markov random field\n(MRF), say $G$. Our algorithm is based on decomposition of $G$ into {\\em\nappropriately} chosen small components; then computing estimates locally in\neach of these components and then producing a {\\em good} global solution. We\nshow that if the underlying graph $G$ either excludes some finite-sized graph\nas its minor (e.g. Planar graph) or has low doubling dimension (e.g. any graph\nwith {\\em geometry}), then our algorithm will produce solution for both\nquestions within {\\em arbitrary accuracy}. We present a message-passing\nimplementation of our algorithm for MAP computation using self-avoiding walk of\ngraph. In order to evaluate the computational cost of this implementation, we\nderive novel tight bounds on the size of self-avoiding walk tree for arbitrary\ngraph.\n  As a consequence of our algorithmic result, we show that the normalized\nlog-partition function (also known as free-energy) for a class of {\\em regular}\nMRFs will converge to a limit, that is computable to an arbitrary accuracy.\n","Comment: 21 pages, 10 figures"]}]
["math/0206244",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0206244","Rev. Mat. Iberoamericana 21 (2005), no. 2, 349-458"],"date":["2002-06-24","2003-07-07"],"type":["text"],"creator":["Bravo, A.","Encinas, S.","Villamayor, O."],"language":[],"coverage":[],"title":["A Simplified Proof of Desingularization and Applications"],"description":["  This paper contains a short and simplified proof of desingularization over\nfields of characteristic zero, together with various applications to other\nproblems in algebraic geometry (among others, the study of the behavior of\ndesingularization of families of embedded schemes, and a formulation of\ndesingularization which is stronger than Hironaka's). Our proof avoids the use\nof the Hilbert-Samuel function and Hironaka's notion of normal flatness: First\nwe define a procedure for principalization of ideals (i.e. a procedure to make\nan ideal invertible), and then we show that desingularization of a closed\nsubscheme $X$ is achieved by using the procedure of principalization for the\nideal ${\\mathcal I}(X)$ associated to the embedded scheme (X). The paper\nintends to be an introduction to the subject, focused on the motivation of\nideas used in this new approach, and particularly on applications, some of\nwhich do not follow from Hironaka's proof.\n","Comment: Final version to appear in Revista Matematica Iberoamericana"]}]
["math/0409550",{"format":[],"subject":["Mathematics - Rings and Algebras","13E15, 13F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0409550","Communications in Algebra 35, 1 (2007) 2685--2692"],"date":["2004-09-28","2007-10-03"],"type":["text"],"creator":["Couchot, Francois"],"language":[],"coverage":[],"title":["Finitely presented modules over semihereditary rings"],"description":["  One proves that each almost local-global semihereditary ring has the stacked\nbasis property and is almost Bezout. If M is a finitely presented module, its\ntorsion part tM is a direct sum of cyclic modules where the family of\nannhilators is an ascending chain of invertible ideals. These ideals are\ninvariants of M. Moreover, M/tM is a direct sum of 2-generated ideals whose\nproduct is an invariant of M. The idempotents and the positive integers defined\nby the rank of M/tM are invariants of M too.\n"]}]
["math/0512232",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C25","14C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512232"],"date":["2005-12-12","2007-10-03"],"type":["text"],"creator":["Teh, Jyh-Haur"],"language":[],"coverage":[],"title":["Grothendieck standard conjectures, morphic cohomology and Hodge index\n  theorem"],"description":["  Using morphic cohomology, we produce a sequence of conjectures, called\nmorphic conjectures, which terminates at the Grothendieck standard conjecture\nA. A refinement of Hodge structures is given, and with the assumption of\nmorphic conjectures, we prove a Hodge index theorem. We answer a question of\nFriedlander and Lawson by assuming the Grothendieck standard conjecture B and\nprove that the topological filtration from morphic cohomology is equal to the\nGrothendieck arithmetic filtration for some cases.\n","Comment: 17 pages. Some results are added and simplified"]}]
["math/0512379",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry","32V99, 32Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512379"],"date":["2005-12-15","2007-10-03"],"type":["text"],"creator":["Harvey, F. Reese","Lawson Jr, H. Blaine"],"language":[],"coverage":[],"title":["Projective Linking and Boundaries of Positive Holomorphic Chains in\n  Projective Manifolds, Part I"],"description":["  We introduce the notion of the projective linking number Link(M,Z) of a\ncompact oriented real submanifold M of dimension 2p-1 in complex projective\nn-space P^n with an algebraic subvariety Z in P^n - M of codimension p. This\nnotion is related to projective winding numbers and quasi-plurisubharmonic\nfunctions, and it generalizes directly from P^n to any projective manifold.\nPart 1 of this paper establishes the following result for the case p=1. Let M\nbe an oriented, stable, real analytic curve in P^n. Then M is the boundary of a\npositive holomorphic 1-chain T with Mass(T) < K in P^n if and only if Link(M,Z)\n> -K deg(Z) for all algebraic hypersurfaces Z in P^n - M.\n  An analogous theorem is implied in any projective manifold. Part 2 of this\npaper studies similar results for p>1.\n","Comment: Simplifications and revisions have been made in the proof of Theorem\n  6.1"]}]
["math/0606543",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606543","Internat. Math. Res. Not. 2006, Article ID 49857"],"date":["2006-06-21","2007-10-02"],"type":["text"],"creator":["Usher, Michael"],"language":[],"coverage":[],"title":["Minimality and symplectic sums"],"description":["  Let X_1, X_2 be symplectic 4-manifolds containing symplectic surfaces F_1,F_2\nof identical positive genus and opposite squares. Let Z denote the symplectic\nsum of X_1 and X_2 along the F_k. Using relative Gromov--Witten theory, we\ndetermine precisely when the symplectic 4-manifold Z is minimal (i.e., cannot\nbe blown down); in particular, we prove that Z is minimal unless either: one of\nthe X_k contains a (-1)-sphere disjoint from F_k; or one of the X_k admits a\nruling with F_k as a section. As special cases, this proves a conjecture of\nStipsicz asserting the minimality of fiber sums of Lefschetz fibrations, and\nimplies that the non-spin examples constructed by Gompf in his study of the\ngeography problem are minimal.\n","Comment: The numbering has been brought into agreement with that in the\n  published version. No change in content. 13 pages"]}]
["math/0609386",{"format":[],"subject":["Mathematics - Operator Algebras","46L55","20C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609386"],"date":["2006-09-14","2007-10-03"],"type":["text"],"creator":["Landstad, Magnus B.","Larsen, Nadia S."],"language":[],"coverage":[],"title":["Generalised Hecke algebras and C^*-completions"],"description":["  For a Hecke pair $(G, H)$ and a finite-dimensional representation $\\sigma$ of\n$H$ on $V_\\sigma$ with finite range we consider a generalised Hecke algebra\n$\\H_\\sigma(G, H)$, which we study by embedding the given Hecke pair in a\nSchlichting completion $(G_\\sigma, H_\\sigma)$ that comes equipped with a\ncontinuous extension $\\sigma$ of $H_\\sigma$. There is a (non-full) projection\n$p_\\sigma\\in C_c(G_\\sigma, {\\cc B}(V_\\sigma))$ such that $\\H_\\sigma(G, H)$ is\nisomorphic to $p_\\sigma C_c(G_\\sigma, {\\cc B}(V_\\sigma))p_\\sigma$. We study the\nstructure and properties of $C^*$-completions of the generalised Hecke algebra\narising from this corner realisation, and via Morita-Fell-Rieffel equivalence\nwe identify, in some cases explicitly, the resulting proper ideals of\n$C^*(G_\\sigma, {\\cc B}(V_\\sigma))$. By letting $\\sigma$ vary, we can compare\nthese ideals. The main focus is on the case with $\\dim\\sigma=1$ and\napplications include $ax+b$-groups and the Heisenberg group.\n","Comment: 25 pages. Revised version"]}]
["math/0701655",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55P15, 18D05, 18G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701655"],"date":["2007-01-23","2007-10-03"],"type":["text"],"creator":["Paoli, Simona"],"language":[],"coverage":[],"title":["Semistrict Tamsamani n-groupoids and connected n-types"],"description":["  Tamsamani's weak n-groupoids are known to model n-types. In this paper we\nshow that every Tamsamani weak n-groupoid representing a connected n-type is\nequivalent in a suitable way to a semistrict one. We obtain this result by\ncomparing Tasmamani's weak n-groupoids and cat^(n-1)-groups as models of\nconnected n-types.\n","Comment: 77 pages. The paper has undergone major revision from the previous\n  version to improve its presentation. There have been various structural\n  changes, background and informal discussion sections added, and some\n  improvements in the proofs"]}]
["nlin/0611007",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0611007","Physica D 232, 108 (2007)","doi:10.1016/j.physd.2007.06.001"],"date":["2006-11-03","2007-05-28"],"type":["text"],"creator":["Itin, A. P.","Vasiliev, A. A.","Watanabe, S.","Krishna, G."],"language":[],"coverage":[],"title":["Change in the adiabatic invariant in a nonlinear two-mode model of\n  Feshbach resonance passage"],"description":["  Mean-field approach has recently been used to model coupled atom-molecular\nBose-Einstein condensates (BEC) and coupled Fermi-Bose condensates near\nFeshbach resonance. Sweeping of magnetic field across the resonance gives a new\n(nonlinear) version of Landau-Zener problem. We investigate the structure of\nthe corresponding classical phase space and calculate change in the action\nwhich corresponds to finite-rate efficiency of the sweep. We consider the case\nof non-zero initial action, which corresponds to some finite initial molecular\nfraction.\n","Comment: 17 pages, 4 figures"]}]
["quant-ph/0511084",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0511084","Quant. Inf. Proc. 6(4):229 (2007)","doi:10.1007/s11128-007-0055-4"],"date":["2005-11-09","2007-04-04"],"type":["text"],"creator":["Devitt, Simon J.","Greentree, Andrew D.","Hollenberg, Lloyd C. L."],"language":[],"coverage":[],"title":["Information free quantum bus for generating stabiliser states"],"description":["  Efficient generation of spatially delocalised entangled states is at the\nheart of quantum information science. Generally flying qubits are proposed for\nlong range entangling interactions, however here we introduce a bus-mediated\nalternative for this task. Our scheme permits efficient and flexible generation\nof deterministic two-qubit operator measurements and has links to the important\nconcepts of mode-entanglement and repeat-until-success protocols. Importantly,\nunlike flying qubit protocols, our bus particle never contains information\nabout the individual quantum states of the particles, hence is\ninformation-free.\n","Comment: 7 pages, 3 figures: substantial changes, accepted in quant. inf.\n  proc. Added details for physical bus scheme using coherent electronic\n  transport (MRAP)"]}]
["quant-ph/0703228",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703228","Phys. Rev. A 76, 042101 (2007)","doi:10.1103/PhysRevA.76.042101"],"date":["2007-03-24","2007-10-03"],"type":["text"],"creator":["Cai, Jian-Ming","Zhou, Zheng-Wei","Yuan, Ye-Fei","Guo, Guang-Can"],"language":[],"coverage":[],"title":["Quantum Decoherence Modulated by Special Relativity"],"description":["  By investigating the evolution of a moving spin-1/2 Dirac electron coupled\nwith a background magnetic noise, we demonstrate that the effects of special\nrelativity will significantly modify the decoherence properties of the spin\nstate. The dephasing could be much suppressed, and for a sufficiently long time\nthe decoherence even seems to halt. This interesting phenomenon stems from the\ndressed environment induced by special relativity.\n"]}]
