["0704.0045",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0045","J. Fluid Mech. 585, 213-244 (2007)","doi:10.1017/S0022112007006817"],"date":["2007-03-31"],"type":["text"],"creator":["El, G. A.","Grimshaw, R. H. J.","Kamchatnov, A. M."],"language":[],"coverage":[],"title":["Evolution of solitary waves and undular bores in shallow-water flows\n  over a gradual slope with bottom friction"],"description":["  This paper considers the propagation of shallow-water solitary and nonlinear\nperiodic waves over a gradual slope with bottom friction in the framework of a\nvariable-coefficient Korteweg-de Vries equation. We use the Whitham averaging\nmethod, using a recent development of this theory for perturbed integrable\nequations. This general approach enables us not only to improve known results\non the adiabatic evolution of isolated solitary waves and periodic wave trains\nin the presence of variable topography and bottom friction, modeled by the\nChezy law, but also importantly, to study the effects of these factors on the\npropagation of undular bores, which are essentially unsteady in the system\nunder consideration. In particular, it is shown that the combined action of\nvariable topography and bottom friction generally imposes certain global\nrestrictions on the undular bore propagation so that the evolution of the\nleading solitary wave can be substantially different from that of an isolated\nsolitary wave with the same initial amplitude. This non-local effect is due to\nnonlinear wave interactions within the undular bore and can lead to an\nadditional solitary wave amplitude growth, which cannot be predicted in the\nframework of the traditional adiabatic approach to the propagation of solitary\nwaves in slowly varying media.\n","Comment: accepted for publication in J. Fluid Mech."]}]
["0705.1852",{"format":[],"subject":["Mathematics - Probability","60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1852"],"date":["2007-05-13","2007-09-22"],"type":["text"],"creator":["Zhan, Dapeng"],"language":[],"coverage":[],"title":["Revesibility of chordal SLE"],"description":["  We prove that the chordal SLE$_\\kappa$ trace is reversible for\n$\\kappa\\in(0,4]$.\n","Comment: 23 pages; the 2nd version has longer introduction; in the 3rd\n  version, some typos are corrected thanks to the referee's careful review. The\n  3rd version is accepted by the Annals of Probability"]}]
["0706.4275",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4275","Phys. Rev. E 76, 031305 (2007)","doi:10.1103/PhysRevE.76.031305"],"date":["2007-06-28"],"type":["text"],"creator":["Trizac, E.","Barrat, A.","Ernst, M. H."],"language":[],"coverage":[],"title":["Boltzmann equation for dissipative gases in homogeneous states with\n  nonlinear friction"],"description":["  Combining analytical and numerical methods, we study within the framework of\nthe homogeneous non-linear Boltzmann equation, a broad class of models relevant\nfor the dynamics of dissipative fluids, including granular gases. We use the\nnew method presented in a previous paper [J. Stat. Phys. 124, 549 (2006)] and\nextend our results to a different heating mechanism, namely a deterministic\nnon-linear friction force. We derive analytically the high energy tail of the\nvelocity distribution and compare the theoretical predictions with high\nprecision numerical simulations. Stretched exponential forms are obtained when\nthe non-equilibrium steady state is stable. We derive sub-leading corrections\nand emphasize their relevance. In marginal stability cases, power-law behaviors\narise, with exponents obtained as the roots of transcendental equations. We\nalso consider some simple BGK (Bhatnagar, Gross, Krook) models, driven by\nsimilar heating devices, to test the robustness of our predictions.\n"]}]
["0707.0817",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0817"],"date":["2007-07-05","2007-09-23"],"type":["text"],"creator":["Gao, Yi-hong","Xu, Wei-shui","Zeng, Ding-fang"],"language":[],"coverage":[],"title":["Viscosity and jet quenching from holographic model"],"description":["  We consider the backreaction of the fundamental flavor degrees of freedom on\nthe AdS$_5$-Schwarz background, and calculate their contributions to the shear\nviscosity and jet-quenching parameter of the thermal quark-gluon plasma.\n","Comment: 5 pages, minor changes and references added"]}]
["0709.2222",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Probability","65Cxx","37Jxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2222"],"date":["2007-09-14","2007-09-22"],"type":["text"],"creator":["Bou-Rabee, Nawaf","Owhadi, Houman"],"language":[],"coverage":[],"title":["Stochastic Variational Partitioned Runge-Kutta Integrators for\n  Constrained Systems"],"description":["  Stochastic variational integrators for constrained, stochastic mechanical\nsystems are developed in this paper. The main results of the paper are twofold:\nan equivalence is established between a stochastic Hamilton-Pontryagin (HP)\nprinciple in generalized coordinates and constrained coordinates via Lagrange\nmultipliers, and variational partitioned Runge-Kutta (VPRK) integrators are\nextended to this class of systems. Among these integrators are first and\nsecond-order strongly convergent RATTLE-type integrators. We prove order of\naccuracy of the methods provided. The paper also reviews the deterministic\ntreatment of VPRK integrators from the HP viewpoint.\n","Comment: 26 pages, 2 figures"]}]
["cond-mat/0205188",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0205188","Physical Review E 67, 045101(R) (2003)","doi:10.1103/PhysRevE.67.045101"],"date":["2002-05-09"],"type":["text"],"creator":["Klemm, Konstantin","Eguiluz, Victor M.","Toral, Raul","Miguel, Maxi San"],"language":[],"coverage":[],"title":["Global culture: A noise induced transition in finite systems"],"description":["  We analyze the effect of cultural drift, modeled as noise, in Axelrod's model\nfor the dissemination of culture. The disordered multicultural configurations\nare found to be metastable. This general result is proven rigorously in d=1,\nwhere the dynamics is described in terms of a Lyapunov potential. In d=2, the\ndynamics is governed by the average relaxation time T of perturbations. Noise\nat a rate r < 1/T induces monocultural configurations, whereas r > 1/T sustains\ndisorder. In the thermodynamic limit, the relaxation time diverges and global\npolarization persists in spite of a dynamics of local convergence.\n","Comment: 4 pages, 5 figures. For related material visit\n  http://www.imedea.uib.es/physdept/"]}]
["cond-mat/0205439",{"format":[],"subject":["Condensed Matter","Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0205439","Phys. Rev. Lett. 89, 108701 (2002)","doi:10.1103/PhysRevLett.89.108701"],"date":["2002-05-21"],"type":["text"],"creator":["Eguiluz, Victor M.","Klemm, Konstantin"],"language":[],"coverage":[],"title":["Epidemic threshold in structured scale-free networks"],"description":["  We analyze the spreading of viruses in scale-free networks with high\nclustering and degree correlations, as found in the Internet graph. For the\nSuscetible-Infected-Susceptible model of epidemics the prevalence undergoes a\nphase transition at a finite threshold of the transmission probability.\nComparing with the absence of a finite threshold in networks with purely random\nwiring, our result suggests that high clustering and degree correlations\nprotect scale-free networks against the spreading of viruses. We introduce and\nverify a quantitative description of the epidemic threshold based on the\nconnectivity of the neighborhoods of the hubs.\n","Comment: 4 pages, 4 figures"]}]
["cond-mat/0302515",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0302515","Phys. Rev. E 68, 055102(R) (2003)","doi:10.1103/PhysRevE.68.055102"],"date":["2003-02-25"],"type":["text"],"creator":["Eguiluz, Victor M.","Hernandez-Garcia, Emilio","Piro, Oreste","Klemm, Konstantin"],"language":[],"coverage":[],"title":["Effective dimensions and percolation in hierarchically structured\n  scale-free networks"],"description":["  We introduce appropriate definitions of dimensions in order to characterize\nthe fractal properties of complex networks. We compute these dimensions in a\nhierarchically structured network of particular interest. In spite of the\nnontrivial character of this network that displays scale-free connectivity\namong other features, it turns out to be approximately one-dimensional. The\ndimensional characterization is in agreement with the results on statistics of\nsite percolation and other dynamical processes implemented on such a network.\n","Comment: 5 pages, 5 figures"]}]
["cond-mat/0405370",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0405370","Physical Review E 69, 065102(R) (2004)","doi:10.1103/PhysRevE.69.065102"],"date":["2004-05-17"],"type":["text"],"creator":["Zimmermann, Martin G.","Eguiluz, Victor M.","Miguel, Maxi San"],"language":[],"coverage":[],"title":["Coevolution of dynamical states and interactions in dynamic networks"],"description":["  We explore the coupled dynamics of the internal states of a set of\ninteracting elements and the network of interactions among them. Interactions\nare modeled by a spatial game and the network of interaction links evolves\nadapting to the outcome of the game. As an example we consider a model of\ncooperation, where the adaptation is shown to facilitate the formation of a\nhierarchical interaction network that sustains a highly cooperative stationary\nstate. The resulting network has the characteristics of a small world network\nwhen a mechanism of local neighbor selection is introduced in the adaptive\nnetwork dynamics. The highly connected nodes in the hierarchical structure of\nthe network play a leading role in the stability of the network. Perturbations\nacting on the state of these special nodes trigger global avalanches leading to\ncomplete network reorganization.\n","Comment: 4 pages, 5 figures, for related material visit\n  http:www.imedea.uib.es/physdept/"]}]
["cond-mat/0701538",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701538","Physica A 385 (2007) 501-517","doi:10.1016/j.physa.2007.07.004"],"date":["2007-01-22","2007-02-16"],"type":["text"],"creator":["Campisi, Michele"],"language":[],"coverage":[],"title":["Thermodynamics with generalized ensembles: The class of dual orthodes"],"description":["  We address the problem of the foundation of generalized ensembles in\nstatistical physics. The approach is based on Boltzmann's concept of orthodes.\nThese are the statistical ensembles that satisfy the heat theorem, according to\nwhich the heat exchanged divided by the temperature is an exact differential.\nThis approach can be seen as a mechanical approach alternative to the well\nestablished information-theoretic one based on the maximization of generalized\ninformation entropy. Our starting point are the Tsallis ensembles which have\nbeen previously proved to be orthodes, and have been proved to interpolate\nbetween canonical and microcanonical ensembles. Here we shall see that the\nTsallis ensembles belong to a wider class of orthodes that include the most\ndiverse types of ensembles. All such ensembles admit both a microcanonical-like\nparametrization (via the energy), and a canonical-like one (via the parameter\n$\\beta$). For this reason we name them ``dual''. One central result used to\nbuild the theory is a generalized equipartition theorem. The theory is\nillustrated with a few examples and the equivalence of all the dual orthodes is\ndiscussed.\n","Comment: 20 pages, 4 figures. Minor improvements"]}]
["math/0306152",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0306152"],"date":["2003-06-09","2007-09-22"],"type":["text"],"creator":["Libine, Matvei"],"language":[],"coverage":[],"title":["Integrals of Equivariant forms and a Gauss-Bonnet Theorem for\n  Constructible Sheaves"],"description":["  The classical integral localization formula for equivariantly closed forms\n(Theorem 7.11 in [BGV]) is well-known and requires the acting Lie group to be\ncompact. It is restated here as Theorem 2. In this article we extend this\nresult to NONcompact groups. The main result is Theorem 20. Then, using this\ngeneralization, we prove an analogue of the Gauss-Bonnet theorem for\nconstructible sheaves (Theorem 43). These results can be used to obtain a\ngeneralization of the Riemann-Roch-Hirzebruch integral formula.\n","Comment: 38 pages, no figures, LaTeX, to appear in Topology"]}]
["math/0404188",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404188"],"date":["2004-04-08","2007-09-22"],"type":["text"],"creator":["Green, Ben","Tao, Terence"],"language":[],"coverage":[],"title":["The primes contain arbitrarily long arithmetic progressions"],"description":["  We prove that there are arbitrarily long arithmetic progressions of primes.\n  There are three major ingredients. The first is Szemeredi's theorem, which\nasserts that any subset of the integers of positive density contains\nprogressions of arbitrary length. The second, which is the main new ingredient\nof this paper, is a certain transference principle. This allows us to deduce\nfrom Szemeredi's theorem that any subset of a sufficiently pseudorandom set of\npositive relative density contains progressions of arbitrary length. The third\ningredient is a recent result of Goldston and Yildirim. Using this, one may\nplace the primes inside a pseudorandom set of ``almost primes'' with positive\nrelative density.\n","Comment: 56 pages. Further minor corrections"]}]
["nlin/0104056",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0104056","Europhysics Letters 58, 517-523 (2002)","doi:10.1209/epl/i2002-00426-2"],"date":["2001-04-24","2002-08-16"],"type":["text"],"creator":["Eguiluz, Victor M.","Levinsen, Mogens T.","Alstrom, Preben"],"language":[],"coverage":[],"title":["Weak Wave Turbulence Scaling Theory for Diffusion and Relative Diffusion\n  in Turbulent Surface Waves"],"description":["  We examine the applicability of the weak wave turbulence theory in explaining\nexperimental scaling results obtained for the diffusion and relative diffusion\nof particles moving on turbulent surface waves. For capillary waves our\ntheoretical results are shown to be in good agreement with experimental\nresults, where a distinct crossover in diffusive behavior is observed at the\ndriving frequency. For gravity waves our results are discussed in the light of\nocean wave studies.\n","Comment: 5 pages; for related work visit http://www.imedea.uib.es/~victor"]}]
["quant-ph/0703100",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703100"],"date":["2007-03-13","2007-09-23"],"type":["text"],"creator":["Ozcan, O.","Akturk, E.","Sever, R."],"language":[],"coverage":[],"title":["Time Dependent Entropy of Constant Force Motion"],"description":["  Time dependent entropy of constant force motion is investigated. Their joint\nentropy so called Leipnik's entropy is obtained. The main purpose of this work\nis to calculate Leipnik's entropy by using time dependent wave function which\nis obtained by the Feynman path integral method. It is found that, in this\ncase, the Leipnik's entropy increase with time and this result has same\nbehavior free particle case.\n","Comment: 9 pages, 3 figures"]}]
["quant-ph/0703136",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703136"],"date":["2007-03-15","2007-09-23"],"type":["text"],"creator":["Akturk, E.","Ozcan, O.","Sever, R."],"language":[],"coverage":[],"title":["Joint Entropy of the Harmonic Oscillator with Time Dependent Mass and\n  Frequency"],"description":["  Time dependent entropy of harmonic oscillator with time dependent mass and\nfrequency are investigated. The joint entropy so called Leipnik's entropy is\ncalculated by using time dependent wave function obtained by the Feynman path\nintegral method. It is shown that, Leipnik's entropy fluctuates with time.\nHowever in constant mass and time dependent frequency case, entropy increases\nmonotonically with time.\n","Comment: 17 pages, 7 figures"]}]
