["0704.0343",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0343","Phys. Rev. Lett. 98, 198303 (2007)","doi:10.1103/PhysRevLett.98.198303"],"date":["2007-04-03","2007-10-04"],"type":["text"],"creator":["Baumgartl, Jörg","Dullens, Roel P. A.","Dijkstra, Marjolein","Roth, Roland","Bechinger, Clemens"],"language":[],"coverage":[],"title":["Experimental observation of structural crossover in binary mixtures of\n  colloidal hard spheres"],"description":["  Using confocal-microscopy we investigate the structure of binary mixtures of\ncolloidal hard spheres with size ratio q=0.61. As a function of the packing\nfraction of the two particle species, we observe a marked change of the\ndominant wavelength in the pair correlation function. This behavior is in\nexcellent agreement with a recently predicted structural crossover in such\nmixtures. In addition, the repercussions of structural crossover on the\nreal-space structure of a binary fluid are analyzed. We suggest a relation\nbetween crossover and the lateral extension of networks containing only equally\nsized particles that are connected by nearest neighbor bonds. This is supported\nby Monte-Carlo simulations which are performed at different packing fractions\nand size ratios.\n","Comment: 4 pages, 4 figures"]}]
["0704.0949",{"format":[],"subject":["Mathematics - Optimization and Control","49K05","49J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0949","Applicable Analysis, Volume 86, Issue 9, 2007, pp. 1117-1126.","doi:10.1080/00036810701584583"],"date":["2007-04-06"],"type":["text"],"creator":["Frederico, Gastao S. F.","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Conservation laws for invariant functionals containing compositions"],"description":["  The study of problems of the calculus of variations with compositions is a\nquite recent subject with origin in dynamical systems governed by chaotic maps.\nAvailable results are reduced to a generalized Euler-Lagrange equation that\ncontains a new term involving inverse images of the minimizing trajectories. In\nthis work we prove a generalization of the necessary optimality condition of\nDuBois-Reymond for variational problems with compositions. With the help of the\nnew obtained condition, a Noether-type theorem is proved. An application of our\nmain result is given to a problem appearing in the chaotic setting when one\nconsider maps that are ergodic.\n","Comment: Accepted for an oral presentation at the 7th IFAC Symposium on\n  Nonlinear Control Systems (NOLCOS 2007), to be held in Pretoria, South\n  Africa, 22-24 August, 2007"]}]
["0704.3023",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3023","Phys.Rev.D76:076002,2007","doi:10.1103/PhysRevD.76.076002"],"date":["2007-04-23"],"type":["text"],"creator":["Wagner, Marc"],"language":[],"coverage":[],"title":["Fermions in the pseudoparticle approach"],"description":["  The pseudoparticle approach is a numerical technique to compute path\nintegrals without discretizing spacetime. The basic idea is to integrate over\nthose field configurations, which can be represented by a sum of a fixed number\nof localized building blocks (pseudoparticles). In a couple of previous papers\nwe have successfully applied the pseudoparticle approach to pure SU(2)\nYang-Mills theory. In this work we discuss how to incorporate fermionic fields\nin the pseudoparticle approach. To test our method, we compute the phase\ndiagram of the 1+1-dimensional Gross-Neveu model in the large-N limit.\n","Comment: 11 pages, 10 figures"]}]
["0705.0539",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D40, 37J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0539"],"date":["2007-05-03","2007-10-04"],"type":["text"],"creator":["Kerman, Ely"],"language":[],"coverage":[],"title":["Displacement energy of coisotropic submanifolds and Hofer's geometry"],"description":["  We prove that the displacement energy of a stable coisotropic submanifold is\nbounded away from zero if the ambient symplectic manifold is closed, rational\nand satisfies a mild topological condition.\n","Comment: 23 pages"]}]
["0705.1568",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1568","Phys. Rev. B 76, 125433 (2007)","doi:10.1103/PhysRevB.76.125433"],"date":["2007-05-10","2007-10-04"],"type":["text"],"creator":["Bokes, P.","Jung, J.","Godby, R. W."],"language":[],"coverage":[],"title":["Ab-initio formulation of the 4-point conductance of interacting\n  electronic systems"],"description":["  We derive an expression for the 4-point conductance of a general quantum\njunction in terms of the density response function. Our formulation allows us\nto show that the 4-point conductance of an interacting electronic system\npossessing either a geometrical constriction and/or an opaque barrier becomes\nidentical to the macroscopically measurable 2-point conductance. Within\ntime-dependent density-functional theory the formulation leads to a direct\nidentification of the functional form of the exchange-correlation kernel that\nis important for the conductance. We demonstrate the practical implementationof\nour formula for a metal-vacuum-metal interface.\n"]}]
["0705.2030",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2030","J. Math. Phys. 48, 102901 (2007)","doi:10.1063/1.2789553"],"date":["2007-05-14","2007-10-04"],"type":["text"],"creator":["Low, Stephen G."],"language":[],"coverage":[],"title":["Relativity group for noninertial frames in Hamilton's mechanics"],"description":["  The group E(3)=SO(3) *s T(3), that is the homogeneous subgroup of the Galilei\ngroup parameterized by rotation angles and velocities, defines the continuous\ngroup of transformations between the frames of inertial particles in Newtonian\nmechanics. We show in this paper that the continuous group of transformations\nbetween the frames of noninertial particles following trajectories that satisfy\nHamilton's equations is given by the Hamilton group Ha(3)=SO(3) *s H(3) where\nH(3) is the Weyl-Heisenberg group that is parameterized by rates of change of\nposition, momentum and energy, i.e. velocity, force and power. The group E(3)\nis the inertial special case of the Hamilton group.\n","Comment: Final version"]}]
["0705.3094",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3094","Phys. Rev. B 76 (2007) 125113","doi:10.1103/PhysRevB.76.125113"],"date":["2007-05-22","2007-08-24"],"type":["text"],"creator":["Schmidt, B.","Thalmeier, P.","Shannon, N."],"language":[],"coverage":[],"title":["Magnetocaloric effect in the frustrated square lattice J1-J2 model"],"description":["  We investigate the magnetocaloric properties of the two-dimensional\nfrustrated J1-J2 model on a square lattice. This model describes well the\nmagnetic behavior of two classes of quasi-two-dimensional S = 1/2 vanadates,\nnamely the Li2VOXO4 (X = Si, Ge) and AA'VO(PO4)2 (A, A' = Pb, Zn, Sr, Ba)\ncompounds. The magnetocaloric effect (MCE) consists in the adiabatic\ntemperature change upon changing the external magnetic field. In frustrated\nsystems, the MCE can be enhanced close to the saturation field because of\nmassive degeneracies among low lying excitations. We discuss results for the\nMCE in the two distinct antiferromagnetic regimes of the phase diagram.\nNumerical finite temperature Lanczos as well as analytical methods based on the\nspin wave expansion are employed and results are compared. We give explicit\nvalues for the saturation fields of the vanadium compounds. We predict that at\nsubcritical fields there is first a (positive) maximum followed by sign change\nof the MCE, characteristic of all magnetically ordered phases.\n","Comment: Accepted for publication in Phys. Rev. B; slightly extended Appendix\n  B; REVTeX4, 21 pages, 18 figures"]}]
["0706.0122",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0122","PRL 99, 048001 (2007)","doi:10.1103/PhysRevLett.99.048001"],"date":["2007-06-01","2007-10-04"],"type":["text"],"creator":["Vinningland, Jan Ludvig","Johnsen, Oistein","Flekkoy, Eirik G.","Toussaint, Renaud","Maloy, Knut Jorgen"],"language":[],"coverage":[],"title":["Granular Rayleigh-Taylor Instability: Experiments and Simulations"],"description":["  A granular instability driven by gravity is studied experimentally and\nnumerically. The instability arises as grains fall in a closed Hele-Shaw cell\nwhere a layer of dense granular material is positioned above a layer of air.\nThe initially flat front defined by the grains subsequently develops into a\npattern of falling granular fingers separated by rising bubbles of air. A\ntransient coarsening of the front is observed right from the start by a finger\nmerging process. The coarsening is later stabilized by new fingers growing from\nthe center of the rising bubbles. The structures are quantified by means of\nFourier analysis and quantitative agreement between experiment and computation\nis shown. This analysis also reveals scale invariance of the flow structures\nunder overall change of spatial scale.\n","Comment: 4 pages, 11 figures"]}]
["0706.1188",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1188","Mon.Not.Roy.Astron.Soc. 281 (2007) L65-L69","doi:10.1111/j.1745-3933.2007.00368.x"],"date":["2007-06-08","2007-07-19"],"type":["text"],"creator":["Curran, P. A.","van der Horst, A. J.","Wijers, R. A. M. J.","Starling, R. L. C.","Castro-Tirado, A. J.","Fynbo, J. P. U.","Gorosabel, J.","Jarvinen, A. S.","Malesani, D.","Rol, E.","Tanvir, N. R.","Wiersema, K.","Burleigh, M. R.","Casewell, S. L.","Dobbie, P. D.","Guziy, S.","Jakobsson, P.","Jelinek, M.","Laursen, P.","Levan, A. J.","Mundell, C. G.","Naranen, J.","Piranomonte, S."],"language":[],"coverage":[],"title":["GRB 060206 and the quandary of achromatic breaks in afterglow light\n  curves"],"description":["  Gamma-ray burst afterglow observations in the Swift era have a perceived lack\nof achromatic jet breaks compared to the BeppoSAX era. We present our\nmulti-wavelength analysis of GRB 060206 as an illustrative example of how\ninferences of jet breaks from optical and X-ray data might differ. The results\nof temporal and spectral analyses are compared, and attempts are made to fit\nthe data within the context of the standard blast wave model. We find that\nwhile the break appears more pronounced in the optical and evidence for it from\nthe X-ray alone is weak, the data are actually consistent with an achromatic\nbreak at about 16 hours. This break and the light curves fit standard blast\nwave models, either as a jet break or as an injection break. As the pre-Swift\nsample of afterglows are dominated by optical observations, and in the Swift\nera most well sampled light curves are in the X-ray, caution is needed when\nmaking a direct comparison between the two samples, and when making definite\nstatements on the absence of achromatic breaks.\n","Comment: 5 pages including 1 figure; accepted for publication in MNRAS Letters\n  after minor revisions"]}]
["0706.2257",{"format":[],"subject":["Mathematics - Algebraic Geometry","14, 19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2257"],"date":["2007-06-15","2007-10-04"],"type":["text"],"creator":["Gainza, Pere Pascual","Pons, Llorenc Rubio i"],"language":[],"coverage":[],"title":["Algebraic K-theory and cubical descent"],"description":["  In this note we apply Guillen-Navarro descent theorem, \\cite{GN02}, to define\na descent variant of the algebraic $K$-theory of varieties over a field of\ncharacteristic zero, $\\mathcal{KD}(X)$, which coincides with $\\mathcal{K}(X)$\nfor smooth varieties. After a result of Haesemeyer, this new theory is\nequivalent to the homotopy algebraic $K$-theory introduced by Weibel. We also\nprove that there is a natural weight filtration on the groups $KH_\\ast(X)$.\n","Comment: 18 pages"]}]
["0706.2855",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2855","Phys. Rev. Lett. 99, 130407 (2007)","doi:10.1103/PhysRevLett.99.130407"],"date":["2007-06-19","2007-10-04"],"type":["text"],"creator":["Petrov, D. S.","Astrakharchik, G. E.","Papoular, D. J.","Salomon, C.","Shlyapnikov, G. V."],"language":[],"coverage":[],"title":["Crystalline phase of strongly interacting Fermi mixtures"],"description":["  We show that the system of weakly bound molecules of heavy and light\nfermionic atoms is characterized by a long-range intermolecular repulsion and\ncan undergo a gas-crystal quantum transition if the mass ratio exceeds a\ncritical value. For the critical mass ratio above 100 obtained in our\ncalculations, this crystalline order can be observed as a superlattice in an\noptical lattice for heavy atoms with a small filling factor. We also find that\nthis novel system is sufficiently stable with respect to molecular relaxation\ninto deep bound states and to the process of trimer formation.\n","Comment: 4 pages, 1 color figure, published version"]}]
["0706.4134",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M25, 14P25, 52C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4134"],"date":["2007-06-27","2007-10-03"],"type":["text"],"creator":["Bates, Daniel J.","Bihan, Frédéric","Sottile, Frank"],"language":[],"coverage":[],"title":["Bounds on the number of real solutions to polynomial equations"],"description":["  We use Gale duality for polynomial complete intersections and adapt the proof\nof the fewnomial bound for positive solutions to obtain the bound (e^4+3) 2^(k\nchoose 2) n^k/4 for the number of non-zero real solutions to a system of n\npolynomials in n variables having n+k+1 monomials whose exponent vectors\ngenerate a subgroup of Z^n of odd index. This bound exceeds the bound for\npositive solutions only by the constant factor (e^4+3)/(e^2+3) and it is\nasymptotically sharp for k fixed and n large.\n","Comment: 5 pages"]}]
["0707.2015",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2015","doi:10.1103/PhysRevLett.99.143002"],"date":["2007-07-13","2007-10-04"],"type":["text"],"creator":["Kleinert, J.","Haimberger, C.","Zabawa, P. J.","Bigelow, N. P."],"language":[],"coverage":[],"title":["Trapping of ultracold polar molecules with a Thin Wire Electrostatic\n  Trap"],"description":["  We describe the realization of a dc electric-field trap for ultracold polar\nmolecules, the thin-wire electrostatic trap (TWIST). The thin wires that form\nthe electrodes of the TWIST allow us to superimpose the trap onto a\nmagneto-optical trap (MOT). In our experiment, ultracold polar NaCs molecules\nin their electronic ground state are created in the MOT via photoassociation,\nachieving a continuous accumulation in the TWIST of molecules in low-field\nseeking states. Initial measurements show that the TWIST trap lifetime is\nlimited only by the background pressure in the chamber.\n","Comment: 4 pages, 3 figures"]}]
["0707.2254",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2254","APPLIED PHYSICS LETTERS 91, 143508 (2007)","doi:10.1063/1.2794799"],"date":["2007-07-15","2007-10-03"],"type":["text"],"creator":["Ming, Yi","Wang, Zhexian","Li, Qiang","Ding, Zejun"],"language":[],"coverage":[],"title":["Nonlinear Thermal Properties of Three-Terminal Mesoscopic Dielectric\n  Systems"],"description":["  This paper studies the thermal properties of three-terminal mesoscopic\ndielectric systems in the nonlinear response regime at low temperature. For a\nsymmetric three-terminal system, when the temperature is finitely different\nbetween the left and right thermal reservoirs, the temperature of the central\nthermal reservoir is always higher than the averaging temperature of the\nothers. This nonlinear thermal phenomenon is also observed for asymmetric\nthree-terminal systems. At the end, a model of thermal rectification is\npresented.\n","Comment: 9 pages, 3 figures"]}]
["0707.3949",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3949"],"date":["2007-07-26","2007-10-04"],"type":["text"],"creator":["Prokhorenko, D. V."],"language":[],"coverage":[],"title":["Nonequilibrium Renormalization Theory I"],"description":["  In the present article we consider some general class of divergent diagrams\nin Keldysh diagram technique. These divergences arise for nonequilibrium matter\nand closely related to the divergences in the kinetic theory of gases. We\nsuggest a scheme of renormalization of such divergences and illustrate it on\nsome examples. In the other papers of these series we develop the general\ntheory of renormalization of nonequilibrium diagram technique. The fact that\nthermal divergences in non-equilibrium diagram technique can be renormalized\nleads to the following consequence: to prove that the system tends to the\nthermal equilibrium one should to take into account the behaviour of the system\non its boundary. In this paper we illustrate this fact on Bogoliubov derivation\nof kinetic equations.\n"]}]
["0708.0786",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0786"],"date":["2007-08-06","2007-10-04"],"type":["text"],"creator":["Voitkiv, A. B.","Najjari, B.","Ullrich, J."],"language":[],"coverage":[],"title":["Four-body quantum dynamics of two-center electronic transitions in\n  relativistic ion-atom collisions and target recoil momentum spectroscopy"],"description":["  We consider relativistic collisions of heavy hydrogen-like ions with hydrogen\nand helium atoms in which the ion-atom interaction causes both colliding\nparticles to undergo transitions between their internal states. Using an\napproach enabling one, for the first time, to give a detailed description of\nthis important case of the relativistic quantum few-body problem we concentrate\non the study of the longitudinal momentum spectrum of the atomic recoil ions.\nWe discuss the role of relativistic and higher order effects, predict a\nsurprisingly strong influence of the projectile's electron on the momentum\ntransfer, draw the general picture of the recoil ion formation and show that\nthe important information about the doubly inelastic collisions could be\nobtained in experiment merely by measuring the recoil momentum spectrum.\n","Comment: 5 pages, 3 figures"]}]
["0708.2572",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2572"],"date":["2007-08-19","2007-10-03"],"type":["text"],"creator":["Chen, William Y. C.","Xia, Ernest X. W."],"language":[],"coverage":[],"title":["The Ratio Monotonicity of the $q$-Derangement Numbers"],"description":["  We show that the $q$-derangement numbers satisfy a ratio monotone property,\nwhich is analogous to the log-concavity and is stronger than the spiral\nproperty and the unimodality.\n","Comment: 16 pages. log-concavity possibly except for one term is added as a\n  corollary"]}]
["0708.3529",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3529","Chem. Mater. 2007, 19, 4432-4435","doi:10.1021/cm0702262"],"date":["2007-08-26"],"type":["text"],"creator":["Ren, Zhi","Luo, Jianlin","Xu, Zhu'an","Cao, Guanghan"],"language":[],"coverage":[],"title":["Tuning Co valence state in cobalt oxyhydrate superconductor by post\n  reduction"],"description":["  We report a successful tuning of Co valence state in cobalt oxyhydrate\nsuperconductor via a facile post reduction using NaOH as reducing agent. The\nchange in Co valence was precisely determined by measuring the volume of the\nreleased oxygen. The possible hydronium-incorporation was greatly suppressed in\nconcentrated NaOH solution, making the absolute Co valence determinable. As a\nresult, an updated superconducting phase diagram was obtained, which shows that\nthe superconducting transition temperature increases monotonically with\nincreasing Co valence in a narrow range from +3.58 to +3.65.\n","Comment: 17 pages, 5 figures and 1 table. Chem. Mat. in press"]}]
["0708.4256",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4256","PHYSICAL REVIEW B 76, 132501 (2007)","doi:10.1103/PhysRevB.76.132501"],"date":["2007-08-30"],"type":["text"],"creator":["Ren, Zhi","Feng, Chunmu","Xu, Zhu'an","Fang, Minghu","Cao, Guanghan"],"language":[],"coverage":[],"title":["Upper critical field of aligned Na_{x}(H_{3}O)_{z}CoO_{2}\\cdot yH_{2}O\n  superconductor by magnetization measurement"],"description":["  We present magnetization measurements for the upper critical field $H_{c2}$\non aligned Na$_{x}$(H$_{3}$O)$_{z}$CoO$_{2}\\cdot y$H$_{2}$O superconductors\nwith magnetic field parallel to CoO$_2$ layers. The temperature-dependent part\nof the normal-state magnetization $M(H,T)$ can be well scaled with Brillouin\nfunction, suggesting the existence of impurity moments. By subtracting the\ncontribution of the magnetic impurity moments, a well defined onset of\nsuperconducting diamagnetism allows the in-field superconducting transition\ntemperature $T_{c}$($H$) accurately determined. No superconducting transition\nwas observed down to 1.9 K under an applied field of 8 Tesla. The result\nsuggests that the $H^{\\|ab}_{c2}(0)$ value is just within the Pauli\nparamagnetic limit, supporting spin-singlet superconductivity in the cobalt\noxyhydrate superconductor. Additionally, the upward curvature near $T_{c}$ in\nthe $H^{\\|ab}_{c2}-T$ phase diagram was confirmed to be intrinsic. Possible\norigin of the anomaly was discussed.\n","Comment: 4 pages, 4 figures"]}]
["0709.3268",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3268"],"date":["2007-09-20","2007-10-04"],"type":["text"],"creator":["Longinotti, A. L.","de La Calle, I.","Bianchi, S.","Guainazzi, M.","Dovciak, M."],"language":[],"coverage":[],"title":["FERO (Finding Extreme Relativistic Objects): statistics of relativistic\n  broad Fe K alpha lines in AGN"],"description":["  The properties of the relativistically broadened Fe K alpha line emitted in\nActive Galactic Nuclei (AGN) are still debated among the AGN community. Recent\nworks seem to exclude that the broad Fe line is a common feature of AGN. The\nanalysis of a large sample composed by 157 XMM-Newton archival observations of\nradio quiet AGN is presented here. This ongoing project is a development of the\nwork reported in Guainazzi et al. 2006.\n","Comment: Proceeding of \"The nuclear region, host galaxy and environment of\n  active galaxies\", symposium for the 60th birthday of Deborah Dultzin-Hacyan,\n  held in Huatulco April 18-20, 2007; version with typos corrected"]}]
["0709.3326",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3326","Phys. Rev. B 76, 134102 (2007)","doi:10.1103/PhysRevB.76.134102"],"date":["2007-09-21"],"type":["text"],"creator":["Siegel, Donald J.","Wolverton, C.","Ozolins, V."],"language":[],"coverage":[],"title":["Thermodynamic guidelines for the prediction of hydrogen storage\n  reactions and their application to destabilized hydride mixtures"],"description":["  We propose a set of thermodynamic guidelines aimed at facilitating more\nrobust screening of hydrogen storage reactions. The utility of the guidelines\nis illustrated by reassessing the validity of reactions recently proposed in\nthe literature, and through vetting a list of more than 20 candidate reactions\nbased on destabilized LiBH4 and Ca(BH4)2 borohydrides. Our analysis reveals\nseveral new reactions having both favorable thermodynamics and relatively high\nhydrogen densities (5-9 wt.% H2 & 85-100 g H2 /L), and demonstrates that\nchemical intuition alone is not sufficient to identify valid reaction pathways.\n","Comment: Accepted in Phys. Rev. B (V76, Issue 13, Oct 1, 2007); Submitted 13\n  Oct 2006. 5 pages"]}]
["0709.3841",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3841"],"date":["2007-09-24","2007-10-04"],"type":["text"],"creator":["Orlando, Elena","Strong, Andrew W."],"language":[],"coverage":[],"title":["Inverse-Compton emission from halos around stars"],"description":["  Inverse Compton scattering by relativistic electrons produces a major\ncomponent of the diffuse emission from the Galaxy. The photon fields involved\nare the cosmic microwave background and the interstellar radiation field from\nstars and dust. Calculations of the inverse Compton distribution have usually\nassumed a smooth ISRF, but in fact a large part of the Galactic luminosity\ncomes from the most luminous stars which are rare. Therefore we expect the\nISRF, and hence the inverse Compton emission, to be clumpy. We also show that\nsome of the most luminous stars may be visible to GLAST. In this paper we give\nan update on our previous work including examples of the intensity distribution\naround stars, and the predicted spectrum of Cygnus OB2.\n","Comment: 4 pages, 5 figures, Proceedings of the 30th ICRC 2007 Caption of\n  figure 5 updated"]}]
["0710.0537",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0537"],"date":["2007-10-02","2007-10-04"],"type":["text"],"creator":["Maslov, V. P."],"language":[],"coverage":[],"title":["Dispersion Law of the Form $\\epsilon(p)=\\hbar^2p^2/2m +\\widetilde\n  V(p)-\\widetilde V(0)$ for Elementary Excitations of Nonideal Fermi Gas in the\n  Pair Interaction Approximation $(i\\leftrightarrow j)$, $V(|x_i-x_j|)$"],"description":["  We give a derivation of the dispersion law $\\epsilon(p)=\\hbar^2p^2/2m\n+\\widetilde V(p)-\\widetilde V(0)$, where $\\widetilde V(p)$ is the Fourier\ntransform of the pair interaction potential $V(r)$. (The interaction between\nparticles $x_i$ and $x_j$ is $V(|x_i-x_j|)$.)\n","Comment: Latex, 21 p"]}]
["0710.0624",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Number Theory","16L30, 16P40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0624"],"date":["2007-10-02"],"type":["text"],"creator":["Ardakov, Konstantin","Wei, Feng","Zhang, James J."],"language":[],"coverage":[],"title":["Reflexive Ideals in Iwasawa Algebras"],"description":["  Let $G$ be a torsionfree compact $p$-adic analytic group. We give sufficient\nconditions on $p$ and $G$ which ensure that the Iwasawa algebra $\\Omega_G$ of\n$G$ has no non-trivial two-sided reflexive ideals. Consequently, these\nconditions imply that every nonzero normal element in $\\Omega_G$ is a unit. We\nshow that these conditions hold in the case when $G$ is an open subgroup of\n$\\SL_2(\\Zp)$ and $p$ is arbitrary. Using a previous result of the first author,\nwe show that there are only two prime ideals in $\\Omega_G$ when $G$ is a\ncongruence subgroup of $\\SL_2(\\Zp)$: the zero ideal and the unique maximal\nideal. These statements partially answer some questions asked by the first\nauthor and Brown.\n"]}]
["0710.0627",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0627","Proceedings of the Summer School-Seminar GRACOS-2007, Kazan, 2007,\n  pp. 9-13"],"date":["2007-10-02"],"type":["text"],"creator":["Balakin, A. B."],"language":[],"coverage":[],"title":["Kinetic theory of non-Abelian plasma: a non-minimal model"],"description":["  The self-consistent system of master equations describing the kinetics of a\nrelativistic non-Abelian plasma, influenced by curvature interactions, is\nformulated. Non-minimal (curvature induced) coupling is shown to modify all the\nsubsystems of the model: the gauge field equations, the gravity field equations\nand the kinetic equation for colored particles.\n","Comment: 7 pages, talk, presented on the Summer School-Seminar GRACOS-2007,\n  Kazan, Russia, 9-16 September, 2007"]}]
["0710.0630",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0630"],"date":["2007-10-02"],"type":["text"],"creator":["Shlosman, Isaac"],"language":[],"coverage":[],"title":["Disk-Halo Interplay in Galaxy Evolution"],"description":["  Some aspects of disk-halo interactions for models of in and out of\nequilibrium disk galaxies are reviewed. Specifically, we focus on disk-halo\nresonant interaction without and in the presence of a gas component. Another\nissue is the disk growth within an assembling triaxial dark matter halo. We\nargue that while the triaxiality is the result of the merger process and the\nradial orbit instability, it is the developing chaos that damps the first\ngeneration of bars and washes out the halo prolateness. This chaos is triggered\nby the gravitational quadrupole interaction(s) in the system and supported by a\nnumber of other processes which are characteristic of baryons.\n","Comment: 13 pages, 6 figures; to appear in the Proceedings of the conference\n  `Pathways through an Eclectic Universe', J.H. Knapen, T.J. Mahoney, and A.\n  Vazdekis eds., ASP Conf. Series, 2007"]}]
["0710.0631",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0631"],"date":["2007-10-02"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["Gauge Theory And Wild Ramification"],"description":["  The gauge theory approach to the geometric Langlands program is extended to\nthe case of wild ramification. The new ingredients that are required, relative\nto the tamely ramified case, are differential operators with irregular\nsingularities, Stokes phenomena, isomonodromic deformation, and, from a\nphysical point of view, new surface operators associated with higher order\nsingularities.\n","Comment: 63 pp"]}]
["0710.0634",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0634"],"date":["2007-10-02"],"type":["text"],"creator":["Lushnikov, Pavel M.","Rose, Harvey A."],"language":[],"coverage":[],"title":["Collective stimulated Brillouin backscatter"],"description":["  We develop the statistical theory of the stimulated Brillouin backscatter\n(BSBS) instability of a spatially and temporally partially incoherent laser\nbeam for laser fusion relevant plasma. We find a new regime of BSBS which has a\nmuch larger threshold than the classical threshold of a coherent beam in\nlong-scale-length laser fusion plasma. Instability is collective because it\ndoes not depend on the dynamics of isolated speckles of laser intensity, but\nrather depends on averaged beam intensity. We identify convective and absolute\ninstability regimes. Well above the incoherent threshold the coherent\ninstability growth rate is recovered. The threshold of convective instability\nis inside the typical parameter region of National Ignition Facility (NIF)\ndesigns although current NIF bandwidth is not large enough to insure dominance\nof collective instability and suggests lower instability threshold due to\nspeckle contribution. In contrast, we estimate that the bandwidth of\nKrF-laser-based fusion systems would be large enough.\n","Comment: 4 pages, 3 figures"]}]
["0710.0638",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0638"],"date":["2007-10-03"],"type":["text"],"creator":["Marian, Alina","Oprea, Dragos"],"language":[],"coverage":[],"title":["Sheaves on abelian surfaces and Strange Duality"],"description":["  We formulate three versions of a strange duality conjecture for sections of\nthe Theta bundles on the moduli spaces of sheaves on abelian surfaces. As\nsupporting evidence, we check the equality of dimensions on dual moduli spaces,\nanswering a question raised by Gottsche-Nakajima-Yoshioka.\n"]}]
["0710.0640",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0640"],"date":["2007-10-02"],"type":["text"],"creator":["del Pino, Manuel","Kowalczyk, Michał","Pacard, Frank","Wei, Juncheng"],"language":[],"coverage":[],"title":["The Toda system and multiple-end solutions of autonomous planar elliptic\n  problems"],"description":["  We construct a new class of positive solutions for a classical semilinear\nelliptic problem in the plane which arise for instance as the standing-wave\nproblem for the standard nonlinear Schr\\\"odinger equation or in nonlinear\nmodels in Turing's theory biological theory of pattern formation such as the\nGray-Scott or Gierer-Meinhardt systems. The solutions we construct have the\nproperty that their energy over a ball of radius R grows linearly with R as R\ntends to infinity. These solutions are strongly related to the solutions of a\nToda system.\n"]}]
["0710.0643",{"format":[],"subject":["Mathematics - K-Theory and Homology","19E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0643"],"date":["2007-10-02"],"type":["text"],"creator":["Bressler, Paul","Gorokhovsky, Alexander","Nest, Ryszard","Tsygan, Boris"],"language":[],"coverage":[],"title":["Chern character for twisted complexes"],"description":["  We construct a Chern character of a perfect complex of twisted modules over\nan algebroid stack.\n"]}]
["0710.0648",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0648"],"date":["2007-10-03"],"type":["text"],"creator":["Jafferis, Daniel L.","Saulina, Natalia"],"language":[],"coverage":[],"title":["Fragmenting D4 branes and coupled q-deformed Yang Mills"],"description":["  We compute the index of BPS states for two stacks of D4-branes wrapped on\nample divisors and overlapping over a compact Riemann surface inside\nnon-compact Calabi-Yau 3-fold. This index is given in terms of U(N) x U(M)\nq-deformed Yang Mills theory with bifundamental matter. From the factorization\nin the limit of large D4 charge, we argue that our result computes the jump in\nthe index of BPS states across the wall of the marginal stability for the split\nflow of a D4 brane fragmenting into a pair of D4 branes.\n","Comment: 16 pages"]}]
["0710.0650",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0650"],"date":["2007-10-02"],"type":["text"],"creator":["Baldacchini, G.","Montereali, R. M.","Grassano, U. M.","Scacco, A.","Petrova, P.","Mladenova, M.","Ivanovich, M.","Georgiev, M."],"language":[],"coverage":[],"title":["Off-center impurity in alkali halides: reorientation, electric\n  polarization and pairing to F center. II. In-plane rotation and\n  polarizability"],"description":["  Because of its inherent 2-D character, the eigenvalue equation for the\nhindered rotation around a normal cation site of an off-center impurity\nnearest-neighboring an F center is the well-known Mathieu equation. We present\nan overview of literature data on Mathieu's periodic functions providing exact\nsolutions to the Li+ reorientational problem. We compare them with bottom-well\napproximating solutions by harmonic-oscillator functions at an effective\nvibrational frequency renormalized by both first- and third- order\nelectron-mode coupling. We finally discuss the in-plane inversion\npolarizability of an off-center impurity assumed to form a dipole-dipole\ncoupling with a nearby F center.\n","Comment: 14 pages including 2 tables and 3(4) figures, all pdf format"]}]
["0710.0659",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0659"],"date":["2007-10-02"],"type":["text"],"creator":["Byrum, K.","Cunningham, J.","Drake, G.","Hays, E.","Kieda, D.","Kovacs, E.","Magill, S.","Nodulmann, L.","Norhtrop, R.","Swordy, S.","Wagner, R. G.","Wakely, S. P.","Wissel, S. A."],"language":[],"coverage":[],"title":["The TrICE Prototype MAMPT Imaging Camera"],"description":["  The Track Imaging Cerenov Experiment (TrICE) is an air Cerenkov prototype\ntelescope designed to use multi-anode photomultiplier to acheive a high angular\nresolution for measuring cosmic-ray composition at TeV-PeV energies. The TrICE\ncamera, composed of 16 Hamamatsu R8900 16-channel multi-anode photomultiplier\ntubes, achieves 0.086 degree angular width per pixel over 1.5 degree wide field\nof view. We present a description of the TrICE camera design, calibration and\nperformance.\n","Comment: 4 pages, 6 figures, ICRC conference paper"]}]
["0710.0664",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0664"],"date":["2007-10-02"],"type":["text"],"creator":["Younes, Ahmed"],"language":[],"coverage":[],"title":["Synthesis and Optimization of Reversible Circuits for Homogeneous\n  Boolean Functions"],"description":["  Homogenous Boolean function is an essential part of any cryptographic system.\nThe ability to construct an optimized reversible circuits for homogeneous\nBoolean functions might arise the possibility of building cryptographic system\non novel computing paradigms such as quantum computers. This paper shows a\nfactorization algorithm to synthesize such circuits.\n","Comment: 17 Pages"]}]
["0710.0667",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0667"],"date":["2007-10-02"],"type":["text"],"creator":["Chandramouli, V. V. M. S.","Martens, M.","de Melo, W.","Tresser, C. P."],"language":[],"coverage":[],"title":["Chaotic Period Doubling"],"description":["  The period doubling renormalization operator was introduced by M. Feigenbaum\nand by P. Coullet and C. Tresser in the nineteen-seventieth to study the\nasymptotic small scale geometry of the attractor of one-dimensional systems\nwhich are at the transition from simple to chaotic dynamics. This geometry\nturns out to not depend on the choice of the map under rather mild smoothness\nconditions. The existence of a unique renormalization fixed point which is also\nhyperbolic among generic smooth enough maps plays a crucial role in the\ncorresponding renormalization theory. The uniqueness and hyperbolicity of the\nrenormalization fixed point were first shown in the holomorphic context, by\nmeans that generalize to other renormalization operators. It was then proved\nthat in the space of $C^{2+\\alpha}$ unimodal maps, for $\\alpha$ close to one,\nthe period doubling renormalization fixed point is hyperbolic as well. In this\npaper we study what happens when one approaches from below the minimal\nsmoothness thresholds for the uniqueness and for the hyperbolicity of the\nperiod doubling renormalization generic fixed point. Indeed, our main results\nstates that in the space of $C^2$ unimodal maps the analytic fixed point is not\nhyperbolic and that the same remains true when adding enough smoothness to get\na priori bounds. In this smoother class, called $C^{2+|\\cdot|}$ the failure of\nhyperbolicity is tamer than in $C^2$. Things get much worse with just a bit\nless of smoothness than $C^2$ as then even the uniqueness is lost and other\nasymptotic behavior become possible. We show that the period doubling\nrenormalization operator acting on the space of $C^{1+Lip}$ unimodal maps has\ninfinite topological entropy.\n"]}]
["0710.0668",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0668"],"date":["2007-10-02"],"type":["text"],"creator":["Duc, Pierre-Alain"],"language":[],"coverage":[],"title":["Visible and invisible molecular gas in collisional debris of galaxies"],"description":["  Molecular gas has been searched for and found in unexpectedly large\nquantities in some collisional debris of interacting galaxies: HI-rich tidal\ntails, bridges and collisional rings. It was so far observed through millimeter\nobservations of the CO line and detected towards or near regions of\nstar-formation associated to dense condensations of the atomic hydrogen. The\ndiscovery of cool H2 at distances greater than 50 kpc from the parent\n(colliding) galaxies, whereas the external disk of spirals is generally\nconsidered to be CO-poor, raised question on its origin and favored the\nhypothesis of a local production out of collapsed HI clouds. However recent\nobservations of a diffuse CO component along tidal debris have challenged this\nidea. Another recent puzzle is the measurement in the collisional debris of two\ninteracting systems and four recycled objects of a missing mass, whereas no\ndark matter is expected there. One debated interpretation is that this unseen\ncomponent is cold, \"invisible\" molecular gas initially present in the disk of\nspirals.\n","Comment: 6 pages, 2 figures, to appear in the proceedings of \"SF2A-2007:\n  Semaine de l'Astrophysique Francaise\", (J. Bouvier, A. Chalabaev, and C.\n  Charbonnel eds)"]}]
["0710.0679",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0679"],"date":["2007-10-02"],"type":["text"],"creator":["Silva, C. A. S.","Landim, R. R."],"language":[],"coverage":[],"title":["Antisymmetric tensor matter fields in a curved space-time"],"description":["  An analysis about the antisymmetric tensor matter fields Avdeev-Chizhov\ntheory in a curved space-time is performed. We show, in a curved spacetime,\nthat the Avdeev-Chizhov theory can be seen as a kind of a $\\lambda\\phi^{4}$\ntheory for a \"complex self-dual\" field. This relationship between\nAvdeev-Chizhov theory and $\\lambda\\phi^{4}$ theory simplify the study of tensor\nmatter fields in a curved space-time. The energy-momentum tensor for matter\nfields is computed.\n","Comment: 6 pages"]}]
["0710.0683",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0683"],"date":["2007-10-02"],"type":["text"],"creator":["Deshpande, Vikram V.","Bockrath, Marc"],"language":[],"coverage":[],"title":["The One-Dimensional Wigner Crystal in Carbon Nanotubes"],"description":["  Electron-electron interactions strongly affect the behavior of\nlow-dimensional systems. In one dimension (1D), arbitrarily weak interactions\nqualitatively alter the ground state producing a Luttinger liquid (LL) which\nhas now been observed in a number of experimental systems. Interactions are\neven more important at low carrier density, and in the limit when the\nlong-ranged Coulomb potential is the dominant energy scale, the electron liquid\nis expected to become a periodically ordered solid known as the Wigner crystal.\nIn 1D, the Wigner crystal has been predicted to exhibit novel spin and magnetic\nproperties not present in an ordinary LL. However, despite recent progress in\ncoupled quantum wires, unambiguous experimental demonstration of this state has\nnot been possible due to the role of disorder. Here, we demonstrate using\nlow-temperature single-electron transport spectroscopy that a hole gas in\nlow-disorder carbon nanotubes with a band gap is a realization of the 1D Wigner\ncrystal. Our observation can lead to unprecedented control over the behavior of\nthe spatially separated system of carriers, and could be used to realize solid\nstate quantum computing with long coherence times.\n"]}]
["0710.0685",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0685"],"date":["2007-10-03"],"type":["text"],"creator":["Majumdar, Dibyen","Dean, Angela M","Lewis, Susan M"],"language":[],"coverage":[],"title":["Uniformly Balanced Repeated Measurements Designs in the Presence of\n  Subject Dropout"],"description":["  Low, Lewis and Prescott (1999) showed that a crossover design based on a\nWilliams Latin square of order 4 can suffer substantial loss of efficiency if\nsome observations in the final period are unavailable. Indeed, if all\nobservations are missing, the design becomes disconnected. We derive the\ninformation matrix for the direct effects of a Uniformly Balanced Repeated\nMeasurements Design (UBRMD) in t periods when subjects may drop out before the\nend of the study and examine the maximum loss of information. The special case\nof loss of observations in the final period only is examined in detail. In\nparticular we show that a UBRMD in t>= 5 periods remains connected when some or\nall observations in the final period are unavailable.\n"]}]
["0710.0689",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - History and Overview","46A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0689"],"date":["2007-10-02"],"type":["text"],"creator":["Kutateladze, S."],"language":[],"coverage":[],"title":["Convexity and Cone-Vexing"],"description":["  The idea of convexity feeds generation, separation, calculus, and\napproximation. Generation appears as duality; separation, as optimality;\ncalculus, as representation; and approximation, as stability. This is an\noverview of the origin, evolution, and trends of convexity. Study of convexity\nin the Sobolev Institute was initiated by Leonid Kantorovich (1912--1986) and\nAlexandr Alexandrov (1912--1999). This talk is a part of their memory.\n","Comment: 11 pages"]}]
["0710.0690",{"format":[],"subject":["Mathematics - Numerical Analysis","65T99","65R32","42C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0690"],"date":["2007-10-02"],"type":["text"],"creator":["Park, Wooram","Rockmore, Daniel N.","Madden, Dean","Chirikjian, Gregory S."],"language":[],"coverage":[],"title":["Deblurring of Motionally Averaged Images with Applications to\n  Single-Particle Cryo-Electron Microscopy"],"description":["  This paper addresses the deconvolution of an image that has been obtained by\nsuperimposing many copies of an underlying unknown image of interest. The\nsuperposition is assumed to not be exact due to noise, and is described using\nan error distribution in position, orientation, or both. We assume that a good\nestimate of the error distribution is known. The most natural approach to take\nfor the purely translational case is to apply the Fourier transform and use the\nclassical convolution theorem together with a Weiner filter to invert. In the\ncase of purely rotational deblurring, the similar Fourier analysis is applied.\nThat is, for an blurred image function defined on polar coordinates, the\nFourier series and the convolution theorem for the series can be applied. In\nthe case of combinations of translational and rotational errors, the\nmotion-group Fourier transform is used. In addition, for the three cases we\npresent the alternative method using Hermite and Laguerre-Fourier expansion,\nwhich has a special property in Fourier transform. The problem that is solved\nhere is motivated by one of the steps in the cryo-electron-tomographic\nreconstruction of biomolecular complexes such as viruses and ion channels.\n","Comment: 28 pages, 5 figures"]}]
["0710.0697",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0697","J. Pure Appl. Algebra 209 (2007) 631-649"],"date":["2007-10-02"],"type":["text"],"creator":["Ghezzi, Laura","Kashcheyeva, Olga"],"language":[],"coverage":[],"title":["Toroidalization of generating sequences in dimension two function fields\n  of positive characteristic"],"description":["  We give a characteristic free proof of the main result of our previous paper\n(math.AC/0509697) concerning toroidalization of generating sequences of\nvaluations in dimension two function fields. We show that when an extension of\ntwo dimensional algebraic regular local rings $R\\subset S$ satisfies the\nconclusions of the Strong Monomialization theorem of Cutkosky and Piltant, the\nmap between generating sequences in $R$ and $S$ has a toroidal structure.\n"]}]
["0710.0706",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Algebraic Geometry","37C25","14E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0706"],"date":["2007-10-03"],"type":["text"],"creator":["Iwasaki, Katsunori","Uehara, Takato"],"language":[],"coverage":[],"title":["Area-Preserving Surface Dynamics and S. Saito's Fixed Point Formula"],"description":["  We show that S. Saito's fixed point formula serves as a powerful tool for\ncounting the number of isolated periodic points of an area-preserving surface\nmap admitting periodic curves. His notion of periodic curves of types I and II\nplays a central role in our discussion. We establish a Shub-Sullivan type\nresult on the stability of local indices under iterations of the map, the\nfiniteness of the number of periodic curves of type II, and the absence of\nperiodic curves of type I. Combined with these results, Saito's formula implies\nthe existence of infinitely many isolated periodic points whose cardinality\ngrows exponentially as period tends to infinity.\n","Comment: 30 pages, 1 figure, 1 table"]}]
["0710.0708",{"format":[],"subject":["Mathematics - Number Theory","11A67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0708"],"date":["2007-10-02"],"type":["text"],"creator":["Chandler, Ray","Ionascu, Eugen J."],"language":[],"coverage":[],"title":["A characterization of all equilateral triangles in \\Bbb Z^3"],"description":["  This paper is a continuation of previous work of the authors. We extend one\nof the theorems that gave a way to construct equilateral triangles whose\nvertices have integer coordinates to the general situation. An approximate\nextrapolation formula for the sequence ET(n) of all equilateral triangles with\nvertices in $\\{0,1,2,...,n\\}^3$ (A 102698) is given and the asymptotic behavior\nof this sequence is analyzed.\n","Comment: 8 pages, 3 figures, continuation of previous work"]}]
["0710.0717",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0717","Proteomics 7, 18 (2007) 3234-44","doi:10.1002/pmic.200700365"],"date":["2007-10-03"],"type":["text"],"creator":["Luche, Sylvie","Lelong, Cécile","Diemer, Hélène","Van Dorsselaer, Alain","Rabilloud, Thierry"],"language":[],"coverage":[],"title":["Ultrafast coelectrophoretic fluorescent staining of proteins with\n  carbocyanines"],"description":["  Protein detection on SDS gels or on 2-D gels must combine several features,\nsuch as sensitivity, homogeneity from one protein to another, speed, low cost,\nand user-friendliness. For some applications, it is also interesting to have a\nnonfixing stain, so that proteins can be mobilized from the gel for further use\n(electroelution, blotting). We show here that coelectrophoretic staining by\nfluorophores of the oxacarbocyanine family, and especially\ndiheptyloxacarbocyanine, offers several positive features. The sensitivity is\nintermediate between the one of colloidal CBB and the one of fluroescent\nruthenium complexes. Detection is achieved within 1 h after the end of the\nelectrophoretic process and does not use any fixing or toxic agent. The\nfluorescent SDS-carbocyanine-protein complexes can be detected either with a\nlaser scanner with an excitation wavelength of 488 nm or with a UV table\noperating at 302 nm. Excellent sequence coverage in subsequent MS analysis of\nproteolytic peptides is also achieved with this detection method.\n"]}]
["0710.0730",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0730"],"date":["2007-10-03"],"type":["text"],"creator":["Qi, Xiao-Liang","Hughes, Taylor L.","Zhang, Shou-Cheng"],"language":[],"coverage":[],"title":["Fractional Charge and Quantized Current in the Quantum Spin Hall State"],"description":["  A profound manifestation of topologically non-trivial states of matter is the\noccurrence of fractionally charged elementary excitations. The quantum spin\nHall insulator state is a fundamentally novel quantum state of matter that\nexists at zero external magnetic field. In this work, we show that a magnetic\ndomain wall at the edge of the quantum spin Hall insulator carries one half of\nthe unit of electron charge, and we propose an experiment to directly measure\nthis fractional charge on an individual basis. We also show that as an\nadditional consequence, a rotating magnetic field can induce a quantized dc\nelectric current, and vice versa.\n","Comment: 9 pages, 3 figures"]}]
["0710.0740",{"format":[],"subject":["Mathematics - Differential Geometry","53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0740"],"date":["2007-10-03"],"type":["text"],"creator":["Schroeder, Viktor","Shah, Hemangi"],"language":[],"coverage":[],"title":["On 3-dimensional Asymptotically Harmonic Manifolds"],"description":["  Let (M,g) be a complete, simply connected Riemannian manifold of dimension 3\nwithout conjugate points. We show that M is a hyperbolic manifold of constant\nsectional curvature, provided M is asymptotically harmonic of constant h > 0.\n","Comment: 4 pages"]}]
["0710.0748",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0748"],"date":["2007-10-03"],"type":["text"],"creator":["P, Murali Krishna","Thampi, Sabu . M"],"language":[],"coverage":[],"title":["A Fast Heuristic Algorithm Based on Verification and Elimination Methods\n  for Maximum Clique Problem"],"description":["  A clique in an undirected graph G= (V, E) is a subset V' V of vertices, each\npair of which is connected by an edge in E. The clique problem is an\noptimization problem of finding a clique of maximum size in graph. The clique\nproblem is NP-Complete. We have succeeded in developing a fast algorithm for\nmaximum clique problem by employing the method of verification and elimination.\nFor a graph of size N there are 2N sub graphs, which may be cliques and hence\nverifying all of them, will take a long time. Idea is to eliminate a major\nnumber of sub graphs, which cannot be cliques and verifying only the remaining\nsub graphs. This heuristic algorithm runs in polynomial time and executes\nsuccessfully for several examples when applied to random graphs and DIMACS\nbenchmark graphs.\n","Comment: 06 pages,01 figures"]}]
["0710.0758",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0758"],"date":["2007-10-03"],"type":["text"],"creator":["Hadrava, Petr"],"language":[],"coverage":[],"title":["Optical spectroscopy of Cyg X-1"],"description":["  The star HDE 226868 known as an optical counterpart of the black hole\ncandidate Cyg X-1 has been observed in H_alpha region using spectrograph at\nOndrejov 2-m telescope. The orbital parameters are determined from HeI-line by\nmeans of the author's method of Fourier disentangling. Preliminary results are\nalso presented of disentangling the H_alpha-line into a P-Cyg profile of the\n(optical) primary and an emission profile of the circumstellar matter (and a\ntelluric component).\n","Comment: Proceedings of RAGtime 9: Workshops on black holes and neutron stars,\n  S. Hledik & Z. Stuchlik eds., Silesian University in Opava, Czech Republic, 8\n  pages, 5 figures"]}]
["0710.0772",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0772"],"date":["2007-10-03"],"type":["text"],"creator":["Davie, A. M."],"language":[],"coverage":[],"title":["Differential equations driven by rough paths: an approach via discrete\n  approximation"],"description":["  A theory of differential equations driven by a non-differentiable path has\nrecently been developed by Lyons. We develop an alternative approach to this\ntheory, using (modified Euler approximations), and investigate its\napplicability to stochastic differential equations driven by Brownian motion.\nWe also give some other examples showing that the main results are reasonably\nsharp.\n"]}]
["0710.0776",{"format":[],"subject":["Mathematics - Representation Theory","20C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0776"],"date":["2007-10-03"],"type":["text"],"creator":["Chlouveraki, Maria"],"language":[],"coverage":[],"title":["On the cyclotomic Hecke algebras of complex reflection groups"],"description":["  Following the definition of Rouquier for the \"families of characters\" of a\nWeyl group and its generalization to the case of complex reflection groups,\nalready appeared in the works of Broue-Kim and Malle-Rouquier, we show that\nthese \"families\" depend on a numerical datum of the group, its \"essential\nhyperplanes\". Using this characterization, we provide the algorithm and the\nresults of the determination of the Rouquier blocks of the cyclotomic Hecke\nalgebras of all exceptional complex reflection groups.\n","Comment: 133 pages, PhD thesis"]}]
["0710.0778",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0778"],"date":["2007-10-03"],"type":["text"],"creator":["Breschi, E.","Kazakov, G.","Matisov, B.","Mileti, G."],"language":[],"coverage":[],"title":["Study of lin||lin CPT for application in vapour cell atomic clocks"],"description":["  We evaluate the use of Coherent Population Trapping (CPT) excited with\nparallely polarized laser fields in vapour cell atomic clocks. We study the\nresonance shape, the discriminator slope and signal-to-noise ratio as a\nfunction of relevant parameters such as the laser frequency detuning and the\napplied magnetic field. We show that a stability of $6 \\cdot 10^{-12}$\n$\\tau^{-1/2}$ may be reached in a compact system using a modulated VCSEL.\n","Comment: 9 pages, 5 figures, submitted"]}]
["0710.0779",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0779"],"date":["2007-10-03"],"type":["text"],"creator":["Sedrakian, Armen","Clark, John W."],"language":[],"coverage":[],"title":["Many-body methods for nuclear systems at subnuclear densities"],"description":["  This article provides a concise review of selected topics in the many-body\nphysics of low density nuclear systems. The discussion includes the\ncondensation of alpha particles in supernova envelopes, formation of three-body\nbound states and the BEC-BCS crossover in dilute nuclear matter, and neutrino\nproduction in $S$-wave paired superfluid neutron matter.\n","Comment: 10 pages, 3 figures. Talk given by AS at \"Recent Progress in\n  Many-Body Theories 14\", Barcelona, 2007. To be published by World Sci., eds.\n  G.E. Astrakharchik, J. Boronat, and F. Mazzanti"]}]
["0710.0782",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0782"],"date":["2007-10-03"],"type":["text"],"creator":["Marini, F.","Camilloni, C.","Provasi, D.","Broglia, R. A.","Tiana, G."],"language":[],"coverage":[],"title":["Metadynamic sampling of the free energy landscapes of proteins coupled\n  with a Monte Carlo algorithm"],"description":["  Metadynamics is a powerful computational tool to obtain the free energy\nlandscape of complex systems. The Monte Carlo algorithm has proven useful to\ncalculate thermodynamic quantities associated with simplified models of\nproteins, and thus to gain an ever-increasing understanding on the general\nprinciples underlying the mechanism of protein folding. We show that it is\npossible to couple metadynamics and Monte Carlo algorithms to obtain the free\nenergy of model proteins in a way which is computationally very economical.\n","Comment: Submitted to Gene"]}]
["0710.0789",{"format":[],"subject":["Computer Science - Performance","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0789"],"date":["2007-10-03"],"type":["text"],"creator":["Zhang, Ying Jun","Zheng, Peng Xuan","Liew, Soung Chang"],"language":[],"coverage":[],"title":["Wireless Local Area Networks with Multiple-Packet Reception Capability"],"description":["  Thanks to its simplicity and cost efficiency, wireless local area network\n(WLAN) enjoys unique advantages in providing high-speed and low-cost wireless\nservices in hot spots and indoor environments. Traditional WLAN\nmedium-access-control (MAC) protocols assume that only one station can transmit\nat a time: simultaneous transmissions of more than one station causes the\ndestruction of all packets involved. By exploiting recent advances in PHY-layer\nmultiuser detection (MUD) techniques, it is possible for a receiver to receive\nmultiple packets simultaneously. This paper argues that such multipacket\nreception (MPR) capability can greatly enhance the capacity of future WLANs. In\naddition, it provides the MAC-layer and PHY-layer designs needed to achieve the\nimproved capacity. First, to demonstrate MUD/MPR as a powerful\ncapacity-enhancement technique, we prove a \"super-linearity\" result, which\nstates that the system throughput per unit cost increases as the MPR capability\nincreases. Second, we show that the commonly deployed binary exponential\nbackoff (BEB) algorithm in today's WLAN MAC may not be optimal in an MPR\nsystem, and that the optimal backoff factor increases with the MPR capability:\nthe number of packets that can be received simultaneously. Third, based on the\nabove insights, we design a joint MAC-PHY layer protocol for an IEEE\n802.11-like WLAN that incorporates advanced PHY-layer blind detection and MUD\ntechniques to implement MPR\n"]}]
["0710.0794",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B35, 35B40, 37L15, 37L70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0794"],"date":["2007-10-03"],"type":["text"],"creator":["Gallay, Thierry","Joly, Romain"],"language":[],"coverage":[],"title":["Global stability of travelling fronts for a damped wave equation with\n  bistable nonlinearity"],"description":["  We consider the damped wave equation \\alpha u_tt + u_t = u_xx - V'(u) on the\nwhole real line, where V is a bistable potential. This equation has travelling\nfront solutions of the form u(x,t) = h(x-st) which describe a moving interface\nbetween two different steady states of the system, one of which being the\nglobal minimum of V. We show that, if the initial data are sufficiently close\nto the profile of a front for large |x|, the solution of the damped wave\nequation converges uniformly on R to a travelling front as t goes to plus\ninfinity. The proof of this global stability result is inspired by a recent\nwork of E. Risler and relies on the fact that our system has a Lyapunov\nfunction in any Galilean frame.\n","Comment: 39 pages, 2 figures"]}]
["0710.0803",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0803","J. Phys. Chem. B 110, 7113 (2006)"],"date":["2007-10-03"],"type":["text"],"creator":["Simmons, J. M.","Nichols, B. M.","Baker, S. E.","Marcus, Matthew S.","Castellini, O. M.","Lee, C. -S.","Hamers, R. J.","Eriksson, M. A."],"language":[],"coverage":[],"title":["The effect of ozone oxidation on single-walled carbon nanotubes"],"description":["  Exposing single-walled carbon nanotubes to room temperature UV-generated\nozone leads to an irreversible increase in their electrical resistance. We\ndemonstrate that the increased resistance is due to ozone oxidation on the\nsidewalls of the nanotubes rather than at the end caps. Raman and x-ray\nphotoelectron spectroscopy show an increase in the defect density due to the\noxidation of the nanotubes. Using ultraviolet photoelectron spectroscopy we\nshow that these defects represent the removal of pi-conjugated electron states\nnear the Fermi level, leading to the observed increase in electrical\nresistance. Oxidation of carbon nanotubes is an important first step in many\nchemical functionalization processes. Since the oxidation rate is controllable\nwith short exposures, UV-generated ozone offers the potential for use as a\nlow-thermal budget processing tool.\n","Comment: 28 pages, 9 figures"]}]
["0710.0811",{"format":[],"subject":["Computer Science - Computational Geometry","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0811"],"date":["2007-10-03","2007-10-04"],"type":["text"],"creator":["O'Rourke, Joseph"],"language":[],"coverage":[],"title":["Band Unfoldings and Prismatoids: A Counterexample"],"description":["  This note shows that the hope expressed in [ADL+07]--that the new algorithm\nfor edge-unfolding any polyhedral band without overlap might lead to an\nalgorithm for unfolding any prismatoid without overlap--cannot be realized. A\nprismatoid is constructed whose sides constitute a nested polyhedral band, with\nthe property that every placement of the prismatoid top face overlaps with the\nband unfolding.\n","Comment: 5 pages, 3 figures. v2 replaced Fig.1(b) and Fig.3 to illustrate the\n  angles delta=(1/2)epsilon (rather than delta=epsilon)"]}]
["0710.0813",{"format":[],"subject":["Mathematics - Rings and Algebras","13C10, 13F99, 13G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0813","Communications in Algebra 35, 1 (2007) 2693--2697"],"date":["2007-10-03"],"type":["text"],"creator":["Couchot, Francois"],"language":[],"coverage":[],"title":["Valuation domains whose products of free modules are separable"],"description":["  It is proved that if $R$ is a valuation domain with maximal ideal $P$ and if\n$R_L$ is countably generated for each prime ideal $L$, then $R^R$ is separable\nif and only $R_J$ is maximal, where $J=\\cap_{n\\in\\mathbb{N}}P^n$.\n"]}]
["0710.0815",{"format":[],"subject":["Mathematics - Representation Theory","15A21","15A69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0815","Linear Algebra Appl. 418 (2006) 15-19","doi:10.1016/j.laa.2006.01.012"],"date":["2007-10-03"],"type":["text"],"creator":["Belitskii, Genrich","Bershadsky, Maxim","Sergeichuk, Vladimir V."],"language":[],"coverage":[],"title":["Canonical form of m-by-2-by-2 matrices over a field of characteristic\n  other than two"],"description":["  We give a canonical form of m-by-2-by-2 matrices for equivalence over any\nfield of characteristic not two.\n","Comment: 6 pages"]}]
["0710.0821",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0821"],"date":["2007-10-03"],"type":["text"],"creator":["Merkulov, S. A."],"language":[],"coverage":[],"title":["Permutahedra, HKR isomorphism and polydifferential Gerstenhaber-Schack\n  complex"],"description":["  This paper aims to give a short but self-contained introduction into the\ntheory of (wheeled) props, properads, dioperads and operads, and illustrate\nsome of its key ideas in terms of a prop(erad)ic interpretation of simplicial\nand permutahedra cell complexes with subsequent applications to the\nHochschild-Kostant-Rosenberg type isomorphisms.\n","Comment: 21 pages"]}]
["0710.0823",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0823"],"date":["2007-10-03"],"type":["text"],"creator":["Green, Ben"],"language":[],"coverage":[],"title":["Three topics in additive prime number theory"],"description":["  This is an expository article to accompany my two lectures at the CDM\nconference. I have used this an excuse to make public two sets of notes I had\nlying around, and also to put together a short reader's guide to some recent\njoint work with T.Tao. Contents: 1. An exposition, without much detail, of the\nwork of Goldston, Pintz and Yildirim on gaps between primes; 2. A detailed\ndiscussion of the work of Mauduit and Rivat establishing that 50 percent of the\nprimes have odd digit sum when written in base 2; 3. A reader's guide to recent\nwork of T.Tao and the author on linear equations in primes.\n  The sections can be read independently.\n","Comment: 40 pages, notes to accompany my lectures at the Current Developments\n  in Mathematics Conference, Harvard, 16th-17th November 2007"]}]
["0710.0828",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry","57R77"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0828"],"date":["2007-10-03"],"type":["text"],"creator":["Feldman, K. E."],"language":[],"coverage":[],"title":["Miraculous Cancellation and Pick's Theorem"],"description":["  We show that the Cappell-Shaneson version of Pick's theorem for simple\nlattice polytopes is a consequence of a general relation between characteristic\nnumbers of virtual submanifolds dual to the characteristic classes of a stably\nalmost complex manifold. This relation is analogous to the miraculous\ncancellation formula of Alvarez-Gaume and Witten, and is imposed by the action\nof the Landweber-Novikov algebra in the complex cobordism ring of a point.\n","Comment: 16 pages"]}]
["0710.0829",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0829"],"date":["2007-10-03"],"type":["text"],"creator":["Baboulin, Marc","Dongarra, Jack","Gratton, Serge","Langou, Julien"],"language":[],"coverage":[],"title":["Computing the Conditioning of the Components of a Linear Least Squares\n  Solution"],"description":["  In this paper, we address the accuracy of the results for the overdetermined\nfull rank linear least squares problem. We recall theoretical results obtained\nin Arioli, Baboulin and Gratton, SIMAX 29(2):413--433, 2007, on conditioning of\nthe least squares solution and the components of the solution when the matrix\nperturbations are measured in Frobenius or spectral norms. Then we define\ncomputable estimates for these condition numbers and we interpret them in terms\nof statistical quantities. In particular, we show that, in the classical linear\nstatistical model, the ratio of the variance of one component of the solution\nby the variance of the right-hand side is exactly the condition number of this\nsolution component when perturbations on the right-hand side are considered. We\nalso provide fragment codes using LAPACK routines to compute the\nvariance-covariance matrix and the least squares conditioning and we give the\ncorresponding computational cost. Finally we present a small historical\nnumerical example that was used by Laplace in Theorie Analytique des\nProbabilites, 1820, for computing the mass of Jupiter and experiments from the\nspace industry with real physical data.\n"]}]
["0710.0830",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0830"],"date":["2007-10-03"],"type":["text"],"creator":["Bytev, V. V.","Kuraev, E. A.","Tomasi-Gustafsson, E."],"language":[],"coverage":[],"title":["Radiative corrections to DVCS electron tensor"],"description":["  Radiative corrections in leading logarithmic approximation are calculated for\nthe differential cross section of $e^- \\mu ^+$ radiative scattering. In\nparticular the interference term due to photon emission from electron and muon\nblocks are calculated in helicity independent and dependent parts. The\ncalculation is applied to the kinematical conditions of existing DVCS data in\nelectron-proton collisions. Both helicity odd and helicity even differential\ncross sections are considered.\n","Comment: 19 pages, 7 figures"]}]
["0710.0833",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0833"],"date":["2007-10-03"],"type":["text"],"creator":["Wallon, S."],"language":[],"coverage":[],"title":["Perturbative QCD in the Regge limit: Prospects at ILC"],"description":["  After recalling the theoretical and experimental status of QCD in the Regge\nlimit and the requirement of high energy scattering process of onium-onium type\nfor testing this limit, we show that the International Linear Collider would be\na major step in this field.\n","Comment: invited review talk presented at EDS07, 15 figures"]}]
["0710.0834",{"format":[],"subject":["Mathematics - Representation Theory","15A69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0834","Linear Algebra Appl. 418 (2006) 751-762","doi:10.1016/j.laa.2006.03.003"],"date":["2007-10-03"],"type":["text"],"creator":["Belitskii, Genrich R.","Sergeichuk, Vladimir V."],"language":[],"coverage":[],"title":["Congruence of multilinear forms"],"description":["  It is known that if A and B are two n-by-n complex matrices and (A,A^T) is\nsimultaneously equivalent to (B,B^T), then A is congruent to B. We extend this\nstatement to multilinear forms.\n","Comment: 16 pages"]}]
["0710.0838",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0838"],"date":["2007-10-03"],"type":["text"],"creator":["Wallon, S.","Pire, B.","Segond, M.","Szymanowski, L."],"language":[],"coverage":[],"title":["Studying QCD factorizations in exclusive gamma* gamma* -> rho^0_L\n  rho^0_L"],"description":["  The exclusive process e+ e- -> e+ e- rho^0_L rho^0_L allows to study various\ndynamics and factorization properties of perturbative QCD. At moderate energy,\nwe demonstrate how collinear QCD factorization emerges, involving generalized\ndistribution amplitudes (GDA) and transition distribution amplitudes (TDA). At\nhigher energies, in the Regge limit of QCD, we show that it offers a promising\nprobe of the BFKL resummation effects to be studied at the International Linear\nCollider (ILC).\n","Comment: invited talk presented at EDS07 11 figures"]}]
["0710.0842",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0842"],"date":["2007-10-03"],"type":["text"],"creator":["Clay, Alexis"],"language":[],"coverage":[],"title":["Syst\\`emes interactifs sensibles aux \\'emotions : architecture\n  logicielle"],"description":["  We propose a software architecture for interactive systems which allows\nintegrating the user's emotion. Emotion can be involved in interaction at\nseveral levels. In our application case - ballet dance - emotions is\nexplicitely manipulated by the interactive system to produce emotion-wise\noutput. Our architecture model to develop emotion-wise applications is based on\nthe PAC-Amodeus model. We add a branch to this model, divided into three\ncomponents: Data capture, analysis and cue extraction, and finally\ninterpretation of those cues. We show the different data flows between this\narchitecture's components depending on the entry point of the emotion branch\nwithin the system. We then illustrate our model by describing our application\ncase: capturing a ballet dancer's movement to extract the emotions he expresses\nand use these emotions to generate graphical content that is displayed on\nstage.\n","Comment: 4 pages"]}]
["0710.0846",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0846","Proceedings of the Fifth International Workshop on New Worlds in\n  Astroparticle Physics (Faro 2005), p. 140-144, World Scientific"],"date":["2007-10-03"],"type":["text"],"creator":["Arruda, Luísa","Barão, Fernando","Borges, João","Carmo, Fernando","Gonçalves, Patrícia","Pereira, Rui","Pimenta, Mário"],"language":[],"coverage":[],"title":["Isotope separation with the RICH detector of the AMS Experiment"],"description":["  The Alpha Magnetic Spectrometer (AMS), to be installed on the International\nSpace Station (ISS) in 2008, is a cosmic ray detector with several subsystems,\none of which is a proximity focusing Ring Imaging Cherenkov (RICH) detector.\nThis detector will be equipped with a dual radiator (aerogel+NaF), a lateral\nconical mirror and a detection plane made of 680 photomultipliers and light\nguides, enabling precise measurements of particle electric charge and velocity.\nCombining velocity measurements with data on particle rigidity from the AMS\nTracker it is possible to obtain a measurement for particle mass, allowing the\nseparation of isotopes. A Monte Carlo simulation of the RICH detector, based on\nrealistic properties measured at ion beam tests, was performed to evaluate\nisotope separation capabilities. Results for three elements -- H (Z=1), He\n(Z=2) and Be (Z=4) -- are presented.\n","Comment: 5 pages. Contribution to the Fifth International Workshop on New\n  Worlds in Astroparticle Physics (Faro 2005). Presenter: Rui Pereira"]}]
["0710.0847",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0847","Proceedings of the International Conference on Computing and\n  e-systems 2007 (TIGERA'07), Hammamet : Tunisie (2007)"],"date":["2007-10-03"],"type":["text"],"creator":["Clay, Alexis","Couture, Nadine","Nigay, Laurence"],"language":[],"coverage":[],"title":["Emotion capture based on body postures and movements"],"description":["  In this paper we present a preliminary study for designing interactive\nsystems that are sensible to human emotions based on the body movements. To do\nso, we first review the literature on the various approaches for defining and\ncharacterizing human emotions. After justifying the adopted characterization\nspace for emotions, we then focus on the movement characteristics that must be\ncaptured by the system for being able to recognize the human emotions.\n","Comment: 22 pages"]}]
["0710.0848",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0848"],"date":["2007-10-03"],"type":["text"],"creator":["Menous, Frederic"],"language":[],"coverage":[],"title":["Formulas for Birkhoff-(Rota-Baxter) decompositions related to connected\n  bialgebra"],"description":["  In recent years, The BPHZ algorithm for renormalization in quantum field\ntheory has been interpreted, after dimensional regularization, as the\nBirkhoff-(Rota-Baxter) decomposition (BRB) of characters on the Hopf algebra of\nFeynmann graphs, with values in a Rota-Baxter algebra. We give in this paper\nformulas for the BRB decomposition in the group $\\mathcal{C}(H, A)$ of\ncharacters on a connected Hopf algebra $H$, with values in a Rota-Baxter\n(commutative) algebra $A$. To do so we first define the stuffle (or\nquasi-shuffle) Hopf algebra $A^{\\tmop{st}}$ associated to an algebra $A$. We\nprove then that for any connected Hopf algebra $H = k 1_H \\oplus H'$, there\nexists a canonical injective morphism from $H$ to $H'^{\\tmop{st}}$. This\nmorphism induces an action of $\\mathcal{C}(A^{\\tmop{st}}, A)$ on\n$\\mathcal{C}(H, A)$ so that the BRB decomposition in $\\mathcal{C}(H, A)$ is\ndetermined by the action of a unique (universal) element of\n$\\mathcal{C}(A^{\\tmop{st}}, A)$.\n"]}]
["0710.0849",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0849"],"date":["2007-10-03"],"type":["text"],"creator":["Talamanca, Alessandro Figa'","Guerriero, Angelo","Leone, Alberto","Mignoli, Gian Piero","Rogora, Enrico"],"language":[],"coverage":[],"title":["Decomposition of variance in terms of conditional means"],"description":["  We test against two different sets of data an apparently new approach to the\nanalysis of the variance of a numerical variable which depends on qualitative\ncharacters. We suggest that this approach be used to complement other existing\ntechniques to study the interdependence of the variables involved. According to\nour method the variance is expressed as a sum of orthogonal components,\nobtained as differences of conditional means, with respect to the qualitative\ncharacters. The resulting expression for the variance depends on the ordering\nin which the characters are considered. We suggest an algorithm which leads to\nan ordering which is deemed natural. The first set of data concerns the score\nachieved by a population of students, on an entrance examination, based on a\nmultiple choice test with 30 questions. In this case the qualitative characters\nare dyadic and correspond to correct or incorrect answer to each question. The\nsecond set of data concerns the delay in obtaining the degree for a population\nof graduates of Italian universities. The variance in this case is analyzed\nwith respect to a set of seven specific qualitative characters of the\npopulation studied (gender, previous education, working condition, parent's\neducational level, field of study, etc.)\n","Comment: 3 figures"]}]
["0710.0850",{"format":[],"subject":["Mathematics - Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0850"],"date":["2007-10-03"],"type":["text"],"creator":["Sabino, Piergiacomo"],"language":[],"coverage":[],"title":["Monte Carlo Methods and Path-Generation techniques for Pricing\n  Multi-asset Path-dependent Options"],"description":["  We consider the problem of pricing path-dependent options on a basket of\nunderlying assets using simulations. As an example we develop our studies using\nAsian options. Asian options are derivative contracts in which the underlying\nvariable is the average price of given assets sampled over a period of time.\nDue to this structure, Asian options display a lower volatility and are\ntherefore cheaper than their standard European counterparts. This paper is a\nsurvey of some recent enhancements to improve efficiency when pricing Asian\noptions by Monte Carlo simulation in the Black-Scholes model. We analyze the\ndynamics with constant and time-dependent volatilities of the underlying asset\nreturns. We present a comparison between the precision of the standard Monte\nCarlo method (MC) and the stratified Latin Hypercube Sampling (LHS). In\nparticular, we discuss the use of low-discrepancy sequences, also known as\nQuasi-Monte Carlo method (QMC), and a randomized version of these sequences,\nknown as Randomized Quasi Monte Carlo (RQMC). The latter has proven to be a\nuseful variance reduction technique for both problems of up to 20 dimensions\nand for very high dimensions. Moreover, we present and test a new path\ngeneration approach based on a Kronecker product approximation (KPA) in the\ncase of time-dependent volatilities. KPA proves to be a fast generation\ntechnique and reduces the computational cost of the simulation procedure.\n","Comment: 34 pages, 4 figure, 15 tables"]}]
["0710.0852",{"format":[],"subject":["Mathematics - Representation Theory","15A63","15A21","15A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0852","Linear Algebra Appl. 412 (2006) 380-395","doi:10.1016/j.laa.2005.07.004"],"date":["2007-10-03"],"type":["text"],"creator":["Horn, Roger A.","Sergeichuk, Vladimir V."],"language":[],"coverage":[],"title":["A regularization algorithm for matrices of bilinear and sesquilinear\n  forms"],"description":["  We give an algorithm that uses only unitary transformations and for each\nsquare complex matrix constructs a *congruent matrix that is a direct sum of a\nnonsingular matrix and singular Jordan blocks.\n","Comment: 18 pages"]}]
["0710.0853",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0853"],"date":["2007-10-03"],"type":["text"],"creator":["Grenier, Gerald"],"language":[],"coverage":[],"title":["Search for supersymmetric charged Higgs bosons at the TeVatron"],"description":["  The data collected at the TeVatron RunIIa have been used to look for\nsupersymmetric charged Higgs boson and Left-Right suspersymmetric doubly\ncharged Higgs boson. No signal of such bosons has been found and this note\nreports on the current analyses and their observed excluded domains in models\nparameter space.\n","Comment: Submitted for the SUSY07 proceedings, 4 pages, LaTeX, 5 eps figures"]}]
["0710.0857",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control","68Q25, 90C39, 60J05."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0857"],"date":["2007-10-03"],"type":["text"],"creator":["Aldous, David J.","Bordenave, Charles","Lelarge, Marc"],"language":[],"coverage":[],"title":["Dynamic Programming Optimization over Random Data: the Scaling Exponent\n  for Near-optimal Solutions"],"description":["  A very simple example of an algorithmic problem solvable by dynamic\nprogramming is to maximize, over sets A in {1,2,...,n}, the objective function\n|A| - \\sum_i \\xi_i 1(i \\in A,i+1 \\in A) for given \\xi_i > 0. This problem, with\nrandom (\\xi_i), provides a test example for studying the relationship between\noptimal and near-optimal solutions of combinatorial optimization problems. We\nshow that, amongst solutions differing from the optimal solution in a small\nproportion \\delta of places, we can find near-optimal solutions whose objective\nfunction value differs from the optimum by a factor of order \\delta^2 but not\nsmaller order. We conjecture this relationship holds widely in the context of\ndynamic programming over random data, and Monte Carlo simulations for the\nKauffman-Levin NK model are consistent with the conjecture. This work is a\ntechnical contribution to a broad program initiated in Aldous-Percus (2003) of\nrelating such scaling exponents to the algorithmic difficulty of optimization\nproblems.\n","Comment: 35 pages"]}]
["0710.0859",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0859","Revue d'Interaction Homme-Machine 7, 1 (2006) 30 p"],"date":["2007-10-03"],"type":["text"],"creator":["Kieffer, Suzanne","Carbonell, Noëlle"],"language":[],"coverage":[],"title":["Assistance orale \\`a la recherche visuelle - \\'etude exp\\'erimentale de\n  l'apport d'indications spatiales \\`a la d\\'etection de cibles"],"description":["  This paper describes an experimental study that aims at assessing the actual\ncontribution of voice system messages to visual search efficiency and comfort.\nMessages which include spatial information on the target location are meant to\nsupport search for familiar targets in collections of photographs (30 per\ndisplay). 24 participants carried out 240 visual search tasks in two conditions\ndiffering from each other in initial target presentation only. The isolated\ntarget was presented either simultaneously with an oral message (multimodal\npresentation, MP), or without any message (visual presentation, VP). Averaged\ntarget selection times were thrice longer and errors almost twice more frequent\nin the VP condition than in the MP condition. In addition, the contribution of\nspatial messages to visual search rapidity and accuracy was influenced by\ndisplay layout and task difficulty. Most results are statistically significant.\nBesides, subjective judgments indicate that oral messages were well accepted.\n","Comment: http://www.hcirn.com/res/period/rihm.php"]}]
["0710.0860",{"format":[],"subject":["Mathematics - Probability","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0860"],"date":["2007-10-03"],"type":["text"],"creator":["Bass, Richard F.","Perkins, Edwin A."],"language":[],"coverage":[],"title":["A new technique for proving uniqueness for martingale problems"],"description":["  A new technique for proving uniqueness of martingale problems is introduced.\nThe method is illustrated in the context of elliptic diffusions in $R^d$.\n"]}]
["0710.0862",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Classical Analysis and ODEs","15A21","34D10","93B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0862","Linear Algebra Appl. 414 (2006) 517--532","doi:10.1016/j.laa.2005.10.037"],"date":["2007-10-03"],"type":["text"],"creator":["Garcia-Planas, M. Isabel","Magret, M. Dolors","Sergeichuk, Vladimir V.","Zharko, Nadya A."],"language":[],"coverage":[],"title":["Rigid systems of second-order linear differential equations"],"description":["  We say that a system of differential equations\nd^2x(t)/dt^2=Adx(t)/dt+Bx(t)+Cu(t), in which A and B are m-by-m complex\nmatrices and C is an m-by-n complex matrix, is rigid if it can be reduced by\nsubstitutions x(t)=Sy(t), u(t)=Udy(t)/dt+Vy(t)+Pv(t) with nonsingular S and P\nto each system obtained from it by a small enough perturbation of its matrices\nA,B,C. We prove that there exists a rigid system if and only if\nm<n(1+square_root{5})/2, and describe all rigid systems.\n","Comment: 22 pages"]}]
["0710.0865",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0865"],"date":["2007-10-03"],"type":["text"],"creator":["Lai, Lifeng","Gamal, Hesham El","Poor, H. Vincent"],"language":[],"coverage":[],"title":["Secrecy Capacity of the Wiretap Channel with Noisy Feedback"],"description":["  In this work, the role of noisy feedback in enhancing the secrecy capacity of\nthe wiretap channel is investigated. A model is considered in which the\nfeed-forward and feedback signals share the same noisy channel. More\nspecifically, a discrete memoryless modulo-additive channel with a full-duplex\ndestination node is considered first, and it is shown that a judicious use of\nfeedback increases the perfect secrecy capacity to the capacity of the\nsource-destination channel in the absence of the wiretapper. In the\nachievability scheme, the feedback signal corresponds to a private key, known\nonly to the destination. Then a half-duplex system is considered, for which a\nnovel feedback technique that always achieves a positive perfect secrecy rate\n(even when the source-wiretapper channel is less noisy than the\nsource-destination channel) is proposed. These results hinge on the\nmodulo-additive property of the channel, which is exploited by the destination\nto perform encryption over the channel without revealing its key to the source.\n","Comment: To appear in the Proceedings of the 45th Annual Allerton Conference\n  on Communication, Control and Computing, Monticello, IL, September 26 - 28,\n  2007"]}]
["0710.0872",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0872"],"date":["2007-10-03"],"type":["text"],"creator":["Shahruz, Shahram M."],"language":[],"coverage":[],"title":["Stability of a Nonlinear Axially Moving String With the Kelvin-Voigt\n  Damping"],"description":["  In this paper, a nonlinear axially moving string with the Kelvin-Voigt\ndamping is considered. It is proved that the string is stable, i.e., its\ntransversal displacement converges to zero when the axial speed of the string\nis less than a certain critical value. The proof is established by showing that\na Lyapunov function corresponding to the string decays to zero exponentially.\nIt is also shown that the string displacement is bounded when a bounded\ndistributed force is applied to it transversally. Furthermore, a few open\nproblems regarding the stability and stabilization of strings with the\nKelvin-Voigt damping are stated.\n","Comment: 15 pages. 1 figure"]}]
["cond-mat/0604317",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0604317"],"date":["2006-04-12"],"type":["text"],"creator":["Bokes, P.","Jung, J.","Godby, R. W."],"language":[],"coverage":[],"title":["Quantum conductance of homogeneous and inhomogeneous interacting\n  electron systems"],"description":["  We obtain the conductance of a system of electrons connected to leads, within\ntime-dependent density-functional theory, using a direct relation between the\nconductance and the density response function. Corrections to the\nnon-interacting conductance appear as a consequence of the functional form of\nthe exchange-correlation kernel at small frequencies and wavevectors. The\nsimple adiabatic local-density approximation and non-local density-terms in the\nkernel both give rise to significant corrections in general. In the homogeneous\nelectron gas, the former correction remains significant, and leads to a failure\nof linear-response theory for densities below a critical value.\n","Comment: for resolution of the here published results see Phys. Rev. B 76,\n  125433 (2007)"]}]
["cond-mat/0607376",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607376","Phys. Rev. Lett. 99, 057206 (2007)","doi:10.1103/PhysRevLett.99.057206"],"date":["2006-07-14","2007-06-15"],"type":["text"],"creator":["Contucci, P.","Giardina', C.","Giberti, C.","Parisi, G.","Vernia, C."],"language":[],"coverage":[],"title":["Ultrametricity in the Edwards-Anderson Model"],"description":["  We test the property of ultrametricity for the spin glass three-dimensional\nEdwards-Anderson model in zero magnetic field with numerical simulations up to\n$20^3$ spins. We find an excellent agreement with the prediction of the mean\nfield theory. Since ultrametricity is not compatible with a trivial structure\nof the overlap distribution our result contradicts the droplet theory.\n","Comment: typos corrected"]}]
["cond-mat/0701033",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701033","EPL 80, 27005 (2007)"],"date":["2007-01-02","2007-10-04"],"type":["text"],"creator":["Bernhard, C.","Niedermayer, Ch.","Drew, A.","Khaliullin, G.","Bayrakci, S.","Strempfer, J.","Kremer, R. K.","Chen, D. P.","Lin, C. T.","Keimer, B."],"language":[],"coverage":[],"title":["Doping induced magnetic clusters and Co spin state transition in\n  Na_xCoO_2 with 0.78<x<.97"],"description":["  By muon spin rotation we investigated the magnetic properties of a series of\nhighly Na doped NaxCoO2 single crystals with 0.78(1)<x<0.97(1). Our data\nprovide evidence for an intrinsically inhomogeneous magnetic state which can be\ndescribed in tems of hole doping (Na vacancy) induced magnetic clusters that\npercolate at 1-x>0.04 until they yield a bulk magnetic state near x=0.78.\nEvidence for a strong (likely geometrical) frustration of the magnetic order is\nobtained from the anomalous doping dependence of the spin fluctuation rate\n(above the ordering temperature) which is strongly enhanced at x=0.78 as\ncompared to x=0.97.\n","Comment: 4 figures"]}]
["cond-mat/0702616",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702616","Eur. Phys. J. Special Topics 148, 63 (2007)","doi:10.1140/epjst/e2007-00226-4"],"date":["2007-02-26"],"type":["text"],"creator":["Ostrovsky, P. M.","Gornyi, I. V.","Mirlin, A. D."],"language":[],"coverage":[],"title":["Conductivity of disordered graphene at half filling"],"description":["  We study electron transport properties of a monoatomic graphite layer\n(graphene) with different types of disorder at half filling. We show that the\ntransport properties of the system depend strongly on the symmetry of disorder.\nWe find that the localization is ineffective if the randomness preserves one of\nthe chiral symmetries of the clean Hamiltonian or does not mix valleys. We\nobtain the exact value of minimal conductivity $4e^2/\\pi h$ in the case of\nchiral disorder. For long-range disorder (decoupled valleys), we derive the\neffective field theory. In the case of smooth random potential, it is a\nsymplectic-class sigma model including a topological term with $\\theta = \\pi$.\nAs a consequence, the system is at a quantum critical point with a universal\nvalue of the conductivity of the order of $e^2/h$. When the effective time\nreversal symmetry is broken, the symmetry class becomes unitary, and the\nconductivity acquires the value characteristic for the quantum Hall transition.\n","Comment: 11 pages, 2 EPS figures; Proceedings of Graphene Conference, MPIPKS\n  Dresden 2006"]}]
["hep-ph/0702287",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0702287","Phys.Lett.B654:189-193,2007","doi:10.1016/j.physletb.2007.07.075"],"date":["2007-02-28","2007-07-23"],"type":["text"],"creator":["Perez, Pavel Fileviez"],"language":[],"coverage":[],"title":["Renormalizable Adjoint SU(5)"],"description":["  We investigate the possibility to find the simplest renormalizable grand\nunified theory based on the SU(5) gauge symmetry. We find that it is possible\nto generate all fermion masses with only two Higgs bosons, 5_H and 45_H. In\nthis context the neutrino masses are generated through the type III and type I\nseesaw mechanisms. The predictions coming from the unification of gauge\ncouplings and the stability of the proton are discussed in detail. In this\ntheory the leptogenesis mechanism can be realized through the out of\nequilibrium decays of the fermions in the adjoint representation.\n","Comment: 6 pages, minor corrections, to appear in Physics Letters B"]}]
["math/0404155",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","52C23","37A30","43A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404155","J. Fourier Anal. Appl. 11 (2005) 125-150.","doi:10.1007/s00041-005-4021-1"],"date":["2004-04-07","2005-01-18"],"type":["text"],"creator":["Baake, Michael","Lenz, Daniel"],"language":[],"coverage":[],"title":["Deformation of Delone dynamical systems and pure point diffraction"],"description":["  This paper deals with certain dynamical systems built from point sets and,\nmore generally, measures on locally compact Abelian groups. These systems arise\nin the study of quasicrystals and aperiodic order, and important subclasses of\nthem exhibit pure point diffraction spectra. We discuss the relevant framework\nand recall fundamental results and examples. In particular, we show that pure\npoint diffraction is stable under ``equivariant'' local perturbations and\ndiscuss various examples,including deformed model sets. A key step in the proof\nof stability consists in transforming the problem into a question on factors of\ndynamical systems.\n","Comment: 25 pages; revised version with minor corrections, an extended summary\n  of the topic, and further references"]}]
["math/0605303",{"format":[],"subject":["Mathematics - Group Theory","22D05","20E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605303"],"date":["2006-05-11","2007-10-04"],"type":["text"],"creator":["Lim, Seonhee","Thomas, Anne"],"language":[],"coverage":[],"title":["Covering theory for complexes of groups"],"description":["  We develop an explicit covering theory for complexes of groups, parallel to\nthat developed for graphs of groups by Bass. Given a covering of developable\ncomplexes of groups, we construct the induced monomorphism of fundamental\ngroups and isometry of universal covers. We characterize faithful complexes of\ngroups and prove a conjugacy theorem for groups acting freely on polyhedral\ncomplexes. We also define an equivalence relation on coverings of complexes of\ngroups, which allows us to construct a bijection between such equivalence\nclasses, and subgroups or overgroups of a fixed lattice $\\Gamma$ in the\nautomorphism group of a locally finite polyhedral complex $X$.\n","Comment: 47 pages, 1 figure. Comprises Sections 1-4 of previous submission.\n  New introduction. To appear in J. Pure Appl. Algebra"]}]
["math/0608455",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608455"],"date":["2006-08-17","2007-10-04"],"type":["text"],"creator":["Honda, Nobuhiro"],"language":[],"coverage":[],"title":["Twistor lines on Nagata threefold"],"description":["  We give an explicit description of rational curves in the product of three\ncopies of complex projective lines, which are transformed into twistor lines in\nM. Nagata's example of non-projective complete algebraic variety, viewed as the\ntwistor space of Eguchi-Hanson metric. In particular, we show that there exist\ntwo families of such curves and both of them are parameterized by mutually\ndiffeomorphic, connected real 4-dimensional manifolds. We also give a\nrelationship between these two families through a birational transformation\nnaturally associated to the Nagata's example.\n","Comment: V2: 10 pages, 1 figure; a figure explaining key fact added, comments\n  on automorphism group added. Accepted for publication in J. Math. Kyoto Univ"]}]
["math/0701152",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701152","Dans ASMDA 2005 CD-ROM Proceedings - ASMDA 2005, Brest : France\n  (2005)"],"date":["2007-01-05"],"type":["text"],"creator":["Cottrell, Marie","Letrémy, Patrick"],"language":[],"coverage":[],"title":["Missing values : processing with the Kohonen algorithm"],"description":["  The processing of data which contain missing values is a complicated and\nalways awkward problem, when the data come from real-world contexts. In\napplications, we are very often in front of observations for which all the\nvalues are not available, and this can occur for many reasons: typing errors,\nfields left unanswered in surveys, etc. Most of the statistical software (as\nSAS for example) simply suppresses incomplete observations. It has no practical\nconsequence when the data are very numerous. But if the number of remaining\ndata is too small, it can remove all significance to the results. To avoid\nsuppressing data in that way, it is possible to replace a missing value with\nthe mean value of the corresponding variable, but this approximation can be\nvery bad when the variable has a large variance. So it is very worthwhile\nseeing that the Kohonen algorithm (as well as the Forgy algorithm) perfectly\ndeals with data with missing values, without having to estimate them\nbeforehand. We are particularly interested in the Kohonen algorithm for its\nvisualization properties.\n"]}]
["math/0701598",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - General Mathematics",":91A05, 91A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701598"],"date":["2007-01-21","2007-10-04"],"type":["text"],"creator":["Khalfine, Anatole","Troyan, Ed"],"language":[],"coverage":[],"title":["Computer analysis of the two versions of Byzantine chess"],"description":["  In the Byzantine Empire of 11-15 CE chess was played on the circular board.\nTwo versions were known - REGULAR and SYMMETRIC. The difference between them is\neasy: the white queen is placed either on light (regular) or on dark square\n(symmetric). However, the computer analysis reveals the results of this 'small\nperturbation'.\n"]}]
["math/0703064",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D40","37J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703064"],"date":["2007-03-02","2007-10-04"],"type":["text"],"creator":["Kerman, Ely"],"language":[],"coverage":[],"title":["Hofer's geometry and Floer theory under the quantum limit"],"description":["  In this paper, we use Floer theory to study the Hofer length functional for\npaths of Hamiltonian diffeomorphisms which are sufficiently short. In\nparticular, the length minimizing properties of a short Hamiltonian path are\nrelated to the properties and number of its periodic orbits.\n","Comment: This is major revision. Section 2 has been completely reworked to\n  correct a gap in the previous version of Proposition 2.5. The main results\n  have been slightly improved, and figures and examples have been added. 29\n  pages"]}]
["nlin/0701017",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0701017","Phys. Rev. Lett. Vol 99, (2007), 144502.","doi:10.1103/PhysRevLett.99.144502"],"date":["2007-01-08"],"type":["text"],"creator":["Mazzino, Andrea","Muratore-Ginanneschi, Paolo","Musacchio, Stefano"],"language":[],"coverage":[],"title":["On the scaling properties of 2d randomly stirred Navier--Stokes equation"],"description":["  We inquire the scaling properties of the 2d Navier-Stokes equation sustained\nby a forcing field with Gaussian statistics, white-noise in time and with\npower-law correlation in momentum space of degree $2-2 \\eps$. This is at\nvariance with the setting usually assumed to derive Kraichan's classical\ntheory. We contrast accurate numerical experiments with the different\npredictions provided for the small $\\eps$ regime by Kraichnan's double cascade\ntheory and by renormalization group (RG) analysis. We give clear evidence that\nfor all $\\eps$ Kraichnan's theory is consistent with the observed\nphenomenology. Our results call for a revision in the RG analysis of (2d) fully\ndeveloped turbulence.\n","Comment: 4 pages, 5 figures"]}]
["physics/0603063",{"format":[],"subject":["Physics - Biological Physics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0603063"],"date":["2006-03-08","2007-10-04"],"type":["text"],"creator":["da Silva, Jafferson K. L.","Barbosa, Lauro A.","Silva, Paulo Roberto"],"language":[],"coverage":[],"title":["Unified Theory of Allometric Scaling"],"description":["  A general simple theory for the interspecific allometric scaling is developed\nin the $d+1$-dimensional space ($d$ biological lengths and a physiological\ntime) of metabolic states of organisms. It is assumed that natural selection\nshaped the metabolic states in such a way that the mass and energy\n$d+1$-densities are size-invariant quantities (independent of body mass). The\ndifferent metabolic states (basal and maximum) are described by considering\nthat the biological lengths and the physiological time are related by different\ntransport processes of energy and mass. In the basal metabolism, transportation\noccurs by ballistic and diffusion processes. In $d=3$, the 3/4 law occurs if\nthe ballistic movement is the dominant process, while the 2/3 law appears when\nboth transport processes are equivalent. Accelerated movement during the\nbiological time is related to the maximum aerobic sustained metabolism, which\nis characterized by the scaling exponent $2d/(2d+1)$ (6/7 in $d=3$). The\nresults are in good agreement with empirical data and a verifiable empirical\nprediction about the aorta blood velocity in maximum metabolic rate conditions\nis made.\n","Comment: 4 pages, 1 table, no figures. Accepted in Journal of Physics A:\n  Mathematical and Theoretical as a Fast Track Communication"]}]
["quant-ph/0606240",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0606240","Proceedings of the Third Feynman Workshop, 2006"],"date":["2006-06-28"],"type":["text"],"creator":["Franchini, F.","Its, A. R.","Jin, B. -Q.","Korepin, V. E."],"language":[],"coverage":[],"title":["Analysis of entropy of XY Spin Chain"],"description":["  Entanglement in the ground state of the XY model on the infinite chain can be\nmeasured by the von Neumann entropy of a block of neighboring spins. We study a\ndouble scaling limit: the size of the block is much larger then 1 but much\nsmaller then the length of the whole chain. In this limit, the entropy of the\nblock approaches a constant. The limiting entropy is a function of the\nanisotropy and of the magnetic field. The entropy reaches minima at product\nstates and increases boundlessly at phase transitions.\n","Comment: 6 pages, 1 figure"]}]
["quant-ph/0611282",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611282","Phys. Rev. Lett. 99, 130504 (2007)","doi:10.1103/PhysRevLett.99.130504"],"date":["2006-11-29","2007-08-04"],"type":["text"],"creator":["Gühne, O.","Hyllus, P.","Gittsovich, O.","Eisert, J."],"language":[],"coverage":[],"title":["Covariance matrices and the separability problem"],"description":["  We propose a unifying approach to the separability problem using covariance\nmatrices of locally measurable observables. From a practical point of view, our\napproach leads to strong entanglement criteria that allow to detect the\nentanglement of many bound entangled states in higher dimensions and which are\nat the same time necessary and sufficient for two qubits. From a fundamental\nperspective, our approach leads to insights into the relations between several\nknown entanglement criteria -- such as the computable cross norm and local\nuncertainty criteria -- as well as their limitations.\n","Comment: 4 pages, no figures; v3: final version to appear in PRL"]}]
["quant-ph/0702087",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702087","Journal of Modern Optics, 54:13, 1927 - 1937 (2007)","doi:10.1080/09500340701415578"],"date":["2007-02-09"],"type":["text"],"creator":["Puppe, T.","Schuster, I.","Maunz, P.","Murr, K.","Pinkse, P. W. H.","Rempe, G."],"language":[],"coverage":[],"title":["Light force fluctuations in a strongly coupled atom-cavity system"],"description":["  Between mirrors, the density of electromagnetic modes differs from the one in\nfree space. This changes the radiation properties of an atom as well as the\nlight forces acting on an atom. It has profound consequences in the\nstrong-coupling regime of cavity quantum electrodynamics. For a single atom\ntrapped inside the cavity, we investigate the atom-cavity system by scanning\nthe frequency of a probe laser for various atom-cavity detunings. The avoided\ncrossing between atom and cavity resonance is visible in the transmission of\nthe cavity. It is also visible in the loss rate of the atom from the\nintracavity dipole trap. On the normal-mode resonances, the dominant\ncontribution to the loss rate originates from dipole-force fluctuations which\nare dramatically enhanced in the cavity. This conclusion is supported by\nMonte-Carlo simulations.\n","Comment: 7 pages, 3 figures"]}]
