["0704.0495",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0495","SIGMA 3 (2007) 075, 7 pages"],"date":["2007-04-04","2007-07-02"],"type":["text"],"creator":["Saniga, Metod","Planat, Michel","Pracna, Petr","Havlicek, Hans"],"language":[],"coverage":[],"title":["The Veldkamp Space of Two-Qubits"],"description":["  Given a remarkable representation of the generalized Pauli operators of\ntwo-qubits in terms of the points of the generalized quadrangle of order two,\nW(2), it is shown that specific subsets of these operators can also be\nassociated with the points and lines of the four-dimensional projective space\nover the Galois field with two elements - the so-called Veldkamp space of W(2).\nAn intriguing novelty is the recognition of (uni- and tri-centric) triads and\nspecific pentads of the Pauli operators in addition to the \"classical\" subsets\nanswering to geometric hyperplanes of W(2).\n","Comment: 7 pages, 3 figures, 2 tables; Version 2 - math nomenclature\n  fine-tuned and two references added; Version 3 - published in SIGMA\n  (Symmetry, Integrability and Geometry: Methods and Applications) at\n  http://www.emis.de/journals/SIGMA/"]}]
["0704.0673",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0673","Phys. Rev. E 75, 061105 (2007)","doi:10.1103/PhysRevE.75.061105"],"date":["2007-04-05"],"type":["text"],"creator":["McDonnell, Mark D.","Stocks, Nigel G.","Abbott, Derek"],"language":[],"coverage":[],"title":["Optimal stimulus and noise distributions for information transmission\n  via suprathreshold stochastic resonance"],"description":["  Suprathreshold stochastic resonance (SSR) is a form of noise enhanced signal\ntransmission that occurs in a parallel array of independently noisy identical\nthreshold nonlinearities, including model neurons. Unlike most forms of\nstochastic resonance, the output response to suprathreshold random input\nsignals of arbitrary magnitude is improved by the presence of even small\namounts of noise. In this paper the information transmission performance of SSR\nin the limit of a large array size is considered. Using a relationship between\nShannon's mutual information and Fisher information, a sufficient condition for\noptimality, i.e. channel capacity, is derived. It is shown that capacity is\nachieved when the signal distribution is Jeffrey's prior, as formed from the\nnoise distribution, or when the noise distribution depends on the signal\ndistribution via a cosine relationship. These results provide theoretical\nverification and justification for previous work in both computational\nneuroscience and electronics.\n","Comment: Accepted for publication by Physical Review E, 28 pages of text and\n  references, 5 figures, 2 tables"]}]
["0705.0759",{"format":[],"subject":["Mathematics - Group Theory","20E06, 20F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0759"],"date":["2007-05-05","2007-07-02"],"type":["text"],"creator":["Markus-Epstein, L."],"language":[],"coverage":[],"title":["Algorithmic Problems in Amalgams of Finite Groups"],"description":["  Geometric methods proposed by Stallings for treating finitely generated\nsubgroups of free groups were successfully used to solve a wide collection of\ndecision problems for free groups and their subgroups.\n  It turns out that Stallings' methods can be effectively generalized for the\nclass of amalgams of finite groups. In the present paper we employ subgroup\ngraphs constructed by the generalized Stallings' folding algorithm to solve\nvarious algorithmic problems in amalgams of finite groups.\n","Comment: 39 pages with 9 figures"]}]
["0705.1021",{"format":[],"subject":["Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1021","Nature Physics advance online publication, 24 June 2007","doi:10.1038/nphys650"],"date":["2007-05-07","2007-07-01"],"type":["text"],"creator":["Xiao, C. J.","Wang, X. G.","Pu, Z. Y.","Ma, Z. W.","Zhao, H.","Zhou, G. P.","Wang, J. X.","Kivelson, M. G.","Fu, S. Y.","Liu, Z. X.","Zong, Q. G.","Dunlop, M. W.","Glassmeier, K-H.","Lucek, E.","Reme, H.","Dandouras, I.","Escoubet, C. P."],"language":[],"coverage":[],"title":["Satellite Observations of Separator Line Geometry of Three-Dimensional\n  Magnetic Reconnection"],"description":["  Detection of a separator line that connects magnetic nulls and the\ndetermination of the dynamics and plasma environment of such a structure can\nimprove our understanding of the three-dimensional (3D) magnetic reconnection\nprocess. However, this type of field and particle configuration has not been\ndirectly observed in space plasmas. Here we report the identification of a pair\nof nulls, the null-null line that connects them, and associated fans and spines\nin the magnetotail of Earth using data from the four Cluster spacecraft. With\ndi and de designating the ion and electron inertial lengths, respectively, the\nseparation between the nulls is found to be ~0.7di and an associated\noscillation is identified as a lower hybrid wave with wavelength ~ de. This in\nsitu evidence of the full 3D reconnection geometry and associated dynamics\nprovides an important step toward to establishing an observational framework of\n3D reconnection.\n","Comment: 10 pages, 3 figures and 1 table"]}]
["0705.2217",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2217","Phys. Rev. B 76, 035301 (2007)","doi:10.1103/PhysRevB.76.035301"],"date":["2007-05-15"],"type":["text"],"creator":["Galperin, Michael","Nitzan, Abraham","Ratner, Mark A."],"language":[],"coverage":[],"title":["Inelastic effects in molecular junctions in the Coulomb and Kondo\n  regimes: Nonequilibrium equation-of-motion approach"],"description":["  Inelastic effects in the Coulomb blockade and Kondo regimes of electron\ntransport through molecular junctions are considered within a simple\nnonequilibrium equation-of-motion (EOM) approach. The scheme is\nself-consistent, and can qualitatively reproduce the main experimental\nobservations of vibrational features in Coulomb blockade [H.Park et al., Nature\n407, 57 (2000)] and Kondo [L.H.Yu et al., Phys. Rev. Lett. 93, 266802 (2004)]\nregimes. Considerations similar to the equilibrium EOM approach by Meir et al.\n[Phys. Rev. Lett. 66, 3048 (1991); ibid. 70, 2601 (1993)] are used on the\nKeldysh contour to account for the nonequilibrium nature of the junction, and\ndressing by appropriate Franck-Condon (FC) factors is used to account for\nvibrational features. Results of the equilibrium EOM scheme by Meir et al. are\nreproduced in the appropriate limit.\n","Comment: 12 pages, 5 figures"]}]
["0706.2648",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2648"],"date":["2007-06-18","2007-06-30"],"type":["text"],"creator":["Chen, Huayi"],"language":[],"coverage":[],"title":["Harder-Narasimhan categories"],"description":["  We propose a generalization of Quillen's exact category -- arithmetic exact\ncategory and we discuss conditions on such categories under which one can\nestablish the notion of Harder-Narasimhan filtrations and Harder-Narsimhan\npolygons. Furthermore, we show the functoriality of Harder-Narasimhan\nfiltrations (indexed by $\\mathbb R$), which can not be stated in the classical\nsetting of Harder and Narasimhan's formalism.\n"]}]
["0706.2861",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2861"],"date":["2007-06-19","2007-07-02"],"type":["text"],"creator":["Aharony, Ofer","Hartnoll, Sean A."],"language":[],"coverage":[],"title":["A phase transition in commuting Gaussian multi-matrix models"],"description":["  We analyze in detail a second order phase transition that occurs in large N\nGaussian multi-matrix models in which the matrices are constrained to be\ncommuting. The phase transition occurs as the relative masses of the matrices\nare varied, assuming that there are at least four matrices in the lowest mass\nlevel. We also discuss the phase structure of weakly coupled large N 3+1\ndimensional gauge theories compactified on a three-sphere of radius R. We argue\nthat these theories are well described at high temperatures (T >> 1/R) by a\nGaussian multi-matrix model, and that they do not exhibit any phase transitions\nbetween the deconfinement scale (T ~ 1/R) and the scale where perturbation\ntheory breaks down (T ~ 1 / \\lambda R, where \\lambda is the 't Hooft coupling).\n","Comment: 10 pages, 1 figure, latex. v3 (with a new title) corrects the wrong\n  assumption that the dominant phase in gauge theories on S^3 involves\n  commuting matrices, and the wrong conclusion that these theories have high\n  temperature phase transitions; we thank Shiraz Minwalla for pointing this out"]}]
["0706.3318",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14E20, 14F35, 32J25, 32J27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3318"],"date":["2007-06-22","2007-07-01"],"type":["text"],"creator":["Claudon, Benoît"],"language":[],"coverage":[],"title":["Invariance of Gamma-dimension for projective families"],"description":["  This article is withdrawn because of a mistake in the main result of the\npaper.\n","Comment: withdrawn ; a mistake in the proof"]}]
["0706.3807",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3807"],"date":["2007-06-26","2007-07-02"],"type":["text"],"creator":["Manashov, A.","Schafer, A."],"language":[],"coverage":[],"title":["Twist two operators at finite volume"],"description":["  We calculate the volume corrections to the two-pion matrix element of twist\ntwo operators.\n","Comment: 8 pages, 1 figure, references added"]}]
["0706.3897",{"format":[],"subject":["Quantum Physics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3897","Central European Journal of Physics, 5(3), 2007, pp. 253-284","doi:10.2478/s11534-007-0018-5"],"date":["2007-06-26"],"type":["text"],"creator":["Raposo, A. P.","Weber, H. J.","Alvarez-Castillo, D.","Kirchbach, M."],"language":[],"coverage":[],"title":["Romanovski polynomials in selected physics problems"],"description":["  We briefly review the five possible real polynomial solutions of\nhypergeometric differential equations. Three of them are the well known\nclassical orthogonal polynomials, but the other two are different with respect\nto their orthogonality properties. We then focus on the family of polynomials\nwhich exhibits a finite orthogonality. This family, to be referred to as the\nRomanovski polynomials, is required in exact solutions of several physics\nproblems ranging from quantum mechanics and quark physics to random matrix\ntheory. It appears timely to draw attention to it by the present study. Our\nsurvey also includes several new observations on the orthogonality properties\nof the Romanovski polynomials and new developments from their Rodrigues\nformula.\n","Comment: RevTex, 38 pages, 2 figures, review"]}]
["0706.4189",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics","Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4189"],"date":["2007-06-28"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Stable-Range Approach to the Equation of Nonstationary Transonic Gas\n  Flows"],"description":["  Using certain finite-dimensional stable range of the nonlinear terms, we\nobtain large families of exact solutions parameterized by functions for the\nequation of nonstationary transonic gas flows discovered by Lin, Reisner and\nTsien, and its three-dimensional generalization.\n","Comment: 19pages,accepted by Quarterly of Applied Mathematics"]}]
["0706.4195",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4195"],"date":["2007-06-28"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Flag Partial Differential Equations and Representations of Lie Algebras"],"description":["  In this paper, we solve the initial value problems of variable-coefficient\ngeneralized wave equations associated with trees and a large family of linear\nconstant-coefficient partial differential equation by algebraic methods.\nMoreover, we find all the polynomial solutions for a 3-dimensional\nvariable-coefficient flag partial differential equation of any order, the\nlinear wave equation with dissipation and the generalized anisymmetrical\nLaplace equation. Furthermore, the polynomial-trigonometric solutions of a\ngeneralized Klein-Gordan equation associated with 3-dimensional generalized\nTricomi operator $\\ptl_x^2+x\\ptl_y^2+y\\ptl_z^2$ are also given. As applications\nto representations of Lie algebras, we find certain irreducible polynomial\nrepresentations of the Lie algebras $sl(n,\\mbb{F}), so(n,\\mbb{F})$ and the\nsimple Lie algebra of type $G_2$.\n","Comment: 30pages"]}]
["0706.4201",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4201","Journal of Lie Theory, Vol 16 (2006), 691-718"],"date":["2007-06-28"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Tree Diagram Lie Algebras of Differential Operators and Evolution\n  Partial Differential Equations"],"description":["  A tree diagram is a tree with positive integral weight on each edge, which is\na notion generalized from the Dynkin diagrams of finite-dimensional simple Lie\nalgebras. We introduce two nilpotent Lie algebras and their extended solvable\nLie algebras associated with each tree diagram. The solvable tree diagram Lie\nalgebras turn out to be complete Lie algebras of maximal rank analogous to the\nBorel subalgebras of finite-dimensional simple Lie algebras. Their abelian\nideals are completely determined. Using a high-order Campbell-Hausdorff formula\nand certain abelian ideals of the tree diagram Lie algebras, we solve the\ninitial value problem of first-order evolution partial differential equations\nassociated with nilpotent tree diagram Lie algebras and high-order evolution\npartial differential equations, including heat conduction type equations\nrelated to generalized Tricomi operators associated with trees.\n","Comment: 31pages"]}]
["0706.4320",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4320"],"date":["2007-06-28"],"type":["text"],"creator":["Lubashevsky, Ihor","Friedrich, Rudolf","Heuer, Andreas"],"language":[],"coverage":[],"title":["Realization of Levy flights as continuous processes"],"description":["  On the basis of multivariate Langevin processes we present a realization of\nLevy flights as a continuous process. For the simple case of a particle moving\nunder the influence of friction and a velocity dependent stochastic force we\nexplicitly derive the generalized Langevin equation and the corresponding\ngeneralized Fokker-Planck equation describing Levy flights. Our procedure is\nsimilar to the treatment of the Kramers-Fokker Planck equation in the\nSmoluchowski limit. The proposed approach forms a feasible way of tackling Levy\nflights in inhomogeneous media or systems with boundaries what is up to now a\nchallenging problem.\n","Comment: paper of 5 pages with 3 figures with added supplementary materials"]}]
["0706.4322",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4322"],"date":["2007-06-28"],"type":["text"],"creator":["Luis, P. Facal San","Collaboration, for the Pierre Auger"],"language":[],"coverage":[],"title":["Measurement of the UHECR spectrum above 10 EeV at the Pierre Auger\n  Observatory using showers with zenith angles greater than 60 degrees"],"description":["  We report a measurement of the cosmic ray energy spectrum obtained using the\ninclined events detected with the Pierre Auger Observatory. Showers with zenith\nangles between 60 and 80 degrees recorded in the period between 1 January 2004\nand 28 February 2007 are analysed. Showers are first reconstructed in arrival\ndirection and then fitted to density maps of the muon numbers obtained from 10\nEeV simulated proton showers for different arrival directions, in order to\nobtain the core position and an overall normalisation factor N19 which is used\nas an energy estimator. The parameter N19 is shown to be correlated with the\nshower energy measured with the fluorescence technique for a sub-sample of good\nquality hybrid showers. This correlation, measured with hybrid events, is then\nused to determine the energy of all the showers.\n","Comment: To be published in Proceedings of the 30th International Cosmic Ray\n  Conference (ICRC 2007), Merida, Yucatan, Mexico, 3-11 Jul 2007. 4 pages"]}]
["0706.4323",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4323"],"date":["2007-06-28"],"type":["text"],"creator":["Djelloul, Khalil","Dao, Thi-bich-hanh","Fruehwirth, Thom"],"language":[],"coverage":[],"title":["Theory of Finite or Infinite Trees Revisited"],"description":["  We present in this paper a first-order axiomatization of an extended theory\n$T$ of finite or infinite trees, built on a signature containing an infinite\nset of function symbols and a relation $\\fini(t)$ which enables to distinguish\nbetween finite or infinite trees. We show that $T$ has at least one model and\nprove its completeness by giving not only a decision procedure, but a full\nfirst-order constraint solver which gives clear and explicit solutions for any\nfirst-order constraint satisfaction problem in $T$. The solver is given in the\nform of 16 rewriting rules which transform any first-order constraint $\\phi$\ninto an equivalent disjunction $\\phi$ of simple formulas such that $\\phi$ is\neither the formula $\\true$ or the formula $\\false$ or a formula having at least\none free variable, being equivalent neither to $\\true$ nor to $\\false$ and\nwhere the solutions of the free variables are expressed in a clear and explicit\nway. The correctness of our rules implies the completeness of $T$. We also\ndescribe an implementation of our algorithm in CHR (Constraint Handling Rules)\nand compare the performance with an implementation in C++ and that of a recent\ndecision procedure for decomposable theories.\n"]}]
["0706.4324",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4324"],"date":["2007-06-28"],"type":["text"],"creator":["Shankar, Karthik","Whiting, Bernard. F."],"language":[],"coverage":[],"title":["Conformal coordinates of a constant density star"],"description":["  It is well known that the interior of a constant density spherical star is\nconformally flat. In this paper we obtain the coordinate system in which the\nconformal flatness of the metric manifests itself. In a similar way, we also\nconstruct such coordinates for Robertson Walker metric.\n","Comment: 13 pages. Figure 1 in page 7 and Figure 2 in page 13"]}]
["0706.4328",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4328"],"date":["2007-06-29"],"type":["text"],"creator":["Segond, M."],"language":[],"coverage":[],"title":["QCD factorizations in gamma* gamma* --> rho_L^0 rho_L^0"],"description":["  The exclusive reaction of rho meson pair electroproduction in gamma*gamma*\ncollisions is a nice place to study various dynamics and factorization\nproperties in the perturbative sector of QCD. At low energy (quarks dominance),\nthis process can be considered as a way to explore QCD factorizations involving\ngeneralized distribution amplitudes (GDA) and transition distribution\namplitudes (TDA), and, in the Regge limit of QCD (gluons dominance), it seems\nto offer a promising probe of the BFKL resummation effects which could be\nstudied at the next international linear collider (ILC).\n","Comment: Presented at DIS 2007: 15th International Workshop on Deep-Inelastic\n  Scattering, Munich, Germany, 16-20 Apr 2007, 4 pages, 6 figures, LATEX"]}]
["0706.4329",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4329"],"date":["2007-06-28"],"type":["text"],"creator":["Efremov, Vladimir N.","Mitskievich, Nikolai V.","Magdaleno, Alfonso M. Hernández"],"language":[],"coverage":[],"title":["BF systems on graph cobordisms as topological cosmology"],"description":["  A cosmological model connecting the evolution of universe with a sequence of\ntopology changes described by a collection of specific graph cobordisms, is\nconstructed. It is shown that an adequate topological field theory (of BF-type)\ncan be put into relation to each graph cobordism. The explicit expressions for\ntransition amplitudes (partition functions) are written in these BF-models and\nit is shown that the basic topological invariants of the graph cobordisms\n(intersection matrices) play the r{\\^o}le of coupling constants between the\nformal analogues of electric and magnetic fluxes quantized {\\`a} la Dirac, but\nwith the use of Poicar{\\'e}--Lefschetz duality. For a specific graph cobordism,\nthe diagonal elements and eigenvalues of the intersection matrix reproduce the\nhierarchy of dimensionless low-energy coupling constants of the fundamental\ninteractions acting in the real universe.\n","Comment: 44 pages"]}]
["0706.4332",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4332"],"date":["2007-06-28","2007-07-01"],"type":["text"],"creator":["Ivanov, I. P."],"language":[],"coverage":[],"title":["Can 2HDM support fermion-stabilized bubbles of false vacuum?"],"description":["  The Higgs potential of the two-Higgs-doublet model can have several minima\nwith different properties. We discuss a possibility that a heavy fermion, if\ntrapped in a microscopic false vacuum bubble, might become light enough to\nprevent the bubble from the collapse.\n","Comment: 6 pages, 1 figure"]}]
["0706.4334",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4334"],"date":["2007-06-28"],"type":["text"],"creator":["Fazli, Khosrow"],"language":[],"coverage":[],"title":["Power Loss for Inhomogeneous Poisson Processes"],"description":["  In this work, based on a realization of an inhomogeneous Poisson process\nwhose intensity function depends on a real unknown parameter, we consider a\nsimple hypothesis against a sequence of close (contiguous) alternatives. Under\ncertain regularity conditions we obtain the power loss of the score test with\nrespect to the Neyman-Pearson test. The power loss measures the performance of\na second order efficient test by the help of third order asymptotic properties\nof the problem under consideration.\n","Comment: 20 pages"]}]
["0706.4339",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4339"],"date":["2007-06-28"],"type":["text"],"creator":["Overbosch, Bas J.","Wen, Xiao-Gang"],"language":[],"coverage":[],"title":["Dynamical and scaling properties of nu=5/2 interferometer"],"description":["  We calculate the non-linear I-V tunneling curves for a two-point-contact\ntunneling junction between two edges of the $\\nu={5/2}$ non-abelian fractional\nquantum Hall state. The non-linear I-V tunneling curves are calculated for both\ncases with and without an $e/4$ non-abelian quasiparticle between the two\ncontacts. We confirm that, within a dynamical edge theory, the presence of the\n$e/4$ quasiparticle between the two contacts destroys the interference between\nthe two tunneling paths. We also calculate how the interference reappears as\nthe $e/4$ quasiparticle is moved closer to an edge.\n","Comment: 6 pages. RevTeX4"]}]
["0706.4341",{"format":[],"subject":["Mathematics - Number Theory","11B68, 11S80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4341"],"date":["2007-06-28"],"type":["text"],"creator":["Kim, Taekyun"],"language":[],"coverage":[],"title":["A note on p-adic q-integrals associated with q-Euler numbers"],"description":["  In this we give a detailed proof of fermionic p-adic q-measures on Z_p and we\nwill treat some interesting formulae related q-extension of Euler numbers and\npolynomials.\n","Comment: 5 pages"]}]
["0706.4343",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4343"],"date":["2007-06-28"],"type":["text"],"creator":["Yin, Qinghe"],"language":[],"coverage":[],"title":["Hausdorff Dimension and Hausdorff Measure for Non-integer based\n  Cantor-type Sets"],"description":["  We consider digits-deleted sets or Cantor-type sets with $\\beta$-expansions.\nWe calculate the Hausdorff dimension $d$ of these sets and show that $d$ is\ncontinuous with respect to $\\beta$. The $d$-dimentional Hausdorff measure of\nthese sets is finite and positive.\n"]}]
["0706.4344",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4344"],"date":["2007-06-28"],"type":["text"],"creator":["Rhoades, Robert C."],"language":[],"coverage":[],"title":["2-Selmer Groups and the Birch-Swinnerton-Dyer Conjecture for the\n  Congruent Number Curve"],"description":["  We take an approach toward counting the number of n for which the curves E_n:\ny^2=x^3-n^2x have 2-Selmer groups of a given size. This question was also\ndiscussed in a pair of Invent. Math. papers by Roger Heath-Brown. We discuss\nthe connection between computing the size of these Selmer groups and verifying\ncases of the Birch and Swinnerton-Dyer Conjecture. The key ingredient for the\nasymptotic formulae is the ``independence'' of the Legendre symbol evaluated at\nthe prime divisors of an integer with exactly k prime factors.\n","Comment: 14 pages"]}]
["0706.4348",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4348"],"date":["2007-06-28"],"type":["text"],"creator":["Martinsson, Per-Gunnar"],"language":[],"coverage":[],"title":["A fast direct solver for network matrices"],"description":["  A fast direct inversion scheme for the large sparse systems of linear\nequations resulting from the discretization of elliptic partial differential\nequations in two dimensions is given. The scheme is described for the\nparticular case of a discretization on a uniform square grid, but can be\ngeneralized to more general geometries. For a grid containing $N$ points, the\nscheme requires $O(N \\log^{2}N)$ arithmetic operations and $O(N \\log N)$\nstorage to compute an approximate inverse. If only a single solve is required,\nthen the scheme requires only $O(\\sqrt{N} \\log N)$ storage; the same storage is\nsufficient for computing the Dirichlet-to-Neumann operator as well as other\nboundary-to-boundary operators. The scheme is illustrated with several\nnumerical examples. For instance, a matrix of size $10^6 \\times 10^6$ is\ninverted to seven digits accuracy in four minutes on a 2.8GHz P4 desktop PC.\n","Comment: 11 pages, 6 figures"]}]
["0706.4350",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4350"],"date":["2007-06-29"],"type":["text"],"creator":["Kurazhkovskii, A. Yu.","Kurazhkovskaya, N. A.","Klain, B. I."],"language":[],"coverage":[],"title":["On Interdependence of the Paleomagnetic Field Characteristics"],"description":["  The behaviour of the geomagnetic field characteristics (mean values of the\npaleointensity, amplitude of its variations and reversal frequency) during the\nlast 170 million years was analyzed. It was found that the mean values of the\npaleointensity were in direct relation to amplitude of its variations and in\nreverse relation to reversal frequency. The most considerable changes of the\nEarth magnetic field characteristics occurred in Early Cretaceous, Middle\nPaleogene and Neogene. The analysis of conformity of the reconstructed\ncharacteristics behaviour of a geomagnetic field to an alfa-omega- dynamo model\nwas made.\n","Comment: 13 pages, 3 figures"]}]
["0706.4352",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4352"],"date":["2007-06-29"],"type":["text"],"creator":["Laad, M. S.","Craco, L."],"language":[],"coverage":[],"title":["Orbital Order, Stripe Phases and Mott Transition in a Planar Model for\n  Manganites"],"description":["  Understanding orbital ordered (OO) Mott insulating states lies at the heart\nof a consistent resolution of the colossal magneto-resistance (CMR) observed in\nmanganites, where its melting induces a low-$T$ insulator-metal transition for\n$0.25 \\le x\\le 0.45$. Motivated thereby, we study the OO states in a planar\nmodel for bilayer manganites using DMFT and finite-size diagonalisation\nmethods. We derive the correct OO ground states observed in manganites for\n$x=0,{1/2},{2/3},{3/4}$ in exact agreement with observations, including the\ncharge-orbital-magnetic ordered stripe phases for $x>{1/2}$. These OO states\nare {\\it exactly} shown to be associated with an ``alloy'' ordering of the\n$d_{3x^{2}-r^{2}}/d_{3y^{2}-r^{2}}$ orbitals on each $Mn^{3+}$ site.\n","Comment: 4 pages, 3 figures"]}]
["0706.4358",{"format":[],"subject":["Mathematics - Algebraic Geometry","94B05,14N25,14M99,14Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4358"],"date":["2007-06-29"],"type":["text"],"creator":["Pignatelli, Roberto","Tonoli, Fabio"],"language":[],"coverage":[],"title":["On Wahl's proof of $\\mu(6)=65$"],"description":["  D. Jaffe and D. Ruberman proved in 1997 that a sextic hypersurface in\n$\\mathbb{P}^3$ has at most 65 nodes (the bound is sharp by Barth's\nconstruction).\n  Almost at the same time, J. Wahl proposed a much shorter proof of the same\nresult, by proving that a linear code $V\\subset \\F^{66}$ with weights in\n$\\{24,32,40\\}$ has dimension $\\dim(V)\\leq12$.\n  He claimed that Jaffe-Ruberman's theorem follows as a corollary since the\ncode associated to a sextic with n nodes has dimension at least $n-53$ and an\nincorrect result stated by Casnati and Catanese asserted that the possible\ncardinalities of an even set of nodes on a sextic were only 24, 32 and 40.\n  Recently Catanese and Tonoli showed that the possible cardinalities of an\neven set of nodes on a sextic are exactly 24, 32, 40, 56. According to the\nabove cardinalities, the theorem of Jaffe and Ruberman reduces to the\nfollowing:\n  Let $V\\subset \\F^{66}$ be a code with weights in $\\{24,32,40,56\\}$. Then\n$\\dim(V)\\leq12$.\n  In this short note we give an elementary proof of this theorem using and\nintegrating Wahl's ideas.\n","Comment: 5 pages"]}]
["0706.4361",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4361"],"date":["2007-06-29"],"type":["text"],"creator":["NA60 Collaboration","Arnaldi, R."],"language":[],"coverage":[],"title":["J/psi production in Indium-Indium collisions at 158 GeV/nucleon"],"description":["  The NA60 experiment studies muon pair production at the CERN SPS. In this\nletter we report on a precision measurement of J/psi in In-In collisions. We\nhave studied the J/psi centrality distribution, and we have compared it with\nthe one expected if absorption in cold nuclear matter were the only active\nsuppression mechanism. For collisions involving more than ~80 participant\nnucleons, we find that an extra suppression is present. This result is in\nqualitative agreement with previous Pb-Pb measurements by the NA50 experiment,\nbut no theoretical explanation is presently able to coherently describe both\nresults.\n","Comment: 5 pages, 1 table, 4 figures, accepted for publication by PRL"]}]
["0706.4362",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53B40","70H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4362"],"date":["2007-06-29"],"type":["text"],"creator":["Brinzei, Nicoleta"],"language":[],"coverage":[],"title":["A Special Nonlinear Connection in Second Order Geometry"],"description":["  We show that, for mechanical system with external forces, the equations of\ndeviations of solution curves of the corresponding Lagrange equations,determine\na nonlinear connection on the second order osculator (second order tangent)\nbundle. In particular, Jacobi equations in Finsler and Riemann spaces determine\nsuch a nonlinear connection.\n","Comment: 13 pages"]}]
["0706.4369",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4369"],"date":["2007-06-29"],"type":["text"],"creator":["Caputi, K. I."],"language":[],"coverage":[],"title":["The role of HST in the study of near- and mid-infrared-selected galaxies"],"description":["  Because of their unique quality, Hubble Space Telescope (HST) data have\nplayed an important complementary role in studies of infrared (IR) galaxies\nconducted with major facilities, as VLT or Spitzer, and will be as well very\nvaluable for future telescopes as Herschel and ALMA. I review here some of the\nmost recent works led by European astronomers on IR galaxies, and discuss the\nrole that HST has had in the study of different IR galaxy populations. I\nparticularly focus the analysis on the GOODS fields, where the multiwavelength\ndata and unique HST coverage have enabled to jointly put constraints on the\nevolution of star formation activity and stellar-mass growth with cosmic time.\n","Comment: To appear in the proceedings of the 41st ESLAB Symposium \"The impact\n  of HST on European Astronomy\". 4 pages, 1 figure"]}]
["0706.4375",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4375","Proceedings of RIAO 2007 (30/05/2007)"],"date":["2007-06-29"],"type":["text"],"creator":["Hamon, Thierry","Nazarenko, Adeline","Poibeau, Thierry","Aubin, Sophie","Derivière, Julien"],"language":[],"coverage":[],"title":["A Robust Linguistic Platform for Efficient and Domain specific Web\n  Content Analysis"],"description":["  Web semantic access in specific domains calls for specialized search engines\nwith enhanced semantic querying and indexing capacities, which pertain both to\ninformation retrieval (IR) and to information extraction (IE). A rich\nlinguistic analysis is required either to identify the relevant semantic units\nto index and weight them according to linguistic specific statistical\ndistribution, or as the basis of an information extraction process. Recent\ndevelopments make Natural Language Processing (NLP) techniques reliable enough\nto process large collections of documents and to enrich them with semantic\nannotations. This paper focuses on the design and the development of a text\nprocessing platform, Ogmios, which has been developed in the ALVIS project. The\nOgmios platform exploits existing NLP modules and resources, which may be tuned\nto specific domains and produces linguistically annotated documents. We show\nhow the three constraints of genericity, domain semantic awareness and\nperformance can be handled all together.\n"]}]
["0706.4379",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H52","14J27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4379"],"date":["2007-06-29"],"type":["text"],"creator":["Hitching, George H."],"language":[],"coverage":[],"title":["Quartic equations and 2-division on elliptic curves"],"description":["  Let K be a field of characteristic different from 2 and C an elliptic curve\nover K given by a Weierstrass equation. To divide an element of the group C by\n2, one must solve a certain quartic equation. We characterise the quartics\narising from this procedure and find how far the quartic determines the curve\nand the point. We find the quartics coming from 2-division of 2- and 3-torsion\npoints, and generalise this correspondence to singular plane cubics. We use\nthese results to study the question of which degree 4 maps of curves can be\nrealised as duplication of a multisection on an elliptic surface.\n","Comment: 20 pages"]}]
["0706.4384",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4384"],"date":["2007-06-29"],"type":["text"],"creator":["Kumar, N."],"language":[],"coverage":[],"title":["Resistance without resistors: An anomaly"],"description":["  The elementary 2-terminal network consisting of a resistively ($R-$) shunted\ninductance ($L$) in series with a capacitatively ($C-$) shunted resistance\n($R$) with $R = \\sqrt{L/C}$, is known for its non-dispersive dissipative\nresponse, $i.e.,$ with the input impedance $Z_0(\\omega) = R$, independent of\nthe frequency ($\\omega$). In this communication we examine the properties of a\nnovel equivalent network derived iteratively from this 2-terminal network by\nreplacing everywhere the elemental resistive part $R$ with the whole 2-terminal\nnetwork. This replacement suggests a recursion $Z_{n+1}(\\omega) =\nf(Z_n(\\omega))$, with the recursive function $f(z) = (i\\omega Lz/i\\omega L + z)\n+ (z/1+i\\omega Cz)$. The recursive map has two fixed points -- an unstable\nfixed point $Z_u^\\star = 0$, and a stable fixed point $Z_s^\\star = R$. Thus,\nresistances at the boundary terminating the infinitely iterated network can now\nbe made arbitrarily small without changing the input impedance $Z_\\infty (=\nR)$. This, therefore, leads to realizing in the limit $n\\to\\infty$ an\neffectively dissipative network comprising essentially non-dissipative reactive\nelements ($L$ and $C$) only. Hence the oxymoron -- resistance without\nresistors! This is best viewed as a classical anomaly akin to the one\nencountered in turbulence. Possible application as a formal decoherence device\n-- the {\\it fake channel} -- is briefly discussed for its quantum analogue.\n","Comment: 6 pages, 4 figures"]}]
["0706.4387",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4387"],"date":["2007-06-29"],"type":["text"],"creator":["Barnafoldi, G. G.","Levai, P.","Cole, B. A.","Fai, G.","Papp, G."],"language":[],"coverage":[],"title":["Particle Ratios at High p_T at LHC Energies"],"description":["  Hadron production has been calculated in a pQCD improved parton model for pp,\ndA and heavy ion collisions. We applied KKP and AKK fragmentation functions.\nOur jet fragmentation study shows, that hadron ratios at high p_T depend on\nquark contribution mostly and less on the gluonic one. This finding can be seen\nin jet-energy loss calculations, also. We display the suppression pattern on\ndifferent hadron ratios in PbPb collisions at LHC energies.\n","Comment: 2 pages, 1 figure, Presented at \"Heavy Ion Collisions at the LHC Last\n  Call for Predictions\""]}]
["0706.4392",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4392"],"date":["2007-06-29"],"type":["text"],"creator":["Ivanov, D. Yu.","Papa, A."],"language":[],"coverage":[],"title":["Vector Meson production from NLL BFKL"],"description":["  The amplitude for the forward electroproduction of two light vector mesons\ncan be written completely within perturbative QCD in the Regge limit with\nnext-to-leading accuracy, thus providing the first example of a physical\napplication of the BFKL approach at the next-to-leading order. We study in the\ncase of equal photon virtualities the main systematic effects, by considering a\ndifferent representation of the amplitude and different optimization methods of\nthe perturbative series.\n","Comment: 4 pages; talk at 15th International Workshop on Deep Inelastic\n  Scattering and Related Subjects (DIS 2007), Munich, Germany, 16-20 Apr 2007"]}]
["0706.4394",{"format":[],"subject":["Mathematics - Statistics Theory","62K05, 90C46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4394","Statistics & Probability Letters / Statistics and probability\n  Letters 77 (2007) 90-94"],"date":["2007-06-29"],"type":["text"],"creator":["Harman, Radoslav","Pronzato, Luc"],"language":[],"coverage":[],"title":["Improvements on removing non-optimal support points in D-optimum design\n  algorithms"],"description":["  We improve the inequality used in Pronzato [2003. Removing non-optimal\nsupport points in D-optimum design algorithms. Statist. Probab. Lett. 63,\n223-228] to remove points from the design space during the search for a\n$D$-optimum design. Let $\\xi$ be any design on a compact space $\\mathcal{X}\n\\subset \\mathbb{R}^m$ with a nonsingular information matrix, and let\n$m+\\epsilon$ be the maximum of the variance function $d(\\xi,\\mathbf{x})$ over\nall $\\mathbf{x} \\in \\mathcal{X}$. We prove that any support point\n$\\mathbf{x}_{*}$ of a $D$-optimum design on $\\mathcal{X}$ must satisfy the\ninequality $d(\\xi,\\mathbf{x}_{*}) \\geq\nm(1+\\epsilon/2-\\sqrt{\\epsilon(4+\\epsilon-4/m)}/2)$. We show that this new lower\nbound on $d(\\xi,\\mathbf{x}_{*})$ is, in a sense, the best possible, and how it\ncan be used to accelerate algorithms for $D$-optimum design.\n","Comment: 5 pages Statistics and Probability letters available online at:\n  http://www.elsevier.com/locate/stapro"]}]
["0706.4396",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4396","Nat Protoc 1, 4 (2006) 1852-8","doi:10.1038/nprot.2006.288"],"date":["2007-06-29"],"type":["text"],"creator":["Chevallet, Mireille","Luche, Sylvie","Rabilloud, Thierry"],"language":[],"coverage":[],"title":["Silver staining of proteins in polyacrylamide gels"],"description":["  Silver staining is used to detect proteins after electrophoretic separation\non polyacrylamide gels. It combines excellent sensitivity (in the low nanogram\nrange) with the use of very simple and cheap equipment and chemicals. It is\ncompatible with downstream processing, such as mass spectrometry analysis after\nprotein digestion. The sequential phases of silver staining are protein\nfixation, then sensitization, then silver impregnation and finally image\ndevelopment. Several variants of silver staining are described here, which can\nbe completed in a time range from 2 h to 1 d after the end of the\nelectrophoretic separation. Once completed, the stain is stable for several\nweeks.\n"]}]
["0706.4400",{"format":[],"subject":["Physics - History and Philosophy of Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4400"],"date":["2007-06-29"],"type":["text"],"creator":["Djokovic, V.","Grujic, P."],"language":[],"coverage":[],"title":["Albert Einstein - a Pious Atheist"],"description":["  We consider Einstein's attitude with regard to religion both from\nsociological and epistemological points of view. An attempt to put it into a\nwider socio-historical perspective has been made, with the emphasis on his\nethnic and religious background. The great scientist was neither anatheist nor\na believer in the orthodox sense and the closest labels one might apply would\nbe pantheism/cosmism (ontological view) and agnosticism (epistemological view).\nHis ideas on the divine could be considered as a continuation of a line that\ncan be traced back to Philo of Alexandria, who himself followed the Greek\nStoics and Neoplatonists and especially Baruch Spinoza. Einstein's scientific\n(or rational) and religious (or intuitive) thinking was deeply rooted in the\nHellenic culture.\n","Comment: 21 pages, 0 figures,"]}]
["0706.4404",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4404"],"date":["2007-06-29"],"type":["text"],"creator":["Kuraev, E. A.","Bakmaev, S.","Bytev, V.","Kokoulina, E."],"language":[],"coverage":[],"title":["Muon multiplicity at high energy proton-nuclei collisions"],"description":["  Estimation of multiplicity of muons and pions production at high energy\nproton-nuclei collisions is given. Both QED and QCD contributions are\nconsidered for peripheral kinematics of muon pair and $\\sigma$-meson\nproduction, keeping in mind it's final conversion to muons. An attempt to\nexplain the excess of positive charged muons compared to negative one in cosmic\nmuon showers is given.\n  We derive the dependence of cross-section of $n$ pairs as a function of $n$\nat large n as $d^n(n!n^2)^{-1}$.\n","Comment: 8pages"]}]
["0706.4409",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4409"],"date":["2007-06-29"],"type":["text"],"creator":["Vertesi, R."],"language":[],"coverage":[],"title":["THERMINATOR simulations and PHENIX images of a heavy tail of particle\n  emission in 200 GeV Au+Au collisions"],"description":["  Correlation between emitted particles from a thermalized medium carry\nimportant information about the space-time extent and the dynamics of the\nparticle emitting source. Pion emission source functions S(r) have been\nmeasured in PHENIX using an imaging technique, and it has been found that it\ncontains a heavy (power-law) tail. It leads us to the assumption that there is\na halo of secondary pions, surrounding the core system that undergoes the\nhydrodynamical evolution. THERMINATOR, a Monte Carlo event generator designed\nfor studies in relativistic heavy-ion collisions is used to model and\ninvestigate the influence of resonance decays on the tail of particle emission\nsource. It lacks the implementation of rescattering, which, as we have learnt\nfrom previous Hadron Rescattering Code simulations, is a possible explanation\nof the power-law tail. Our studies also have shown that none of the pion\nsources alone are responsible for the tail: either the resonance decays or\nrescattering or a combination of these effects is a possible cause of the heavy\ntail.\n","Comment: To appear in the proceedings of 23rd Winter Workshop on Nuclear\n  Dynamics, Big Sky, Montana, 11-18 Feb 2007"]}]
["0706.4411",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","Mathematics - Spectral Theory","35K15","35K55","35K90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4411"],"date":["2007-06-29"],"type":["text"],"creator":["Kiselev, Alexander","Shterenberg, Roman","Zlatos, Andrej"],"language":[],"coverage":[],"title":["Relaxation Enhancement by Time-Periodic Flows"],"description":["  We study enhancement of diffusive mixing by fast incompressible time-periodic\nflows. The class of relaxation-enhancing flows that are especially efficient in\nspeeding up mixing has been introduced in [2]. The relaxation-enhancing\nproperty of a flow has been shown to be intimately related to the properties of\nthe dynamical system it generates. In particular, time-independent flows $u$\nsuch that the operator $u \\cdot \\nabla$ has sufficiently smooth eigenfunctions\nare not relaxation-enhancing. Here we extend results of [2] to time-periodic\nflows $u(x,t)$ and in particular show that there exist flows such that for each\nfixed time the flow is Hamiltonian, but the resulting time-dependent flow is\nrelaxation-enhancing. Thus we confirm the physical intuition that time\ndependence of a flow may aid mixing. We also provide an extension of our\nresults to the case of a nonlinear diffusion model. The proofs are based on a\ngeneral criterion for the decay of a semigroup generated by an operator of the\nform $\\Gamma+iAL(t)$ with a negative unbounded self-adjoint operator $\\Gamma$,\na time-periodic self-adjoint operator-valued function $L(t)$, and a parameter\n$A>>1$.\n","Comment: 11 pp"]}]
["0706.4414",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4414"],"date":["2007-06-29"],"type":["text"],"creator":["Grenier, F.","Chbihi, A.","Roy, R.","Verde, G.","Thériault, D.","Frankland, J. D.","Wieleczko, J. P.","Borderie, B.","Bougault, R.","Dayras, R.","Galichet, E.","Guinet, D.","Lautesse, P.","Neindre, N. Le","Lopez, O.","Moisan, J.","Nalpas, L.","Pârlog, M.","Rivet, M. F.","Rosato, E.","Tamain, B.","Vient, E.","Vigilante, M."],"language":[],"coverage":[],"title":["Decay modes of $^{10}$C nuclei unbound state"],"description":["  Unbound states of $^{10}$C nuclei produced as quasi-projectiles in\n$^{12}$C+$^{24}$Mg collisions at E/A = 53 and 95 MeV are studied with the Indra\ndetector array. Multi-particle correlation function analyses provide\nexperimental evidence of sequential de-excitation mechanisms through the\nproduction of intermediate $^{9}$B, $^{6}$Be and $^{8}$Be unbound nuclei. The\nrelative contributions of different decay sequences to the total decay width of\nthe explored states is estimated semi-quantitatively. The obtained results show\nthat heavy-ion collisions can be used as a tool to access spectroscopic\ninformation about exotic nuclei.\n","Comment: 12 pages, 3 figures, submitted to Physics Letters B"]}]
["0706.4417",{"format":[],"subject":["Mathematics - Combinatorics","05D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4417"],"date":["2007-06-29"],"type":["text"],"creator":["Robertson, Aaron","Myers, Kellen"],"language":[],"coverage":[],"title":["Some Two Color, Four Variable Rado Numbers"],"description":["  There exists a minimum integer $N$ such that any 2-coloring of\n$\\{1,2,...,N\\}$ admits a monochromatic solution to $x+y+kz =\\ell w$ for $k,\\ell\n\\in \\mathbb{Z}^+$, where $N$ depends on $k$ and $\\ell$. We determine $N$ when\n$\\ell-k \\in \\{0,1,2,3,4,5\\}$, for all $k,\\ell$ for which\n${1/2}((\\ell-k)^2-2)(\\ell-k+1)\\leq k \\leq \\ell-4$, as well as for arbitrary $k$\nwhen $\\ell=2$.\n","Comment: 13 pages"]}]
["0706.4420",{"format":[],"subject":["Mathematics - Combinatorics","05D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4420"],"date":["2007-06-29"],"type":["text"],"creator":["Brown, Tom","Landman, Bruce M.","Robertson, Aaron"],"language":[],"coverage":[],"title":["Bounds on Van der Waerden Numbers and Some Related Functions"],"description":["  For positive integers $s$ and $k_1, k_2, ..., k_s$, let $w(k_1,k_2,...,k_s)$\nbe the minimum integer $n$ such that any $s$-coloring $\\{1,2,...,n\\} \\to\n\\{1,2,...,s\\}$ admits a $k_i$-term arithmetic progression of color $i$ for some\n$i$, $1 \\leq i \\leq s$. In the case when $k_1=k_2=...=k_s=k$ we simply write\n$w(k;s)$.\n  That such a minimum integer exists follows from van der Waerden's theorem on\narithmetic progressions.\n  In the present paper we give a lower bound for $w(k,m)$ for each fixed $m$.\nWe include a table with values of $w(k,3)$ which match this lower bound closely\nfor $5 \\leq k \\leq 16$. We also give an upper bound for $w(k,4)$, an upper\nbound for $w(4;s)$, and a lower bound for $w(k;s)$ for an arbitrary fixed $k$.\nWe discuss a number of other functions that are closely related to the van der\nWaerden function.\n","Comment: 13 pages"]}]
["0706.4424",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4424"],"date":["2007-06-29"],"type":["text"],"creator":["D'Abrusco, R.","Staiano, A.","Longo, G.","Paolillo, M.","De Filippis, E."],"language":[],"coverage":[],"title":["Steps toward a classifier for the Virtual Observatory. I. Classifying\n  the SDSS photometric archive"],"description":["  Modern photometric multiband digital surveys produce large amounts of data\nthat, in order to be effectively exploited, need automatic tools capable to\nextract from photometric data an objective classification. We present here a\nnew method for classifying objects in large multi-parametric photometric data\nbases, consisting of a combination of a clustering algorithm and a cluster\nagglomeration tool. The generalization capabilities and the potentialities of\nthis approach are tested against the complexity of the Sloan Digital Sky Survey\narchive, for which an example of application is reported.\n","Comment: To appear in the Proceedings of the \"1st Workshop of Astronomy and\n  Astrophysics for Students\" - Naples, 19-20 April 2006"]}]
["0706.4430",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4430"],"date":["2007-06-29"],"type":["text"],"creator":["Boer, Daniel","Utermann, Andre","Wessels, Erik"],"language":[],"coverage":[],"title":["Investigating the extended geometric scaling region at LHC with\n  polarized and unpolarized final states"],"description":["  We present predictions for charged hadron production and Lambda polarization\nin p-p and p-Pb collisions at the LHC using the saturation inspired DHJ model\nfor the dipole cross section in the extended geometric scaling region.\n","Comment: 2 pages, 2 figures. Contributed to Workshop on Heavy Ion Collisions\n  at the LHC: Last Call for Predictions, Geneva, Switzerland, 14 May - 8 Jun\n  2007"]}]
["0706.4441",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Metric Geometry","53B05, 53B15, 53B20, 32V99, 58J60, 58J70, 58A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4441"],"date":["2007-06-29"],"type":["text"],"creator":["Armstrong, Stuart"],"language":[],"coverage":[],"title":["Free $n$-distributions: holonomy, sub-Riemannian structures, Fefferman\n  constructions and dual distributions"],"description":["  This paper analyses the parabolic geometries generated by a free\n$n$-distribution in the tangent space of a manifold. It shows that certain\nholonomy reductions of the associated normal Tractor connections, imply\npreferred connections with special properties, along with Riemannian or\nsub-Riemannian structures on the manifold. It constructs examples of these\nholonomy reductions in the simplest cases. The main results, however, lie in\nthe free 3-distributions. In these cases, there are normal Fefferman\nconstructions over CR and Lagrangian contact structures corresponding to\nholonomy reductions to SO(4,2) and SO(3,3), respectively. There is also a\nfascinating construction of a `dual' distribution when the holonomy reduces to\n$G_2'$.\n","Comment: First Draft"]}]
["0706.4444",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4444"],"date":["2007-06-29"],"type":["text"],"creator":["Georgoulis, M. K.","Raouafi, N. -E.","Henney, C. J"],"language":[],"coverage":[],"title":["Automatic Active-Region Identification and Azimuth Disambiguation of the\n  SOLIS/VSM Full-Disk Vector Magnetograms"],"description":["  The Vector Spectromagnetograph (VSM) of the NSO's Synoptic Optical Long-Term\nInvestigations of the Sun (SOLIS) facility is now operational and obtains the\nfirst-ever vector magnetic field measurements of the entire visible solar\nhemisphere. To fully exploit the unprecedented SOLIS/VSM data, however, one\nmust first address two critical problems: first, the study of solar active\nregions requires an automatic, physically intuitive, technique for\nactive-region identification in the solar disk. Second, use of active-region\nvector magnetograms requires removal of the azimuthal $180^o$-ambiguity in the\norientation of the transverse magnetic field component. Here we report on an\neffort to address both problems simultaneously and efficiently. To identify\nsolar active regions we apply an algorithm designed to locate complex,\nflux-balanced, magnetic structures with a dominant E-W orientation on the disk.\nEach of the disk portions corresponding to active regions is thereafter\nextracted and subjected to the Nonpotential Magnetic Field Calculation (NPFC)\nmethod that provides a physically-intuitive solution of the 180-degree\nambiguity. Both algorithms have been integrated into the VSM data pipeline and\noperate in real time, without human intervention. We conclude that this\ncombined approach can contribute meaningfully to our emerging capability for\nfull-disk vector magnetography as pioneered by SOLIS today and will be carried\nout by ground-based and space-borne magnetographs in the future.\n","Comment: 8 pages, 4 Figures, Proceedings of the NSO Workshop 24, ASP Conf.\n  Series, submitted"]}]
["0706.4449",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Group Theory","Mathematics - Geometric Topology","Mathematics - Metric Geometry","53C20,53C23,20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4449"],"date":["2007-06-29"],"type":["text"],"creator":["Papasoglu, Panos"],"language":[],"coverage":[],"title":["Cheeger constants of surfaces and isoperimetric inequalities"],"description":["  We show that the Cheeger constant of compact surfaces is bounded by a\nfunction of the area. We apply this to isoperimetric profiles of bounded genus\nnon-compact surfaces, to show that if their isoperimetric profile grows faster\nthan $\\sqrt t$, then it grows at least as fast as a linear function. This\ngeneralizes a result of Gromov for simply connected surfaces.\n  We study the isoperimetric problem in dimension 3. We show that if the\nfilling volume function in dimension 2 is Euclidean, while in dimension 3 is\nsub-Euclidean and there is a $g$ such that minimizers in dimension 3 have genus\nat most $g$, then the filling function in dimension 3 is `almost' linear.\n","Comment: 28 pages"]}]
["0706.4452",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4452"],"date":["2007-06-29"],"type":["text"],"creator":["Crane, Louis"],"language":[],"coverage":[],"title":["What is the Mathematical Structure of Quantum Spacetime?"],"description":["  We survey indications from different branches of Physics that the fine scale\nstructure of spacetime is not adequately described by a manifold. Based on the\nhints we accumulate, we propose a new structure, which we call a quantum topos.\nIn the process of constructing a quantum topos for quantum gravity, we propose\na new, operational approach to the problem of the obervables in quantum\ngravity, which leads to a new mathematical point of view on the state sum\nmodels.\n","Comment: 25 pages, latex file"]}]
["0706.4470",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4470"],"date":["2007-06-29"],"type":["text"],"creator":["Cossu, G.","D'Elia, M.","Di Giacomo, A.","Pica, C."],"language":[],"coverage":[],"title":["Two flavor QCD and confinement - II"],"description":["  This paper is part of a program of investigation of the chiral transition in\nNf=2 QCD, started in Phys.Rev.D72:114510,2005. Progress is reported on the\nunderstanding of some possible systematic errors. A direct test of first order\nscaling is presented.\n","Comment: 7 pages, 6 figures"]}]
["0706.4475",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4475"],"date":["2007-06-29","2007-07-01"],"type":["text"],"creator":["Zhao, Liu"],"language":[],"coverage":[],"title":["Black chain of pearls in 5D de Sitter spacetime"],"description":["  We analyze some exact chain-shaped black hole solutions in 5-dimensional\nspacetime. Unlike usual black string and black ring solutions, the topology of\nthe horizons of the new solutions are neither $\\mathbb{R}\\times R^{2}$ nor\n$S^1\\times S^2$ but rather like several topological spheres concatenating each\nother at single points. The shape of the horizon suggests the name \\emph{black\nchain of pearls} on which each \\emph{pearl} is a topological 3-sphere on the\nchain. In addition to the usual black hole hairs, the number of pearls can be\nviewed as a new hair of the black chain of pearls.\n","Comment: 4 pages, 3 figures. Wrong statements on stability based on error\n  incaculations corrected. New references added"]}]
["0706.4481",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4481"],"date":["2007-06-29"],"type":["text"],"creator":["Alexander, Stephon H. S."],"language":[],"coverage":[],"title":["Isogravity: Toward an Electroweak and Gravitational Unification"],"description":["  We present a model that unites the electroweak interaction with general\nrelativity without specifying a space-time metric. This is made possible by\nembedding the kinetic terms for gravity and electroweak theory using one $\\SL$\nconnection variable. The gauge theory is specified without relying on a\nspace-time metric. We show that once a symmetry breaking mechanism is\nimplemented that selects a global time-like direction, the electroweak theory\nand general relativity emerges with their associated massless degrees of\nfreedom; the spin 1 vector boson and the spin 2 graviton.\n"]}]
["0706.4484",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4484"],"date":["2007-06-29"],"type":["text"],"creator":["Yip, Ching-Wa"],"language":[],"coverage":[],"title":["Spectroscopic Surveys: Present"],"description":["  I summarize the current spectroscopic sky surveys and some of the scientific\nresults, emphasizing the largest sky survey to-date, the Sloan Digital Sky\nSurvey (SDSS). Techniques used commonly in spectral analyses are discussed,\nfollowed by the present needs and challenges for solving some of the unknown\nproblems. I discuss how the Virtual Observatory (VO) can help astronomers in\ncarrying out related research.\n","Comment: 9 pages, 1 figure, 2 tables. Invited talk given at the Astronomical\n  Spectroscopy and The Virtual Observatory WorkShop 2007"]}]
["alg-geom/9503002",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/alg-geom/9503002","Journal of Pure and Applied Algebra 126 (1998), no. 1-3, 87-120","doi:10.1016/S0022-4049(96)00153-3"],"date":["1995-03-07"],"type":["text"],"creator":["Cohen, Daniel C.","Suciu, Alexander I."],"language":[],"coverage":[],"title":["Homology of iterated semidirect products of free groups"],"description":["  Let $G$ be a group which admits the structure of an iterated semidirect\nproduct of finitely generated free groups. We construct a finite, free\nresolution of the integers over the group ring of $G$. This resolution is used\nto define representations of groups which act compatibly on $G$, generalizing\nclassical constructions of Magnus, Burau, and Gassner. Our construction also\nyields algorithms for computing the homology of the Milnor fiber of a\nfiber-type hyperplane arrangement, and more generally, the homology of the\ncomplement of such an arrangement with coefficients in an arbitrary local\nsystem.\n","Comment: 31 pages. AMSTeX v 2.1 preprint style"]}]
["cond-mat/0409528",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0409528","Physics Letters A, 352 (3), pp 183-189, 2006","doi:10.1016/j.physleta.2005.11.068"],"date":["2004-09-20"],"type":["text"],"creator":["McDonnell, Mark D.","Stocks, Nigel G.","Pearce, Charles E. M.","Abbott, Derek"],"language":[],"coverage":[],"title":["Point singularities and suprathreshold stochastic resonance in optimal\n  coding"],"description":["  Motivated by recent studies of population coding in theoretical neuroscience,\nwe examine the optimality of a recently described form of stochastic resonance\nknown as suprathreshold stochastic resonance, which occurs in populations of\nnoisy threshold devices such as models of sensory neurons. Using the mutual\ninformation measure, it is shown numerically that for a random input signal,\nthe optimal threshold distribution contains singularities. For large enough\nnoise, this distribution consists of a single point and hence the optimal\nencoding is realized by the suprathreshold stochastic resonance effect.\nFurthermore, it is shown that a bifurcational pattern appears in the optimal\nthreshold settings as the noise intensity increases. Fisher information is used\nto examine the behavior of the optimal threshold distribution as the population\nsize approaches infinity.\n","Comment: 11 pages, 3 figures, RevTeX"]}]
["cond-mat/0612640",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612640","Phys. Rev. B 75, 235331 (2007)","doi:10.1103/PhysRevB.75.235331"],"date":["2006-12-27","2007-03-27"],"type":["text"],"creator":["Foreman, Bradley A."],"language":[],"coverage":[],"title":["Choosing a basis that eliminates spurious solutions in k.p theory"],"description":["  A small change of basis in k.p theory yields a Kane-like Hamiltonian for the\nconduction and valence bands of narrow-gap semiconductors that has no spurious\nsolutions, yet provides an accurate fit to all effective masses. The theory is\nshown to work in superlattices by direct comparison with first-principles\ndensity-functional calculations of the valence subband structure. A\nreinterpretation of the standard data-fitting procedures used in k.p theory is\nalso proposed.\n","Comment: 15 pages, 2 figures; v3: expanded with much new material"]}]
["cond-mat/0702520",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702520","Phys. Rev. E 75, 060302(R) (2007).","doi:10.1103/PhysRevE.75.060302"],"date":["2007-02-22"],"type":["text"],"creator":["van Eerd, Adrianne R. T.","Ellenbroek, Wouter G.","van Hecke, Martin","Snoeijer, Jacco H.","Vlugt, Thijs J. H."],"language":[],"coverage":[],"title":["The tail of the contact force distribution in static granular materials"],"description":["  We numerically study the distribution P(f) of contact forces in frictionless\nbead packs, by averaging over the ensemble of all possible force network\nconfigurations. We resort to umbrella sampling to resolve the asymptotic decay\nof P(f) for large f, and determine P(f) down to values of order 10^{-45} for\nordered and disordered systems in two and three dimensions. Our findings\nunambiguously show that, in the ensemble approach, the force distributions\ndecay much faster than exponentially: P(f) ~ exp(-f^{\\alpha}), with alpha\n\\approx 2.0 for 2D systems, and alpha \\approx 1.7 for 3D systems.\n","Comment: 4 pages, 4 figures, submitted to Phys. Rev. E"]}]
["cond-mat/0703172",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703172","Phys. Rev. B 75, 235120 (2007)","doi:10.1103/PhysRevB.75.235120"],"date":["2007-03-07"],"type":["text"],"creator":["Luscher, Andreas","Milstein, Alexander I.","Sushkov, Oleg P."],"language":[],"coverage":[],"title":["Effective action of the weakly doped t-J model and spin-wave excitations\n  in the spin-glass phase of La_{2-x}Sr_xCuO_4"],"description":["  We derive the low-energy effective field theory of the extended t-J model in\nthe regime of light doping. The action includes a previously unknown Berry\nphase term, which is discussed in detail. We use this effective field theory to\ncalculate spin-wave excitations in the disordered spin spiral state of\nLa_{2-x}Sr_xCuO_4 (the spin-glass phase). We predict an excitation spectrum\nwith two distinct branches: The in-plane mode has the usual linear spin-wave\ndispersion and the out-of-plane mode shows non-trivial doping dependent\nfeatures. We also calculate the intensities for inelastic neutron scattering in\nthese modes.\n","Comment: 9 pages, 5 figures"]}]
["cond-mat/0703654",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703654","Phys. Rev. B 75, 241202(R) (2007)","doi:10.1103/PhysRevB.75.241202"],"date":["2007-03-25"],"type":["text"],"creator":["Finkler, Ilya G.","Engel, Hans-Andreas","Rashba, Emmanuel I.","Halperin, Bertrand I."],"language":[],"coverage":[],"title":["Spin generation away from boundaries by nonlinear transport"],"description":["  In several situations of interest, spin polarization may be generated far\nfrom the boundaries of a sample by nonlinear effects of an electric current,\neven when such a generation is forbidden by symmetry in the linear regime. We\npresent an analytically solvable model where spin accumulation results from a\ncombination of current gradients, nonlinearity, and cubic anisotropy. Further,\nwe show that even with isotropic conductivity, nonlinear effects in a low\nsymmetry geometry can generate spin polarization far away from boundaries.\nFinally, we find that drift from the boundaries results in spin polarization\npatterns that dominate in recent experiments on GaAs by Sih et al. [Phys. Rev.\nLett. 97, 096605 (2006)].\n"]}]
["cs/0702057",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0702057"],"date":["2007-02-09","2007-07-01"],"type":["text"],"creator":["Bahramgiri, Mohsen","Beigi, Salman"],"language":[],"coverage":[],"title":["An Efficient Algorithm to Recognize Locally Equivalent Graphs in\n  Non-Binary Case"],"description":["  Let $v$ be a vertex of a graph $G$. By the local complementation of $G$ at\n$v$ we mean to complement the subgraph induced by the neighbors of $v$. This\noperator can be generalized as follows. Assume that, each edge of $G$ has a\nlabel in the finite field $\\mathbf{F}_q$. Let $(g_{ij})$ be set of labels\n($g_{ij}$ is the label of edge $ij$). We define two types of operators. For the\nfirst one, let $v$ be a vertex of $G$ and $a\\in \\mathbf{F}_q$, and obtain the\ngraph with labels $g'_{ij}=g_{ij}+ag_{vi}g_{vj}$. For the second, if $0\\neq\nb\\in \\mathbf{F}_q$ the resulted graph is a graph with labels $g''_{vi}=bg_{vi}$\nand $g''_{ij}=g_{ij}$, for $i,j$ unequal to $v$. It is clear that if the field\nis binary, the operators are just local complementations that we described.\n  The problem of whether two graphs are equivalent under local complementations\nhas been studied, \\cite{bouchalg}. Here we consider the general case and\nassuming that $q$ is odd, present the first known efficient algorithm to verify\nwhether two graphs are locally equivalent or not.\n","Comment: 21 pages, no figures, minor corrections"]}]
["gr-qc/0508046",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0508046","Focus on Quantum Gravity Research, Ed. D.C. Moore, (New-York, Nova\n  Science Publishers, 2006), Chapter 8, p. 47-58"],"date":["2005-08-11"],"type":["text"],"creator":["Dzhunushaliev, Vladimir","Myrzakulov, Ratbay"],"language":[],"coverage":[],"title":["5D Kaluza-Klein gravity: singularuty and freezing of $5^{th}$ dimension"],"description":["  Some reasonings are presented that the problem of a singularity in general\nrelativity with the problem of freezing of the $5^{th}$ dimension can be\nconnected. It is shown that some solutions in the 5D Kaluza-Klein gravity with\nthe cross section in the Planck region have a region $(\\approx l_{Pl})$ where\nthe metric signature changes from $\\{+,-,-,-,- \\}$ to $\\{-,-,-,-,+ \\}$. The\nidea is discussed that such switching can not occur following some general\npoint of view that the Planck length is the minimal length in the nature and\nconsequently the physical quantities can not change very quickly in the course\nof this length. In this case the dynamic of the $G_{55}$ metric component\nshould be frozen.\n","Comment: 10 pages"]}]
["hep-ph/0611214",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0611214","High Energy Phys.Nucl.Phys.31:686-701,2007"],"date":["2006-11-16","2007-07-01"],"type":["text"],"creator":["Mo, X. H.","Yuan, C. Z.","Wang, P."],"language":[],"coverage":[],"title":["Study of the Rho-pi Puzzle in Charmonium Decays"],"description":["  The theoretical explanations about the ``Rho-pi puzzle'' in charmonium decays\nare reviewed extensively, and the comparison of theoretical predications with\nexperimental data is made whenever possible. Three methods to estimate the\nratio of the branching fractions of J/psi and psi' decays are also discussed.\nIt is pointed out that in order to understand the Rho-pi puzzle, and the\ndynamics of charmonium decays, systematic studies should be made in theory,\nphenomenology and experiment aspects.\n","Comment: 13 pages"]}]
["hep-th/0401119",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0401119"],"date":["2004-01-19","2007-07-02"],"type":["text"],"creator":["Shurtleff, Richard"],"language":[],"coverage":[],"title":["Massive Particle Fields, with Momentum Matrices"],"description":["  It is well known that an essentially unique free massive particle field of\ngiven spin can be constructed as a linear combination of the annihilation and\ncreation operators for free single particle states. And the given spin\ndetermines the transformation of the field components for rotations and boosts.\nBut the usual construction restricts translations; the components are simply\ninvariant under translations. This paper generalizes the construction so that\ntranslations may have a nontrivial effect on field components.\n  PACS: 11.30.Cp Lorentz and Poincare invariance\n","Comment: 9 pages, 5 problems. Version 2 revises the terminology to make the\n  text easier to read. A section is dropped that duplicated matrix formulas\n  appearing elsewhere"]}]
["math/0002051",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 82C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0002051","Bernoulli Volume 7, Number 1 (2001), 119-144"],"date":["2000-02-07"],"type":["text"],"creator":["Belitsky, Vladimir","Ferrari, Pablo A.","Menshikov, Mikhail V.","Popov, Serguei Yu."],"language":[],"coverage":[],"title":["A Mixture of the Exclusion Process and the Voter Model"],"description":["  We consider a one-dimensional nearest-neighbor interacting particle system,\nwhich is a mixture of the simple exclusion process and the voter model. The\nstate space is taken to be the countable set of the configurations that have a\nfinite number of particles to the right of the origin and a finite number of\nempty sites to the left of it. We obtain criteria for the ergodicity and some\nother properties of this system using the method of Lyapunov functions.\n","Comment: latex, 32 pages. Available online at:\n  http://projecteuclid.org/euclid.bj/1080572342"]}]
["math/0002193",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35 60D05, Secondary: 60G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0002193","Bernoulli Volume 7, Number 6 (2001), 935-950"],"date":["2000-02-23"],"type":["text"],"creator":["Ferrari, P. A.","Lebowitz, J. L.","Speer, E."],"language":[],"coverage":[],"title":["Blocking measures for asymmetric exclusion processes via coupling"],"description":["  We give sufficient conditions on the rates of two asymmetric exclusion\nprocesses such that the existence of a blocking invariant measure for the first\nimplies the existence of such a measure for the second. The main tool is a\ncoupling between the two processes under which the first dominates the second\nin an appropriate sense. In an appendix we construct a class of processes for\nwhich the existence of a blocking measure can be proven directly; these are\ncandidates for comparison processes in applications of the main result.\n","Comment: 19 pages, one figure. Available online at:\n  http://projecteuclid.org/euclid.bj/1078951130"]}]
["math/0003098",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematical Physics","62H11 62M40 68U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0003098","Methodol. Comput. Appl. Probab. 3 (2001), no. 3, 255--270 (2002)","doi:10.1023/A:1013762722096"],"date":["2000-03-16","2001-06-20"],"type":["text"],"creator":["Ferrari, Pablo A.","Gubitoso, Marco D.","Neves, E. Jordao"],"language":[],"coverage":[],"title":["Reconstruction of Gray-scale Images"],"description":["  Reconstruction of images corrupted by noise is an important problem in Image\nAnalysis. In the standard Bayesian approach the unknown original image is\nassumed to be a realization of a Markov random field on a finite two\ndimensional finite region. This image is degraded by some noise, which acts\nindependently in each site of and has the same distribution on all sites. The\nreconstructed image is the maximum a posteriori (MAP) estimator. When the\nnumber of colors is bigger than two the standard a priori measure is the Potts\nmodel, but with this choice reconstruction algorithms need exponential growing\ntime in the number of pixels. We propose a different a priori measure that\nallows to compute the MAP estimator in polinomial time. The algorithm binary\ndecomposes the intensity of each color and reconstructs each component,\nreducing the problem to the computation of the two-color MAP estimator. The\nlatter is done in polinomial time solving a min-cut max-flow problem in a\nbinary graph as proposed by Greig, Porteous and Seheult (1989).\n","Comment: 18 pages"]}]
["math/0502337",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","47L25","46B07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502337"],"date":["2005-02-16","2007-07-02"],"type":["text"],"creator":["Lee, Hun Hee"],"language":[],"coverage":[],"title":["Weak type $(2,H)$ and weak cotype $(2,H)$ of operator spaces"],"description":["  Recently an operator space version of type and cotype, namely type $(p,H)$\nand cotype $(q,H)$ of operator spaces for $1\\leq p \\leq 2\\leq q \\leq \\infty$\nand a subquadratic and homogeneous Hilbetian operator space $H$ were introduced\nand investigated by the author. In this paper we define weak type $(2,H)$\n(resp. weak cotype $(2,H)$) of operator spaces, which lies strictly between\ntype $(2,H)$ (resp. cotype $(2,H)$) and type $(p,H)$ for all $1\\leq p <2$\n(resp. cotype $(q,H)$ for all $2<q \\leq \\infty$). This is an analogue of weak\ntype 2 and weak cotype 2 in the Banach space case, so we develop analogous\nequivalent formulations. We also consider weak-$H$ space, spaces with weak type\n$(2,H)$ and weak cotype $(2,H^*)$ simultaneously and establish corresponding\nequivalent formulations.\n","Comment: 22 pages, Definition is broadened, and eigen value estimation for\n  weak $H$-space has been added. Tsirelson type construction is removed"]}]
["math/0512158",{"format":[],"subject":["Mathematics - Metric Geometry","51M04","14N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512158","Technical Report 004, Department of Computer Science I, University\n  of Bonn, Germany, 2005"],"date":["2005-12-07","2007-07-02"],"type":["text"],"creator":["Gruene, Ansgar","Sarvestani, Sanaz Kamali"],"language":[],"coverage":[],"title":["On the Density of Iterated Line Segment Intersections"],"description":["  Given S_1, a finite set of points in the plane, we define a sequence of point\nsets S_i as follows: With S_i already determined, let L_i be the set of all the\nline segments connecting pairs of points of the union of S_1,...,S_i, and let\nS_i+1 be the set of intersection points of those line segments in L_i, which\ncross but do not overlap.\n  We show that with the exception of some starting configurations the set of\nall crossing points is dense in a particular subset of the plane with nonempty\ninterior. This region is the intersection of all closed half planes which\ncontain all but at most one point from S_1.\n","Comment: 20 pages, 17 figures, revised version, still based on Technical\n  Report 004"]}]
["math/0601383",{"format":[],"subject":["Mathematics - Category Theory","18D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601383","Contemporary Mathematics 431 (2007) 427-439"],"date":["2006-01-16","2007-07-02"],"type":["text"],"creator":["Steiner, Richard"],"language":[],"coverage":[],"title":["Orientals"],"description":["  The orientals or oriented simplexes are a family of strict omega-categories\nconstructed by Ross Street. We show that the category of orientals is\nisomorphic to a subcategory of the category of chain complexes. This leads to a\nvery simple combinatorial description of the morphisms between orientals. We\nalso show that the category of orientals is the closure of the category of\nsimplexes under certain filler operations which represent complicial\noperations.\n","Comment: 13 pages; version 2 has misprints corrected"]}]
["math/0604014",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604014"],"date":["2006-04-02","2007-07-02"],"type":["text"],"creator":["Wildeshaus, J."],"language":[],"coverage":[],"title":["Intersection pairing and intersection motive of surfaces"],"description":["  This paper has been withdrawn by the author; its content is properly\ncantained in the paper arXiv:0706.4447, entitled \"Pure motives, mixed motives\nand extensions of motives associated to singular surfaces\", and submitted on\nJune 29, 2007.\n","Comment: This paper has been withdrawn"]}]
["nlin/0611049",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0611049","Proceedings of the 12th International Symposium on Artificial Life\n  and Robotics(AROB 12th '07) p621-p626 (2007)"],"date":["2006-11-26"],"type":["text"],"creator":["Oosawa, Chikoo","Takemoto, Kazuhiro","Matsumoto, Shogo","Savageau, Michael A."],"language":[],"coverage":[],"title":["Local cause of coherence in Boolean networks"],"description":["  We performed a numerical study on random Boolean networks with power-law rank\noutdegree distributions to find local structural cause for the emergence of\nhigh or low degree of coherence in binary state variables. The degree of\nrandomness and coherence of the binary sequence are measured by entropy and\nmutual information, depending on local structure that consists of a node with a\nhighly connected, called hub and its upstream nodes, and types of Boolean\nfunctions for the nodes. With a large number of output connections from a hub,\nthe effects of Boolean function on the hub are more prominent. The local\nstructures that give larger entropy tend to give rise to larger mutual\ninformation. Based on the numerical results and structural conditions we\nderived a time-independent transmission characteristic function of state\nvariables for the local structures. We obtained good relationships between the\nnumerical and analytical results, which indicate that dynamical properties from\nthe whole networks can be inferred from the differences in the local\nstructures.\n","Comment: 6 pages, 6 figures, 3 tables. submitted to AROB 12th '07"]}]
["quant-ph/0207071",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0207071"],"date":["2002-07-11","2007-07-02"],"type":["text"],"creator":["Mallah, Jacques"],"language":[],"coverage":[],"title":["There is No Violation of Conservation Laws in Quantum Measurement"],"description":["  For some ideal quantum measurements, conservation laws would seem to be\nviolated systematically. It is argued that the intrinsically non-\"ideal\" nature\nof quantum measurements rescues the conservation laws.\n","Comment: 14 pages, clarified, extended to closed system"]}]
["quant-ph/0501046",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0501046","Trends in Quantum Computing Research, Susan Shannon (Ed.), Chapter\n  8, Nova Science Publishers, 2006 ; Computer Science and Quantum Computing,\n  James E. Stones (Ed.), Chapter 1, Nova Science Publishers, 2007"],"date":["2005-01-10"],"type":["text"],"creator":["Fujii, Kazuyuki","Higashida, Kyoko","Kato, Ryosuke","Wada, Yukako"],"language":[],"coverage":[],"title":["Cavity QED and Quantum Computation in the Weak Coupling Regime II :\n  Complete Construction of the Controlled-Controlled NOT Gate"],"description":["  In this paper we treat a cavity QED quantum computation. Namely, we consider\na model of quantum computation based on n atoms of laser-cooled and trapped\nlinearly in a cavity and realize it as the n atoms Tavis-Cummings Hamiltonian\ninteracting with n external (laser) fields.\n  We solve the Schr{\\\" o}dinger equation of the model in the weak coupling\nregime to construct the controlled NOT gate in the case of n=2, and to\nconstruct the controlled-controlled NOT gate in the case of n=3 by making use\nof several resonance conditions and rotating wave approximation associated to\nthem. We also present an idea to construct general quantum circuits.\n  The approach is more sophisticated than that of the paper [K. Fujii,\nHigashida, Kato and Wada, Cavity QED and Quantum Computation in the Weak\nCoupling Regime, J. Opt. B : Quantum Semiclass. Opt. {\\bf 6} (2004), 502].\n  Our method is not heuristic but completely mathematical, and the significant\nfeature is based on a consistent use of Rabi oscillations.\n","Comment: Late files, 44 pages. Contribution to the volume \"Quantum Computing:\n  New Research\" to be published by Nova Science Publishers"]}]
["quant-ph/0612049",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612049","Phys. Rev. A 75, 062117 (2007)","doi:10.1103/PhysRevA.75.062117"],"date":["2006-12-06","2007-05-31"],"type":["text"],"creator":["Datta, Animesh","Flammia, Steven T.","Shaji, Anil","Caves, Carlton M."],"language":[],"coverage":[],"title":["Constrained bounds on measures of entanglement"],"description":["  Entanglement measures constructed from two positive, but not completely\npositive maps on density operators are used as constraints in placing bounds on\nthe entanglement of formation, the tangle, and the concurrence of 4 x N mixed\nstates. The maps are the partial transpose map and the $\\Phi$-map introduced by\nBreuer [H.-P. Breuer, Phys. Rev. Lett. 97, 080501 (2006)]. The norm-based\nentanglement measures constructed from these two maps, called negativity and\n$\\Phi$-negativity, respectively, lead to two sets of bounds on the entanglement\nof formation, the tangle, and the concurrence. We compare these bounds and\nidentify the sets of 4 x N density operators for which the bounds from one\nconstraint are better than the bounds from the other. In the process, we\npresent a new derivation of the already known bound on the concurrence based on\nthe negativity. We compute new bounds on the three measures of entanglement\nusing both the constraints simultaneously. We demonstrate how such doubly\nconstrained bounds can be constructed. We discuss extensions of our results to\nbipartite states of higher dimensions and with more than two constraints.\n","Comment: 28 pages, 12 figures. v2 simplified and generalized derivation of\n  main results; errors corrected"]}]
