["0707.4209",{"format":[],"subject":["Physics - Popular Physics","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4209","Curr.Sci.93:602-604,2007"],"date":["2007-07-28"],"type":["text"],"creator":["Ananthanarayan, B.","Choudhary, Keshav","Mohapatra, Lishibanya","Patil, Indrajeet","Rustagi, Avinash","Shivaraj, K."],"language":[],"coverage":[],"title":["Research News -- Observation of oscillation phenomena in heavy meson\n  systems"],"description":["  We review the recent discoveries of rare oscillation phenomena in certain\nheavy neutral meson systems.\n","Comment: 6 pages, 2 figures"]}]
["0708.2927",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2927"],"date":["2007-08-21","2007-09-09"],"type":["text"],"creator":["Unzicker, Alexander"],"language":[],"coverage":[],"title":["The VSL Discussion: What Does Variable Speed of Light Mean and Should we\n  be Allowed to Think About ?"],"description":["  In the past years, variable speed of light (VSL) theories have been of\ngrowing interest but also a subject of controversial discussion. They have been\naccused both for tautologies and for violating special relativity, and concerns\nhave been expressed about the validity of such approaches in general (e.g.\nEllis, astro-ph/0703751). Without trying completeness on the issue, the example\nof Einstein's VSL attempts (1911) and Dicke's `electromagnetic' theory (1957)\nare urges to give some comments on the above criticism.\n","Comment: 4 pages LaTeX, typos corrected"]}]
["0709.0070",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0070"],"date":["2007-09-01","2007-09-09"],"type":["text"],"creator":["Dokuchaev, V. I.","Eroshenko, Yu. N.","Rubin, S. G."],"language":[],"coverage":[],"title":["Origin of supermassive black holes"],"description":["  The origin of supermassive black holes in the galactic nuclei is quite\nuncertain in spite of extensive set of observational data. We review the known\nscenarios of galactic and cosmological formation of supermassive black holes.\nThe common drawback of galactic scenarios is a lack of time and shortage of\nmatter supply for building the supermassive black holes in all galaxies by\nmeans of accretion and merging. The cosmological scenarios are only\nfragmentarily developed but propose and pretend to an universal formation\nmechanism for supermassive black holes.\n","Comment: 43 pages, 5 figures, review paper, added references"]}]
["0709.0808",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0808"],"date":["2007-09-06","2007-09-09"],"type":["text"],"creator":["Lin, Y. C.","Yun, K.","Hong, T. M."],"language":[],"coverage":[],"title":["Circular invasion of fluid into a quenched disordered media"],"description":["  The Hele-Shaw experiment is performed with a circular invasion to study the\nscaling and dynamic behavior of the interface. We did not find any universal\npower law. The time exponent varies with the range of scale, as has been\nreported in the literature but not captured by existing models. We ascribe this\ndistinct difference from the planar injection to the fact that our interface\nsize grows with time. This renders the old geometries being constantly pushed\napart to leave rooms for new features. As a result, the amplitude of the\ninterface spectrum will decrease with the angular momentum, different from that\nof a white noise commonly assumed for the planar injection. Due to the moving\nboundary, the existing Kardar-Parisi-Zhang and Edwards-Wilkinson (EW) equations\ncan no longer be applied. We propose a modified EW equation that not only\nconserves the fluid volume, but is also capable of predicting all the above\nfeatures. Two phenomenological coefficients are introduced to represent the\ncompeting trend of instability and smoothness. Their dependence on the\nmicroscopic parameters are determined from dimensional arguments, and their\nestimated values conform with the experiments.\n","Comment: 6 pages, 6 figures"]}]
["cond-mat/0601340",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601340","Physical Review E 73, 046119 (2006)","doi:10.1103/PhysRevE.73.046119"],"date":["2006-01-16"],"type":["text"],"creator":["Gonzalez-Avella, J. C.","Eguiluz, V. M.","Cosenza, M. G.","Klemm, K.","Herrera, J. L.","Miguel, M. San"],"language":[],"coverage":[],"title":["Local versus global interactions in nonequilibrium transitions: A model\n  of social dynamics"],"description":["  A nonequilibrium system of locally interacting elements in a lattice with an\nabsorbing order-disorder phase transition is studied under the effect of\nadditional interacting fields. These fields are shown to produce interesting\neffects in the collective behavior of this system. Both for autonomous and\nexternal fields, disorder grows in the system when the probability of the\nelements to interact with the field is increased. There exists a threshold\nvalue of this probability beyond which the system is always disordered. The\ndomain of parameters of the ordered regime is larger for nonuniform local\nfields than for spatially uniform fields. However, the zero field limit is\ndiscontinous. In the limit of vanishingly small probability of interaction with\nthe field, autonomous or external fields are able to order a system that would\nfall in a disordered phase under local interactions of the elements alone. We\nconsider different types of fields which are interpreted as forms of mass media\nacting on a social system in the context of Axelrod's model for cultural\ndissemination.\n","Comment: (7 pages, 8 figures, related material at\n  http://www.imedea.uib.es/physdept)"]}]
["cond-mat/0607330",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607330","Phys. Rev. B 75, 104420 (2007)","doi:10.1103/PhysRevB.75.104420"],"date":["2006-07-13"],"type":["text"],"creator":["Li, Peng","Zhang, Guang-Ming","Shen, Shun-Qing"],"language":[],"coverage":[],"title":["The SU(3) bosons and the spin nematic state on the spin-1\n  bilinear-biquadratic triangular lattice"],"description":["  A bond-operator mean-field theory in the SU(3) bosons representation is\ndeveloped to describe the antiferro-nematic phase of the spin-1\nbilinear-biquadratic model. The calculated static structure factors reveal\ndelicately that the antiferro-nematic state may exhibit both the ferro- and\nantiferro-quadruple long-range orders, which is reminiscent of the ferrimagnets\nor the canted antiferromagnets. This result may influence the spin wave theory\nconcerned with this phase. Possible relevance of this unconventional state to\nthe quasi-two-dimensional triangular material NiGa2S4 is addressed.\n","Comment: 8pages, 6figures"]}]
["math-ph/0511024",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0511024"],"date":["2005-11-06","2007-09-09"],"type":["text"],"creator":["Conrey, J. B.","Farmer, D. W.","Zirnbauer, M. R."],"language":[],"coverage":[],"title":["Howe pairs, supersymmetry, and ratios of random characteristic\n  polynomials for the unitary groups U(N)"],"description":["  For the classical compact Lie groups K = U(N) the autocorrelation functions\nof ratios of random characteristic polynomials are studied. Basic to our\ntreatment is a property shared by the spinor representation of the spin group\nwith the Shale-Weil representation of the metaplectic group: in both cases the\ncharacter is the analytic square root of a determinant or the reciprocal\nthereof. By combining this fact with Howe's theory of supersymmetric dual pairs\n(g,K), we express the K-Haar average product of p ratios of characteristic\npolynomials and q conjugate ratios as a character which is associated with an\nirreducible representation of the Lie superalgebra g = gl(n|n) for n = p+q.\nThis primitive character is shown to extend to an analytic radial section of a\nreal supermanifold related to gl(n|n), and is computed by invoking Berezin's\ndescription of the radial parts of Laplace-Casimir operators for gl(n|n). The\nfinal result for the character looks like a natural transcription of the Weyl\ncharacter formula to the context of highest-weight representations of Lie\nsupergroups.\n  While several other works have recently reproduced our results in the stable\nrange where N is no less than max(p,q), the present approach covers the full\nrange of matrix dimensions N.\n  To make this paper accessible to the non-expert reader, we have included a\nchapter containing the required background material from superanalysis.\n","Comment: 76 pages, references added, minor corrections, chapter 2 shortened"]}]
["math/0501247",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501247"],"date":["2005-01-16","2007-09-09"],"type":["text"],"creator":["Bezrukavnikov, R.","Kaledin, D."],"language":[],"coverage":[],"title":["Fedosov quantization in positive characteristic"],"description":["  We study the problem of deformation quantization for (algebraic) symplectic\nmanifolds over a base field of positive characteristic. We prove a reasonably\ncomplete classification theorem for one class of such quantizations; in the\ncourse of doing it, we also introduce a notion of a restricted Poisson algebra\n-- the Poisson analog of the standard notion of a restrictted Lie algebra --\nand we prove a version of Darboux Theorem valid in positive characteristic\nsetting.\n","Comment: 39 pages, LaTeX2e. Final version, to appear in JAMS"]}]
["math/0608551",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25, 57M35, 57R42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608551","Journal of Knot Theory and Its Ramifications, Vol. 16, No. 7\n  (2007), 809 - 831."],"date":["2006-08-22","2007-08-06"],"type":["text"],"creator":["Apostolakis, Nikos","Kaiser, Uwe"],"language":[],"coverage":[],"title":["Kauffman state sums and bracket deformation"],"description":["  We derive a formula expanding the bracket with respect to a natural\ndeformation parameter. The expansion is in terms of a two-variable polynomial\nalgebra of diagram resolutions generated by basic operations involving the\nGoldman bracket. A functorial characterization of this algebra is given.\nDifferentiability properties of the star product underlying the Kauffman\nbracket are discussed.\n","Comment: 22 pages. In this version we correct some typographical mistakes and\n  improve the exposition in a few places"]}]
["math/0610645",{"format":[],"subject":["Mathematics - Probability","60J60, 60J70, 60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610645"],"date":["2006-10-21","2007-09-09"],"type":["text"],"creator":["Dawson, Don A.","Greven, Andreas","Hollander, Frank den","Sun, Rongfeng","Swart, Jan M."],"language":[],"coverage":[],"title":["The renormalization transformation for two-type branching models"],"description":["  This paper studies countable systems of linearly and hierarchically\ninteracting diffusions taking values in the positive quadrant. These systems\narise in population dynamics for two types of individuals migrating between and\ninteracting within colonies. Their large-scale space-time behavior can be\nstudied by means of a renormalization program. This program, which has been\ncarried out successfully in a number of other cases (mostly one-dimensional),\nis based on the construction and the analysis of a nonlinear renormalization\ntransformation, acting on the diffusion function for the components of the\nsystem and connecting the evolution of successive block averages on successive\ntime scales. We identify a general class of diffusion functions on the positive\nquadrant for which this renormalization transformation is well-defined and,\nsubject to a conjecture on its boundary behavior, can be iterated. Within\ncertain subclasses, we identify the fixed points for the transformation and\ninvestigate their domains of attraction. These domains of attraction constitute\nthe universality classes of the system under space-time scaling.\n","Comment: 48 pages, revised version, to appear in Ann. Inst. H. Poincare (B)\n  Probab. Statist"]}]
["math/0703592",{"format":[],"subject":["Mathematics - Dynamical Systems","37E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703592"],"date":["2007-03-20","2007-09-09"],"type":["text"],"creator":["Du, Bau-Sen"],"language":[],"coverage":[],"title":["A collection of simple proofs of Sharkovsky's theorem"],"description":["  Based on various strategies, we obtain several simple proofs of the\ncelebrated Sharkovsky cycle coexistence theorem.\n","Comment: 20 pages. New proofs involving Stefan cycles are included in sections\n  8 and 9. New proofs of (a) and (c) are included in sections 11 and 12"]}]
["nlin/0012024",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0012024","Physical Review E 64, 036205 (2001)","doi:10.1103/PhysRevE.64.036205"],"date":["2000-12-11"],"type":["text"],"creator":["Eguiluz, Victor M.","Hernandez-Garcia, Emilio","Piro, Oreste"],"language":[],"coverage":[],"title":["The Complex Ginzburg-Landau Equation in the Presence of Walls and\n  Corners"],"description":["  We investigate the influence of walls and corners (with Dirichlet and Neumann\nboundary conditions) in the evolution of twodimensional autooscillating fields\ndescribed by the complex Ginzburg-Landau equation. Analytical solutions are\nfound, and arguments provided, to show that Dirichlet walls introduce strong\nselection mechanisms for the wave pattern. Corners between walls provide\nadditional synchronization mechanisms and associated selection criteria. The\nnumerical results fit well with the theoretical predictions in the parameter\nrange studied.\n","Comment: 10 pages, 9 figures; for related work visit\n  http://www.nbi.dk/~martinez"]}]
["quant-ph/0612082",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612082","Phys. Rev. A 76, 033804 (2007)","doi:10.1103/PhysRevA.76.033804"],"date":["2006-12-11","2007-09-08"],"type":["text"],"creator":["Gorshkov, Alexey V.","Andre, Axel","Lukin, Mikhail D.","Sorensen, Anders S."],"language":[],"coverage":[],"title":["Photon storage in Lambda-type optically dense atomic media. I. Cavity\n  model"],"description":["  In a recent paper [Gorshkov et al., Phys. Rev. Lett. 98, 123601 (2007)], we\nused a universal physical picture to optimize and demonstrate equivalence\nbetween a wide range of techniques for storage and retrieval of photon wave\npackets in Lambda-type atomic media in free space, including the adiabatic\nreduction of the photon group velocity, pulse-propagation control via\noff-resonant Raman techniques, and photon-echo-based techniques. In the present\npaper, we perform the same analysis for the cavity model. In particular, we\nshow that the retrieval efficiency is equal to C/(1+C) independent of the\nretrieval technique, where C is the cooperativity parameter. We also derive the\noptimal strategy for storage and, in particular, demonstrate that at any\ndetuning one can store, with the optimal efficiency of C/(1+C), any smooth\ninput mode satisfying T C gamma >> 1 and a certain class of resonant input\nmodes satisfying T C gamma ~ 1, where T is the duration of the input mode and 2\ngamma is the transition linewidth. In the two subsequent papers of the series,\nwe present the full analysis of the free-space model and discuss the effects of\ninhomogeneous broadening on photon storage.\n","Comment: 16 pages, 2 figures. V2: significant changes in presentation, new\n  references, higher resolution of figures"]}]
["quant-ph/0612083",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612083","Phys. Rev. A 76, 033805 (2007)","doi:10.1103/PhysRevA.76.033805"],"date":["2006-12-11","2007-09-08"],"type":["text"],"creator":["Gorshkov, Alexey V.","Andre, Axel","Lukin, Mikhail D.","Sorensen, Anders S."],"language":[],"coverage":[],"title":["Photon storage in Lambda-type optically dense atomic media. II.\n  Free-space model"],"description":["  In a recent paper [Gorshkov et al., Phys. Rev. Lett. 98, 123601 (2007)], we\npresented a universal physical picture for describing a wide range of\ntechniques for storage and retrieval of photon wave packets in Lambda-type\natomic media in free space, including the adiabatic reduction of the photon\ngroup velocity, pulse-propagation control via off-resonant Raman techniques,\nand photon-echo based techniques. This universal picture produced an optimal\ncontrol strategy for photon storage and retrieval applicable to all approaches\nand yielded identical maximum efficiencies for all of them. In the present\npaper, we present the full details of this analysis as well some of its\nextensions, including the discussion of the effects of non-degeneracy of the\ntwo lower levels of the Lambda system. The analysis in the present paper is\nbased on the intuition obtained from the study of photon storage in the cavity\nmodel in the preceding paper [Gorshkov et al., Phys. Rev. A 76, 033804 (2007)].\n","Comment: 26 pages, 8 figures. V2: significant changes in presentation, new\n  references, higher resolution of figures"]}]
["quant-ph/0612084",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0612084","Phys. Rev. A 76, 033806 (2007)","doi:10.1103/PhysRevA.76.033806"],"date":["2006-12-11","2007-09-08"],"type":["text"],"creator":["Gorshkov, Alexey V.","Andre, Axel","Lukin, Mikhail D.","Sorensen, Anders S."],"language":[],"coverage":[],"title":["Photon storage in Lambda-type optically dense atomic media. III. Effects\n  of inhomogeneous broadening"],"description":["  In a recent paper [Gorshkov et al., Phys. Rev. Lett. 98, 123601 (2007)] and\nin the two preceding papers [Gorshkov et al., Phys. Rev. A 76, 033804 (2007);\n76, 033805 (2007)], we used a universal physical picture to optimize and\ndemonstrate equivalence between a wide range of techniques for storage and\nretrieval of photon wave packets in homogeneously broadened Lambda-type atomic\nmedia, including the adiabatic reduction of the photon group velocity,\npulse-propagation control via off-resonant Raman techniques, and\nphoton-echo-based techniques. In the present paper, we generalize this\ntreatment to include inhomogeneous broadening. In particular, we consider the\ncase of Doppler-broadened atoms and assume that there is a negligible\ndifference between the Doppler shifts of the two optical transitions. In this\nsituation, we show that, at high enough optical depth, all atoms contribute\ncoherently to the storage process as if the medium were homogeneously\nbroadened. We also discuss the effects of inhomogeneous broadening in solid\nstate samples. In this context, we discuss the advantages and limitations of\nreversing the inhomogeneous broadening during the storage time, as well as\nsuggest a way for achieving high efficiencies with a nonreversible\ninhomogeneous profile.\n","Comment: 15 pages, 8 figures. V2: minor changes in presentation, new\n  references, higher resolution of figures"]}]
["quant-ph/0703014",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703014","New J. Phys. 9, 310 (2007)","doi:10.1088/1367-2630/9/9/310"],"date":["2007-03-02","2007-08-03"],"type":["text"],"creator":["D'Arrigo, Antonio","Benenti, Giuliano","Falci, Giuseppe"],"language":[],"coverage":[],"title":["Quantum Capacity of a dephasing channel with memory"],"description":["  We show that the amount of coherent quantum information that can be reliably\ntransmitted down a dephasing channel with memory is maximized by separable\ninput states. In particular, we model the channel as a Markov chain or a\nmultimode environment of oscillators. While in the first model the maximization\nis achieved for the maximally mixed input state, in the latter it is convenient\nto exploit the presence of a decoherence-protected subspace generated by memory\neffects. We explicitly compute the quantum channel capacity for the first model\nwhile numerical simulations suggest a lower bound for the latter. In both cases\nmemory effects enhance the coherent information. We present results valid for\narbitrary size of the input.\n","Comment: Revised version, to be published in New Journal of Physics"]}]
