["0704.1466",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology","62J07","62C99","62E20","62F10","62F12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1466","Journal of Econometrics (2008)","doi:10.1016/j.jeconom.2007.05.017"],"date":["2007-04-11"],"type":["text"],"creator":["Leeb, Hannes","Poetscher, Benedikt M."],"language":[],"coverage":[],"title":["Sparse Estimators and the Oracle Property, or the Return of Hodges'\n  Estimator"],"description":["  We point out some pitfalls related to the concept of an oracle property as\nused in Fan and Li (2001, 2002, 2004) which are reminiscent of the well-known\npitfalls related to Hodges' estimator. The oracle property is often a\nconsequence of sparsity of an estimator. We show that any estimator satisfying\na sparsity property has maximal risk that converges to the supremum of the loss\nfunction; in particular, the maximal risk diverges to infinity whenever the\nloss function is unbounded. For ease of presentation the result is set in the\nframework of a linear regression model, but generalizes far beyond that\nsetting. In a Monte Carlo study we also assess the extent of the problem in\nfinite samples for the smoothly clipped absolute deviation (SCAD) estimator\nintroduced in Fan and Li (2001). We find that this estimator can perform rather\npoorly in finite samples and that its worst-case performance relative to\nmaximum likelihood deteriorates with increasing sample size when the estimator\nis tuned to sparsity.\n","Comment: 18 pages, 5 figures"]}]
["0704.1584",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology","62F10, 62F12, 62J05, 62J07, 62C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1584","Econometric Theory 24 (2008)"],"date":["2007-04-12"],"type":["text"],"creator":["Leeb, Hannes","Poetscher, Benedikt M."],"language":[],"coverage":[],"title":["Can One Estimate The Unconditional Distribution of Post-Model-Selection\n  Estimators?"],"description":["  We consider the problem of estimating the unconditional distribution of a\npost-model-selection estimator. The notion of a post-model-selection estimator\nhere refers to the combined procedure resulting from first selecting a model\n(e.g., by a model selection criterion like AIC or by a hypothesis testing\nprocedure) and then estimating the parameters in the selected model (e.g., by\nleast-squares or maximum likelihood), all based on the same data set. We show\nthat it is impossible to estimate the unconditional distribution with\nreasonable accuracy even asymptotically. In particular, we show that no\nestimator for this distribution can be uniformly consistent (not even locally).\nThis follows as a corollary to (local) minimax lower bounds on the performance\nof estimators for the distribution; performance is here measured by the\nprobability that the estimation error exceeds a given threshold. These lower\nbounds are shown to approach 1/2 or even 1 in large samples, depending on the\nsituation considered. Similar impossibility results are also obtained for the\ndistribution of linear functions (e.g., predictors) of the post-model-selection\nestimator.\n"]}]
["0704.1670",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R55, 57R65, 57R17, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1670"],"date":["2007-04-12","2007-11-08"],"type":["text"],"creator":["Arikan, Mehmet Firat"],"language":[],"coverage":[],"title":["On the support genus of a contact structure"],"description":["  The algorithm given by Akbulut-Ozbagci constructs an explicit open book\ndecomposition on a contact three-manifold described by a contact surgery on a\nlink in the three-sphere. In this article, we will improve this algorithm by\nusing Giroux's contact cell decomposition process. Our algorithm is more\neconomical on choosing the supporting genus of the open book; in particular it\ngives a good upper bound for the recently defined ``minimal supporting genus\ninvariant'' of contact structures.\n","Comment: 20 pages, 13 figures, title shorthened, minor corrections"]}]
["0704.1686",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1686","Phys. Rev. A 76, 043821 (2007)","doi:10.1103/PhysRevA.76.043821"],"date":["2007-04-12","2007-11-07"],"type":["text"],"creator":["Horvath, L.","Carmichael, H. J."],"language":[],"coverage":[],"title":["Effect of atomic beam alignment on photon correlation measurements in\n  cavity QED"],"description":["  Quantum trajectory simulations of a cavity QED system comprising an atomic\nbeam traversing a standing-wave cavity are carried out. The delayed photon\ncoincident rate for forwards scattering is computed and compared with the\nmeasurements of Rempe et al. [Phys. Rev. Lett. 67, 1727 (1991)] and Foster et\nal. [Phys. Rev. A 61, 053821 (2000)]. It is shown that a moderate atomic beam\nmisalignment can account for the degradation of the predicted correlation. Fits\nto the experimental data are made in the weak-field limit with a single\nadjustable parameter--the atomic beam tilt from perpendicular to the cavity\naxis. Departures of the measurement conditions from the weak-field limit are\ndiscussed.\n","Comment: 15 pages and 13 figures"]}]
["0704.2282",{"format":[],"subject":["Computer Science - Other Computer Science","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2282"],"date":["2007-04-18","2007-11-07"],"type":["text"],"creator":["Hesselink, W. H.","Hummelen, J. C.","Jonkman, H. T.","Reker, H. G.","de Lavalette, G. R. Renardel","van der Veen, M. H."],"language":[],"coverage":[],"title":["Kekul\\'e Cells for Molecular Computation"],"description":["  The configurations of single and double bonds in polycyclic hydrocarbons are\nabstracted as Kekul\\'e states of graphs. Sending a so-called soliton over an\nopen channel between ports (external nodes) of the graph changes the Kekul\\'e\nstate and therewith the set of open channels in the graph. This switching\nbehaviour is proposed as a basis for molecular computation. The proposal is\nhighly speculative but may have tremendous impact.\n  Kekul\\'e states with the same boundary behaviour (port assignment) can be\nregarded as equivalent. This gives rise to the abstraction of Kekul\\'e cells.\nThe basic theory of Kekul\\'e states and Kekul\\'e cells is developed here, up to\nthe classification of Kekul\\'e cells with $\\leq 4$ ports. To put the theory in\ncontext, we generalize Kekul\\'e states to semi-Kekul\\'e states, which form the\nsolutions of a linear system of equations over the field of the bits 0 and 1.\nWe briefly study so-called omniconjugated graphs, in which every port\nassignment of the right signature has a Kekul\\'e state. Omniconjugated graphs\nmay be useful as connectors between computational elements. We finally\ninvestigate some examples with potentially useful switching behaviour.\n","Comment: Also on chemistry (unsaturated polycyclic hydrocarbons)"]}]
["0705.1205",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1205","Phys. Rev. Lett. 99, 197402 (2007)","doi:10.1103/PhysRevLett.99.197402"],"date":["2007-05-09","2007-11-08"],"type":["text"],"creator":["Scheibner, M.","Ponomarev, I. V.","Stinaff, E. A.","Doty, M. F.","Bracker, A. S.","Hellberg, C. S.","Reinecke, T. L.","Gammon, D."],"language":[],"coverage":[],"title":["Photoluminescence Spectroscopy of the Molecular Biexciton in Vertically\n  Stacked Quantum Dot Pairs"],"description":["  We present photoluminescence studies of the molecular neutral\nbiexciton-exciton spectra of individual vertically stacked InAs/GaAs quantum\ndot pairs. We tune either the hole or the electron levels of the two dots into\ntunneling resonances. The spectra are described well within a few-level,\nfew-particle molecular model. Their properties can be modified broadly by an\nelectric field and by structural design, which makes them highly attractive for\ncontrolling nonlinear optical properties.\n","Comment: 4 pages, 5 figures, (v2, revision based on reviewers comments,\n  published)"]}]
["0705.1588",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1588","Phys. Rev. Lett. 98, 257202 (2007)","doi:10.1103/PhysRevLett.98.257202"],"date":["2007-05-11"],"type":["text"],"creator":["Schulman, L. S."],"language":[],"coverage":[],"title":["Mean Field Spin Glass in the Observable Representation"],"description":["  The state space for the $N$-spin mean field (SK) spin glass--nominally an\n$N$-cube--is embedded in a low dimensional continuous space in such a way that\nmetastable and stable phases can easily be discerned, a concept of nearness of\nconfigurations defined, and peaks in the Parisi $q$-parameter overlap\ndistribution identified. The dynamical and partly hierarchical interrelation of\nthese phases can be directly imaged.\n","Comment: To appear in Phys. Rev. Lett"]}]
["0705.2135",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2135","Naturwissenschaften 94, 527- 541 (2007)","doi:10.1007/s00114-007-0227-1"],"date":["2007-05-14"],"type":["text"],"creator":["Dressel, Martin"],"language":[],"coverage":[],"title":["Ordering phenomena in quasi one-dimensional organic conductors"],"description":["  Low-dimensional organic conductors could establish themselves as model\nsystems for the investigation of the physics in reduced dimensions. In the\nmetallic state of a one-dimensional solid, Fermi-liquid theory breaks down and\nspin and charge degrees of freedom become separated. But the metallic phase is\nnot stable in one dimension: as the temperature is reduced, the electronic\ncharge and spin tend to arrange themselves in an ordered fashion due to strong\ncorrelations. The competition of the different interactions is responsible for\nwhich broken-symmetry ground state is eventually realized in a specific\ncompound and which drives the system towards an insulating state.\n  Here we review the various ordering phenomena and how they can be identified\nby optic and magnetic measurements. While the final results might look very\nsimilar in the case of a charge density wave and a charge-ordered metal, for\ninstance, the physical cause is completely different. When density waves form,\na gap opens in the density of states at the Fermi energy due to nesting of the\none-dimension Fermi surface sheets. When a one-dimensional metal becomes a\ncharge-ordered Mott insulator, on the other hand, the short-range Coulomb\nrepulsion localizes the charge on the lattice sites and even causes certain\ncharge patterns.\n  We try to point out the similarities and conceptional differences of these\nphenomena and give an example for each of them. Particular emphasis will be put\non collective phenomena which are inherently present as soon as ordering breaks\nthe symmetry of the system.\n","Comment: Review article Naturwissenschaften 2007"]}]
["0705.2742",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2742","Found. Phys. 37, 1447 (2007)","doi:10.1007/s10701-007-9171-3"],"date":["2007-05-18"],"type":["text"],"creator":["van Enk, S. J."],"language":[],"coverage":[],"title":["A toy model for quantum mechanics"],"description":["  The toy model used by Spekkens [R. Spekkens, Phys. Rev. A 75, 032110 (2007)]\nto argue in favor of an epistemic view of quantum mechanics is extended by\ngeneralizing his definition of pure states (i.e. states of maximal knowledge)\nand by associating measurements with all pure states. The new toy model does\nnot allow signaling but, in contrast to the Spekkens model, does violate\nBell-CHSH inequalities. Negative probabilities are found to arise naturally\nwithin the model, and can be used to explain the Bell-CHSH inequality\nviolations.\n","Comment: in which the author breaks his vow to never use the words \"ontic\" and\n  \"epistemic\" in public"]}]
["0705.4328",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4328"],"date":["2007-05-29","2007-11-08"],"type":["text"],"creator":["Matsen, Frederick A.","Mossel, Elchanan","Steel, Mike"],"language":[],"coverage":[],"title":["Mixed-up trees: the structure of phylogenetic mixtures"],"description":["  In this paper we apply new geometric and combinatorial methods to the study\nof phylogenetic mixtures. The focus of the geometric approach is to describe\nthe geometry of phylogenetic mixture distributions for the two state random\ncluster model, which is a generalization of the two state symmetric (CFN)\nmodel. In particular, we show that the set of mixture distributions forms a\nconvex polytope and we calculate its dimension; corollaries include a simple\ncriterion for when a mixture of branch lengths on the star tree can mimic the\nsite pattern frequency vector of a resolved quartet tree. Furthermore, by\ncomputing volumes of polytopes we can clarify how ``common'' non-identifiable\nmixtures are under the CFN model. We also present a new combinatorial result\nwhich extends any identifiability result for a specific pair of trees of size\nsix to arbitrary pairs of trees. Next we present a positive result showing\nidentifiability of rates-across-sites models. Finally, we answer a question\nraised in a previous paper concerning ``mixed branch repulsion'' on trees\nlarger than quartet trees under the CFN model.\n"]}]
["0706.0778",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0778","published in Phys. Rev. B 76, 064527 (2007)","doi:10.1103/PhysRevB.76.064527"],"date":["2007-06-06","2007-06-09"],"type":["text"],"creator":["Mu, Gang","Wang, Yue","Shan, Lei","Wen, Hai-Hu"],"language":[],"coverage":[],"title":["Nodeless Superconductivity in the Noncentrosymmetric Superconductor\n  $Mg_{10}Ir_{19}B_{16}$"],"description":["  We measured the resistivity, diamagnetization and low temperature specific\nheat of the newly discovered noncentrosymmetric superconductor\n$Mg_{10}Ir_{19}B_{16}$. It is found that the superconducting gap has an s-wave\nsymmetry with a value of about $\\Delta_0 \\approx$ 0.6 meV, and the ratio\n$\\Delta_0/k_BT_c\\approx1.86$ indicates a weak coupling for the\nsuperconductivity. The correlations among the normal state Sommerfeld constant\n$\\gamma_n$, the slope $-d\\mu_0H_{c2}(T)/dT$ near Tc and the condensation energy\nEc are all consistent with the weak coupling picture. The separated phonon\ncontribution from the specific heat shows that the conduction electrons of the\n$Ir$ atoms interact most strongly with the vibrations of themselves, instead of\nwith that of the light element boron.\n","Comment: 5 pages, 5 figures; added references, corrected typos"]}]
["0706.2113",{"format":[],"subject":["Mathematics - Algebraic Topology","55U"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2113"],"date":["2007-06-14","2007-11-08"],"type":["text"],"creator":["Diaz, Antonio"],"language":[],"coverage":[],"title":["A family of acyclic functors"],"description":["  We determine a family of functors from a poset to abelian groups such that\nthe higher direct limits vanish on them. This is done by first characterizing\nthe projective functors. Then a spectral sequence arising from the grading of\nthe poset is used. Also the dual version for injective functors and higher\ninverse limits is included. Graded posets include simplicial complexes,\nsubdivision categories and simplex-like posets.\n","Comment: 23 pages"]}]
["0706.3411",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3411","Nature 450, 268-271 (2007)","doi:10.1038/nature06120"],"date":["2007-06-22","2007-11-06"],"type":["text"],"creator":["Brennecke, Ferdinand","Donner, Tobias","Ritter, Stephan","Bourdel, Thomas","Köhl, Michael","Esslinger, Tilman"],"language":[],"coverage":[],"title":["Cavity QED with a Bose-Einstein condensate"],"description":["  Cavity quantum electrodynamics (cavity QED) describes the coherent\ninteraction between matter and an electromagnetic field confined within a\nresonator structure, and is providing a useful platform for developing concepts\nin quantum information processing. By using high-quality resonators, a strong\ncoupling regime can be reached experimentally in which atoms coherently\nexchange a photon with a single light-field mode many times before dissipation\nsets in. This has led to fundamental studies with both microwave and optical\nresonators. To meet the challenges posed by quantum state engineering and\nquantum information processing, recent experiments have focused on laser\ncooling and trapping of atoms inside an optical cavity. However, the tremendous\ndegree of control over atomic gases achieved with Bose-Einstein condensation\nhas so far not been used for cavity QED. Here we achieve the strong coupling of\na Bose-Einstein condensate to the quantized field of an ultrahigh-finesse\noptical cavity and present a measurement of its eigenenergy spectrum. This is a\nconceptually new regime of cavity QED, in which all atoms occupy a single mode\nof a matter-wave field and couple identically to the light field, sharing a\nsingle excitation. This opens possibilities ranging from quantum communication\nto a wealth of new phenomena that can be expected in the many-body physics of\nquantum gases with cavity-mediated interactions.\n","Comment: 6 pages, 4 figures; version accepted for publication in Nature;\n  updated Fig. 4; changed atom numbers due to new calibration"]}]
["0706.3737",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3737","Phys. Rev. B 76, 205408 (2007).","doi:10.1103/PhysRevB.76.205408"],"date":["2007-06-25"],"type":["text"],"creator":["Goswami, Pallab","Jia, Xun","Chakravarty, Sudip"],"language":[],"coverage":[],"title":["Quantum Hall plateau transition in the lowest Landau level of disordered\n  graphene"],"description":["  We investigate, analytically and numerically, the effects of disorder on the\ndensity of states and on the localization properties of the relativistic two\ndimensional fermions in the lowest Landau level. Employing a supersymmetric\ntechnique, we calculate the exact density of states for the Cauchy (Lorentzian)\ndistribution for various types of disorders. We use a numerical technique to\nestablish the localization-delocalization (LD) transition in the lowest Landau\nlevel. For some types of disorder the LD transition is shown to belong to a\ndifferent universality class, as compared to the corresponding nonrelativistic\nproblem. The results are relevant to the integer quantum Hall plateau\ntransitions observed in graphene.\n","Comment: 18 pages and 11 figures"]}]
["0707.0152",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","47L25","46B07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0152"],"date":["2007-07-02","2007-11-08"],"type":["text"],"creator":["Junge, Marius","Lee, Hun Hee"],"language":[],"coverage":[],"title":["A Maurey type result for operator spaces"],"description":["  The little Grothendieck theorem for Banach spaces says that every bounded\nlinear operator between $C(K)$ and $\\ell_2$ is 2-summing. However, it is shown\nin \\cite{J05} that the operator space analogue fails. Not every cb-map $v : \\K\n\\to OH$ is completely 2-summing. In this paper, we show an operator space\nanalogue of Maurey's theorem : Every cb-map $v : \\K \\to OH$ is $(q,cb)$-summing\nfor any $q>2$ and hence admits a factorization $\\|v(x)\\| \\leq c(q) \\|v\\|_{cb}\n\\|axb\\|_q$ with $a,b$ in the unit ball of the Schatten class $S_{2q}$.\n","Comment: 29 pages. To appear in Journal of Functional Analysis"]}]
["0707.1134",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1134"],"date":["2007-07-08","2007-11-08"],"type":["text"],"creator":["Yanagawa, Kohji"],"language":[],"coverage":[],"title":["Linearity Defect and Regularity over a Koszul Algebra"],"description":["  Let A be a Koszul algebra, and $mod A$ the category of finitely generated\ngraded left A-modules. The \"linearity defect\" ld_A(M) of $M \\in mod A$ is an\ninvariant defined by Herzog and Iyengar. An exterior algebra E is a Koszul\nalgebra which is the Koszul dual S^! of a polynomial ring S. Eisenbud et al.\nshowed that $ld_E(M) < \\infty$ for all $M \\in mod E$. Improving their result,\nwe show the following (and many other facts):\n  (*) If A is a Koszul complete intersection, then $reg_{A^!} (M) < \\infty$ and\n$ld_{A^!} (M) < \\infty$ for all $M \\in mod A^!$.\n  (**) There is a uniform bound of $ld(J)$, where J is a graded ideal of E.\n","Comment: 13 pages. Several proofs have been simplified, and comments on known\n  results have been revised"]}]
["0707.2353",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Probability","93E03","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2353"],"date":["2007-07-16","2007-11-08"],"type":["text"],"creator":["Buckdahn, Rainer","Quincampoix, Marc","Rainer, Catherine","Teichmann, Josef"],"language":[],"coverage":[],"title":["Another proof for the equivalence between invariance of closed sets with\n  respect to stochastic and deterministic systems"],"description":["  We provide a short and elementary proof for the recently proved result by G.\nda Prato and H. Frankowska that -- under minimal assumptions -- a closed set is\ninvariant with respect to a stochastic control system if and only if it is\ninvariant with respect to the (associated) deterministic control system.\n","Comment: revised version for publication in Bulletin des Sciences\n  Mathematiques"]}]
["0707.3159",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3159","Phys. Rev. B 76, 205308 (2007)","doi:10.1103/PhysRevB.76.205308"],"date":["2007-07-23","2007-11-08"],"type":["text"],"creator":["Polianski, M. L.","Buttiker, M."],"language":[],"coverage":[],"title":["Rectification and nonlinear transport in chaotic dots and rings"],"description":["  We investigate the nonlinear current-voltage characteristic of mesoscopic\nconductors and the current generated through rectification of an alternating\nexternal bias. To leading order in applied voltages both the nonlinear and the\nrectified current are quadratic. This current response can be described in\nterms of second order conductance coefficients and for a generic mesoscopic\nconductor they fluctuate randomly from sample to sample. Due to Coulomb\ninteractions the symmetry of transport under magnetic field inversion is broken\nin a two-terminal setup. Therefore, we consider both the symmetric and\nantisymmetric nonlinear conductances separately. We treat interactions\nself-consistently taking into account nearby gates.\n  The nonlinear current is determined by different combinations of second order\nconductances depending on the way external voltages are varied away from an\nequilibrium reference point (bias mode). We discuss the role of the bias mode\nand circuit asymmetry in recent experiments. In a photovoltaic experiment the\nalternating perturbations are rectified, and the fluctuations of the nonlinear\nconductance are shown to decrease with frequency. Their asymptotical behavior\nstrongly depends on the bias mode and in general the antisymmetric conductance\nis suppressed stronger then the symmetric conductance.\n  We next investigate nonlinear transport and rectification in chaotic rings.\nTo this extent we develop a model which combines a chaotic quantum dot and a\nballistic arm to enclose an Aharonov-Bohm flux. In the linear two-probe\nconductance the phase of the Aharonov-Bohm oscillation is pinned while in\nnonlinear transport phase rigidity is lost. We discuss the shape of the\nmesoscopic distribution of the phase and determine the phase fluctuations.\n","Comment: 16 pages, 7 figures; v2--published verison"]}]
["0708.2295",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","20D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2295"],"date":["2007-08-16","2007-11-07"],"type":["text"],"creator":["Kedlaya, Kiran S."],"language":[],"coverage":[],"title":["Product-free subsets of groups, then and now"],"description":["  A subset of a group is product-free if it does not contain elements a, b, c\nsuch that ab = c. We review progress on the problem of determining the size of\nthe largest product-free subset of an arbitrary finite group, including a lower\nbound due to the author, and a recent upper bound due to Gowers. The bound of\nGowers is more general; it allows three different sets A, B, C such that one\ncannot solve ab = c with a in A, b in B, c in C. We exhibit a refinement of the\nlower bound construction which shows that for this broader question, the bound\nof Gowers is essentially optimal.\n","Comment: 9 pages; from conference \"Communicating Mathematics\" in honor of Joe\n  Gallian (Duluth, 2007); v2: refereed version, very minor revisions"]}]
["0708.2775",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2775"],"date":["2007-08-21","2007-11-08"],"type":["text"],"creator":["Artemov, A. N."],"language":[],"coverage":[],"title":["Coupled layered superconductor as a system of 2D Coulomb particles of\n  two kinds"],"description":["  It is shown that the Josephson subsystem of the Lawrence-Doniach model of\nlayered superconductors in the London approximation can be presented as a\nsystem with variable number of classical Coulomb particles. This allows us to\nconsider the vortex system of a coupled layered superconductor as the system of\nthese particles and 2D-vortices interacting with each other. The grand\npartition function of the system was written and transformed into the form of\nfield one. Thermodynamical properties of the model obtained was studied. It is\nfound that there is no a phase transition in the system. Instead of this the\nmodel demonstrates the crossover from a low temperature 3D behavior to high\ntemperature 2D one which can look as a phase transition for experimental\npurposes.\n","Comment: 11 pages, 4 figures"]}]
["0709.0327",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0327"],"date":["2007-09-03","2007-11-07"],"type":["text"],"creator":["Kamaya, Hideyuki"],"language":[],"coverage":[],"title":["The Faint Stellar Object SDSS J1257+3419 is a Dark Matter Dominated\n  System"],"description":["  A recent study has revealed SDSS J1257+3419 is either a faint and small dwarf\ngalaxy or a faint and widely extended globular cluster. In this Letter, the\nauthor suggests this stellar system is a dwarf spheroidal (dSph). Adopting an\nobservational relation between binding energy and mass of old stellar systems,\nwe derive a relation between mass and size of dSphs by assuming that they are\ndark matter dominated and virialized objects. Letting half-light radius\nrepresent size of SDSS J1257+3419, we find that its mass is $\\sim 7\\times 10^6$\nsolar mass. This indicates mass-to-light ratio ($M/L$) of SDSS J1257+3419 is\nabout 1000 in the solar unit. This large $M/L$ is expected from a Mateo plot of\ndSphs. Thus, we insist SDSS J1257+3419 is a dSph.\n","Comment: resubmitted"]}]
["0709.1758",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11P32","05D99","11P55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1758"],"date":["2007-09-12","2007-11-08"],"type":["text"],"creator":["Li, Hongze","Pan, Hao"],"language":[],"coverage":[],"title":["Difference sets and Polynomials of prime variables"],"description":["  Let \\psi(x) be a polynomial with rational coefficients. Suppose that \\psi has\nthe positive leading coefficient and zero constant term. Let A be a set of\npositive integers with the positive upper density. Then there exist x,y\\in A\nand a prime p such that x-y=\\psi(p-1). Furthermore, if P be a set of primes\nwith the positive relative upper density, then there exist x,y\\in P and a prime\np such that x-y=\\psi(p-1).\n"]}]
["0709.3463",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3463","Physical Review A 76, 052304 (2007)","doi:10.1103/PhysRevA.76.052304"],"date":["2007-09-21","2007-11-07"],"type":["text"],"creator":["Romero-Isart, Oriol","Garcia-Ripoll, Juan Jose"],"language":[],"coverage":[],"title":["Quantum Ratchets for Quantum Communication with Optical Superlattices"],"description":["  We propose to use a quantum ratchet to transport quantum information in a\nchain of atoms trapped in an optical superlattice. The quantum ratchet is\ncreated by a continuous modulation of the optical superlattice which is\nperiodic in time and in space. Though there is zero average force acting on the\natoms, we show that indeed the ratchet effect permits atoms on even and odd\nsites to move along opposite directions. By loading the optical lattice with\ntwo-level bosonic atoms, this scheme permits to perfectly transport a qubit or\nentangled state imprinted in one or more atoms to any desired position in the\nlattice. From the quantum computation point of view, the transport is achieved\nby a smooth concatenation of perfect swap gates. We analyze setups with\nnoninteracting and interacting particles and in the latter case we use the\ntools of optimal control to design optimal modulations. We also discuss the\nfeasibility of this method in current experiments.\n","Comment: Published version, 9 pages, 5 figures"]}]
["0710.0565",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0565","Appl. Phys. Lett. 91, 161103 (2007)","doi:10.1063/1.2799756"],"date":["2007-10-02"],"type":["text"],"creator":["Intallura, P. M.","Ward, M. B.","Karimov, O. Z.","Yuan, Z. L.","See, P.","Shields, A. J.","Atkinson, P.","Ritchie, D. A."],"language":[],"coverage":[],"title":["Quantum key distribution using a triggered quantum dot source emitting\n  near 1.3 microns"],"description":["  We report the distribution of a cryptographic key, secure from photon number\nsplitting attacks, over 35 km of optical fiber using single photons from an\nInAs quantum dot emitting ~1.3 microns in a pillar microcavity. Using below\nGaAs-bandgap optical excitation, we demonstrate suppression of multiphoton\nemission to 10% of the Poissonian level without detector dark count\nsubtraction. The source is incorporated into a phase encoded interferometric\nscheme implementing the BB84 protocol for key distribution over standard\ntelecommunication optical fiber. We show a transmission distance advantage over\nthat possible with (length-optimized) uniform intensity weak coherent pulses at\n1310 nm in the same system.\n","Comment: 4 pages, 4 figures"]}]
["0710.2310",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Complex Variables","35N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2310","J. Geometric Analysis 13 (2003), 163-172"],"date":["2007-10-11","2007-11-08"],"type":["text"],"creator":["Hill, C. Denson","Taylor, Michael"],"language":[],"coverage":[],"title":["Integrability of Rough Almost Complex Structures"],"description":["  We extend the Newlander-Nirenberg theorem to manifolds with almost complex\nstructures that have somewhat less than Lipschitz regularity. We also discuss\nthe regularity of local holomorphic coordinates in the integrable case, with\nparticular attention to Lipschitz almost complex structures.\n"]}]
["0710.2316",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Complex Variables","35N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2316","Trans. AMS 359 (2007), 293-322"],"date":["2007-10-11","2007-11-08"],"type":["text"],"creator":["Hill, C. Denson","Taylor, Michael"],"language":[],"coverage":[],"title":["The Complex Frobenius Theorem for Rough Involutive Structures"],"description":["  We establish a version of the complex Frobenius theorem in the context of a\ncomplex subbundle S of the complexified tangent bundle of a manifold, having\nminimal regularity. If the subbundle S defines the structure of a Levi-flat\nCR-manifold, it suffices that S be Lipschitz for our results to apply. A\nprincipal tool in the analysis is a precise version of the Newlander-Nirenberg\ntheorem with parameters, for integrable almost complex structures with minimal\nregularity, which builds on previous recent work of the authors.\n","Comment: In the two papers by Hill & Taylor, we have adjusted the page height\n  so that the arxiv does not cut off the bottom two lines of each page, being\n  unable to digest our amstex"]}]
["0710.4267",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4267"],"date":["2007-10-23","2007-11-08"],"type":["text"],"creator":["Antoniadis, I."],"language":[],"coverage":[],"title":["Topics on String Phenomenology"],"description":["  These lectures present some topics of string phenomenology and contain two\nparts. In the first part, I review the possibility of lowering the string scale\nin the TeV region, that provides a theoretical framework for solving the mass\nhierarchy problem and unifying all interactions. The apparent weakness of\ngravity can then be accounted by the existence of large internal dimensions, in\nthe submillimeter region, and transverse to a braneworld where our universe\nmust be confined. I review the main properties of this scenario and its\nimplications for observations at both particle colliders, and in\nnon-accelerator gravity experiments. In the second part, I discuss a simple\nframework of toroidal string models with magnetized branes, that offers an\ninteresting self-consistent setup for string phenomenology. I will present an\nalgorithm for fixing the geometric parameters of the compactification, build\ncalculable particle physics models such as a supersymmetric SU(5) Grand Unified\nTheory with three generations of quarks and leptons, and implement low energy\nsupersymmetry breaking with gauge mediation that can be studied directly at the\nstring level.\n","Comment: 42 pages, 15 figures, Lectures given at Les Houches 2007 Summer\n  School, Added references"]}]
["0710.4583",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4583"],"date":["2007-10-24","2007-11-08"],"type":["text"],"creator":["Chis, Oana","Puta, Mircea"],"language":[],"coverage":[],"title":["The Dynamics of Rabinovich system"],"description":["  The paper presents some dynamical aspects of Rabinovich type, with\ndistributed delay and with fractional derivatives.\n","Comment: 14 pages, 2 figures, Conference on Differential Geometry-Dynamical\n  Systems(DGDS-2007), October, 5-7, Bucharest, Romania"]}]
["0710.4999",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4999","Dans Les expertises sensorielles : Nature et acquisition (2006)\n  1-12"],"date":["2007-10-26","2007-11-08"],"type":["text"],"creator":["Visser, Willemien"],"language":[],"coverage":[],"title":["L'analyse de l'expertise du point de vue de l'ergonomie cognitive"],"description":["  This paper presents a review of methods for collecting and analysing data on\ncomplex activities. Starting with methods developed for design, we examine the\npossibility to transpose them to other complex activities, especially\nactivities referring to sensorial expertise. R\\'esum\\'e Ce texte pr\\'esente une\nrevue de m\\'ethodes pour recueillir et analyser des donn\\'ees sur des\nactvit\\'es complexes. A partir de m\\'ethodes d\\'evelopp\\'ees pour des\nactvit\\'es de conception, nous examinons la possibilit\\'e de les transposer \\`a\nd'autres actvit\\'es complexes, notamment des actvit\\'es faisant \\`a appel \\`a\ndes expertises sensorielles.\n"]}]
["0710.5158",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5158"],"date":["2007-10-26","2007-11-07"],"type":["text"],"creator":["Bergman, Aaron","Robbins, Daniel"],"language":[],"coverage":[],"title":["Ramond-Ramond Fields, Cohomology and Non-Geometric Fluxes"],"description":["  We consider compactifications of type II string theory in which a\nd-dimensional torus is fibered over a base X. In string theory, the transition\nfunctions of this fibration need not be simply diffeomorphisms of T^d but can\ninvolve elements of the T-duality group Spin(d,d,Z). We precisely define the\nnotion of a T-fold with NSNS flux. Given such a T-fold, we define the\nZ_2-graded cohomology theory describing the unquantized RR field strengths and\ndiscuss how the data of a T-fold can be interpreted in terms of generalized\nNSNS fluxes and the twisted differential of Shelton-Taylor-Wecht.\n","Comment: 35 pages, uses utarticle.cls, v2: minor changes and references added"]}]
["0710.5858",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5858"],"date":["2007-10-31","2007-11-08"],"type":["text"],"creator":["Ribeiro, L. R.","Passos, E.","Furtado, C.","Nascimento, J. R."],"language":[],"coverage":[],"title":["The geometric phases in a background with Lorentz-symmetry violation"],"description":["  We analyze the nonrelativistic quantum dynamics of a single neutral spin half\nparticle, with non-zero magnetic and electric dipole moments, moving in an\nexternal electromagnetic field in presence of Lorentz symmetry violation\nbackground. Also, we study the geometric phase for this model taking into\naccount the parameter that breaks the Lorentz symmetry. We investigate the\nHe-McKellar-Wilkens effect in this context and we verify that Lorentz violation\nparameter contribute to increase the electric dipole moment of the particle.\n","Comment: 4 pages, no figures,typos corrected"]}]
["0711.0432",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0432"],"date":["2007-11-03","2007-11-08"],"type":["text"],"creator":["Wang, Wei","Li, Run-Hui","Lü, Cai-Dian"],"language":[],"coverage":[],"title":["Radiative charmless B_{(s)}\\to V \\gamma and B_{(s)}\\to A \\gamma decays\n  in pQCD approach"],"description":["  We study the radiative charmless $B_{(s)}\\to V(A)\\gamma $ decays in\nperturbative QCD (pQCD) approach to the leading order in $\\alpha_s$ (here $V$\nand $A$ denotes vector mesons and two kinds of axial-vector mesons: $^3P_1$ and\n$^1P_1$ states, respectively.). Our predictions of branching ratios are\nconsistent with the current available experimental data. We update all\n$B_{(s)}\\to V$ form factors and give the predictions for $B\\to A$ form factors\nusing the recent hadronic inputs. In addition to the dominant factorizable\nspectator diagrams, which is form factor like, we also calculate the so-called\n``power suppressed'' annihilation type diagrams, the gluonic penguin, charming\npenguin, and two photon diagrams. These diagrams give the main contributions to\ndirect CP asymmetries, mixing-induced CP asymmetry variables, the isospin\nasymmetry and U-spin asymmetry variables. Unlike the branching ratios, these\nratios or observables possess higher theoretical precision in our pQCD\ncalculation, since they do not depend on the input hadronic parameters too\nmuch. Most of the results still need experimental tests in the on-going and\nforthcoming experiments.\n","Comment: 54 pages, 9 figures. Typos are corrected and more references are\n  added"]}]
["0711.0504",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0504"],"date":["2007-11-04","2007-11-08"],"type":["text"],"creator":["Auriemma, G."],"language":[],"coverage":[],"title":["CPT violations in Astrophysics and Cosmology"],"description":["  In this paper it is given a brief review of the current limits on the\nmagnitude of CPT and Lorentz Invariance violations, currently predicted in\nconnection with quantum gravity and string/M-theory, that can be derived from\nastrophysical and cosmological data. Even if not completely unambiguous, these\nobservational tests of fundamental physics are complementary to the ones\nobtained by accelerator experiments and by ground or space based direct\nexperiments, because potentially can access very high energies and large\ndistances.\n","Comment: 13 pages, Invited Paper to the Frascati Workshop 2007 Vulcano\n  (Italy), May 28 - June 2, 2007-Corrected minor typos and added references"]}]
["0711.0702",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0702"],"date":["2007-11-05","2007-11-08"],"type":["text"],"creator":["Bellazzini, M.","Perina, S.","Galleti, S.","Federici, L.","Buzzoni, A.","Pecci, F. Fusi"],"language":[],"coverage":[],"title":["Open Clusters in the log Age vs. M_V plane"],"description":["  In the log Age vs. integrated absolute magnitude (M_V) plane, the open\nclusters of the Milky Way form a well-defined band parallel to theoretical\nsequences decribing the passive evolution of Simple Stellar Populations and\ndisplay a pretty sharp upper threshold in mass (M ~ 2X 10^4 M_{sun}) over a 4\ndex range of ages.\n","Comment: 3 pages, 3 greyscale figures. Proceedings of the workshop \"XXI\n  Century challenges for stellar evolution\", held in Cefalu' (Sicily, Italy),\n  August 29 - September 2, 2007; S. Cassisi and M. Salaris Eds. To be published\n  in Mem. SAIt Vol. 79 No. 2. A few relevant changes to include fundamental\n  references that were neglected in the original manuscript"]}]
["0711.0969",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0969"],"date":["2007-11-06"],"type":["text"],"creator":["Pogrebkov, A. K."],"language":[],"coverage":[],"title":["2D Toda chain and associated commutator identity"],"description":["  Developing observation made in \\cite{commut} we show that simple identity of\nthe commutator type on an associative algebra is in one-to-one correspondence\nto 2D (infinite) Toda chain. We introduce representation of elements of\nassociative algebra that, under some generic conditions, enables derivation of\nthe Toda chain equation and its Lax pair from the given commutator identity.\n","Comment: 9 pages"]}]
["0711.0976",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0976"],"date":["2007-11-06"],"type":["text"],"creator":["Berman, Oleg L.","Kezerashvili, Roman Ya.","Lozovik, Yurii E."],"language":[],"coverage":[],"title":["Bose-Einstein condensation and superfluidity of magnetobiexcitons in\n  quantum wells' and graphene superlattices"],"description":["  We propose the Bose-Einstein condensation (BEC) and superfluidity of\nquasi-two-dimensional (2D) spatially indirect magnetobiexcitons in a slab of\nsuperlattice with alternating electron and hole layers consisting from the\nsemiconducting quantum wells (QWs) and graphene superlattice in high magnetic\nfield. The two different Hamiltonians of a dilute gas of magnetoexcitons with a\ndipole-dipole repulsion in superlattices consisting of both QWs and graphene\nlayers in the limit of high magnetic field have been reduced to one effective\nHamiltonian a dilute gas of two-dimensional excitons without magnetic field.\nMoreover, for $N$ excitons we have reduced the problem of $2N\\times 2$\ndimensional space onto the problem of $N\\times 2$ dimensional space by\nintegrating over the coordinates of the relative motion of an electron (e) and\na hole (h). The instability of the ground state of the system of interacting\ntwo-dimensional indirect magnetoexcitons in a slab of superlattice with\nalternating electron and hole layers in high magnetic field is established. The\nstable system of indirect quasi-two-dimensional magnetobiexcitons, consisting\nof pair of indirect excitons with opposite dipole moments is considered. The\ndensity of superfluid component $n_{s}(T)$ and the temperature of the\nKosterlitz-Thouless phase transition to the superfluid state in the system of\ntwo-dimensional indirect magnetobiexcitons, interacting as electrical\nquadrupoles, are obtained for both QW and graphene realizations.\n","Comment: 4 pages, 2 figures"]}]
["0711.0977",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","53C07","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0977"],"date":["2007-11-06"],"type":["text"],"creator":["Loftin, John"],"language":[],"coverage":[],"title":["Affine Hermitian-Einstein Metrics"],"description":["  We develop a theory of stable bundles and affine Hermitian-Einstein metrics\nfor flat vector bundles over a special affine manifold (a manifold admitting an\natlas whose gluing maps are all locally constant volume-preserving affine\nmaps). Our paper presents a parallel to Donaldson-Uhlenbeck-Yau's proof of the\nexistence of Hermitian-Einstein metrics on K\\\"ahler manifolds, and the\nextension of this theorem by Li-Yau to the non-K\\\"ahler complex case of\nGauduchon metrics. Our definition of stability involves only flat vector\nsubbundles (and not singular subsheaves), and so is simpler than the complex\ncase in some places.\n","Comment: 37 pages"]}]
["0711.0979",{"format":[],"subject":["Mathematics - Dynamical Systems","37B05, 37C05, 57E05, 54H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0979"],"date":["2007-11-06"],"type":["text"],"creator":["Santos, N. M. Dos","UrzÚa-Luz, R."],"language":[],"coverage":[],"title":["Minimal Homeomorphisms on Low-Dimension Tori"],"description":["  In this article we study minimal homeomorphisms(all orbits are dense) of the\ntori $T^{n},$ $n<5.$ The linear part of a homeomorphism $\\phi $ of $T^{n}$ is\nthe linear mapping $L$ induced by $\\phi $ on the first homology group of\n$T^{n}$. It follows from the Lefschetz fixed point theorem that 1 is an\neigenvalue of $L$ if $\\phi $ minimal. We show that if $\\phi $ is minimal and\n$n<5$ then $L$ is quasi-unipontent, i.e., all the eigenvalues of $L$ are roots\nof unity and conversely if $L\\in GL(n,\\Z)$ is quasi-unipotent and 1 is an\neigenvalue of $L$ then there exists a $ C^{\\infty}$ minimal skew-product\ndiffeomorphism $\\phi $ of $T^{n}$ whose linear part is precisely $L.$ We do not\nknow if these results are true for $n>4$. We give a sufficient condition for a\nsmooth skew-product diffeomorphism of a torus of arbitrary dimension to be\nsmoothly conjugate to an affine transformation.\n","Comment: 16 PAGES"]}]
["0711.0983",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M15 (Primary), 55N91 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0983"],"date":["2007-11-06"],"type":["text"],"creator":["Anderson, Dave"],"language":[],"coverage":[],"title":["Positivity in the cohomology of flag bundles (after Graham)"],"description":["  We give a short, geometric proof of Graham's theorem on positivity in the\nequivariant cohomology of a flag variety, based on a transversality argument.\n","Comment: 4 pages; comments welcome"]}]
["0711.0984",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0984"],"date":["2007-11-06"],"type":["text"],"creator":["Takeda, Genya","Kita, Ryosuke","Rasio, Frederic A.","Rubinstein, Samuel M."],"language":[],"coverage":[],"title":["Secular Evolution of Planetary Systems in Binaries"],"description":["  The orbital eccentricity of a single planet around a component of a stellar\nbinary system with a sufficiently large mutual inclination angle is known to\noscillate on a secular timescale through the Kozai mechanism. We have\ninvestigated the effects of the Kozai mechanism on double-planet systems in\nbinaries. The evolutionary sequence of a pair of planets under the influence of\na binary companion is fairly complex. Various dynamical outcomes are seen in\nnumerical simulations. One interesting outcome is the rigid rotation of the\nplanetary orbits in which the planetary orbital planes secularly precess in\nconcert, while the orbital eccentricities oscillate synchronously. In such\ncases the outer planet acts as a propagator of the perturbation from the binary\ncompanion to the inner planet and drives the inner planetary orbit to precess\nat a rate faster than what is predicted by the Kozai mechanism.\n","Comment: 8 pages, 3 figures, to appear in \"Extreme Solar Systems,\" ASP\n  Conference Series, ed. Debra Fischer, Fred Rasio, Steve Thorsett and Alex\n  Wolszczan"]}]
["0711.0986",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0986"],"date":["2007-11-06"],"type":["text"],"creator":["Leonid","Kontorovich"],"language":[],"coverage":[],"title":["Constructing processes with prescribed mixing coefficients"],"description":["  The rate at which dependencies between future and past observations decay in\na random process may be quantified in terms of mixing coefficients. The latter\nin turn appear in strong laws of large numbers and concentration of measure\nresults for dependent random variables. Questions regarding what rates are\npossible for various notions of mixing have been posed since the 1960's, and\nhave important implications for some open problems in the theory of strong\nmixing conditions.\n  This paper deals with $\\eta$-mixing, a notion defined in [Kontorovich and\nRamanan], which is closely related to $\\phi$-mixing. We show that there exist\nmeasures on finite sequences with essentially arbitrary $\\eta$-mixing\ncoefficients, as well as processes with arbitrarily slow mixing rates.\n","Comment: 10 pages"]}]
["0711.0996",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0996"],"date":["2007-11-06"],"type":["text"],"creator":["Nakamura, Kouji"],"language":[],"coverage":[],"title":["\"Gauge\" in General Relativity: Second-order general relativistic\n  gauge-invariant perturbation theory"],"description":["  As in the case of the other gauge field theories, there is so called\n``gauge'' also in general relativity. This ``gauge'' is unphysical degree of\nfreedom. There are two kinds of ``gauges'' in general relativity. These are\ncalled the first- and the second-kind of gauges, respectively. The gauge of the\nfirst kind is just coordinate system on a single manifold. On the other hand,\nthe gauge of the second kind arises in the general relativistic perturbations.\nThrough the precise distinction of these two concepts of ``gauges'', we develop\nsecond-order gauge-invariant general relativistic perturbation theory.\n","Comment: 4 pages, lt7-proc.cls, Prepared for the proceeding of the 7th\n  internaltional conference on \"Lie Theory and Its Application in Physics\"\n  18-24 June 2007, Varna, Bulgaria"]}]
["0711.1008",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1008"],"date":["2007-11-07"],"type":["text"],"creator":["Osorio, Gustavo","di Bernardo, Mario","Santini, Stefania"],"language":[],"coverage":[],"title":["Corner-Impact Bifurcations: a novel class of discontinuity-induced\n  bifurcations in Cam-Follower Systems"],"description":["  This paper is concerned with the analysis of a class of impacting systems of\nrelevance in applications: cam-follower systems. We show that these systems,\nwhich can be modelled as discontinuously forced impact oscillators, can exhibit\ncomplex behaviour due to the detachment at high rotational speeds between the\nfollower and the cam. We propose that the observed phenomena can be explained\nin terms of a novel type of discontinuity-induced bifurcation, termed as\ncorner-impact. We present a complete analysis of this bifurcation in the case\nof non-autonomous impact oscillator and explain the transition to chaos\nobserved in a representative cam-follower example. The theoretical findings are\nvalidated numerically.\n"]}]
["0711.1013",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1013"],"date":["2007-11-07"],"type":["text"],"creator":["Gaskell, C. Martin","Benker, A. J."],"language":[],"coverage":[],"title":["AGN Reddening and Ultraviolet Extinction Curves from Hubble Space\n  Telescope Spectra"],"description":["  We present intrinsic extinction curves for 14 AGNs. The AGNs have reddenings,\nE(B-V), of up to 0.36 mag. The majority (13 out of 14) of the extinction curves\nare not steep in the UV. Of the seven best determined extinction curves, five\nhave extinction curves that are as flat as the standard Galactic curve in the\noptical and near UV, but flatter in the far UV, and without the 2175 Angstrom\nfeature. One AGN, B3 0754+394, has a steep SMC-like extinction curve, and\nanother, Mrk 304, has an LMC-like extinction curve, including a probable 2175\nAng. bump. The remaining seven, lower-quality, extinction curves have overall\nshapes that are consistent with an LMC-like shape or a flatter shape. Two have\npossible 2175 features, and one might be identical to the Galactic curve. The\nflatter curves that predominate in our best determined extinction curves are\nnot as flat as the Gaskell et al. (2004) extinction curve for radio-loud AGNs.\nThis suggests that the previous radio-loud extinction curve might be slightly\ntoo flat in the range 4 < 1/lambda < 6.5 inverse microns because of\nluminosity-dependent reddening biases in the composite spectra, but further\ninvestigation is needed. We present a parameterized average AGN extinction\ncurve. Observed variations in the continuum properties of the AGNs are\ninconsistent with intrinsic object-to-object variations because observed\ndifferences are least in the far UV where changes in the accretion disk\nspectrum should be greatest. We suggest that the steepening of AGN spectra\naround Lyman alpha is the result of a small amount of SMC-like dust (E(B-V) ~\n0.03). We find the largest object-to-object differences in spectral shape to be\nin the Fe II emission of the \"small blue bump\".\n","Comment: 10 pages, 14 figures, submitted to Astrophysical Journal"]}]
["0711.1014",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - General Topology","20F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1014"],"date":["2007-11-07"],"type":["text"],"creator":["Bleak, Collin","Wassink, Bronlyn"],"language":[],"coverage":[],"title":["Finite index subgroups of R. Thompson's group F"],"description":["  The authors classify the finite index subgroups of R. Thompson's group\n  $F$. All such groups that are not isomorphic to $F$ are non-split extensions\nof finite cyclic groups by $F$. The classification describes precisely which\nfinite index subgroups of $F$ are isomorphic to $F$, and also separates the\nisomorphism classes of the finite index subgroups of $F$ which are not\nisomorphic to $F$ from each other; characterizing the structure of the\nextensions using properties of the structure of the finite index subgroups of\n$Z\\times Z$.\n","Comment: 26 pages, 8 figures"]}]
["0711.1015",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1015"],"date":["2007-11-07"],"type":["text"],"creator":["Pantokratoras, Asterios"],"language":[],"coverage":[],"title":["Comment on Effects of transverse magnetic field on mixed convection in\n  wall plume of power-law fluids, by Gorla, Lee, Nakamura and Pop, IJES, 1993"],"description":["  Comment on Effects of transverse magnetic field on mixed convection in wall\nplume of power-law fluids, by Rama Subba Reddy Gorla, Jin Kook Lee, Shoichiro\nNakamura and Ioan Pop [International Journal of Engineering Science, 31 (1993)\n1035-1045]. In the above paper the authors treat the boundary layer mixed\nconvection flow of a power-law fluid along a vertical adiabatic surface in a\ntransverse magnetic field with a steady thermal source at the leading edge. The\ngoverning non-similar equations are solved by means of a novel finite\ndifference scheme. However, there are two fundamental errors in this paper and\nthe presented results do not have any practical value.\n","Comment: 3 pages"]}]
["0711.1021",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1021"],"date":["2007-11-07"],"type":["text"],"creator":["Itakura, Toshifumi"],"language":[],"coverage":[],"title":["Paraelectric-to-ferroelectric crossover and electron dynamics from\n  time-dependent Hartree-Fock calculations"],"description":["  In recent years, researchers have discovered various excited states of\nelectrons having an excited domain with a structural order different from the\noriginal one. We examine a dynamics of electron system and phonon system by\nusing the time-dependent Hartree-Fock approximation. We examine time evolution\nwith spin degree of freedom. We found a thermally excited\nparaelectric-to-ferroelectric crossover. The metastable state is spin pierls\nstate. We also examine the Landau expansion of electron system at\nquarter-filled.\n","Comment: 9 pages, 4 figures"]}]
["0711.1022",{"format":[],"subject":["Mathematics - Differential Geometry","53C30","22E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1022"],"date":["2007-11-07"],"type":["text"],"creator":["Tamaru, Hiroshi"],"language":[],"coverage":[],"title":["Parabolic subgroups of semisimple Lie groups and Einstein solvmanifolds"],"description":["  In this paper, we study the solvmanifolds constructed from any parabolic\nsubalgebras of any semisimple Lie algebras. These solvmanifolds are naturally\nhomogeneous submanifolds of symmetric spaces of noncompact type. We show that\nthe Ricci curvatures of our solvmanifolds coincide with the restrictions of the\nRicci curvatures of the ambient symmetric spaces. Consequently, all of our\nsolvmanifolds are Einstein, which provide a large number of new examples of\nnoncompact homogeneous Einstein manifolds. We also show that our solvmanifolds\nare minimal, but not totally geodesic submanifolds of symmetric spaces.\n","Comment: 16pages"]}]
["0711.1024",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1024","Nanotechnology 18 (2007) 475502","doi:10.1088/0957-4484/18/47/475502"],"date":["2007-11-07"],"type":["text"],"creator":["Jourdan, Guillaume","Torricelli, Gauthier","Chevrier, Joël","Comin, Fabio"],"language":[],"coverage":[],"title":["Tuning the effective coupling of an AFM lever to a thermal bath"],"description":["  Fabrication of Nano-Electro-Mechanical-Systems (NEMS) of high quality is\nnowadays extremely efficient. These NEMS will be used as sensors and actuators\nin integrated systems. Their use however raises questions about their interface\n(actuation, detection, read out) with external detection and control systems.\nTheir operation implies many fundamental questions related to single particle\neffects such as Coulomb blockade, light matter interactions such as radiation\npressure, thermal effects, Casimir forces and the coupling of nanosystems to\nexternal world (thermal fluctuations, back action effect). Here we specifically\npresent how the damping of an oscillating cantilever can be tuned in two\nradically different ways: i) through an electro-mechanical coupling in the\npresence of a strong Johnson noise, ii) through an external feedback control of\nthermal fluctuations which is the cold damping closely related to Maxwell's\ndemon. This shows how the interplay between MEMS or NEMS external control and\ntheir coupling to a thermal bath can lead to a wealth of effects that are\nnowadays extensively studied in different areas.\n"]}]
["0711.1025",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1025"],"date":["2007-11-07"],"type":["text"],"creator":["Gaskell, C. Martin","Klimek, Elizabeth S.","Nazarova, Ludmila S."],"language":[],"coverage":[],"title":["NGC 5548: The AGN Energy Budget Problem and the Geometry of the\n  Broad-Line Region and Torus"],"description":["  We consider in detail the spectral energy distribution (SED) and\nmulti-wavelength variability of NGC5548. Comparison with the SEDs of other AGNs\nimplies that the internal reddening of NGC5548 is E(B-V) = 0.17 mag. The\nextinction curve is consistent with the mean curve of other AGNs found by\nGaskell & Benker, but inconsistent with an SMC-type reddening curve. Because\nmost IR emission originates exterior to the broad-line region (BLR), the SED\nseen by the inner BLR is different from that seen by the outer BLR and from the\nearth. The most likely BLR covering factor is ~ 40% and it is not possible to\nget an overall BLR covering factor of less than 20%. This requires that the BLR\nis not spherically symmetric and that we are viewing through a hole.\nLine-continuum variability transfer functions are consistent with this\ngeometry. The covering factor and geometry imply that near the equatorial plane\nthe BLR covering approaches 100%. The spectrum seen by the outer regions of the\nBLR and by the torus is thus modified by the absorption in the inner BLR. This\nshielding solves the problem of observed BLR ionization stratification being\nmuch greater than implied by photoionization models. The BLR obscuration also\nremoves the problem of the torus covering factor being greater than the BLR\ncovering factor, and gives consistency with the observed fraction of obscured\nAGNs. The flux reduction at the torus also reduces the problem of AGN\ndust-reverberation lags giving sizes smaller than the dust-sublimation radii.\n","Comment: 16 pages, 10 figures, submitted to Astrophysical Journal"]}]
["0711.1027",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1027"],"date":["2007-11-07"],"type":["text"],"creator":["Inoue, Susumu","Sigl, Guenter","Miniati, Francesco","Armengaud, Eric"],"language":[],"coverage":[],"title":["Ultrahigh energy cosmic rays as heavy nuclei from cluster accretion\n  shocks"],"description":["  Large-scale accretion shocks around massive clusters of galaxies, generically\nexpected in hierarchical scenarios of cosmological structure formation, are\nshown to be potential sources of the observed ultrahigh energy cosmic rays\n(UHECRs) by accelerating a mixture of heavy nuclei including the iron group\nelements. Current observations can be explained if the source composition at\ninjection for the heavier nuclei is somewhat enhanced from simple expectations\nfor the accreting gas. The proposed picture should be testable by current and\nupcoming facilities in the near future through characteristic features in the\nUHECR spectrum, composition and anisotropy. The associated X-ray and gamma-ray\nsignatures are also briefly discussed.\n","Comment: 4 pages, 4 figures, Proceedings of the 30th ICRC, Merida, Mexico,\n  2007"]}]
["0711.1032",{"format":[],"subject":["Mathematical Physics","05E05, 11C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1032"],"date":["2007-11-07"],"type":["text"],"creator":["Hatzinikitas, Agapitos"],"language":[],"coverage":[],"title":["A Diagrammatic Approach for the Coefficients of the Characteristic\n  Polynomial"],"description":["  In this work we provide a novel approach for computing the coefficients of\nthe characteristic polynomial of a square matrix. We demonstrate that each\ncoefficient can be efficiently represented by a set of circle graphs. Thus, one\ncan employ a diagrammatic approach to determine the coefficients of the\ncharacteristic polynomial.\n","Comment: 4 pages"]}]
["0711.1033",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1033"],"date":["2007-11-07"],"type":["text"],"creator":["Nersessian, Armen","Yeghikyan, Vahagn"],"language":[],"coverage":[],"title":["Anisotropic Higgs oscillator"],"description":["  We present the higher-dimensional generalization of anisotropic\n(pseudo)spherical oscillator suggested recently in [arXiv:0710.5001], and the\nrelated spherical and pseudosperical generalizations (MICZ-)Kepler like systems\nwith Stark term and $\\cos\\theta$ potential. We write down the potentials and\nhidden symmetry generators of these systems, in terms of ambient Euclidean\nspace.\n","Comment: Contribution to the proceedings of the International Workshop\n  \"Supersymmetries and Quantum Symmetries\" (SQS'07), Dubna, July 30-August 4\n  2007"]}]
["0711.1038",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1038","Dans TAIMA'07, Traitement et Analyse de l'Information : M\\'ethodes\n  et Applications (2007)"],"date":["2007-11-07"],"type":["text"],"creator":["Bouselmi, Ghazi","Fohr, Dominique","Illina, Irina","Haton, Jean-Paul"],"language":[],"coverage":[],"title":["Am\\'elioration des Performances des Syst\\`emes Automatiques de\n  Reconnaissance de la Parole pour la Parole Non Native"],"description":["  In this article, we present an approach for non native automatic speech\nrecognition (ASR). We propose two methods to adapt existing ASR systems to the\nnon-native accents. The first method is based on the modification of acoustic\nmodels through integration of acoustic models from the mother tong. The\nphonemes of the target language are pronounced in a similar manner to the\nnative language of speakers. We propose to combine the models of confused\nphonemes so that the ASR system could recognize both concurrent\npronounciations. The second method we propose is a refinment of the\npronounciation error detection through the introduction of graphemic\nconstraints. Indeed, non native speakers may rely on the writing of words in\ntheir uttering. Thus, the pronounctiation errors might depend on the characters\ncomposing the words. The average error rate reduction that we observed is\n(22.5%) relative for the sentence error rate, and 34.5% (relative) in word\nerror rate.\n"]}]
["0711.1044",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1044"],"date":["2007-11-07"],"type":["text"],"creator":["Fuchs, B.","Esquivel, O."],"language":[],"coverage":[],"title":["Can Massive Dark Haloes Destroy the Disks of Dwarf Galaxies?"],"description":["  Recent high-resolution simulations together with theoretical studies of the\ndynamical evolution of galactic disks have shown that contrary to wide-held\nbeliefs a `live', dynamically responsive, dark halo surrounding a disk does not\nstabilize the disk against dynamical instabilities. We generalize Toomre's Q\nstability parameter for a disk-halo system and show that if a disk, which would\nbe otherwise stable, is embedded in a halo, which is too massive and cold, the\ncombined disk-halo system can become locally Jeans unstable. The good news is,\non the other hand, that this will not happen in real dark haloes, which are in\nradial hydrostatic equilibrium. Even very low-mass disks are not prone to such\ndynamical instabilities.\n","Comment: 9 pages, 2 figures, to appear in Proc. 6th Int. Heidelberg Conf. on\n  dark matter in astro and particle physics, Sydney, Sept 24 - 28"]}]
["0711.1055",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1055"],"date":["2007-11-07"],"type":["text"],"creator":["Andersson, Daniel","Hansen, Kristoffer Arnsfelt","Miltersen, Peter Bro","Sorensen, Troels Bjerre"],"language":[],"coverage":[],"title":["Simple Recursive Games"],"description":["  We define the class of \"simple recursive games\". A simple recursive game is\ndefined as a simple stochastic game (a notion due to Anne Condon), except that\nwe allow arbitrary real payoffs but disallow moves of chance. We study the\ncomplexity of solving simple recursive games and obtain an almost-linear time\ncomparison-based algorithm for computing an equilibrium of such a game. The\nexistence of a linear time comparison-based algorithm remains an open problem.\n"]}]
["0711.1056",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1056"],"date":["2007-11-07"],"type":["text"],"creator":["Sason, Igal","Wiechman, Gil"],"language":[],"coverage":[],"title":["Bounds on the Number of Iterations for Turbo-Like Ensembles over the\n  Binary Erasure Channe"],"description":["  This paper provides simple lower bounds on the number of iterations which is\nrequired for successful message-passing decoding of some important families of\ngraph-based code ensembles (including low-density parity-check codes and\nvariations of repeat-accumulate codes). The transmission of the code ensembles\nis assumed to take place over a binary erasure channel, and the bounds refer to\nthe asymptotic case where we let the block length tend to infinity. The\nsimplicity of the bounds derived in this paper stems from the fact that they\nare easily evaluated and are expressed in terms of some basic parameters of the\nensemble which include the fraction of degree-2 variable nodes, the target bit\nerasure probability and the gap between the channel capacity and the design\nrate of the ensemble. This paper demonstrates that the number of iterations\nwhich is required for successful message-passing decoding scales at least like\nthe inverse of the gap (in rate) to capacity, provided that the fraction of\ndegree-2 variable nodes of these turbo-like ensembles does not vanish (hence,\nthe number of iterations becomes unbounded as the gap to capacity vanishes).\n","Comment: Submitted to the IEEE Trans. on Information Theory, November 7th,\n  2007"]}]
["0711.1060",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1060"],"date":["2007-11-07"],"type":["text"],"creator":["Kwon, Soonsik"],"language":[],"coverage":[],"title":["Well-posedness and ill-posedness of the fifth order modifed KdV equation"],"description":["  We consider the initial value problem of the fifth order modified KdV\nequation on the Sobolev spaces. \\partial_t u - \\partial_x^5u +\nc_1\\partial_x^3(u^3) + c_2u\\partial_x u\\partial_x^2 u + c_3uu\\partial_x^3 u =0,\nu(x,0)= u_0(x) where $ u:R\\timesR \\to R $ and $c_j$'s are real. We show the\nlocal well-posedness in H^s(R) for s \\geq 3/4 via the contraction principle on\n$X^{s,b}$ space. Also, we show that the solution map from data to the solutions\nfails to be uniformly continuous below $H^{3/4}(R)$. The counter example is\nobtained by approximating the fifth order mKdV equation by the cubic NLS\nequation.\n","Comment: 16 pages"]}]
["0711.1064",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1064","Nonlin. Processes Geophys., 14, 681-694, 2007"],"date":["2007-11-07"],"type":["text"],"creator":["Lacorata, Guglielmo","Vulpiani, Angelo"],"language":[],"coverage":[],"title":["Fluctuation-Response Relation and modeling in systems with fast and slow\n  dynamics"],"description":["  We show how a general formulation of the Fluctuation-Response Relation is\nable to describe in detail the connection between response properties to\nexternal perturbations and spontaneous fluctuations in systems with fast and\nslow variables. The method is tested by using the 360-variable Lorenz-96 model,\nwhere slow and fast variables are coupled to one another with reciprocal\nfeedback, and a simplified low dimensional system. In the Fluctuation-Response\ncontext, the influence of the fast dynamics on the slow dynamics relies in a\nnon trivial behavior of a suitable quadratic response function. This has\nimportant consequences for the modeling of the slow dynamics in terms of a\nLangevin equation: beyond a certain intrinsic time interval even the optimal\nmodel can give just statistical prediction.\n","Comment: 40 pages"]}]
["0711.1068",{"format":[],"subject":["Mathematics - Probability","60J65","60G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1068"],"date":["2007-11-07"],"type":["text"],"creator":["Zambotti, Lorenzo"],"language":[],"coverage":[],"title":["A conservative evolution of the Brownian excursion"],"description":["  We consider the problem of conditioning the Brownian excursion to have a\nfixed time average over the interval [0,1] and we study an associated\nstochastic partial differential equation with reflection at 0 and with the\nconstraint of conservation of the space average. The equation is driven by the\nderivative in space of a space-time white noise and contains a double Laplacian\nin the drift. Due to the lack of the maximum principle for the double\nLaplacian, the standard techniques based on the penalization method do not\nyield existence of a solution.\n"]}]
["0711.1069",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1069"],"date":["2007-11-07"],"type":["text"],"creator":["De Leo, Roberto","Demelio, Sergio"],"language":[],"coverage":[],"title":["Numerical analysis of solitons profiles in a composite model for DNA to\n  rsion dynamics"],"description":["  We present the results of our numerical analysis of a \"composite\" model of\nDNA which generalizes a well-known elementary torsional model of Yakushevich by\nallowing bases to move independently from the backbone. The model shares with\nthe Yakushevich model many features and results but it represents an\nimprovement from both the conceptual and the phenomenological point of view. It\nprovides a more realistic description of DNA and possibly a justification for\nthe use of models which consider the DNA chain as uniform. It shows that the\nexistence of solitons is a generic feature of the underlying nonlinear dynamics\nand is to a large extent independent of the detailed modelling of DNA. As\nopposite to the Yakushevich model, where it is needed to use an unphysical\nvalue for the torsion in order to induce the correct velocity of sound, the\nmodel we consider supports solitonic solutions, qualitatively and\nquantitatively very similar to the Yakushevich solitons, in a fully realistic\nrange of all the physical parameters characterizing the DNA.\n","Comment: 16 pages, 9 figures"]}]
["0711.1070",{"format":[],"subject":["Mathematics - Numerical Analysis","65N25","65J10","65N55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1070"],"date":["2007-11-07"],"type":["text"],"creator":["Dahmen, W.","Rohwedder, T.","Schneider, R.","Zeiser, A."],"language":[],"coverage":[],"title":["Adaptive Eigenvalue Computation - Complexity Estimates"],"description":["  This paper is concerned with the design and analysis of a fully adaptive\neigenvalue solver for linear symmetric operators. After transforming the\noriginal problem into an equivalent one formulated on $\\ell_2$, the space of\nsquare summable sequences, the problem becomes sufficiently well conditioned so\nthat a gradient type iteration can be shown to reduce the error by some fixed\nfactor per step. It then remains to realize these (ideal) iterations within\nsuitable dynamically updated error tolerances. It is shown under which\ncircumstances the adaptive scheme exhibits in some sense asymptotically optimal\ncomplexity.\n","Comment: submitted to Math. Comp"]}]
["0711.1078",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1078"],"date":["2007-11-07","2007-11-08"],"type":["text"],"creator":["Mostafazadeh, Ali"],"language":[],"coverage":[],"title":["Comment on \"Reply to Comment on Time-dependent Quasi-Hermitian\n  Hamiltonians and the Unitary Quantum Evolution\""],"description":["  I point out that if one defines the operator $U_R(t)$ as done by M. Znojil in\nhis reply [arXiv:0711.0514v1] to my comment [arXiv:0711.0137v1] and also\naccepts the validity of the defining relation of $U_R(t)$ as given in his paper\n[arXiv:0710.5653v1], one finds that the time-evolution of the associated\nquantum system is not governed by the Schr\\\"odinger equation for the\nHamiltonian operator $H$ but an operator $H'$ which differs from $H$ if the\nmetric operator is time-dependent. In the latter case this effective\nHamiltonian $H'$ is not observable. This is consistent with the conclusions of\nmy paper [Phys. Lett. B 650, 208 (2007), arXiv:0706.1872v2] which allow for\nunitary time-evolution generated by unobservable Hamiltonians.\n","Comment: 3 pages"]}]
["0711.1087",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1087"],"date":["2007-11-07"],"type":["text"],"creator":["Kroetz, Bernhard","Schlichtkrull, Henrik"],"language":[],"coverage":[],"title":["On function spaces on symmetric spaces"],"description":["  Let Y=G/H be a semisimple symmetric space. It is shown that the smooth\nvectors for the regular representation of G on L^p(Y) vanish at infinity.\n","Comment: 8 pages"]}]
["0711.1098",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1098"],"date":["2007-11-07"],"type":["text"],"creator":["Koslowski, Tim A."],"language":[],"coverage":[],"title":["A Cosmological Sector in Loop Quantum Gravity"],"description":["  We use the method of embedding a subsystem (i.e. its observable algebra) into\na larger quantum system to extract a cosmological sector from full Loop Quantum\nGravity. The application of this method provides a setting for a systematic\nstudy of the interplay between diffeomorphism invariance and symmetry\nreduction. The non-triviality of this relation is shown by extracting a\ncosmological system that has configurations variables that are very similar to\nthe ones of a super-selection sector of standard Loop Quantum Cosmology. The\nfull operator algebra however turns out to be different from standard Loop\nQuantum Cosmology. The homogeneous isotropic sector of pure gravity turns out\nto be quantum mechanics on a circle. The dynamics of our system seems\npathological at first sight, and we give both mathematical and physical reasons\nfor this behavior and we explain a strategy to cure these pathologies.\n","Comment: 51 pages, LaTeX, no figures"]}]
["0711.1099",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1099"],"date":["2007-11-07"],"type":["text"],"creator":["Knape, Margarete","Neininger, Ralph"],"language":[],"coverage":[],"title":["Approximating Perpetuities"],"description":["  We propose and analyze an algorithm to approximate distribution functions and\ndensities of perpetuities. Our algorithm refines an earlier approach based on\niterating discretized versions of the fixed point equation that defines the\nperpetuity. We significantly reduce the complexity of the earlier algorithm.\nAlso one particular perpetuity arising in the analysis of the selection\nalgorithm Quickselect is studied in more detail. Our approach works well for\ndistribution functions. For densities we have weaker error bounds although\ncomputer experiments indicate that densities can also be approximated well.\n"]}]
["0711.1100",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1100"],"date":["2007-11-07"],"type":["text"],"creator":["Glavatskiy, K. S.","Bedeaux, D."],"language":[],"coverage":[],"title":["The square gradient model in a two-phase mixture II. Non-equilibrium\n  properties of a 2D-isotropic interface"],"description":["  In earlier work \\cite{bedeaux/vdW/I, bedeaux/vdW/II, bedeaux/vdW/III} a\nsystematic extension of the van der Waals square gradient model to\nnon-equilibrium one-component systems was given. In this work the focus was on\nheat and mass transfer through the liquid-vapor interface as caused by a\ntemperature difference or an over or under pressure. It was established that\nthe surface as described using Gibbs excess densities was in local equilibrium.\nHeat and mass transfer coefficients were evaluated. In our first paper\n\\cite{glav/gradient/eq/I} we discussed the equilibrium properties of a\nmulti-component system following the same procedure. In particular, we derived\nan explicit expression for the pressure tensor and discussed the validity of\nthe Gibbs relation in the interfacial region. In this paper we will give an\nextension of this approach to multi-component non-equilibrium systems in the\nsystematic context of non-equilibrium thermodynamics. The two-dimensional\nisotropy of the interface is discussed. Furthermore we give numerically\nobtained profiles of the concentration, the mole fraction and the temperature,\nwhich illustrate the solution for some special cases.\n","Comment: 22 pages, 13 figures"]}]
["0711.1101",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1101","Nanotechnology 18 (2007) 225704","doi:10.1088/0957-4484/18/22/225704"],"date":["2007-11-07"],"type":["text"],"creator":["Escrig, J.","Altbir, D.","Nielsch, K."],"language":[],"coverage":[],"title":["Magnetic properties of bi-phase micro- and nanotubes"],"description":["  The magnetic configurations of bi-phase micro- and nanotubes consisting of a\nferromagnetic internal tube, an intermediate non-magnetic spacer, and an\nexternal magnetic shell are investigated as a function of their geometry. Based\non a continuum approach we obtained analytical expressions for the energy which\nlead us to obtain phase diagrams giving the relative stability of\ncharacteristic internal magnetic configurations of the bi-phase tubes.\n"]}]
["0711.1102",{"format":[],"subject":["Physics - Physics Education","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1102"],"date":["2007-11-07"],"type":["text"],"creator":["Demontoux, François"],"language":[],"coverage":[],"title":["Approche p\\'edagogique sur l'innocuit\\'e des technologies de r\\'eseaux\n  sans fil"],"description":["  The wireless networks technologies are becoming more prevalent. As part of\nour courses, we have to deal with the technical aspects of these technologies.\nHowever, the experience of mobile telephony has shown fears that these products\ncan lead to the general public. The latter comes from the use of\nelectromagnetic waves at frequencies close to the frequencies of microwaves\noven(2.45 GHz). Studies are under way for years in order to identify the\npossible effects on the body related to prolonged use of mobile phones.\nWireless networks like WiFi or ZigBee for example works with microwave\nfrequencies. On the other hand, problems relating to electromagnetic\ncompatibility waves with the electronic devices must also be studied. The\nquestion of the safety of these technologies must be addressed with the\nstudents. They will may need to install such equipment. We have integrated the\nteaching of wireless networks in a chapter dealing with current standards of\nexposure to electromagnetic waves for living beings and the electronic devices.\nThe aim of our approach is the obtention of knowledges by the student. so he\nwill be able to form an opinion and to provide a speech enlightened to future\nusers of these networks. To this end, we have developed a visualization tool\nfor the distribution of electromagnetic fields. This tool being used will help\nyou understand the electromagnetic environment in which we live and quantify\nthe values of electromagnetic fields (telephony, television, radio, WiFi,\nBluetooth, ZigBee, microwave oven, etc.).\n"]}]
["0711.1104",{"format":[],"subject":["Mathematics - General Topology","03E99, 54D20, 54E52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1104"],"date":["2007-11-07"],"type":["text"],"creator":["Scheepers, Marion"],"language":[],"coverage":[],"title":["Selection Principles and Baire spaces"],"description":["  We prove that if X is a separable metric space with the Hurewicz covering\nproperty, then the Banach-Mazur game played on X is determined. The implication\nis not true when \"Hurewicz covering property\" is replaced with \"Menger covering\nproperty\".\n","Comment: 7 pages"]}]
["0711.1106",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1106"],"date":["2007-11-07"],"type":["text"],"creator":["Hinrichsen, Haye"],"language":[],"coverage":[],"title":["Ageing in homogeneous systems at criticality"],"description":["  Ageing phenomena are observed in a large variety of dynamical systems\nexhibiting a slow relaxation from a non-equilibrium initial state. Ageing can\nbe characterised in terms of the linear response R(t,s) at time t to a local\nperturbation at time s<t. Usually one distinguishes two dynamical regimes,\nnamely, the quasi-stationary regime, where the response is translationally\ninvariant in time, and the ageing regime, where this invariance is broken. In\ngeneral these two regimes are separate in the sense that the two limits of (a)\ntaking t,s to infinity while keeping t/s fixed, and (b) taking t,s to infinity\nwith fixed t-s, give different results. In recent years, ageing was also\ninvestigated in the context of homogeneous critical systems such as the\nGlauber-Ising model and the contact process. Here we argue that, in contrast to\na widespread believe, homogeneous critical systems do not have a separate\nquasi-stationary regime, hence the two limits do commute. Moreover, it is\ndiscussed under which conditions two particular exponents, denoted as a and a'\nin the literature, have to be identical.\n","Comment: 8 pages, 2 eps figures"]}]
["0711.1108",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44","35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1108"],"date":["2007-11-07"],"type":["text"],"creator":["Schnürer, Oliver C.","Azouani, Abderrahim","Georgi, Marc","Hell, Juliette","Jangle, Nihar","Koeller, Amos","Marxen, Tobias","Ritthaler, Sandra","Sáez, Mariel","Schulze, Felix","Smith, Brian","Seminar, for the Lens"],"language":[],"coverage":[],"title":["Evolution of convex lens-shaped networks under curve shortening flow"],"description":["  We consider convex symmetric lens-shaped networks in R^2 that evolve under\ncurve shortening flow. We show that the enclosed convex domain shrinks to a\npoint in finite time. Furthermore, after appropriate rescaling the evolving\nnetworks converge to a self-similarly shrinking network, which we prove to be\nunique in an appropriate class. We also include a classification result for\nsome self-similarly shrinking networks.\n","Comment: 29 pages, 5 figures"]}]
["0711.1114",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1114"],"date":["2007-11-07"],"type":["text"],"creator":["Rubio, Ana M.","Alvarez, G.","Freire, J. J."],"language":[],"coverage":[],"title":["Intramolecular distances and form factor of cyclic chains with excluded\n  volume interactions"],"description":["  Numerical simulations are performed for isolated cyclic chains with excluded\nvolume. Data are reported for the form factor, S(x), where x is the reduced\nscattering variable, and also for averages and distributions of the distance\nbetween intramolecular units. The averages of distances are compared with two\nalternative expressions describing their dependence with the number of segments\nseparating the units. The distribution function results are compared with the\ndes Cloizeaux form. Finally the S(x) data are compared with theoretical\nfunctions also derived from the des Cloizeaux expression for the distribution\nfunction. Moreover, the low x and asymptotic expansions of these functions are\nobtained. Based on these expansions, simple formulas are proposed to give a\ngood description of the simulation data in the whole range of values of x. A\ncomparison with similar results for linear chains is also included.\n","Comment: 26 pages, including 4 Figures"]}]
["0711.1117",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1117"],"date":["2007-11-07"],"type":["text"],"creator":["Scheibert, J.","Prevost, A.","Frelat, J.","Rey, P.","Debrégeas, G."],"language":[],"coverage":[],"title":["Local contact stress measurements at a rough interface"],"description":["  An original MEMS-based force sensing device is designed which allows to\nmeasure spatially resolved normal and tangential stress fields at the base of\nan elastomeric film. This device is used for the study of the contact stress\nbetween a rough film and a smooth glass sphere under normal load. The measured\nprofiles are compared to Finite Elements Method calculations for a smooth\ncontact with boundary conditions obeying Amontons-Coulomb's friction law. The\naccuracy of the measurements allows to discriminate between dry and lubricated\ncontact conditions and to evidence load-dependent deviations from\nAmontons-Coulomb's profiles. These deviations are qualitatively interpreted by\ntaking into account the finite compliance of the micro-contact population.\n","Comment: 4 pages, 5 figures"]}]
["0711.1126",{"format":[],"subject":["Mathematics - General Mathematics","11P32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1126"],"date":["2007-11-07"],"type":["text"],"creator":["Revilla, Fernando"],"language":[],"coverage":[],"title":["Goldbach Conjecture and First-Order Arithmetic"],"description":["  Using the concepts of Hyperbolic Classification of Natural Numbers, Essential\nRegions and Goldbach Conjecture Function we prove that the existence of a proof\nof the Goldbach Conjecture in First-Order Arithmetic would imply the existence\nof another proof in a certain extension that would not be valid in all states\nof time associated to natural numbers created by means of adequate dynamic\nprocesses.\n","Comment: 4 pages, presented in the First International Congress of Applied\n  Mathematics (Theoretical Foundations of Applied Mathematics) in Madrid on\n  June, 2007, reference 702"]}]
["0711.1131",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1131"],"date":["2007-11-07"],"type":["text"],"creator":["Guerini, I. Zanella S.","Fagan, S. B.","Filho, J. Mendes","Filho, A. G. Souza"],"language":[],"coverage":[],"title":["Chemical doping-induced gap opening and spin polarization in graphene"],"description":["  By using first principles calculations we report a chemical doping induced\ngap in graphene. The structural and electronic properties of CrO$_3$\ninteracting with graphene layer are calculated using ab initio methods based on\nthe density functional theory. The CrO$_3$ acts as an electron acceptor\nmodifying the original electronic and magnetic properties of the graphene\nsurface through a chemical adsorption. The changes induced in the electronic\nproperties are strongly dependent of the CrO$_3$ adsorption site and for some\nsites it is possible to open a gap in the electronic band structure. Spin\npolarization effects are also predicted for some adsorption configurations.\n","Comment: 9 pages, 2 figures"]}]
["0711.1132",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1132"],"date":["2007-11-07"],"type":["text"],"creator":["Frenkel, Edward","Gaitsgory, Dennis"],"language":[],"coverage":[],"title":["Local Geometric Langlands Correspondence: the Spherical Case"],"description":["  A module over an affine Kac--Moody algebra g^ is called spherical if the\naction of the Lie subalgebra g[[t]] on it integrates to an algebraic action of\nthe corresponding group G[[t]]. Consider the category of spherical g^-modules\nof critical level. In this paper we prove that this category is equivalent to\nthe category of quasi-coherent sheaves on the ind-scheme of opers on the\npunctured disc which are unramified as local systems. This result is a\ncategorical version of the well-known description of spherical vectors in\nrepresentations of groups over local non-archimedian fields. It may be viewed\nas a special case of the local geometric Langlands correspondence proposed in\narXiv:math/0508382.\n","Comment: 14 pages"]}]
["0711.1145",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1145"],"date":["2007-11-07"],"type":["text"],"creator":["Krogdahl, Wasley S."],"language":[],"coverage":[],"title":["A critique of general relativity"],"description":["  General relativity's successes and limitations are compared to those of\nspecial relativity.\n"]}]
["0711.1146",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1146"],"date":["2007-11-07"],"type":["text"],"creator":["Hoff, Peter D."],"language":[],"coverage":[],"title":["Modeling homophily and stochastic equivalence in symmetric relational\n  data"],"description":["  This article discusses a latent variable model for inference and prediction\nof symmetric relational data.\n  The model, based on the idea of the eigenvalue decomposition, represents the\nrelationship between two nodes as the weighted inner-product of node-specific\nvectors of latent characteristics. This ``eigenmodel'' generalizes other\npopular latent variable models, such as latent class and distance models: It is\nshown mathematically that any latent class or distance model has a\nrepresentation as an eigenmodel, but not vice-versa. The practical implications\nof this are examined in the context of three real datasets, for which the\neigenmodel has as good or better out-of-sample predictive performance than the\nother two models.\n","Comment: 12 pages, 4 figures, 1 table"]}]
["0711.1153",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44 (Primary), 53C21 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1153"],"date":["2007-11-07"],"type":["text"],"creator":["Knopf, Dan"],"language":[],"coverage":[],"title":["Estimating the trace-free Ricci tensor in Ricci flow"],"description":["  An important and natural question in the analysis of Ricci flow singularity\nformation in dimensions four and above is as follows: What are the weakest\nconditions that provide control of the norm of the Riemann curvature tensor? In\nthis short note, we show that on a compact manifold, the trace-free Ricci\ntensor is controlled in a precise fashion by the other components of the\nirreducible decomposition of the curvature tensor, without any hypotheses on\nthe initial data.\n"]}]
["0711.1157",{"format":[],"subject":["Mathematics - Combinatorics","05C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1157"],"date":["2007-11-07"],"type":["text"],"creator":["Harris, Mitchell A."],"language":[],"coverage":[],"title":["Toward a Unit Distance Embedding for the Heawood graph"],"description":["  The unit distance embeddability of a graph, like planarity, involves a mix of\nconstraints that are combinatorial and geometric. We construct a unit distance\nembedding for $H-e$ in the hope that it will lead to an embedding for $H$. We\nthen investigate analytical methods for a general decision procedure for\ntesting unit distance embeddability.\n","Comment: 7 pages, 4 figures"]}]
["cond-mat/0109483",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0109483","Phys. Rev. Lett. 88, 224101 (2002)","doi:10.1103/PhysRevLett.88.224101"],"date":["2001-09-26"],"type":["text"],"creator":["Schulman, L. S.","Mihokova, E.","Scardicchio, A.","Facchi, P.","Nikl, M.","Polak, K.","Gaveau, B."],"language":[],"coverage":[],"title":["Slow relaxation, confinement, and solitons"],"description":["  Millisecond crystal relaxation has been used to explain anomalous decay in\ndoped alkali halides. We attribute this slowness to Fermi-Pasta-Ulam solitons.\nOur model exhibits confinement of mechanical energy released by excitation.\nExtending the model to long times is justified by its relation to solitons,\nexcitations previously proposed to occur in alkali halides. Soliton damping and\nobservation are also discussed.\n"]}]
["cond-mat/0604159",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0604159","Phys. Rev. E 73, 036124 (2006)","doi:10.1103/PhysRevE.73.036124"],"date":["2006-04-06"],"type":["text"],"creator":["Gaveau, B.","Schulman, L. S."],"language":[],"coverage":[],"title":["Multiple phases in stochastic dynamics: geometry and probabilities"],"description":["  Stochastic dynamics is generated by a matrix of transition probabilities.\nCertain eigenvectors of this matrix provide observables, and when these are\nplotted in the appropriate multi-dimensional space the phases (in the sense of\nphase transitions) of the underlying system become manifest as extremal points.\nThis geometrical construction, which we call an\n\\textit{observable-representation of state space}, can allow hierarchical\nstructure to be observed. It also provides a method for the calculation of the\nprobability that an initial points ends in one or another asymptotic state.\n"]}]
["cond-mat/0604581",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0604581"],"date":["2006-04-25","2007-11-08"],"type":["text"],"creator":["Chang, Connie Te-ching","Sethna, James P."],"language":[],"coverage":[],"title":["Phonon Overlaps: Polyacetylene, Polarons, and Molecular Size"],"description":["  We provide a theory for the effects of polarons and phonons in mediating and\nsuppressing the quantum tunneling of electrons into single molecules of\nconducting polymers, motivated by experiments on molecular quantum dots. The\neffects of both phonons and excitations of the polaron particle-in-a-box\nexcitations are calculated. Using both the Su-Schrieffer-Heeger (SSH) model of\npolyacetylene and direct density-functional theory (DFT) calculations, we\ncalculate the suppression of ground--state to ground--state transitions and the\nposition and strength of the side-bands.\n"]}]
["cond-mat/0607422",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607422","J. Phys. A: Math. Gen. 39 10307-10321 (2006)","doi:10.1088/0305-4470/39/33/004"],"date":["2006-07-17"],"type":["text"],"creator":["Gaveau, Bernard","Schulman, Lawrence S.","Schulman, Leonard J."],"language":[],"coverage":[],"title":["Imaging geometry through dynamics: the observable representation"],"description":["  For many stochastic processes there is an underlying coordinate space, $V$,\nwith the process moving from point to point in $V$ or on variables (such as\nspin configurations) defined with respect to $V$. There is a matrix of\ntransition probabilities (whether between points in $V$ or between variables\ndefined on $V$) and we focus on its ``slow'' eigenvectors, those with\neigenvalues closest to that of the stationary eigenvector. These eigenvectors\nare the ``observables,'' and they can be used to recover geometrical features\nof $V$.\n"]}]
["cond-mat/0702157",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702157","Phys. Rev. B 76, 180401(R) (2007)","doi:10.1103/PhysRevB.76.180401"],"date":["2007-02-07","2007-11-08"],"type":["text"],"creator":["Rösch, Oliver","Vojta, Matthias"],"language":[],"coverage":[],"title":["Quantum phase transitions and dimensional reduction in antiferromagnets\n  with inter-layer frustration"],"description":["  For magnets with a fully frustrated inter-layer interaction, we argue that\nthe quantum phase transitions from a paramagnetic to an antiferromagnetic\nground state, driven by pressure or magnetic field, are asymptotically\nthree-dimensional, due to interaction-generated non-frustrated inter-layer\ncouplings. However, the relevant crossover scale is tiny, such that\ntwo-dimensional behavior occurs in an experimentally relevant low-temperature\nregime. In the pressure-driven case the phase transition may split, in which\ncase an Ising symmetry related to inter-layer bond order is broken before\nmagnetism occurs. We discuss the relation of our results to recent experiments\non BaCuSi2O6.\n","Comment: 4 pages, 3 figs; (v2) final version as published"]}]
["cond-mat/0702634",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702634","Journal of Physics Condensed Matter 19 (2007) 476204","doi:10.1088/0953-8984/19/47/476204"],"date":["2007-02-27","2007-11-08"],"type":["text"],"creator":["Vogel, Jan","Cherifi, Salia","Pizzini, Stefania","Romanens, Fabien","Camarero, Julio","Petroff, Frédéric","Heun, Stefan","Locatelli, Andrea"],"language":[],"coverage":[],"title":["Layer-resolved imaging of domain wall interactions in magnetic tunnel\n  junction-like trilayers"],"description":["  We have performed a layer-resolved, microscopic study of interactions between\ndomain walls in two magnetic layers separated by a non-magnetic one, using\nhigh-resolution x-ray photoemission electron microscopy. Domain walls in the\nhard magnetic Co layer of a Co/Al2O3/FeNi trilayer with in-plane uniaxial\nanisotropy strongly modify the local magnetization direction in the soft\nmagnetic FeNi layer. The stray fields associated to the domain walls lead to an\nantiparallel coupling between the local Co and FeNi moments. For domain walls\nparallel to the easy magnetization axis this interaction is limited to the\ndomain wall region itself. For strongly charged (head-on or tail-to-tail)\nwalls, the antiparallel coupling dominates the interaction over radial\ndistances up to several micrometers from the centre of the domain wall.\n","Comment: Published version, J. Phys.: Condens. Matter 19, 476204 (2007)"]}]
["math/0402365",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","57R45","57R75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402365","Kyushu J. Math., Vol. 59 (2005), 351--363"],"date":["2004-02-23","2007-11-08"],"type":["text"],"creator":["Kalmar, Boldizsar"],"language":[],"coverage":[],"title":["Cobordism group of Morse functions on unoriented surfaces"],"description":["  The computation of the cobordism group of Morse functions on unoriented\nsurfaces using Stein factorizations.\n","Comment: 12 pages, 6 figures"]}]
["math/0406362",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","60F10","60H15","35Q55","35Q51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406362","ESAIM: P&S, April 2005, Vol. 9, pp. 74-97","doi:10.1051/ps:2005005"],"date":["2004-06-18"],"type":["text"],"creator":["Gautier, Eric"],"language":[],"coverage":[],"title":["Large deviations and support results for nonlinear Schrodinger equations\n  with additive noise and applications"],"description":["  Sample path large deviations for the laws of the solutions of stochastic\nnonlinear Schrodinger equations when the noise converges to zero are presented.\nThe noise is a complex additive gaussian noise. It is white in time and colored\nspace wise. The solutions may be global or blow-up in finite time, the two\ncases are distinguished. The results are stated in trajectory spaces endowed\nwith projective limit topologies. In this setting, the support of the law of\nthe solution is also characterized. As a consequence, results on the law of the\nblow-up time and asymptotics when the noise converges to zero are obtained. An\napplication to the transmission of solitary waves in fiber optics is also\ngiven.\n"]}]
["math/0412319",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","60F10","60H15","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412319","Stochastic Process. Appl. 115, Issue 12, December 2005, pp.\n  1904-1927","doi:10.1016/j.spa.2005.06.011"],"date":["2004-12-16"],"type":["text"],"creator":["Gautier, Eric"],"language":[],"coverage":[],"title":["Uniform large deviations for the nonlinear Schrodinger equation with\n  multiplicative noise"],"description":["  Uniform large deviations for the laws of the paths of the solutions of the\nstochastic nonlinear Schrodinger equation when the noise converges to zero are\npresented. The noise is a real multiplicative Gaussian noise. It is white in\ntime and colored in space. The path space considered allows blow-up and is\nendowed with a topology analogue to a projective limit topology. Thus a large\nvariety of large deviation principle may be deduced by contraction. As a\nconsequence, asymptotics of the tails of the law of the blow-up time when the\nnoise converges to zero are obtained.\n"]}]
["math/0606372",{"format":[],"subject":["Mathematics - Differential Geometry","58J22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606372","Proc. Amer. Math. Soc. 135 (2007), 4057-4061"],"date":["2006-06-15","2007-11-08"],"type":["text"],"creator":["Miller, John G."],"language":[],"coverage":[],"title":["On weighted L^2 cohomology"],"description":["  Consider a complete orientable manifold with countably many components of\nbounded dimension. Suppose that its rational homology is infinitely generated\nin some degree. Then there is no choice of weight function for which the\nnatural map from weighted L^2 cohomology to de Rham cohomology is surjective in\nthat degree.\n","Comment: 7 pages. Published version. Improved introduction"]}]
["math/0609423",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60F10","60H15","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609423","Electronic Journal of Probability 12, June 2007, pp. 848-861"],"date":["2006-09-14"],"type":["text"],"creator":["Gautier, Eric"],"language":[],"coverage":[],"title":["Stochastic nonlinear Schrodinger equations driven by a fractional noise\n  - Well posedness, large deviations and support"],"description":["  We consider stochastic nonlinear Schrodinger equations driven by an additive\nnoise. The noise is fractional in time with Hurst parameter H in (0,1). It is\nalso colored in space and the space correlation operator is assumed to be\nnuclear. We study the local well-posedness of the equation. Under adequate\nassumptions on the initial data, the space correlations of the noise and for\nsome saturated nonlinearities, we prove a sample path large deviations\nprinciple and a support result. These results are stated in a space of\nexploding paths which are Holder continuous in time until blow-up. We treat the\ncase of Kerr nonlinearities when H > 1/2.\n"]}]
["math/0610326",{"format":[],"subject":["Mathematics - Probability","60K37, 60G50, 60J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610326"],"date":["2006-10-10","2007-11-08"],"type":["text"],"creator":["Zindy, Olivier"],"language":[],"coverage":[],"title":["Upper limits of Sinai's walk in random scenery"],"description":["  We consider Sinai's walk in i.i.d. random scenery and focus our attention on\na conjecture of R\\'ev\\'esz \\cite{r05} concerning the upper limits of Sinai's\nwalk in random scenery when the scenery is bounded from above. A close study of\nthe competition between the concentration property for Sinai's walk and\nnegative values for the scenery enables us to prove that the conjecture is true\nif the scenery has \"thin\" negative tails and is false otherwise.\n","Comment: 29 pages"]}]
["math/0701612",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701612"],"date":["2007-01-22","2007-11-08"],"type":["text"],"creator":["Buan, Aslak Bakke","Vatne, Dagfinn F."],"language":[],"coverage":[],"title":["Derived equivalence classification for cluster-tilted algebras of type\n  $A_n$"],"description":["  In this paper we give the derived equivalence classification of\ncluster-tilted algebras of type An. We show that the bounded derived category\nof such an algebra depends only on the number of 3-cycles in the quiver of the\nalgebra.\n","Comment: 13 pages. New version under a new name. References have been added,\n  and some proofs have been written out in more detail"]}]
["physics/0612064",{"format":[],"subject":["Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612064"],"date":["2006-12-06","2007-11-07"],"type":["text"],"creator":["Soshnikov, V. N."],"language":[],"coverage":[],"title":["On some peculiarities of electric field pulse propagation in electron\n  Maxwellian plasma and its back response"],"description":["  In the spirit of continued study of general plasma wave properties we\ninvestigated the boundary problem with the simplest form of electric field\npulse at the edge x=0 of half-infinite uniform plasma slab with Maxwellian\nelectron distribution function. In the case of longitudinal electric field\npulse its traveling velocity is essentially other than in the case of harmonic\nwaves; there is also no back response. In the case of transverse field pulse\nthere takes place the bimodal propagation rate of the non-damping fast pulse\nsignal and non-damping weak slow sign reversed pulse signals; some very weak\nresponse (echo) arises with a time delay in the near coordinate zone of\nformation of the asymptotical regime.\n","Comment: 5 pages, no figures (PDF)"]}]
["quant-ph/0109149",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0109149","Chaos, Solitons & Fractals 14, 823-830 (2002)","doi:10.1016/S0960-0779(02)00027-9"],"date":["2001-09-27"],"type":["text"],"creator":["Schulman, L. S."],"language":[],"coverage":[],"title":["Limits of fractality: Zeno boxes and relativistic particles"],"description":["  Physical fractals invariably have upper and lower limits for their fractal\nstructure. Berry has shown that a particle sharply confined to a box has a wave\nfunction that is fractal both in time and space, with no lower limit. In this\narticle, two idealizations of this picture are softened and a corresponding\nlower bound for fractality obtained. For a box created by repeated measurements\n(\\`a la the quantum Zeno effect), the lower bound is $\\Delta x\\sim \\Delta t\n(\\hbar/{mL})$ with $\\Dt$ the interval between measurements and $L$ is the size\nof the box. For a relativistic particle, the lower bound is the Compton\nwavelength, $\\hbar/mc$. The key step in deriving both results is to write the\npropagator as a sum over classical paths.\n"]}]
["quant-ph/0208068",{"format":[],"subject":["Quantum Physics","Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0208068","Medical Hypotheses (2004) 63(4): 633-646"],"date":["2002-08-10","2007-11-07"],"type":["text"],"creator":["Hu, Huping","Wu, Maoxin"],"language":[],"coverage":[],"title":["Spin-Mediated Consciousness: Theory, Experimental Studies, Further\n  Development & Related Topics"],"description":["  We postulate that consciousness is intrinsically connected to quantum spin\nsince the latter is the origin of quantum effects in both Bohm and Hestenes\nquantum formulisms and a fundamental quantum process associated with the\nstructure of space-time. Applying these ideas to the particular structures and\ndynamics of the brain, we have developed a detailed model of quantum\nconsciousness. We have also carried out experiments from the perspective of our\ntheory to test the possibility of quantum-entangling the quantum entities\ninside the brain with those of an external chemical substance. We found that\napplying magnetic pulses to the brain when an anaesthetic was placed in between\ncaused the brain to feel the effect of said anaesthetic as if the test subject\nhad actually inhaled the same. We further found that drinking water exposed to\nmagnetic pulses, laser light or microwave when an anaesthetic was placed in\nbetween also causes brain effects in various degrees. Additional experiments\nindicate that the said brain effect is indeed the consequence of quantum\nentanglement. Recently we have studied non-local effects in simple physics\nsystems. We have found that the pH value, temperature and gravity of a liquid\nin the detecting reservoirs can be non-locally affected through manipulating\nanother liquid in a remote reservoir quantum-entangled with the former. In\nparticular, the pH value changes in the same direction as that being\nmanipulated; the temperature can change against that of local environment; and\nthe gravity can change against local gravity. We suggest that they are mediated\nby quantum entanglement between nuclear and/or electron spins in treated liquid\nand discuss the profound implications of these results. This paper now also\nincludes materials on further development of the theory and related topics.\n","Comment: 92 pages; expanded content; minor corrections; for additional\n  information, please visit http://quantumbrain.org"]}]
["quant-ph/0403019",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0403019","Am. J. Phys. 72, 385-388 (2004)","doi:10.1119/1.1630334"],"date":["2004-03-02"],"type":["text"],"creator":["Gaveau, B.","Mihokova, E.","Roncadelli, M.","Schulman, L. S."],"language":[],"coverage":[],"title":["Path integral in a magnetic field using the Trotter product formula"],"description":["  The derivation of the Feynman path integral based on the Trotter product\nformula is extended to the case where the system is in a magnetic field.\n","Comment: To appear in the American Journal of Physics, 2004"]}]
["quant-ph/0509005",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0509005","Phys. Rev. Lett. 95, 160501 (2005)","doi:10.1103/PhysRevLett.95.160501"],"date":["2005-09-01","2005-10-11"],"type":["text"],"creator":["Cho, Jaeyoon","Lee, Hai-Woong"],"language":[],"coverage":[],"title":["Generation of Atomic Cluster States through the Cavity Input-Output\n  Process"],"description":["  We propose a scheme to implement a two-qubit controlled-phase gate for single\natomic qubits, which works in principle with nearly ideal success probability\nand fidelity. Our scheme is based on the cavity input-output process and the\nsingle photon polarization measurement. We show that, even with the practical\nimperfections such as atomic spontaneous emission, weak atom-cavity coupling,\nviolation of the Lamb-Dicke condition, cavity photon loss, and detection\ninefficiency, the proposed gate is feasible for generation of a cluster state\nin that it meets the scalability criterion and it operates in a conclusive\nmanner. We demonstrate a simple and efficient process to generate a cluster\nstate with our high probabilistic entangling gate.\n"]}]
["quant-ph/0603092",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0603092"],"date":["2006-03-10","2007-11-08"],"type":["text"],"creator":["Omnes, Roland"],"language":[],"coverage":[],"title":["Is Quantum Reduction the Ultimate Outcome of Decoherence ?"],"description":["  This model was crazy (or not crazy enough for this topic) and it would lead\nto a reduction time much longer than the age of the universe.\n","Comment: This paper has been withdrawn"]}]
["quant-ph/0603175",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0603175","J. Math. Phys. 48, 102111 (2007)","doi:10.1063/1.2798382"],"date":["2006-03-20","2007-11-08"],"type":["text"],"creator":["Jansen, Sabine","Ruskai, Mary-Beth","Seiler, Ruedi"],"language":[],"coverage":[],"title":["Bounds for the adiabatic approximation with applications to quantum\n  computation"],"description":["  We present straightforward proofs of estimates used in the adiabatic\napproximation. The gap dependence is analyzed explicitly. We apply the result\nto interpolating Hamiltonians of interest in quantum computing.\n","Comment: 15 pages, one figure. Two comments added in Secs. 2 and 5"]}]
["quant-ph/0608232",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0608232"],"date":["2006-08-29","2007-11-08"],"type":["text"],"creator":["de Sousa, Paulo Benicio Melo","Ramos, Rubens Viana"],"language":[],"coverage":[],"title":["Contract Signature Using Quantum Information"],"description":["  This paper describes how to perform contract signature in a fair way using\nquantum information. The protocol proposed permits two partners, users of a\ncommunication network, to perform a contract signature based on the RSA\nsecurity. The authentication of the signers is based on the use of a non-local\nXOR function of two classical bits.\n","Comment: 2 pages, 1 figure"]}]
["quant-ph/0611163",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611163","Phys. Rev. Lett. 97, 240405 (2006)","doi:10.1103/PhysRevLett.97.240405"],"date":["2006-11-15"],"type":["text"],"creator":["Schulman, L. S.","Gaveau, B."],"language":[],"coverage":[],"title":["Ratcheting up energy by means of measurement"],"description":["  The destruction of quantum coherence can pump energy into a system. For our\nexamples this is paradoxical since the destroyed correlations are ordinarily\nconsidered negligible. Mathematically the explanation is straightforward and\nphysically one can identify the degrees of freedom supplying this energy.\nNevertheless, the energy input can be calculated without specific reference to\nthose degrees of freedom.\n","Comment: To appear in Phys. Rev. Lett"]}]
["quant-ph/0703137",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703137","Phys. Rev. Lett. 99, 193602 (2007)","doi:10.1103/PhysRevLett.99.193602"],"date":["2007-03-15","2007-10-09"],"type":["text"],"creator":["Thiel, C.","von Zanthier, J.","Bastin, T.","Solano, E.","Agarwal, G. S."],"language":[],"coverage":[],"title":["Generation of Symmetric Dicke States of Remote Qubits with Linear Optics"],"description":["  We propose a method for generating all symmetric Dicke states, either in the\nlong-lived internal levels of N massive particles or in the polarization\ndegrees of freedom of photonic qubits, using linear optical tools only. By\nmeans of a suitable multiphoton detection technique, erasing Welcher-Weg\ninformation, our proposed scheme allows the generation and measurement of an\nimportant class of entangled multiqubit states.\n","Comment: New version, a few modifications and a new figure, accepted in\n  Physical Review Letters"]}]
