["0704.1088",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1088"],"date":["2007-04-09","2007-12-31"],"type":["text"],"creator":["Weniger, Ernst Joachim"],"language":[],"coverage":[],"title":["Extended Comment on \"One-Range Addition Theorems for Coulomb Interaction\n  Potential and Its Derivatives\" by I. I. Guseinov (Chem. Phys. Vol. 309\n  (2005), pp. 209 - 213)"],"description":["  Addition theorems are principal tools that express a function $f (\\bm{r} \\pm\n\\bm{r}')$ in terms of products of other functions that only depend on either\n$\\bm{r}$ or $\\bm{r}'$. The best known example of such an addition theorem is\nthe Laplace expansion of the Coulomb potential which possesses a characteristic\ntwo-range form. Guseinov [Chem. Phys. {\\bf 309}, 209 - 213 (2005)] derived\none-range addition theorems for the Coulomb potential via the limit $\\beta \\to\n0$ in previously derived one-range addition theorems for the Yukawa potential\n$\\exp \\bigl(-\\beta | \\bm{r}-\\bm{r}'| \\bigr) /| \\bm{r}-\\bm{r}'|$. At first\nsight, this looks like a remarkable achievement, but from a mathematical point\nof view, Guseinov's work is at best questionable and in some cases\nfundamentally flawed. One-range addition theorems are expansions in terms of\nfunctions that are complete and orthonormal in a given Hilbert space, but\nGuseinov replaced the complete and orthonormal functions by nonorthogonal\nSlater-type functions and rearranged the resulting expansions. This is a\ndangerous operation whose validity must be checked. It is shown that the\none-center limit $\\bm{r}' = \\bm{0}$ of Guseinov's rearranged Yukawa addition\ntheorems as well as of several other addition theorems does not exist.\nMoreover, the Coulomb potential does not belong to any of the Hilbert spaces\nimplicitly used by Guseinov. Accordingly, one-range addition theorems for the\nCoulomb potential diverge in the mean. Instead, these one-range addition\ntheorems have to interpreted as expansions of generalized functions in the\nsense of Schwartz that converge weakly in suitable functionals.\n","Comment: 42 pages, LaTeX2e, 0 figures; references added, minor changes in the\n  text, typos corrected"]}]
["0705.2400",{"format":[],"subject":["Nuclear Experiment","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2400","Eur. Phys. J. A 32, 357-369 (2007)","doi:10.1140/epja/i2006-10378-y"],"date":["2007-05-16"],"type":["text"],"creator":["Mohr, P.","Fulop, Zs.","Utsunomiya, H."],"language":[],"coverage":[],"title":["Photon-induced Nucleosynthesis: Current Problems and Experimental\n  Approaches"],"description":["  Photon-induced reactions play a key role in the nucleosynthesis of rare\nneutron-deficient p-nuclei. The paper focuses on (gamma,alpha), (gamma,p), and\n(gamma,n) reactions which define the corresponding p-process path. The relation\nbetween stellar reaction rates and laboratory cross sections is analyzed for\nphoton-induced reactions and their inverse capture reactions to evaluate\nvarious experimental approaches. An improved version S_C(E) of the\nastrophysical S-factor is suggested which is based on the Coulomb wave\nfunctions. S_C(E) avoids the apparent energy dependence which is otherwise\nobtained for capture reactions on heavy nuclei. It is found that a special type\nof synchrotron radiation available at SPring-8 that mimics stellar blackbody\nradiation at billions of Kelvin is a promising tool for future experiments. By\nusing the blackbody synchrotron radiation, sufficient event rates for\n(gamma,alpha) and (gamma,p) reactions in the p-process path can be expected.\nThese experiments will provide data to improve the nuclear parameters involved\nin the statistical model and thus reduce the uncertainties of nucleosynthesis\ncalculations.\n","Comment: 13 pages, 6 figures, EPJA, accepted"]}]
["0706.2398",{"format":[],"subject":["Quantum Physics","High Energy Physics - Phenomenology","High Energy Physics - Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2398","Advances in High Energy Physics, vol. 2007, Article ID 12387, 10\n  pages, 2007","doi:10.1155/2007/12387"],"date":["2007-06-18","2007-07-01"],"type":["text"],"creator":["Dzhunushaliev, Vladimir"],"language":[],"coverage":[],"title":["Toy models of a non-associative quantum mechanics"],"description":["  Toy models of a non-associative quantum mechanics are presented. The\nHeisenberg equation of motion is modified using a non-associative commutator.\nPossible physical applications of a non-associative quantum mechanics are\nconsidered. The idea is discussed that a non-associative algebra could be the\noperator language for the non-perturbative quantum theory. In such approach the\nnon-perturbative quantum theory has observables and unobservables quantities.\n","Comment: main formulas are colored"]}]
["0706.3742",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3742","J. Algebra 319 (2008), 457--490."],"date":["2007-06-25"],"type":["text"],"creator":["Cheng, Shun-Jen","Taylor, David G.","Wang, Weiqiang"],"language":[],"coverage":[],"title":["The Bloch-Okounkov correlation functions of negative levels"],"description":["  Bloch and Okounkov introduced an $n$-point correlation function on the\nfermionic Fock space and found a closed formula in terms of theta functions.\nThis function affords several distinguished interpretations and in particular\ncan be formulated as correlation functions on irreducible\n$\\hat{gl}_\\infty$-modules of level one. These correlation functions have been\ngeneralized for irreducible integrable modules of $\\hat{gl}_\\infty$ and its\nclassical Lie subalgebras of positive levels by the authors. In this paper we\nextend further these results and compute the correlation functions as well as\nthe $q$-dimensions for modules of $\\hat{gl}_\\infty$ and its classical\nsubalgebras at negative levels.\n","Comment: LaTeX, 34 pages, to appear in Journal of Algebra"]}]
["0707.0845",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0845"],"date":["2007-07-05","2007-12-30"],"type":["text"],"creator":["Alessandrini, Daniele"],"language":[],"coverage":[],"title":["Logarithmic limit sets of real semi-algebraic sets"],"description":["  This paper is about the logarithmic limit sets of real semi-algebraic sets,\nand, more generally, about the logarithmic limit sets of sets definable in an\no-minimal, polynomially bounded structure. We prove that most of the properties\nof the logarithmic limit sets of complex algebraic sets hold in the real case.\nThis include the polyhedral structure and the relation with the theory of\nnon-archimedean fields, tropical geometry and Maslov dequantization.\n","Comment: 35 pages, 15 figures; some examples added, sections 2.3 and 4.1\n  shortened, some typos corrected"]}]
["0707.1344",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1344"],"date":["2007-07-09","2007-12-31"],"type":["text"],"creator":["Hajac, Piotr M.","Kraehmer, Ulrich","Matthes, Rainer","Zielinski, Bartosz"],"language":[],"coverage":[],"title":["Piecewise principal comodule algebras"],"description":["  A comodule algebra P over a Hopf algebra H with bijective antipode is called\nprincipal if the coaction of H is Galois and P is H-equivariantly projective\n(faithfully flat) over the coaction-invariant subalgebra B. We prove that\nprincipality is a piecewise property: given N comodule-algebra surjections\nP->Pi whose kernels intersect to zero, P is principal if and only if all Pi's\nare principal. Furthermore, assuming the principality of P, we show that the\nlattice these kernels generate is distributive if and only if so is the lattice\nobtained by intersection with B. Finally, assuming the above distributivity\nproperty, we obtain a flabby sheaf of principal comodule algebras over a\ncertain space that is universal for all such N-families of surjections P->Pi\nand such that the comodule algebra of global sections is P.\n"]}]
["0708.3930",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3930","Phys. Rev. Lett. 99, 204501 (2007)","doi:10.1103/PhysRevLett.99.204501"],"date":["2007-08-29"],"type":["text"],"creator":["Xu, Haitao","Ouellette, Nicholas T.","Vincenzi, Dario","Bodenschatz, Eberhard"],"language":[],"coverage":[],"title":["Experimental measurement of acceleration correlations and pressure\n  structure functions in high Reynolds number turbulence"],"description":["  We present measurements of fluid particle accelerations in turbulent water\nflows between counter-rotating disks using three-dimensional Lagrangian\nparticle tracking. By simultaneously following multiple particles with\nsub-Kolmogorov-time-scale temporal resolution, we measured the spatial\ncorrelation of fluid particle acceleration at Taylor microscale Reynolds\nnumbers between 200 and 690. We also obtained indirect, non-intrusive\nmeasurements of the Eulerian pressure structure functions by integrating the\nacceleration correlations. Our experimental data provide strong support to the\ntheoretical predictions of the acceleration correlations and the pressure\nstructure function in isotropic high Reynolds number turbulence by Obukhov and\nYaglom in 1951. The measured pressure structure functions display K41 scaling\nin the inertial range.\n","Comment: 5 pages, 3 figures"]}]
["0708.3945",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3945"],"date":["2007-08-29","2007-12-31"],"type":["text"],"creator":["Ouellette, Nicholas T.","Xu, Haitao","Bodenschatz, Eberhard"],"language":[],"coverage":[],"title":["Modification of the turbulent energy cascade by polymer additives"],"description":["  By tracking small particles in the bulk of an intensely turbulent flow, we\nshow that even a very small concentration of long-chain polymers disrupts the\nusual turbulent energy cascade. The polymers affect scales much larger than\ntheir physical size, from the dissipation range to the inertial range. The\neffect depends strongly on the polymer concentration. While the\ndissipative-scale statistics change continuously as the polymer concentration\nis increased, the inertial-range energy transfer rate is only altered by the\npolymer additives when the concentration is above a threshold (approximately 5\nparts per million by weight for the polymer we used).\n","Comment: 4 pages, 3 figures, changed content"]}]
["0712.2854",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2854"],"date":["2007-12-17","2007-12-30"],"type":["text"],"creator":["Hoffmann, Geoffrey W."],"language":[],"coverage":[],"title":["Perception and recognition in a neural network theory in which neurons\n  exhibit hysteresis"],"description":["  A neural network theory of visual perception and recognition is presented.\nInformation flows both from the retina to the brain and from the brain to the\nretina. A report that when a scene is perceived 50 retinal cells are much more\nactive than any of the other retinal cells is ascribed significance in the\ntheory. The theory involves neurons that exhibit hysteresis, without the need\nfor any changes in synaptic connection strengths during learning. The fact that\nthe brain is able to recognize faces and other objects very rapidly is\ndiscussed in the context of the theory. The theory can be epitomized as \"We see\nwith our eyes and remember with our brains\".\n"]}]
["0712.3794",{"format":[],"subject":["Mathematics - Rings and Algebras","16P90","16P40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3794"],"date":["2007-12-21","2007-12-31"],"type":["text"],"creator":["Bell, Jason P."],"language":[],"coverage":[],"title":["Simple algebras of Gelfand-Kirillov dimension two"],"description":["  Let $k$ be a field. We show that a finitely generated simple Goldie\n$k$-algebra of quadratic growth is noetherian and has Krull dimension 1. Thus a\nsimple algebra of quadratic growth is left noetherian if and only if it is\nright noetherian. As a special case, we see that if A is a finitely generated\nsimple domain of quadratic growth then A is noetherian and by a result of\nStafford every right and left ideal is generated by at most two elements. We\nconclude by posing questions and giving examples in which we consider what\nhappens when the hypotheses are relaxed.\n","Comment: 6 pages; fixed reference and corrected a misquoted statement from the\n  literature"]}]
["0712.3898",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3898"],"date":["2007-12-23"],"type":["text"],"creator":["Raychaudhuri, Probhas"],"language":[],"coverage":[],"title":["Effective Photon Hypothesis, Self Focusing of Laser Beams and Super\n  Fluid"],"description":["  The effective photon hypothesis of Panarella and Raychaudhuri shows that the\nself focusing of photon in the laser beam is inherent and it also shows that\nthe the cause of phenomena of self focusing of intense laser radiation in\nsolids is not actually the nonlinear intensity dependent refractive index. In\nthe effective photon hypothesis the laser photon have much better chance than\nordinary photon to undergo a phase transition to a superfluid state.\n  If a super fluid photon in the laser beam can be realized then in the\neffective photon hypothesis gives interesting results. The effective photon\nhypothesis shows that if the average energy X-ray laser beams is $h\\nu=10^{3}$\n$eV \\sim 10^{4}$ $eV$, we find that mass of the quasiparticles in the X-ray\nlaser beams is in the range $10^{5}$ $eV \\sim 10^{12}$ $eV$. Thus the mass of\nthe quasipartcle in the X-ray laser beams can be $Z$-boson of the electroweak\ntheory of weak interactions. It is possible that $W^{+}$ and $W^{-}$ can be\noriginated from another vector boson whose mass is more than 200 GeV.\n","Comment: 9 pages no figure"]}]
["0712.3951",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11A67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3951"],"date":["2007-12-23","2007-12-30"],"type":["text"],"creator":["Ionascu, Eugen J."],"language":[],"coverage":[],"title":["A characterization of regular tetrahedra in Z^3"],"description":["  In this note we characterize all regular tetrahedra whose vertices in R^3\nhave integer coordinates. The main result is a consequence of the\ncharacterization of all equilateral triangles having integer coordinates\ncontained in previous work. Then we use this characterization to point out some\ncorollaries. The number of such tetrahedra whose vertices are in the finite set\n{0,1,2,...,n}^3, n in N, is related to the sequence A103158 in the Online\nEncyclopedia of Integer Sequences.\n","Comment: 10 pages, 4 figures"]}]
["0712.4281",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4281","Sky and Telescope: May 2006 p. 12 (letter); July 2007 p. 12\n  (correction)"],"date":["2007-12-27"],"type":["text"],"creator":["Graney, Christopher M."],"language":[],"coverage":[],"title":["Letter to the Editor of Sky and Telescope Concerning Galileo's\n  Observations of Mizar"],"description":["  Work published in Sky and Telescope in 2004 discusses Galileo's observations\nof the star Mizar. These observations raise questions regarding Galileo's\nassumptions about the universe and the conclusions he drew from his\nobservations. Galileo would have expected Mizar to reveal annual parallax and\nthus provide evidence of Earth's motion, but Mizar shows no such parallax.\n","Comment: Text of letter with footnotes to distinguish author's material from\n  material editorially added (and later corrected) by Sky and Telescope"]}]
["0712.4287",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4287"],"date":["2007-12-27"],"type":["text"],"creator":["Cederwall, Martin"],"language":[],"coverage":[],"title":["M-branes on U-folds"],"description":["  We give a preliminary discussion of how the addition of extra coordinates in\nM-theory, which together with the original ones parametrise a U-fold, can serve\nas a tool for formulating brane dynamics with manifest U-duality. The redundant\ndegrees of freedom are removed by generalised self-duality constraints or\ncalibration conditions made possible by the algebraic structure of U-duality.\nThis is the written version of an invited talk at the 7th International\nWorkshop \"Supersymmetries and Quantum Symmetries\", Dubna, July 30-August 4,\n2007.\n","Comment: 8 pp"]}]
["0712.4289",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4289"],"date":["2007-12-28"],"type":["text"],"creator":["Fisher, G. H.","Welsch, B. T."],"language":[],"coverage":[],"title":["FLCT: A Fast, Efficient Method for Performing Local Correlation Tracking"],"description":["  We describe the computational techniques employed in the recently updated\nFourier local correlation tracking (FLCT) method. The FLCT code is then\nevaluated using a series of simple, 2D, known flow patterns that test its\naccuracy and characterize its errors.\n","Comment: 9 pages, 3 figures"]}]
["0712.4294",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4294"],"date":["2007-12-27"],"type":["text"],"creator":["Thomas, Anne"],"language":[],"coverage":[],"title":["Hyperbolic Geometry and Distance Functions on Discrete Groups"],"description":["  Chapter 1 is a short history of non-Euclidean geometry, which synthesises my\nreadings of mostly secondary sources. Chapter 2 presents each of the main\nmodels of hyperbolic geometry, and describes the tesselation of the upper\nhalf-plane induced by the action of $PSL(2,\\mathbb{Z})$. Chapter 3 gives\nbackground on symmetric spaces and word metrics. Chapter 4 then contains a\ncareful proof of the following theorem of Lubotzky--Mozes--Raghunathan: the\nword metric on $PSL(2,\\mathbb{Z})$ is not Lipschitz equivalent to the metric\ninduced by its action on the associated symmetric space (the upper half-plane),\nbut for $n \\geq 3$, these two metrics on $PSL(n,\\mathbb{Z})$ are Lipschitz\nequivalent.\n","Comment: Submitted in partial fulfillment of the requirements of the degree of\n  Bachelor of Science with Honours in Pure Mathematics, University of New South\n  Wales, Australia, June 2002. 105 pages"]}]
["0712.4297",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4297"],"date":["2007-12-28"],"type":["text"],"creator":["Zhang, Xiaolei"],"language":[],"coverage":[],"title":["On the Nature of Quantum Phenomena"],"description":["  It is shown that a coherent understanding of all quantized phenomena,\nincluding those governed by unitary evolution equations as well as those\nrelated to irreversible quantum measurements, can be achieved in a scenario of\nsuccessive nonequilibrium phase transitions, with the lowest hierarchy of these\nphase transitions occurring in a ``resonant cavity'' formed by the entire\nmatter and energy content of the universe. In this formalism, the physical laws\nthemselves are resonantly-selected and ordered in the universe cavity in a\nhierarchical manner, and the values of fundamental constants are determined\nthrough a Generalized Mach's Principle. The existence of a preferred reference\nframe in this scenario is shown to be consistent with the relational nature of\nthe origin of physical laws. Covariant unitary evolution is shown to connect\nsmoothly with the reduction of wavefunction in the preferred frame during\nquantum measurement. The superluminal nature of quantum processes in the lowest\nhierarchy coexists with the universal speed limit obeyed by processes in higher\nhierarchies. A natural quantum-to-classical transition is also obtained which\nis stable against the diffusive tendency of the unitary quantum evolution\nprocesses. In this formalism a realistic quasi-classical ontology is\nestablished for the foundations of quantum mechanics.\n"]}]
["0712.4302",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis","32T15 (Primary) 32L05, 46E15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4302"],"date":["2007-12-27"],"type":["text"],"creator":["Brudnyi, Alexander"],"language":[],"coverage":[],"title":["Holomorphic L^{p}-functions on Coverings of Strongly Pseudoconvex\n  Manifolds"],"description":["  In this paper we will show how to construct holomorphic L^{p}-functions on\nunbranched coverings of strongly pseudoconvex manifolds. Also, we prove some\nextension and approximation theorems for such functions.\n","Comment: 8 pages"]}]
["0712.4303",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4303"],"date":["2007-12-27"],"type":["text"],"creator":["Usami, Koji"],"language":[],"coverage":[],"title":["Quantum-noise-limited Angular Momentum Measurement for a Micron-sized\n  Dielectric Object"],"description":["  An approach is described for observing quantum features of micron-sized\nspinning objects. Specifically, we consider a birefringent (uniaxial positive)\ndielectric object in the shape of an oblate (i.e., frisbee-like) symmetric top.\nIt can be trapped in the air, its extraordinary axis can be aligned, and its\nangular momentum along the extraordinary axis can be stabilized, all optically.\nWe show that the angular momentum quantum noise of the object perpendicular to\nthe gigantic angular momentum along the extraordinary axis can be measured as a\nlinear birefringent phase shift of a probe laser in an analogous fashion to the\nspin quantum nondemolition (QND) measurement in atomic physics.\n","Comment: 5 pages, 1 figure"]}]
["0712.4315",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F70","11R42","22E55","11F80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4315"],"date":["2007-12-28"],"type":["text"],"creator":["Asgari, Mahdi","Raghuram, A."],"language":[],"coverage":[],"title":["A Cuspidality Criterion for the Exterior Square Transfer of Cusp Forms\n  on GL(4)"],"description":["  For a cuspidal automorphic representation \\Pi of GL(4,A), H. Kim proved that\nthe exterior square transfer \\wedge^2\\Pi is an isobaric automorphic\nrepresentation of GL(6,A). In this paper we characterize those representations\n\\Pi for which \\wedge^2\\Pi is cuspidal.\n","Comment: 20 pages"]}]
["0712.4318",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4318"],"date":["2007-12-28"],"type":["text"],"creator":["de Blanc, Peter"],"language":[],"coverage":[],"title":["Convergence of Expected Utilities with Algorithmic Probability\n  Distributions"],"description":["  We consider an agent interacting with an unknown environment. The environment\nis a function which maps natural numbers to natural numbers; the agent's set of\nhypotheses about the environment contains all such functions which are\ncomputable and compatible with a finite set of known input-output pairs, and\nthe agent assigns a positive probability to each such hypothesis. We do not\nrequire that this probability distribution be computable, but it must be\nbounded below by a positive computable function. The agent has a utility\nfunction on outputs from the environment. We show that if this utility function\nis bounded below in absolute value by an unbounded computable function, then\nthe expected utility of any input is undefined. This implies that a computable\nutility function will have convergent expected utilities iff that function is\nbounded.\n","Comment: 2 pages + title page, references"]}]
["0712.4322",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4322"],"date":["2007-12-28"],"type":["text"],"creator":["Then, H."],"language":[],"coverage":[],"title":["Spectral resolution in hyperbolic orbifolds, quantum chaos, and\n  cosmology"],"description":["  We present a few subjects from physics that have one in common: the spectral\nresolution of the Laplacian.\n","Comment: 24 pages. Contribution to the TSL Expository Lecture Series V\n  \"Computational Physical Sciences 2006\", Universiti Putra Malaysia"]}]
["0712.4323",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4323"],"date":["2007-12-28"],"type":["text"],"creator":["Jørgensen, Bent","Goegebeur, Yuri","Martínez, José Raúl"],"language":[],"coverage":[],"title":["Dispersion Models for Extremes"],"description":["  We propose extreme value analogues of natural exponential families and\nexponential dispersion models, and introduce the slope function as an analogue\nof the variance function. The set of quadratic and power slope functions\ncharacterize well-known families such as the Rayleigh, Gumbel, power, Pareto,\nlogistic, negative exponential, Weibull and Fr\\'echet. We show a convergence\ntheorem for slope functions, by which we may express the classical extreme\nvalue convergence results in terms of asymptotics for extreme dispersion\nmodels. The main idea is to explore the parallels between location families and\nnatural exponential families, and between the convolution and minimum\noperations.\n","Comment: 23 pages. Abstract submitted to the 56th Session of the ISI, Lisboa,\n  2007"]}]
["0712.4329",{"format":[],"subject":["Mathematics - Commutative Algebra","13H10 (Primary) 13A18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4329"],"date":["2007-12-28"],"type":["text"],"creator":["Greco, S.","Kiyek, K."],"language":[],"coverage":[],"title":["On the value-semigroup of a simple complete ideal in a two-dimensional\n  regular local ring"],"description":["  Let R be a two-dimensional regular local ring with maximal ideal \\mathfrak m,\nand let \\wp be a simple complete \\mathfrak m-primary ideal which is residually\nrational. Let R_0:= R\\subsetneqq ...\\subsetneqq R_r be the quadratic sequence\nassociated to \\wp, let \\Gamma_\\wp be the value-semigroup associated to \\wp, and\nlet ((e_j(\\wp))_{0\\leq j\\leq r} be the multiplicity sequence of \\wp. We\nassociate to \\wp a sequence of natural integers, the formal characteristic\nsequence of \\wp, and we show that the value-semigroup, the multiplicity\nsequence and the formal characteristic sequence are equivalent data.\nFurthermore, we give a new proof that \\Gamma_\\wp is symmetric, and give a\nformula for c_\\wp, the conductor of \\Gamma_\\wp, in terms of entries of the\nHamburger-Noether tableau of \\wp.\n","Comment: Latex, 7 pages"]}]
["0712.4332",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4332"],"date":["2007-12-28"],"type":["text"],"creator":["Waddell, Peter J"],"language":[],"coverage":[],"title":["Comparing a Menagerie of Models for Estimating Molecular Divergence\n  Times"],"description":["  Estimation of molecular evolutionary divergence times requires models of rate\nchange. These vary with regard to the assumption of what quantity is penalized.\nThe possibilities considered are the rate of evolution, the log of the rate of\nevolution and the inverse of the rate of evolution. These models also vary with\nregard to how time affects the expected variance of rate change. Here the\nalternatives are not at all, linearly with time and as the product of rate and\ntime. This results in a set of nine models, both random walks and Brownian\nmotion. A priori any of these models could be correct, yet different\nresearchers may well prefer, or simply use, one rather than the others. Another\nvariable is whether to use a scaling factor to take account of the variance of\nthe process of rate change being unknown and therefore avoid minimizing the\npenalty function with unrealistically large times. Here the difference these\nmodels and assumptions make on a tree of mammals, with the root fixed and with\na single internal node fixed, is measured. The similarity of models is measured\nas the correlation of their time estimates and visualized with a least squares\ntree. The fit of model to data is measured and Q-Q plots are shown. Comparing\nmodel estimates with each other, the age of clades within Laurasiatheria are\nseen to vary far more across models than those within Supraprimates (informally\ncalled Euarchontoglires). Especially problematic are the often-used fossil\ncalibrated nodes of horse/rhino and whale/hippo clashing with times within\nSupraprimates and in particular no fossil rodent teeth older than ~60 mybp. A\nscaling factor in addition to penalizing rate change is seen to yield\nconsistent relative time estimates irrespective of exactly where the\ncalibration point is placed.\n"]}]
["0712.4334",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4334"],"date":["2007-12-28"],"type":["text"],"creator":["Cortez, Maria Isabel","Durand, Fabien"],"language":[],"coverage":[],"title":["Self-similar tiling systems, topological factors and stretching factors"],"description":["  In this paper we prove that if two self-similar tiling systems, with\nrespective stretching factors $\\lambda_1$ and $\\lambda_2$, have a common factor\nwhich is a non periodic tiling system, then $\\lambda_1$ and $\\lambda_2$ are\nmultiplicatively dependent.\n"]}]
["0712.4337",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4337"],"date":["2007-12-28"],"type":["text"],"creator":["Durand, Fabien"],"language":[],"coverage":[],"title":["Cobham-Semenov theorem and $\\NN^d$-subshifts"],"description":["  We give a new proof of the Cobham's first theorem using ideas from symbolic\ndynamics and of the Cobham-Semenov theorem (in the primitive case) using ideas\nfrom tiling dynamics.\n","Comment: 24 pages"]}]
["0712.4339",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4339","Proceedings of the III European Conference on Computational\n  Mechanics, eds. C.A. Mota Soares et. al. 2006, pp. 1467.1-1467.9"],"date":["2007-12-28"],"type":["text"],"creator":["Kholodov, A. S.","Simakov, S. S.","Kholodov, Y. A.","Nadolsky, A. A.","Shushlebin, A. N."],"language":[],"coverage":[],"title":["Global dynamical model of the cardiovascular system"],"description":["  Blood system functions are very diverse and important for most processes in\nhuman organism. One of its primary functions is matter transport among\ndifferent parts of the organism including tissue supplying with oxygen, carbon\ndioxide excretion, drug propagation etc. Forecasting of these processes under\nnormal conditions and in the presence of different pathologies like\natherosclerosis, loss of blood, anatomical abnormalities, pathological changing\nin chemical transformations and others is significant issue for many\nphysiologists. In this connection should be pointed out that global processes\nare of special interest as they include feedbacks and interdependences among\ndifferent regions of the organism. Thus the main goal of this work is to\ndevelop the model allowing to describe effectively blood flow in the whole\norganism. As we interested in global processes the models of the four vascular\ntrees (arterial and venous parts of systemic and pulmonary circulation) must be\nclosed with heart and peripheral circulation models. As one of the model\napplications the processes of the blood loss is considered in the end of the\npaper.\n"]}]
["0712.4340",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Commutative Algebra","46F30","46T30","46A20","16D25","53B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4340"],"date":["2007-12-28"],"type":["text"],"creator":["Kunzinger, Michael"],"language":[],"coverage":[],"title":["Recent Progress in Special Colombeau Algebras: Geometry, Topology, and\n  Algebra"],"description":["  Over the past few years there has been considerable progress in the\nstructural understanding of special Colombeau algebras. We present some of the\nmain trends in this development: non-smooth differential geometry, locally\nconvex theory of modules over the ring of generalized numbers, and algebraic\naspects of Colombeau theory. Some open problems are given and directions of\nfurther research are outlined.\n","Comment: 12 pages, contribution for conference \"Generalized Functions 2007\",\n  Banach Center, Bedlewo, Poland"]}]
["0712.4341",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4341"],"date":["2007-12-28"],"type":["text"],"creator":["Li, Yongming"],"language":[],"coverage":[],"title":["Finite Automata Based on Quantum Logic and Their Determinization"],"description":["  We give the quantum subset construction of orthomodular lattice-valued finite\nautomata, then we show the equivalence between orthomodular lattice-valued\nfinite automata, orthomodular lattice-valued deterministic finite automata and\northomodular lattice-valued finite automata with empty string-moves. Based on\nthese equivalences, we study the algebraic operations on orthomodular\nlattice-valued regular languages, then we establish Kleene theorem in the frame\nof quantum logic.\n"]}]
["0712.4342",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4342","AITTH: Proceedings of the International Conf. - Minsk: United\n  Institute of Informatics Problems of the NAS of Belarus, 2005. - eds. S.\n  Ablameyko, et. al., Vol. 2, pp. 188-192"],"date":["2007-12-28"],"type":["text"],"creator":["Simakov, S. S.","Kholodov, A. S.","Evdokimov, A. V.","Kholodov, Y. A."],"language":[],"coverage":[],"title":["Numerical simulations of cardiovascular diseases and global matter\n  transport"],"description":["  Numerical model of the peripheral circulation and dynamical model of the\nlarge vessels and the heart are discussed in this paper. They combined together\ninto the global model of blood circulation. Some results of numerical\nsimulations concerning matter transport through the human organism and heart\ndiseases are represented in the end.\n"]}]
["0712.4347",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4347"],"date":["2007-12-28"],"type":["text"],"creator":["Chatterjee, Debarati","Bandyopadhyay, Debades"],"language":[],"coverage":[],"title":["Role of antikaon condensation in r-mode instability"],"description":["  We investigate the effect of antikaon condensed matter on bulk viscosity in\nrotating neutron stars. We use relativistic field theoretical models to\nconstruct the equation of state of neutron stars with the condensate, where the\nphase transition from nucleonic to $K^-$ condensed phase is assumed to be of\nfirst order. We calculate the coefficient of bulk viscosity due to the\nnon-leptonic weak interaction n --> p + K^-. The influence of antikaon bulk\nviscosity on the gravitational radiation reaction driven instability in the\nr-modes is investigated. We compare our results with the previously studied\nnon-leptonic weak interaction $n + p --> p + \\Lambda$ involving hyperons on the\ndamping of the r-mode oscillations.\n  We find that the bulk viscosity coefficient due to the non-leptonic weak\nprocess involving the condensate is suppressed by several orders of magnitude\nin comparison with the non-superfluid hyperon bulk viscosity coefficient.\nConsequently, the antikaon bulk viscosity may not be able to damp the r-mode\ninstability, while hyperon bulk viscosity can effectively suppress r-mode\noscillations at low temperatures. Hence neutron stars containing $K^-$\ncondensate in their core could be possible sources of gravitational waves.\n","Comment: LaTeX; 11 pages; 5 figures; published in the proceedings of the\n  workshop on Physics and Astrophysics of Hadronic Matter (held in\n  Santiniketan, India, 6-11 November, 2006), Ed. A.B. Santra, Narosa Publishing\n  House, India"]}]
["0712.4354",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4354"],"date":["2007-12-28"],"type":["text"],"creator":["De, Asit K.","Harindranath, A.","Maiti, Jyotirmoy"],"language":[],"coverage":[],"title":["Investigation of Lattice QCD with Wilson fermions with Gaussian Smearing"],"description":["  We present a detailed study of pion and rho mass, decay constants and quark\nmass in Lattice QCD with two flavors of dynamical quarks. We use Wilson gauge\nand fermion action at $\\beta=5.6$ on $ 16^3 \\times 32 $ lattice at eight values\nof the Wilson hopping parameter in the range 0.156 - 0.158. We perform a\ndetailed investigation of the effect of gaussian smearing on both source and\nsink. We determine the optimum smearing parameter for various correlators for\neach value of the Wilson hopping parameter. The effects of smearing on\nobservables are compared with those measured using local operators. We also\ninvestigate systematic effects in the extraction of masses and decay constants\nusing different types of correlation functions for pion observables. We make\ninteresting observations regarding chiral extrapolations and finite volume\neffects of different operators.\n","Comment: 25 pages, 19 figures"]}]
["0712.4357",{"format":[],"subject":["Mathematics - Probability","60H20","60H05","45D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4357","Lecture Notes in Nonlinear Analysis, Juliusz Schauder Center for\n  Nonlinear Studies 10, Torun, 2007"],"date":["2007-12-28"],"type":["text"],"creator":["Karczewska, Anna"],"language":[],"coverage":[],"title":["Convolution type stochastic Volterra equations"],"description":["  The aim of this work is to present, in self-contained form, results\nconcerning fundamental and the most important questions related to linear\nstochastic Volterra equations of convolution type. The paper is devoted to\nstudy the existence and some kind of regularity of solutions to stochastic\nVolterra equations in Hilbert space and the space of tempered distributions, as\nwell.\n  In recent years the theory of Volterra equations, particularly fractional\nones, has undergone a big development. This is an emerging area of research\nwith interesting mathematical questions and various important applications. The\nincreasing interest in these equations comes from their applications to\nproblems from physics and engeenering, particularly from viscoelasticity, heat\nconduction in materials with memory or electrodynamics with memory.\n","Comment: Monograph, 101 pages"]}]
["0712.4358",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","Mathematics - Combinatorics","60G50 (Primary)","35R35, 31C20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4358"],"date":["2007-12-28"],"type":["text"],"creator":["Levine, Lionel"],"language":[],"coverage":[],"title":["Limit Theorems for Internal Aggregation Models"],"description":["  We study the scaling limits of three different aggregation models on the\ninteger lattice Z^d: internal DLA, in which particles perform random walks\nuntil reaching an unoccupied site; the rotor-router model, in which particles\nperform deterministic analogues of random walks; and the divisible sandpile, in\nwhich each site distributes its excess mass equally among its neighbors. As the\nlattice spacing tends to zero, all three models are found to have the same\nscaling limit, which we describe as the solution to a certain PDE free boundary\nproblem in R^d. In particular, internal DLA has a deterministic scaling limit.\nWe find that the scaling limits are quadrature domains, which have arisen\nindependently in many fields such as potential theory and fluid dynamics. Our\nresults apply both to the case of multiple point sources and to the\nDiaconis-Fulton smash sum of domains. In the special case when all particles\nstart at a single site, we show that the scaling limit is a Euclidean ball in\nR^d, and give quantitative bounds on the rate of convergence to a ball. We also\nimprove on the previously best known bounds of Le Borgne and Rossin in Z^2 and\nFey and Redig in higher dimensions for the shape of the classical abelian\nsandpile model. Lastly, we study the sandpile group of a regular tree whose\nleaves are collapsed to a single sink vertex, and determine the decomposition\nof the full sandpile group as a product of cyclic groups. For the regular\nternary tree of height n, for example, the sandpile group is isomorphic to\n(Z_3)^{2^{n-3}} x (Z_7)^{2^{n-4}} x ... x Z_{2^{n-1}-1} x Z_{2^n-1}. We use\nthis result to prove that rotor-router aggregation on the regular tree yields a\nperfect ball.\n","Comment: Berkeley Ph.D. thesis"]}]
["0712.4360",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4360"],"date":["2007-12-28"],"type":["text"],"creator":["Schlechta, Karl"],"language":[],"coverage":[],"title":["Factorization (Splitting)"],"description":["  We show some elementary facts about the semantical analogue of Parikh's\nSplitting, which we call Factorization.\n"]}]
["0712.4365",{"format":[],"subject":["Mathematical Physics","81Q15","81Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4365","in A. Mielke (editor), \"Analysis, Modeling and Simulation of\n  Multiscale Problems\" (Final Report of the DFG Priority Program SPP 1095),\n  Springer, 2006"],"date":["2007-12-28"],"type":["text"],"creator":["Panati, Gianluca","Spohn, Herbert","Teufel, Stefan"],"language":[],"coverage":[],"title":["Motions of electrons in adiabatically perturbed periodic structures"],"description":["  We study the motion of electrons in a periodic background potential (usually\nresulting from a crystalline solid). For small velocities one would use either\nthe non-magnetic or the magnetic Bloch hamiltonian, while in the relativistic\nregime one would use the Dirac equation with a periodic potential. The\ndynamics, with the background potential included, is perturbed either through\nslowly varying external electromagnetic potentials or through a slow\ndeformation of the crystal. In either case we discuss how the Hilbert space of\nstates decouples into almost invariant subspaces and explain the effective\ndynamics within such a subspace.\n","Comment: 23 pages, no figures"]}]
["0712.4369",{"format":[],"subject":["Mathematical Physics","81Q05, 81Q15, 81Q70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4369","ESAIM: Math. Modelling and Numerical Analysis 41, 297-314 (2007)","doi:10.1051/m2an:2007023"],"date":["2007-12-28"],"type":["text"],"creator":["Panati, Gianluca","Spohn, Herbert","Teufel, Stefan"],"language":[],"coverage":[],"title":["The time-dependent Born-Oppenheimer approximation"],"description":["  We explain why the conventional argument for deriving the time-dependent\nBorn-Oppenheimer approximation is incomplete and review recent mathematical\nresults, which clarify the situation and at the same time provide a systematic\nscheme for higher order corrections. We also present a new elementary\nderivation of the correct second-order time-dependent Born-Oppenheimer\napproximation and discuss as applications the dynamics near a conical\nintersection of potential surfaces and reactive scattering.\n","Comment: 17 pages, no figures"]}]
["0712.4377",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4377"],"date":["2007-12-28"],"type":["text"],"creator":["Mueller, Markus"],"language":[],"coverage":[],"title":["Quantum Kolmogorov Complexity and the Quantum Turing Machine"],"description":["  The purpose of this thesis is to give a formal definition of quantum\nKolmogorov complexity (QC), and rigorous mathematical proofs of its basic\nproperties. The definition used here is similar to that by Berthiaume, van Dam,\nand Laplante. It defines the QC of some indeterminate-length qubit string \\rho\nas the minimum base length of any quantum input which makes a quantum Turing\nmachine (QTM) halt and output \\rho, up to some error tolerance.\n  First, we prove that there is a QTM which is universal in the sense of input\nbase length. Furthermore, we show several general properties of QTMs, including\na result on mutually orthogonal ``halting spaces'', and a way to transform\nevery almost-halting input into a deterministically-halting input by adding at\nmost a constant number of qubits.\n  Afterwards, we apply these results to QC. In particular, we show that QC is\ninvariant, incompressible, agrees with classical Kolmogorov complexity for\nclassical strings, and is closely related to von Neumann entropy for ergodic\nquantum information sources.\n","Comment: Ph.D. thesis, Technical University of Berlin, August 2007. 114 pages,\n  4 figures"]}]
["0712.4379",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4379"],"date":["2007-12-28"],"type":["text"],"creator":["Yilmaz, Elif"],"language":[],"coverage":[],"title":["A Note on Overtwisted Contact Structures"],"description":["  In this note, we use the recent work of Honda-Kazez-Matic [HKM] to prove that\na closed contact 3-manifold admitting a compatible open book decomposition with\na nontrivial monodromy which can be presented as a product of left handed Dehn\ntwists is overtwisted.\n","Comment: 4 pages, 1 figure"]}]
["0712.4381",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4381"],"date":["2007-12-28"],"type":["text"],"creator":["Bialek, William","van Steveninck, Rob R. de Ruyter","Tishby, Naftali"],"language":[],"coverage":[],"title":["Efficient representation as a design principle for neural coding and\n  computation"],"description":["  Does the brain construct an efficient representation of the sensory world? We\nreview progress on this question, focusing on a series of experiments in the\nlast decade which use fly vision as a model system in which theory and\nexperiment can confront each other. Although the idea of efficient\nrepresentation has been productive, clearly it is incomplete since it doesn't\ntell us which bits of sensory information are most valuable to the organism. We\nsuggest that an organism which maximizes the (biologically meaningful) adaptive\nvalue of its actions given fixed resources should have internal representations\nof the outside world that are optimal in a very specific information theoretic\nsense: they maximize the information about the future of sensory inputs at a\nfixed value of the information about their past. This principle contains as\nspecial cases computations which the brain seems to carry out, and it should be\npossible to test this optimization directly. We return to the fly visual system\nand report the results of preliminary experiments that are in encouraging\nagreement with theory.\n","Comment: Based on a presentation at the International Symposium on Information\n  Theory 2006"]}]
["0712.4382",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4382"],"date":["2007-12-28"],"type":["text"],"creator":["Taylor, Samuel F.","Tishby, Naftali","Bialek, William"],"language":[],"coverage":[],"title":["Information and fitness"],"description":["  The growth rate of organisms depends both on external conditions and on\ninternal states, such as the expression levels of various genes. We show that\nto achieve a criterion mean growth rate over an ensemble of conditions, the\ninternal variables must carry a minimum number of bits of information about\nthose conditions. Evolutionary competition thus can select for cellular\nmechanisms that are more efficient in an abstract, information theoretic sense.\nEstimates based on recent experiments suggest that the minimum information\nrequired for reasonable growth rates is close to the maximum information that\ncan be conveyed through biologically realistic regulatory mechanisms. These\nideas are applicable most directly to unicellular organisms, but there are\nanalogies to problems in higher organisms, and we suggest new experiments for\nboth cases.\n"]}]
["0712.4385",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4385"],"date":["2007-12-28"],"type":["text"],"creator":["Tkacik, Gasper","Bialek, William"],"language":[],"coverage":[],"title":["Cell biology: Networks, regulation, pathways"],"description":["  This review was written for the Encyclopedia of Complexity and System Science\n(Springer-Verlag, Berlin, 2008), and is intended as a guide to the growing\nliterature which approaches the phenomena of cell biology from a more\ntheoretical point of view. We begin with the building blocks of cellular\nnetworks, and proceed toward the different classes of models being explored,\nfinally discussing the \"design principles\" which have been suggested for these\nsystems. Although largely a dispassionate review, we do draw attention to areas\nwhere there seems to be general consensus on ideas that have not been tested\nvery thoroughly and, more optimistically, to areas where we feel promising\nideas deserve to be more fully explored.\n"]}]
["0712.4387",{"format":[],"subject":["Mathematics - Geometric Topology","57M99","57R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4387"],"date":["2007-12-28"],"type":["text"],"creator":["Ni, Yi"],"language":[],"coverage":[],"title":["Dehn surgeries that yield fibred $3$--manifolds"],"description":["  We study Dehn surgeries on null-homotopic knots that yield fibred\n$3$--manifolds when an additional (but natural) homological restriction is\nimposed. The major tool used is Gabai's theory of sutured manifold\ndecomposition. Such surgeries are negative examples to a question of Michel\nBoileau. Another result we will prove is about surgeries which reduce the\nThurston norm of a fibred manifold.\n","Comment: 15 pages"]}]
["0712.4390",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4390"],"date":["2007-12-28"],"type":["text"],"creator":["Molaro, Paolo"],"language":[],"coverage":[],"title":["Science with a 16m VLT: the case for variability of fundamental constan\n  ts"],"description":["  Only astronomical observations can effectively probe in space-time the\nvariabil ity of the physical dimensionless constants such as the fine structure\nconstant and proton-to-electron mass ratio, \\mu, which are related to fund\namental forces of nature. Several theories beyond the Standard Model (SM) allow\nfundamental constants to vary, but they cannot make quantitative predictions so\nthat only laboratory experiments and astronomical observations can show if th\nis is the case or set the allowed bounds. At the moment of writing there are c\nlaims for a variability of both \\alpha and \\mu at 5 and 4\\sigma of C.L.,\nrespectively, although for \\alpha they are contrasted by null results. The\nobservations are challenging and a new spectrograph such as ESPRESSO at the\ncombined incoherent focus of 4 VLT units (a potential 16 m equivalent\ntelescope) will allow for a significant improvement in the precision\nmeasurement clearing up the controversy. If the variations will be confirmed,\nthe implications are far reaching, revealing new physics beyond the SM and\npointing a direction for GUTs theories. A most exciting ossibility is that a\nvariation of \\alpha is induced by quintessence through its coupling with the\nelectromagnetic field. If this is the case an accurate measurement of the\nvariability could provide a way for reconstructing the equation of state of\nDark Energy (Avelino et al 2006).\n","Comment: Talk given at the ESO Workshop: Science with the ELT in the ELT Era.\n  Alan Moorwood editor"]}]
["0712.4391",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4391"],"date":["2007-12-28"],"type":["text"],"creator":["Romero-Gomez, M.","Athanassoula, E.","Masdemont, J. J.","Garcia-Gomez, C."],"language":[],"coverage":[],"title":["The formation of spiral arms and rings in barred galaxies"],"description":["  We propose a new theory to explain the formation of spiral arms and of all\ntypes of outer rings in barred galaxies. We have extended and applied the\ntechnique used in celestial mechanics to compute transfer orbits. Thus, our\ntheory is based on the chaotic orbital motion driven by the invariant manifolds\nassociated to the periodic orbits around the hyperbolic equilibrium points. In\nparticular, spiral arms and outer rings are related to the presence of\nheteroclinic or homoclinic orbits. Thus, R1 rings are associated to the\npresence of heteroclinic orbits, while R1R2 rings are associated to the\npresence of homoclinic orbits. Spiral arms and R2 rings, however, appear when\nthere exist neither heteroclinic nor homoclinic orbits. We examine the\nparameter space of three realistic, yet simple, barred galaxy models and\ndiscuss the formation of the different morphologies according to the properties\nof the galaxy model. The different morphologies arise from differences in the\ndynamical parameters of the galaxy.\n","Comment: 9 pages, 4 figures, conference proceedings of \"Chaos, complexity and\n  transport: Theory and Applications\", Marseille, June 2007"]}]
["0712.4396",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Differential Geometry","35P15","47A75","49R50","58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4396"],"date":["2007-12-28"],"type":["text"],"creator":["Ashbaugh, Mark S.","Hermi, Lotfi"],"language":[],"coverage":[],"title":["On Harrell-Stubbe Type Inequalities for the Discrete Spectrum of a\n  Self-Adjoint Operator"],"description":["  We produce a new proof and extend results by Harrell and Stubbe for the\ndiscrete spectrum of a self-adjoint operator. An abstract approach--based on\ncommutator algebra, the Rayleigh-Ritz principle, and an ``optimal'' usage of\nthe Cauchy-Schwarz inequality--is used to produce ``parameter-free'',\n``projection-free'' versions of their theorems. We also analyze the strength of\nthe various inequalities that ensue. The results contain classical bounds for\nthe eigenvalues. Extensions of a variety of inequalities \\`a la Harrell-Stubbe\nare illustrated for both geometric and physical problems.\n","Comment: 42 pages"]}]
["0712.4397",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4397"],"date":["2007-12-28"],"type":["text"],"creator":["Bialek, William","Ranganathan, Rama"],"language":[],"coverage":[],"title":["Rediscovering the power of pairwise interactions"],"description":["  Two recent streams of work suggest that pairwise interactions may be\nsufficient to capture the complexity of biological systems ranging from protein\nstructure to networks of neurons. In one approach, possible amino acid\nsequences in a family of proteins are generated by Monte Carlo annealing of a\n\"Hamiltonian\" that forces pairwise correlations among amino acid substitutions\nto be close to the observed correlations. In the other approach, the observed\ncorrelations among pairs of neurons are used to construct a maximum entropy\nmodel for the states of the network as a whole. We show that, in certain\nlimits, these two approaches are mathematically equivalent, and we comment on\nopen problems suggested by this framework\n"]}]
["0712.4399",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B13, 11B34, 11B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4399"],"date":["2007-12-28"],"type":["text"],"creator":["Hegarty, Peter"],"language":[],"coverage":[],"title":["The inverse problem for representation functions for general linear\n  forms"],"description":["  The inverse problem for representation functions takes as input a triple\n(X,f,L), where X is a countable semigroup, f : X --> N_0 \\cup {\\infty} a\nfunction, L : a_1 x_1 + ... + a_h x_h an X-linear form and asks for a subset A\n\\subseteq X such that there are f(x) solutions (counted appropriately) to\nL(x_1,...,x_h) = x for every x \\in X, or a proof that no such subset exists.\n  This paper represents the first systematic study of this problem for\narbitrary linear forms when X = Z, the setting which in many respects is the\nmost natural one. Having first settled on the \"right\" way to count\nrepresentations, we prove that every primitive form has a unique representation\nbasis, i.e.: a set A which represents the function f \\equiv 1. We also prove\nthat a partition regular form (i.e.: one for which no non-empty subset of the\ncoefficients sums to zero) represents any function f for which {f^{-1}(0)} has\nzero asymptotic density. These two results answer questions recently posed by\nNathanson.\n  The inverse problem for partition irregular forms seems to be more\ncomplicated. The simplest example of such a form is x_1 - x_2, and for this\nform we provide some partial results. Several remaining open problems are\ndiscussed.\n","Comment: 15 pages, no figures"]}]
["0712.4400",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4400"],"date":["2007-12-28"],"type":["text"],"creator":["Bloch, Anthony M.","Hussein, Islam I.","Leok, Melvin","Sanyal, Amit K."],"language":[],"coverage":[],"title":["Geometric structure-preserving optimal control of the rigid body"],"description":["  In this paper we study a discrete variational optimal control problem for the\nrigid body. The cost to be minimized is the external torque applied to move the\nrigid body from an initial condition to a pre-specified terminal condition.\nInstead of discretizing the equations of motion, we use the discrete equations\nobtained from the discrete Lagrange--d'Alembert principle, a process that\nbetter approximates the equations of motion. Within the discrete-time setting,\nthese two approaches are not equivalent in general. The kinematics are\ndiscretized using a natural Lie-algebraic formulation that guarantees that the\nflow remains on the Lie group SO(3) and its algebra so(3). We use Lagrange's\nmethod for constrained problems in the calculus of variations to derive the\ndiscrete-time necessary conditions. We give a numerical example for a\nthree-dimensional rigid body maneuver.\n","Comment: 22 pages, 3 figures"]}]
["0712.4406",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4406"],"date":["2007-12-28"],"type":["text"],"creator":["Berghaus, Patrick","Collaboration, for the IceCube"],"language":[],"coverage":[],"title":["Status and Results from AMANDA/IceCube"],"description":["  IceCube is a cubic kilometer-scale neutrino telescope under construction at\nthe South Pole since the austral summer 2004/2005. At the moment it is taking\ndata with 22 deployed strings. The full detector is expected to be completed in\n2011 with up to 80 strings each holding 60 digital optical modules. The\nprogenitor detector AMANDA has been operating at the same site since 1997 and\nis still running as an integral part of IceCube. A summary of AMANDA science\nfor its 10 years of standalone operations is presented, as well as the status\nand first physics results of the IceCube project.\n","Comment: 8 pages, 3 figures"]}]
["math-ph/0602063",{"format":[],"subject":["Mathematical Physics","53C07","53D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0602063","Acta Phys. Pol. B 38, 3069 (2007)"],"date":["2006-02-28","2007-03-12"],"type":["text"],"creator":["Tosiek, Jaromir"],"language":[],"coverage":[],"title":["Abelian connection in Fedosov deformation quantization. I. The\n  2-dimensional phase space"],"description":["  General properties of an Abelian connection in Fedosov deformation\nquantization are investigated. Definition and criterion of being a finite\nformal series for an Abelian connection are presented. A proof that in\n2-dimensional (2-D) case the Abelian connection is an ifinite formal series is\ndone.\n","Comment: 13 pages; new formulation of the criterion, when the Abelian\n  connection is a finite formal series, is proposed. Modified proof of the\n  fact, that on 2-D symplectic space the Abelian correction is an infinite\n  formal series, is shown. The part devoted to different symplectic connections\n  generating the same Abelian correction, has been removed. It will be added to\n  another paper"]}]
["math/0612286",{"format":[],"subject":["Mathematics - Differential Geometry","53C43","58E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612286"],"date":["2006-12-11","2007-12-31"],"type":["text"],"creator":["Wood, C. M."],"language":[],"coverage":[],"title":["Bending and stretching unit vector fields in Euclidean and hyperbolic\n  3-space"],"description":["  New examples of harmonic unit vector fields on hyperbolic 3-space are\nconstructed by exploiting the reduction of symmetry arising from the foliation\nby horospheres. This is compared and contrasted with the analogous construction\nin Euclidean 3-space, using a foliation by planes, which produces some new\nexamples of harmonic maps from 3-dimensional Euclidean domains to the 2-sphere.\nFinally, the harmonic unit vector field tangent to a parallel family of\nhyperbolic geodesics is shown to be unstable, by constructing a class of\ncompactly supported energy-decreasing variations. All examples considered have\ninfinite total bending.\n","Comment: 18 pages"]}]
