["0704.1593",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1593"],"date":["2007-04-12","2007-07-31"],"type":["text"],"creator":["Pittalis, S.","Kurth, S.","Sharma, S.","Gross, E. K. U."],"language":[],"coverage":[],"title":["Orbital currents in the Colle-Salvetti correlation energy functional and\n  the degeneracy problem"],"description":["  Popular density functionals for the exchange-correlation energy typically\nfail to reproduce the degeneracy of different ground states of open-shell\natoms. As a remedy, functionals which explicitly depend on the current density\nhave been suggested. We present an analysis of this problem by investigating\nfunctionals that explicitly depend on the Kohn-Sham orbitals. Going beyond the\nexact-exchange approximation by adding correlation in the form of the\nColle-Salvetti functional we show how current-dependent terms enter the\nColle-Salvetti expression and their relevance is evaluated. A very good\ndescription of the degeneracy of ground-states for atoms of the first and\nsecond row of the periodic table is obtained.\n"]}]
["0704.2968",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","High Energy Physics - Theory","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2968","Phys. Rev. Lett. 99 (2007) 050602","doi:10.1103/PhysRevLett.99.050602"],"date":["2007-04-23","2007-07-24"],"type":["text"],"creator":["Osipov, Vladimir Al.","Kanzieper, Eugene"],"language":[],"coverage":[],"title":["Are Bosonic Replicas Faulty?"],"description":["  Motivated by the ongoing discussion about a seeming asymmetry in the\nperformance of fermionic and bosonic replicas, we present an exact,\nnonperturbative approach to zero-dimensional replica field theories belonging\nto the broadly interpreted \"beta=2\" Dyson symmetry class. We then utilise the\nformalism developed to demonstrate that the bosonic replicas do correctly\nreproduce the microscopic spectral density in the QCD inspired chiral Gaussian\nunitary ensemble. This disproves the myth that the bosonic replica field\ntheories are intrinsically faulty.\n","Comment: 4.3 pages; final version to appear in PRL"]}]
["0706.2691",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2691","Phys. Rev. B 76, 014436 (2007).","doi:10.1103/PhysRevB.76.014436"],"date":["2007-06-18"],"type":["text"],"creator":["Mathieu, R.","He, J. P.","Kaneko, Y.","Yoshino, H.","Asamitsu, A.","Tokura, Y."],"language":[],"coverage":[],"title":["Logarithmic growth law in the two-dimensional Ising spin glass state\n  resulting from the electron doping in single-layered manganites"],"description":["  The ac-susceptibility of the electron doped single-layered manganite\nLa$_{1.1}$Sr$_{0.9}$MnO$_4$ is analyzed in detail. A quasi two-dimensional\n(2$D$) antiferromagnetic (AFM) order with Ising anisotropy is stabilized below\n$T_N$ $\\sim$ 80K. We show that below $T_N$, a rare 2$D$ spin-glass (SG)\ncorrelation develops with the same Ising anisotropy as the AFM state. Using\nsimple scaling arguments of the droplet model, we derive a scaling form for the\nac-susceptibility data of a 2$D$ SG, which our experimental data follows fairly\nwell. Due to simplifications in this 2$D$ case, the proposed scaling form only\ncontains two unknown variables $\\psi\\nu$ and $\\tau_0$. Hence, the logarithmic\ngrowth law of the SG correlation predicted by the droplet model is convincingly\nevidenced by the scaling of our experimental data. The origin and nature of\nthis 2$D$ SG state is also discussed.\n","Comment: REVTeX 4 style; 5 pages, 4 figures"]}]
["0707.2202",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2202"],"date":["2007-07-15","2007-07-31"],"type":["text"],"creator":["Kormilitzin, Andrey"],"language":[],"coverage":[],"title":["Saturation model in the non-Glauber approach"],"description":["  In this paper a new saturation model is presented. This model is based on the\ntheoretical solution for the generating functional, and it is quite different\nand not more complicated than the Glauber-like approach used before. The model\ndescribes the structure function F_{2} of the proton, as well as the\ndiffractive structure function F_{2}^{D}. We show the difference between our\nmodel, and the eikonal approach by calculating the multiplicity distribution,\nusing the AGK cutting rules strategy.\n","Comment: 27 pages, 18 figures and one table, typos were corrected"]}]
["0707.3320",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3320"],"date":["2007-07-23","2007-07-30"],"type":["text"],"creator":["Kim, Sang-Hoon"],"language":[],"coverage":[],"title":["Discontinuity in the specific heat of a weakly interacting Bose gas"],"description":["  We produce the discontinuity in the specific heat of a homogeneous, dilute,\nand weakly interacting Bose gas in a short-wavelength range with a simple\nstatistical method. The magnitude of the discontinuity at the phase transition\ntemperature is obtained as a function of the density and scattering length of\nthe Bose particles.\n","Comment: 2 pages, 2 figures"]}]
["0707.3473",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3473"],"date":["2007-07-23","2007-07-31"],"type":["text"],"creator":["Hart, Derrick","Iosevich, Alex","Koh, Doowon","Rudnev, Misha"],"language":[],"coverage":[],"title":["Averages over hyperplanes, sum-product theory in vector spaces over\n  finite fields and the Erdos-Falconer distance conjecture"],"description":["  We prove a point-wise and average bound for the number of incidences between\npoints and hyper-planes in vector spaces over finite fields. While our\nestimates are, in general, sharp, we observe an improvement for product sets\nand sets contained in a sphere. We use these incidence bounds to obtain\nsignificant improvements on the arithmetic problem of covering ${\\mathbb F}_q$,\nthe finite field with q elements, by $A \\cdot A+... +A \\cdot A$, where A is a\nsubset ${\\mathbb F}_q$ of sufficiently large size. We also use the incidence\nmachinery we develope and arithmetic constructions to study the Erdos-Falconer\ndistance conjecture in vector spaces over finite fields. We prove that the\nnatural analog of the Euclidean Erdos-Falconer distance conjecture does not\nhold in this setting due to the influence of the arithmetic. On the positive\nside, we obtain good exponents for the Erdos -Falconer distance problem for\nsubsets of the unit sphere in $\\mathbb F_q^d$ and discuss their sharpness. This\nresults in a reasonably complete description of the Erdos-Falconer distance\nproblem in higher dimensional vector spaces over general finite fields.\n"]}]
["0707.3837",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3837"],"date":["2007-07-25","2007-07-31"],"type":["text"],"creator":["Benaim, Michel","Benjamini, Itai","Rossignol, Raphael"],"language":[],"coverage":[],"title":["Effective resistance on random electrical networks"],"description":["  This paper has been withdrawn. See v1 still available to understand the\nproblem: Proposition 2.2 is false. The error in the proof is in claim (3).\nThen, the whole paper collapses. We do not have any correction for now. We\napologize to everyone.\n","Comment: This paper has been withdrawn"]}]
["0707.4040",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4040"],"date":["2007-07-27"],"type":["text"],"creator":["Ouyang, Shi-Hua","Lam, Chi-Hang","You, J. Q."],"language":[],"coverage":[],"title":["Leakage-induced decoherence during single electron spin manipulation in\n  a double quantum dot"],"description":["  Coherent single electron spin oscillation in a double quantum dot system\ndriven by a magnetic electron spin resonance field is studied theoretically\nusing a Bloch-type rate equation approach. The oscillation frequency and\nrelaxation time obtained using typical model parameters are consistent with\nexperiment findings. The dominant decoherence mechanism is identified to be a\nleakage current through a Coulomb blockade barrier at a quantum dot during the\nspin manipulation. Nuclear field fluctuations which induce a long relaxation\ntime are found to contribute only negligibly to the decoherence despite an\nearlier suggestion.\n","Comment: 5 pages, 3 figures"]}]
["0707.4104",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4104","Journal of Applied Probability 42, 4 (2005) 1145-1167"],"date":["2007-07-27"],"type":["text"],"creator":["Draief, Moez","Mairesse, Jean","O'Connell, Neil"],"language":[],"coverage":[],"title":["Queues, stores, and tableaux"],"description":["  Consider the single server queue with an infinite buffer and a FIFO\ndiscipline, either of type M/M/1 or Geom/Geom/1. Denote by A the arrival\nprocess and by s the services. Assume the stability condition to be satisfied.\nDenote by D the departure process in equilibrium and by r the time spent by the\ncustomers at the very back of the queue. We prove that (D,r) has the same law\nas (A,s) which is an extension of the classical Burke Theorem. In fact, r can\nbe viewed as the departures from a dual storage model. This duality between the\ntwo models also appears when studying the transient behavior of a tandem by\nmeans of the RSK algorithm: the first and last row of the resulting\nsemi-standard Young tableau are respectively the last instant of departure in\nthe queue and the total number of departures in the store.\n","Comment: Conference version of the paper: \"Joint Burke's theorem and RSK\n  representation for a queue and a store\" (with M. Draief and N. O'Connell). In\n  Discrete Random Walks 2003. DMTCS vol. AC, p. 69-82, 2003"]}]
["0707.4174",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4174"],"date":["2007-07-27"],"type":["text"],"creator":["Radulescu, Razvan Tudor"],"language":[],"coverage":[],"title":["Retinoblastoma protein is the likely common effector for distinct\n  anti-aging pathways"],"description":["  The multiple worlds of genetically manipulated laboratory organisms such as\ntransgenic mice or worms with certain gene mutations are somewhat reminiscent\nof parallel worlds in quantum mechanics. So are various models of aging tested\nin such organisms. In this context, the tumor suppressor p53 has been found to\neither accelerate or delay aging, the latter, for instance, in conjunction with\nARF, another tumor suppressor, as shown very recently. To more easily determine\nwhich of these artificial settings comes closest to real life, I discuss here\ntheir features in the light of my protein structure-based insights that have\nled me to propose a physiological anti-aging role for the retinoblastoma tumor\nsuppressor protein (RB) over the past four years.\n","Comment: 4 pages"]}]
["0707.4184",{"format":[],"subject":["Mathematics - Group Theory","20c15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4184"],"date":["2007-07-27"],"type":["text"],"creator":["Adan-Bante, Edith"],"language":[],"coverage":[],"title":["Restriction of characters and products of characters"],"description":["  Let G be a finite p-group, for some prime p, and $\\psi, \\theta \\in \\Irr(G)$\nbe irreducible complex characters of G. It has been proved that if, in\naddition, $\\psi,\\theta$ are faithful characters, then the product $\\psi\\theta$\nis a multiple of an irreducible or it is the nontrivial linear combination of\nat least $\\frac{p+1}{2}$ distinct irreducible characters of G. We show that if\nwe do not require the characters to be faithful, then given any integer k>0, we\ncan always find a p-group G and irreducible characters $\\Psi$ and $\\Theta$ such\nthat $\\Psi\\Theta$ is the nontrivial combination of exactly k distinct\nirreducible characters. We do this by translating examples of decompositions of\nrestrictions of characters into decompositions of products of characters.\n","Comment: 4 pages"]}]
["0707.4185",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4185"],"date":["2007-07-27"],"type":["text"],"creator":["Schwartz, M. E.","Solomon, T. H."],"language":[],"coverage":[],"title":["Frozen fronts in cellular flows"],"description":["  We present experiments on the behavior of reaction fronts in ordered and\ndisordered cellular flows with imposed winds. Fronts in a chain of alternating\nvortices are found to freeze (pin to the separatrix) for a wide range of\nimposed winds that grows nonlinearly with the characteristic strength of the\nunderlying vorticity. Experiments in spatially-disordered flows demonstrate\nthat freezing of fronts is common to cellular flows; furthermore, it is not\ndependent on boundary conditions. We therefore anticipate similar pinning in a\nwide range of cellular flows and front-producing systems.\n","Comment: 10 pages, 5 figures"]}]
["0707.4192",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4192"],"date":["2007-07-27"],"type":["text"],"creator":["Le, Anh-Thu","Morishita, Toru","Lin, C. D."],"language":[],"coverage":[],"title":["Improved Lewenstein model for high-order harmonic generation of atoms\n  and molecules with scattering wavefunctions"],"description":["  We demonstrate a simple method to improve the Lewenstein model for the\ndescription of high-order harmonic generation (HHG). It is shown that HHG\nspectra can be expressed as the product of a returning electron wave packet and\nthe photo-recombination cross sections, where the former can be extracted from\nthe Lewenstein model. By replacing plane waves with scattering waves in the\ncalculation of recombination matrix elements, we showed that the resulting HHG\nspectra agree well with those from solving the time-dependent Schr\\\"odinger\nequation. The improved model can be used for quantitative calculations of high\nharmonics generated by molecules.\n","Comment: 4 pages, 4 figures"]}]
["0707.4196",{"format":[],"subject":["Mathematics - General Mathematics","11M26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4196"],"date":["2007-07-27"],"type":["text"],"creator":["Madrecki, Andrzej"],"language":[],"coverage":[],"title":["A short Brownian motion proof of the Riemann hypothesis"],"description":["  We give a short probabilistic (a Brownian motion) proof of the Riemann\nhypothesis based on some surprising, unexpected and deep algebraic conjecture\n(MAC in short) concerning the relation between the Riemann zeta $\\xi$ and a\ntrivial zeta $\\zeta_{t}$. That algebraic conjecture was firstly discovered and\nformulated in [MA]\n","Comment: 26 pages"]}]
["0707.4202",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 60K25, 90B22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4202"],"date":["2007-07-27"],"type":["text"],"creator":["Ferrari, Pablo A.","Martin, James B."],"language":[],"coverage":[],"title":["Multiclass Hammersley-Aldous-Diaconis process and multiclass-customer\n  queues"],"description":["  In the Hammersley-Aldous-Diaconis process infinitely many particles sit in R\nand at most one particle is allowed at each position. A particle at x$ whose\nnearest neighbor to the right is at y, jumps at rate y-x to a position\nuniformly distributed in the interval (x,y). The basic coupling between\ntrajectories with different initial configuration induces a process with\ndifferent classes of particles. We show that the invariant measures for the\ntwo-class process can be obtained as follows. First, a stationary M/M/1 queue\nis constructed as a function of two homogeneous Poisson processes, the arrivals\nwith rate \\lambda and the (attempted) services with rate \\rho>\\lambda. Then put\nthe first class particles at the instants of departures (effective services)\nand second class particles at the instants of unused services. The procedure is\ngeneralized for the n-class case by using n-1 queues in tandem with n-1\npriority-types of customers. A multi-line process is introduced; it consists of\na coupling (different from Liggett's basic coupling), having as invariant\nmeasure the product of Poisson processes. The definition of the multi-line\nprocess involves the dual points of the space-time Poisson process used in the\ngraphical construction of the system. The coupled process is a transformation\nof the multi-line process and its invariant measure the transformation\ndescribed above of the product measure.\n","Comment: 21 pages, 6 figures"]}]
["0707.4205",{"format":[],"subject":["Mathematics - Optimization and Control","93A30, 93D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4205"],"date":["2007-07-27"],"type":["text"],"creator":["Pola, Giordano","Tabuada, Paulo"],"language":[],"coverage":[],"title":["Symbolic Models for Nonlinear Control Systems: Alternating Approximate\n  Bisimulations"],"description":["  Symbolic models are abstract descriptions of continuous systems in which\nsymbols represent aggregates of continuous states. In the last few years there\nhas been a growing interest in the use of symbolic models as a tool for\nmitigating complexity in control design. In fact, symbolic models enable the\nuse of well known algorithms in the context of supervisory control and\nalgorithmic game theory, for controller synthesis. Since the 1990's many\nresearchers faced the problem of identifying classes of dynamical and control\nsystems that admit symbolic models. In this paper we make a further progress\nalong this research line by focusing on control systems affected by\ndisturbances. Our main contribution is to show that incrementally globally\nasymptotically stable nonlinear control systems with disturbances admit\nsymbolic models. When specializing these results to linear systems, we show\nthat these symbolic models can be easily constructed.\n"]}]
["0707.4210",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4210"],"date":["2007-07-28"],"type":["text"],"creator":["Boocher, Adam","Daigle, Jay","Hoste, Jim","Zheng, Wenjing"],"language":[],"coverage":[],"title":["Sampling Lissajous and Fourier knots"],"description":["  A Lissajous knot is one that can be parameterized by a single cosine function\nin each coordinate. Lissajous knots are highly symmetric, and for this reason,\nnot all knots are Lissajous. We prove several theorems which allow us to place\nbounds on the number of Lissajous knot types with given frequencies and to\nefficiently sample all possible Lissajous knots with a given set of\nfrequencies. In particular, we systematically tabulate all Lissajous knots with\nsmall frequencies and as a result substantially enlarge the tables of known\nLissajous knots.\n  A Fourier (i, j, k) knot is similar to a Lissajous knot except that each\ncoordinate is now described by a finite sum of i, j, and k cosine functions\nrespectively. According to Lamm, every knot is a Fourier-(1,1,k) knot for some\nk. By randomly searching the set of Fourier-(1,1,2) knots we find that all\n2-bridge knots up to 14 crossings are either Lissajous or Fourier-(1,1,2)\nknots. We show that all twist knots are Fourier-(1,1,2) knots and give evidence\nsuggesting that all torus knots are Fourier-(1,1,2) knots.\n  As a result of our computer search, several knots with relatively small\ncrossing numbers are identified as potential counterexamples to interesting\nconjectures.\n","Comment: 34 pages, 5 figures, 18 tables"]}]
["0707.4214",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4214"],"date":["2007-07-28"],"type":["text"],"creator":["Fuhrman, Marco","Hu, Ying","Tessitore, Gianmario"],"language":[],"coverage":[],"title":["Ergodic BSDEs and Optimal Ergodic Control in Banach Spaces"],"description":["  In this paper we introduce a new kind of Backward Stochastic Differential\nEquations, called ergodic BSDEs, which arise naturally in the study of optimal\nergodic control. We study the existence, uniqueness and regularity of solution\nto ergodic BSDEs. Then we apply these results to the optimal ergodic control of\na Banach valued stochastic state equation. We also establish the link between\nthe ergodic BSDEs and the associated Hamilton-Jacobi-Bellman equation.\nApplications are given to ergodic control of stochastic partial differential\nequations.\n"]}]
["0707.4228",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4228"],"date":["2007-07-28"],"type":["text"],"creator":["Kim, Kyung Taec","Kang, Kyung Sik","Park, Mi Na","Imran, Tayyab","Umesh, G.","Nam, Chang Hee"],"language":[],"coverage":[],"title":["Comparison of RABITT and FROG measurements in the temporal\n  characterization of attosecond pulse trains"],"description":["  The attosecond high harmonic pulses obtained from a long Ar-filled gas cell\nwere characterized by two techniques - the reconstruction of attosecond beating\nby interference of two-photon transition (RABITT) and frequency-resolved\noptical gating (FROG) methods. The pulse durations obtained by RABITT and FROG\nmethods agreed within 10 %.\n"]}]
["0707.4231",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Differential Geometry","Mathematics - Geometric Topology","53C43, 20E06, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4231"],"date":["2007-07-28"],"type":["text"],"creator":["Kapovich, Michael"],"language":[],"coverage":[],"title":["Energy of harmonic functions and Gromov's proof of Stallings' theorem"],"description":["  We provide the details for Gromov's proof of Stallings' theorem on groups\nwith infinitely many ends using harmonic functions. The main technical result\nof the paper is a compactness theorem for a certain family of harmonic\nfunctions.\n","Comment: 4 figures"]}]
["0707.4233",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4233"],"date":["2007-07-28"],"type":["text"],"creator":["Banerjee, Anindita","Pathak, Anirban"],"language":[],"coverage":[],"title":["On the Synthesis of Sequential Reversible Circuit"],"description":["  Reversible circuits for SR flip flop, JK flip flop, D flip flop, T flip flop,\nMaster Slave D flip flop and Master Slave JK flip flop have been provided with\nthree different logical approaches. All the circuits have been optimized with\nthe help of existing local optimization algorithms (e.g. template matching,\nmoving rule and deletion rule) and the optimized sequential circuits have been\ncompared with the earlier proposals for the same. It has been shown that the\npresent proposals have lower gate complexities and lower number of garbage bits\ncompared to the earlier proposals. It has also been shown that the advantage in\ngate count obtained in some of the earlier proposals by introduction of New\ngates is an \\textcolor{black}{artifact} and if it is allowed then every circuit\nblock (unless there is a measurement) can be reduced to a single gate. Further,\nit is shown that a reversible flip flop can be constructed even without a\nfeedback. In this context, some important conceptual issues related to the\ndesigning and optimization of sequential reversible circuits have also been\naddressed.\n","Comment: 9 pages, 8 Figures, LaTeX 2e,"]}]
["0707.4246",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4246"],"date":["2007-07-28"],"type":["text"],"creator":["Catenacci, R.","Debernardi, M.","Grassi, P. A.","Matessi, D."],"language":[],"coverage":[],"title":["Balanced Superprojective Varieties"],"description":["  We first review the definition of superprojective spaces from the\nfunctor-of-points perspective. We derive the relation between superprojective\nspaces and supercosets in the framework of the theory of sheaves. As an\napplication of the geometry of superprojective spaces, we extend Donaldson's\ndefinition of balanced manifolds to supermanifolds and we derive the new\nconditions of a balanced supermanifold. We apply the construction to\nsuperpoints viewed as submanifolds of superprojective spaces. We conclude with\na list of open issues and interesting problems that can be addressed in the\npresent context.\n","Comment: 24 pages, Latex, no figures"]}]
["0707.4256",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4256"],"date":["2007-07-28"],"type":["text"],"creator":["Belford, Christopher","Sieben, Nandor"],"language":[],"coverage":[],"title":["Rubbling and Optimal Rubbling of Graphs"],"description":["  A pebbling move on a graph removes two pebbles at a vertex and adds one\npebble at an adjacent vertex. Rubbling is a version of pebbling where an\nadditional move is allowed. In this new move one pebble is removed at vertices\nv and w adjacent to a vertex u and an extra pebble is added at vertex u. A\nvertex is reachable from a pebble distribution if it is possible to move a\npebble to that vertex using rubbling moves. The rubbling number of a graph is\nthe smallest number m needed to guarantee that any vertex is reachable from any\npebble distribution of m pebbles. The optimal rubbling number is the smallest\nnumber m needed to guarantee a pebble distribution of m pebbles from which any\nvertex is reachable. We determine the rubbling and optimal rubbling number of\nsome families of graphs including cycles.\n","Comment: 14 pages"]}]
["0707.4257",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4257"],"date":["2007-07-28"],"type":["text"],"creator":["Sardanashvily, G."],"language":[],"coverage":[],"title":["Axiomatic quantum field theory. Jet formalism"],"description":["  Jet formalism provides the adequate mathematical formulation of classical\nfield theory, reviewed in hep-th/0612182v1. A formulation of QFT compatible\nwith this classical one is discussed. We are based on the fact that an algebra\nof Euclidean quantum fields is graded commutative, and there are homomorphisms\nof the graded commutative algebra of classical fields to this algebra. As a\nresult, any variational symmetry of a classical Lagrangian yields the\nidentities which Euclidean Green functions of quantum fields satisfy.\n","Comment: 29 pages"]}]
["0707.4260",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4260"],"date":["2007-07-28"],"type":["text"],"creator":["Milani, Andrea","Gronchi, Giovanni F.","Farnocchia, Davide","Knezevic, Zoran","Jedicke, Robert","Denneau, Larry","Pierfederici, Francesco"],"language":[],"coverage":[],"title":["Orbit Determination with Topocentric Correction: Algorithms for the Next\n  Generation Surveys"],"description":["  Given a set of astrometric observations of the same object, the problem of\norbit determination is to compute the orbit and to assess its uncertainty and\nreliability. For the next generation surveys, with much larger number density\nof observed objects, new algorithms or substantial revisions of the classical\nones are needed. The problem has three main steps, preliminary orbit, least\nsquares orbit, and quality control. The classical theory of preliminary orbits\nwas incomplete: the consequences of the topocentric correction had not been\nfully studied. We show that it is possible to account for this correction,\npossibly with an increase in the number of preliminary solutions, without\nimpairing the overall orbit determination performance. We have developed\nmodified least squares orbit determination algorithms that can be used to\nimprove the reliability of the procedure. We have tested the complete procedure\non two simulations with number densities comparable to that expected from the\nnext generation surveys such as Pan-STARRS and LSST. To control the problem of\nfalse identifications we have introduced a quality control on the fit residuals\nbased on an array of metrics and a procedure to remove duplications and\ncontradictions in the output. The results confirm that large sets of\ndiscoveries can be obtained with good quality orbits and very high success rate\nlosing only 0.6 to 1.3% of objects and a false identification rate in the range\n0.02 to 0.06%.\n","Comment: 38 pages, 8 figures"]}]
["0707.4261",{"format":[],"subject":["Mathematics - Number Theory","20H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4261"],"date":["2007-07-28","2007-07-31"],"type":["text"],"creator":["Fithian, David"],"language":[],"coverage":[],"title":["Congruence obstructions to pseudomodularity of Fricke groups"],"description":["  A pseudomodular group is a finite coarea nonarithmetic Fuchsian group whose\ncusp set is exactly $\\mathbb{P}^1(\\mathbb{Q})$. Long and Reid constructed\nfinitely many of these by considering Fricke groups, i.e., those that\nuniformize one-cusped tori. We prove that a zonal Fricke group with rational\ncusps is pseudomodular if and only if its cusp set is dense in the finite\nadeles of $\\mathbb{Q}$. We then deduce that infinitely many such Fricke groups\nare not pseudomodular.\n","Comment: 4 pages"]}]
["0707.4264",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4264"],"date":["2007-07-28"],"type":["text"],"creator":["Sindzingre, P."],"language":[],"coverage":[],"title":["Thermodynamic properties of the Spin-1/2 Heisenberg Antiferromagnet with\n  Anisotropic Exchange on the Kagome Lattice: Comparison with Volborthite"],"description":["  Thermodynamic properties such as magnetic susceptibility and specific heat\nhave been computed for the Heisenberg Antiferromagnet with spatially\nanisotropic exchange on the kagome lattice on clusters up to N=24 spins from\nthe full spectra obtained by exact diagonalization. This approach is shown to\nprovide a good represention of these thermodynamic properties above\ntemperatures of about $J_{\\rm av}/5$ where $J_{\\rm av}$ is an average of the\ncoupling constants. Comparison with experimental Volborthite data obtained by\nHiroi {\\it {et al}} [J. Phys. Soc. Jpn. {\\bf 70},3377 (2001)] shows that\nVolborthite is best described by a model with nearly isotropic exchanges in\nspite of the significant distortion of the kagom\\'{e} lattice of magnetic sites\nin this compound and suggests that additional interactions are present.\nComparison of the specific heat at low temperature raise the possibility that\nthe density of states at low energy in Volborthite might be much lower than in\nthe Heisenberg model. Magnetization curves under an applied field of the model\nare also investigated. The M=1/3 plateau is found to subsist in the anisotropic\ncase and extend to lower field with increased anisotropy. For sufficient\nanisotropy, this plateau would then be observable for a field reasonably\naccessible to experiment. The absence of a plateau well below $\\sim$ 70 Teslas\nwould further support a nearly isotropic model.\n","Comment: 7 pages, 5 figures"]}]
["0707.4274",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4274","J. Chem. Phys. vol 122, 114109 (2005)","doi:10.1063/1.1881152"],"date":["2007-07-29"],"type":["text"],"creator":["Keshavamurthy, Srihari"],"language":[],"coverage":[],"title":["On dynamical tunneling and classical resonances"],"description":["  This work establishes a firm relationship between classical nonlinear\nresonances and the phenomenon of dynamical tunneling. It is shown that the\nclassical phase space with its hierarchy of resonance islands completely\ncharacterizes dynamical tunneling and explicit forms of the dynamical barriers\ncan be obtained only by identifying the key resonances. Relationship between\nthe phase space viewpoint and the quantum mechanical superexchange approach is\ndiscussed in near-integrable and mixed regular-chaotic situations. For\nnear-integrable systems with sufficient anharmonicity the effect of multiple\nresonances {\\it i.e.,} resonance-assisted tunneling can be incorporated\napproximately. It is also argued that the, presumed, relation of avoided\ncrossings to nonlinear resonances does not have to be invoked in order to\nunderstand dynamical tunneling. For molecules with low density of states the\nresonance-assisted mechanism is expected to be dominant.\n","Comment: Completely rewritten and expanded version of a previous submission\n  physics/0410033. 14 pages and 10 figures"]}]
["0707.4276",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4276"],"date":["2007-07-29"],"type":["text"],"creator":["Hansson, Magnus","Jung, Hannes"],"language":[],"coverage":[],"title":["Towards precision determination of uPDFs"],"description":["  The unintegrated Parton Density Function of the gluon is obtained from a fit\nto dijet production in DIS as measured at HERA. Reasonable descriptions of the\nmeasurements are obtained, and a first attempt to constrain the intrinsic\ntransverse momentum distribution at small kt is presented\n","Comment: Contribution to DIS07, Munich, 2007"]}]
["0707.4277",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4277"],"date":["2007-07-29"],"type":["text"],"creator":["Alan, A. T."],"language":[],"coverage":[],"title":["Effects of the CP Odd Dipole Operators on Gluino-Squark Production"],"description":["  We analyze effects of the CP violating interactions on associated\ngluino-squark production in the MSSM at hadron colliders. Depending on the\nsparticle masses, the hadronic cross sections can be enhanced up to 9.5 % for a\n500 GeV gluino at the LHC energies.\n","Comment: 7 pages, 2 figures"]}]
["0707.4278",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4278"],"date":["2007-07-29"],"type":["text"],"creator":["Vitkova, Victoria","Mader, Maud-Alix","Misbah, Chaouqi","Podgorski, Thomas"],"language":[],"coverage":[],"title":["Rheology of dilute suspensions of vesicles and red blood cells"],"description":["  We present rheology experiments on dilute solutions of vesicles and red blood\ncells (RBC). Varying the viscosity ratio $\\lambda$ between internal and\nexternal fluids, the microscopic dynamics of suspended objects can be\nqualitatively changed from tank-treading ($tt$) to tumbling ($tb$). We find\nthat in the tt regime the viscosity $\\eta$, decreases when $\\lambda$ increases,\nin contrast with droplet emulsions and elastic capsule theories which are\nsometimes invoked to model RBC dynamics. At a critical $\\lambda$ (close to the\ntt-tb transition) $\\eta$ exhibits a minimum before it increases in the tb\nregime. This is consistent with a recent theory for vesicles. This points to\nthe nontrivial fact that the cytoskeleton in RBC does not alter the qualitative\nevolution of $\\eta$ and that, as far as rheology is concerned, vesicle models\nmight be a better description.\n","Comment: 4 pages, 3 figures"]}]
["0707.4284",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4284"],"date":["2007-07-29"],"type":["text"],"creator":["Glazov, A.","Moch, S.","Nagano, K."],"language":[],"coverage":[],"title":["Structure Functions and Low-x"],"description":["  We summarize recent experimental and theoretical results, which were reported\nin the working group on Structure Functions and Low-x at the DIS 2007 workshop.\n","Comment: 15 pages, 11 figures. Presented at 15th International Workshop on\n  Deep-Inelastic Scattering and Related Subjects (DIS2007), Munich, Germany,\n  16-20 Apr 2007"]}]
["0707.4289",{"format":[],"subject":["Computer Science - Artificial Intelligence","I.5.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4289"],"date":["2007-07-29"],"type":["text"],"creator":["Wu, Stephen Gang","Bao, Forrest Sheng","Xu, Eric You","Wang, Yu-Xuan","Chang, Yi-Fan","Xiang, Qiao-Liang"],"language":[],"coverage":[],"title":["A Leaf Recognition Algorithm for Plant Classification Using\n  Probabilistic Neural Network"],"description":["  In this paper, we employ Probabilistic Neural Network (PNN) with image and\ndata processing techniques to implement a general purpose automated leaf\nrecognition algorithm. 12 leaf features are extracted and orthogonalized into 5\nprincipal variables which consist the input vector of the PNN. The PNN is\ntrained by 1800 leaves to classify 32 kinds of plants with an accuracy greater\nthan 90%. Compared with other approaches, our algorithm is an accurate\nartificial intelligence approach which is fast in execution and easy in\nimplementation.\n","Comment: 6 pages, 3 figures, 2 tables"]}]
["0707.4297",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","35P20, 35Q40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4297"],"date":["2007-07-29"],"type":["text"],"creator":["Pushnitski, Alexander","Rozenblum, Grigori"],"language":[],"coverage":[],"title":["Eigenvalue clusters of the Landau Hamiltonian in the exterior of a\n  compact domain"],"description":["  We consider the Schrodinger operator with a constant magnetic field in the\nexterior of a compact domain on the plane. The spectrum of this operator\nconsists of clusters of eigenvalues around the Landau levels. We discuss the\nrate of accumulation of eigenvalues in a fixed cluster.\n","Comment: 16 pages, Latex"]}]
["0707.4302",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4302"],"date":["2007-07-29"],"type":["text"],"creator":["Kopeliovich, B. Z.","Potashnikova, I. K.","Schmidt, Ivan"],"language":[],"coverage":[],"title":["Quenching of high-pT hadrons: Alternative scenario"],"description":["  A new scenario, alternative to energy loss, for the observed suppression of\nhigh-pT hadrons observed at RHIC is proposed. In the limit of a very dense\nmedium crated in nuclear collisions the mean free-path of the produced\n(pre)hadron vanishes, and and the nuclear suppression, R_{AA} is completely\ncontrolled by the production length. The RHIC data are well explained in a\nparameter free way, and predictions for LHC are provided.\n","Comment: Talk at the Workshop on Heavy Ion Collisions at the LHC: Last Call\n  for Predictions, Geneva, Switzerland, 14 May - 8 Jun 2007"]}]
["0707.4304",{"format":[],"subject":["Computer Science - Databases","H.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4304"],"date":["2007-07-29"],"type":["text"],"creator":["Gomez, Leticia","Haesevoets, Sofie","Kuijpers, Bart","Vaisman, Alejandro"],"language":[],"coverage":[],"title":["Spatial Aggregation: Data Model and Implementation"],"description":["  Data aggregation in Geographic Information Systems (GIS) is only marginally\npresent in commercial systems nowadays, mostly through ad-hoc solutions. In\nthis paper, we first present a formal model for representing spatial data. This\nmodel integrates geographic data and information contained in data warehouses\nexternal to the GIS. We define the notion of geometric aggregation, a general\nframework for aggregate queries in a GIS setting. We also identify the class of\nsummable queries, which can be efficiently evaluated by precomputing the\noverlay of two or more of the thematic layers involved in the query. We also\nsketch a language, denoted GISOLAP-QL, for expressing queries that involve GIS\nand OLAP features. In addition, we introduce Piet, an implementation of our\nproposal, that makes use of overlay precomputation for answering spatial\nqueries (aggregate or not). Our experimental evaluation showed that for a\ncertain class of geometric queries with or without aggregation, overlay\nprecomputation outperforms R-tree-based techniques. Finally, as a particular\napplication of our proposal, we study topological queries.\n","Comment: 56 pages, 28 figures"]}]
["0707.4313",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4313"],"date":["2007-07-29"],"type":["text"],"creator":["Banuelos, Rodrigo","Kulczycki, Tadeusz"],"language":[],"coverage":[],"title":["Trace Estimates for Stable Processes"],"description":["  In this paper we study the behaviour in time of the trace (the partition\nfunction) of the heat semigroup associated with symmetric stable processes in\ndomains of $\\Rd$. In particular, we show that for domains with the so called\n{\\it{$R$-smoothness}} property the second terms in the asymptotic as $t\\to 0$\ninvolves the surface area of the domain, just as in the case of Brownian\nmotion.\n"]}]
["0707.4316",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","57M07, 54C56."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4316"],"date":["2007-07-29"],"type":["text"],"creator":["Mooney, Christopher"],"language":[],"coverage":[],"title":["All CAT(0) Boundaries of a Group of the Form HxK are CE Equivalent"],"description":["  M. Bestvina has shown that for any given torsion-free CAT(0) group G, all of\nits boundaries are shape equivalent. He then posed the question of whether they\nsatisfy the stronger condition of being cell-like equivalent. In this article\nwe prove that the answer is \"Yes\" in the situation where the group in question\nsplits as a direct product with infinite factors. We accomplish this by proving\nan interesting theorem in shape theory.\n","Comment: 8 pages, 3 figures"]}]
["0707.4317",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","53D45, 14N35, 14P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4317"],"date":["2007-07-29"],"type":["text"],"creator":["Welschinger, Jean-Yves"],"language":[],"coverage":[],"title":["Optimalit\\'e, congruences et calculs d'invariants des vari\\'et\\'es\n  symplectiques r\\'eelles de dimension quatre"],"description":["  This paper follows a previous one in which were introduced deformation\ninvariants $\\chi^d_r$, $d \\in H_2 (X ; \\Z)$, $r \\in \\N$, of closed real\nsymplectic four-manifolds $(X, \\omega, c_X)$, invariants which produced lower\nbounds in real enumerative geometry. We prove here using methods of symplectic\nfield theory that the lower bounds are sharp when $r \\leq 1$ and the real locus\nof the manifold contains a sphere, torus or real projective plane (under\nstronger assumptions in this last case). We also prove that a big power of two\ndivides $\\chi^d_r$ as soon as r is not too big and when the real locus contains\na sphere or real projective plane (under the same stronger assumptions in this\nlast case). We finally present some explicit computations in the case of the\nprojective plane or quadric ellipsoid surface as well as the general formulas\nused to get them, formulas which involve some relative invariants that we first\ndefine.\n","Comment: 42 pages, 3 figures"]}]
["0707.4318",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4318","J. Theor. Biol., 2006, v. 242, 401--408","doi:10.1016/j.jtbi.2006.03.008"],"date":["2007-07-29"],"type":["text"],"creator":["Veytsman, Boris","Akhmadeyeva, Leila"],"language":[],"coverage":[],"title":["Simple Mathematical Model Of Pathologic Microsatellite Expansions: When\n  Self-Reparation Does Not Work"],"description":["  We propose a simple model of pathologic microsatellite expansion, and\ndescribe an inherent self-repairing mechanism working against expansion. We\nprove that if the probabilities of elementary expansions and contractions are\nequal, microsatellite expansions are always self-repairing. If these\nprobabilities are different, self-reparation does not work. Mosaicism,\nanticipation and reverse mutation cases are discussed in the framework of the\nmodel. We explain these phenomena and provide some theoretical evidence for\ntheir properties, for example the rarity of reverse mutations.\n"]}]
["0707.4320",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4320"],"date":["2007-07-29"],"type":["text"],"creator":["Halburd, R. G.","Southall, N. J."],"language":[],"coverage":[],"title":["Tropical Nevanlinna theory and ultra-discrete equations"],"description":["  A tropical version of Nevanlinna theory is described in which the role of\nmeromorphic functions is played by continuous piecewise linear functions of a\nreal variable whose one-sided derivatives are integers at every point. These\nfunctions are naturally defined on the max-plus (or tropical) semi-ring.\nAnalogues of the Nevanlinna characteristic, proximity and counting functions\nare defined and versions of Nevanlinna's first main theorem, the lemma on the\nlogarithmic derivative and Clunie's lemma are proved.\n  As well as providing another example of a tropical or dequantized analogue of\nan important area of complex analysis, this theory has applications to\nso-called ultra-discrete equations. Preliminary results are presented\nsuggesting that the existence of finite-order max-plus meromorphic solutions\ncan be considered to be an ultra-discrete analogue of the Painlev'e property.\n","Comment: 21 pages"]}]
["0707.4321",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4321"],"date":["2007-07-29"],"type":["text"],"creator":["Radulescu, Razvan Tudor"],"language":[],"coverage":[],"title":["The insulin superfamily of growth-promoting proteins"],"description":["  Recently, structural analysis of the human transferrin and growth hormone\n(GH) amino acid sequences has unravelled that they harbor a motif identical to\na pattern found in viral oncoproteins known to bind the primarily nuclear tumor\nsuppressor retinoblastoma protein (RB). Since related signatures had previously\nbeen identified also in insulin and the two insulin-like growth factors (IGFs),\nthe aim of the current study has been to investigate whether further hints\nsubstantiating these reported homologies can be found in silico. Here,\nadditional similarities are presented supporting the notion of an insulin\nsuperfamily of growth-promoting proteins with dual localization in the\nextracellular environment and the intracellular space, particularly in the\nnucleus, as well as characterized by a tropism for RB.\n","Comment: 3 pages, 1 figure"]}]
["0707.4322",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","32G15 (Primary)","20F38, 20J06, 30F60, 57M07, 57M99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4322"],"date":["2007-07-29"],"type":["text"],"creator":["Ivanov, Nikolai V.","Ji, Lizhen"],"language":[],"coverage":[],"title":["Infinite topology of curve complexes and non-Poincare duality of\n  Teichmueller modular groups"],"description":["  In this note, we fill in a gap in the literature by proving that the\nTeichmueller modular groups (mapping class groups) are not Poincare duality\ngroups and the complexes of curves of surfaces have infinite homotopy type\n(i.e. are not homotopy equivalent to a finite CW-complex).\n","Comment: 11 pages, no figures"]}]
["0707.4323",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4323"],"date":["2007-07-29"],"type":["text"],"creator":["Phillips, Peter R."],"language":[],"coverage":[],"title":["Is the Mass Scale for Elementary Particles Classically Determined?"],"description":["  We investigate whether a mass scale for elementary particles can be derived\nfrom interactions of particles with distant matter in the Universe, the\nmechanism of the interaction being the classical vector potential, propagating\nin a space of negative curvature. A possible context for such a mass scale is\nconformal gravity. This theory may prove to be renormalizable, since all\ncoupling constants are dimensionless; conversely, however, there is no coupling\nconstant analogous to the conventional G to provide a starting point for a mass\nscale calculation. We obtain the equations for propagation of the vector\npotential of a charged particle moving in a plasma in a curved space. We then\nshow that distant matter will contribute to A**2, and that this non-thermal\npart will eventually dominate the ordinary thermal part. At this point a\nsymmetry breaking transition of the Coleman-Weinberg type is possible, and\nparticle masses can be generated with m**2 of order A**2.\n","Comment: 17 pages, 9 figures, format for Phys. Rev. D"]}]
["0707.4338",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4338","APPLIED PHYSICS LETTERS 88, 223114 (2006)","doi:10.1063/1.2208274"],"date":["2007-07-30"],"type":["text"],"creator":["Wu, Gang","Yang, Xiaoping","Dong, Jinming"],"language":[],"coverage":[],"title":["The radial breathing-like mode of the collapsed Single-walled carbon\n  nanotube bundle under hydrostatic pressure"],"description":["  Using the first principles calculations we have studied the vibrational modes\nand Raman spectra of a (10, 10) single-walled carbon nanotube (SWNT) bundle\nunder hydrostatic pressure. Detailed analysis shows that the original radial\nbreathing mode (RBM) of the SWNT bundle disappears after the structural phase\ntransition (SPT). And significantly a RBM-like mode appears at about 509\ncm^{-1}, which could be considered as a fingerprint of the SPT happened in the\nSWNT bundle, and further used to determine the microscopic structure of the\nbundle after the SPT.\n"]}]
["0707.4340",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4340","PHYSICAL REVIEW B 73, 245414 (2006)","doi:10.1103/PhysRevB.73.245414"],"date":["2007-07-30"],"type":["text"],"creator":["Wu, Gang","Dong, Jinming"],"language":[],"coverage":[],"title":["Raman characteristic peaks induced by the topological defects of Carbon\n  Nanotube Intramolecular Junction"],"description":["  The vibrational modes of some single wall carbon nanotube (SWNT)\nintramolecular junctions (IMJs) have been calculated using the newest Brenner\nreactive empirical bond order (REBO) potential, based upon which their\nnonresonant Raman spectra have been further calculated using the empirical bond\npolarizability model. It is found that the Raman peaks induced by pentagon\ndefects lie out of the $G$-band of the SWNTs, so the high-frequency part of the\nRaman spectra of the SWNT IMJs can be used to determine experimentally their\ndetailed geometrical structures. Also, the intensity of the Raman spectra has a\nclose relation with the number of pentagon defects in the SWNT IMJs. Following\nthe Descartes-Euler Polyhedral Formula (DEPF), the number of heptagon defects\nin the SWNT IMJs can also be determined. The first-principle calculations are\nalso performed, verifying the results obtained by the REBO potential. The $G$\nband width of the SWNT IMJ can reflect the length of its transition region\nbetween the pentagon and heptagon rings.\n"]}]
["0707.4346",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4346"],"date":["2007-07-30"],"type":["text"],"creator":["Mallajosyula, Sairam S.","Pati, Swapan K"],"language":[],"coverage":[],"title":["Effect of Protonation on the electronic properties of DNA base pairs:\n  Applications for molecular electronics"],"description":["  Protonation of DNA basepairs is a reversible phenomenon which can be\ncontrolled by tuning the pH of the system. Under mild acidic conditions, the\nhydrogen bonding pattern of the DNA basepairs undergoes a change. We study the\neffect of protonation on the electronic properties of the DNA basepairs to\nprobe for possible molecular electronics applications. We find that, under mild\nacidic pH conditions, the A:T basepair shows excellent rectification behaviour\nwhich is, however, absent in the G:C basepair. The mechanism of rectification\nhas been discussed using a simple chemical potential model. We also consider\nthe non-canonical A:A basepair and find that it can be used as efficient pH\ndependent molecular switch. The switching action in A:A basepair is explained\nin the light of pi-pi interactions which lead to efficient delocalization over\nthe entire basepair.\n","Comment: 5 pages, 4 Figures"]}]
["0707.4351",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4351","in the Proceedings of 15th International Symposium\n  \"NANOSTRUCTURES: Physics and Technology\" St Petersburg: Ioffe Institute, p.\n  62-63 (2007)"],"date":["2007-07-30"],"type":["text"],"creator":["Nikulov, A. V."],"language":[],"coverage":[],"title":["The quantum challenge on mesoscopic level"],"description":["  Most experts reject the quantum potential introduced by David Bohm in 1952.\nBut it is impossible to describe some quantum mesoscopic phenomena observed in\nsuperconductor nanostructures without a quantum force.\n","Comment: 3 pages, 2 figures"]}]
["0707.4352",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4352"],"date":["2007-07-30"],"type":["text"],"creator":["Maccarone, M. C.","Assis, P.","Catalano, O.","Cusumano, G.","Santo, M. C. Espirito","Goncalves, P.","Moles, M.","Pimenta, M.","Pina, A.","Sacco, B.","Tome', B."],"language":[],"coverage":[],"title":["Expected performance of the GAW Cherenkov Telescopes Array. Simulation\n  and Analysis"],"description":["  GAW is a \"path-finder\" experiment to test the feasibility of a new generation\nof Imaging Atmospheric Cherenkov telescopes that join high flux sensitivity\nwith large field of view capability using Fresnel lens, stereoscopic\nobservational approach, and single photon counting mode. GAW is an array of\nthree telescopes that will be erected at the Calar Alto Observatory site\n(Spain, 2150 m a.s.l.). To evaluate the performance of GAW, a consistent\ndata--set has been simulated, including a Crab-like source observation, and a\nproper image analysis code has been developed, as described in this\ncontribution. The expected performance of GAW are also reported, mainly for\nwhat concerns effective area, angular resolution, Cherenkov flux as function of\nthe core distance, ability in the gamma/proton separation, and sensitivity. The\nfirst telescope realization, foreseen within the end of this year, will allow\nto verify if the parameters used in the analysis are in agreement with the\n\"real\" performance of the GAW apparatus.\n","Comment: 5 pages, 5 figures, 1 Table, PDF format, Proceedings of 30th ICRC,\n  International Cosmic Ray Conference 2007, Merida, Yucatan, Mexico, 3-11 July\n  2007"]}]
["0707.4353",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4353","PHYSICAL REVIEW B 72, 115411 (2005)","doi:10.1103/PhysRevB.72.115411"],"date":["2007-07-30"],"type":["text"],"creator":["Wu, Gang","Zhou, Jian","Dong, Jinming"],"language":[],"coverage":[],"title":["Raman modes of the deformed single-wall carbon nanotubes"],"description":["  With the empirical bond polarizability model, the nonresonant Raman spectra\nof the chiral and achiral single-wall carbon nanotubes (SWCNTs) under uniaxial\nand torsional strains have been systematically studied by \\textit{ab initio}\nmethod. It is found that both the frequencies and the intensities of the\nlow-frequency Raman active modes almost do not change in the deformed\nnanotubes, while their high-frequency part shifts obviously. Especially, the\nhigh-frequency part shifts linearly with the uniaxial tensile strain, and two\nkinds of different shift slopes are found for any kind of SWCNTs. More\ninterestingly, new Raman peaks are found in the nonresonant Raman spectra under\ntorsional strain, which are explained by a) the symmetry breaking and b) the\neffect of bond rotation and the anisotropy of the polarizability induced by\nbond stretching.\n"]}]
["0707.4357",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4357","PHYSICAL REVIEW B 72, 115418 (2005)","doi:10.1103/PhysRevB.72.115418"],"date":["2007-07-30"],"type":["text"],"creator":["Wu, Gang","Zhou, Jian","Dong, Jinming"],"language":[],"coverage":[],"title":["Radial-breathing-like phonon modes of double-walled carbon nanotubes"],"description":["  The radial-breathing-like phonon modes (RBLMs) of the double-walled carbon\nnanotubes are studied in a simple analytical model, in which the interaction\nforce constants (FCs) can be obtained analytically from the continuous model.\nThe RBLMs frequencies are obtained by solving the dynamical matrix, and their\nrelationship with the tube radii can be obtained analytically, offering a\npowerful experimental tool for determining precisely the radii of the\nmulti-walled carbon nanotubes.\n"]}]
["0707.4363",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4363","PHYSICAL REVIEW B 71, 115410 (2005)","doi:10.1103/PhysRevB.71.115410"],"date":["2007-07-30"],"type":["text"],"creator":["Wu, Gang","Dong, Jinming"],"language":[],"coverage":[],"title":["Anomalous heat conduction in a carbon nanowire: Molecular dynamics\n  calculations"],"description":["  Heat conduction of a real quasi-one dimensional material, the finite length\ncarbon nanowire (CNW), inserted into the single-walled carbon nanotube (SWNT)\nhas been studied by the molecular dynamical (MD) method, in which both of the\nlongitudinal as well as transverse motions of the chain atoms in the SWNT have\nbeen permitted. It is found that the thermal conductivity $\\kappa $ of the\ncarbon nanowire is very high at room temperature, and diverges more likely with\nthe chain length logarithmically.\n"]}]
["0707.4366",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Functional Analysis","90C25, 65G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4366"],"date":["2007-07-30"],"type":["text"],"creator":["Jansson, Christian"],"language":[],"coverage":[],"title":["Guaranteed Accuracy for Conic Programming Problems in Vector Lattices"],"description":["  This paper presents rigorous forward error bounds for linear conic\noptimization problems. The error bounds are formulated in a quite general\nframework; the underlying vector spaces are not required to be\nfinite-dimensional, and the convex cones defining the partial ordering are not\nrequired to be polyhedral. In the case of linear programming, second order cone\nprogramming, and semidefinite programming specialized formulas are deduced\nyielding guaranteed accuracy. All computed bounds are completely rigorous\nbecause all rounding errors due to floating point arithmetic are taken into\naccount. Numerical results, applications and software for linear and\nsemidefinite programming problems are described.\n"]}]
["0707.4369",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4369"],"date":["2007-07-30"],"type":["text"],"creator":["Agnetta, G.","Assis, P.","Biondo, B.","Brogueira, P.","Cappa, A.","Catalano, O.","Chauvin, J.","Staiti, G. D'Ali'","Dattoli, M.","Espirito-Santo, M. C.","Fava, L.","Galeotti, P.","Giarrusso, S.","Gugliotta, G.","La Rosa, G.","Lebrun, D.","Maccarone, M. C.","Mangano, A.","Melo, L.","Moreggia, S.","Pimenta, M.","Russo, F.","Saavedra, O.","Segreto, A.","Silva, J. C.","Stassi, P.","Tome', B.","Vallania, P.","Vigorito, C."],"language":[],"coverage":[],"title":["Detection of the Cherenkov light diffused by Sea Water with the ULTRA\n  Experiment"],"description":["  The study of Ultra High Energy Cosmic Rays represents one of the most\nchallenging topic in the Cosmic Rays and in the Astroparticle Physics fields.\nThe interaction of primary particles with atmospheric nuclei produces a huge\nExtensive Air Shower together with isotropic emission of UV fluorescence light\nand highly directional Cherenkov photons, that are reflected/diffused\nisotropically by the impact on the Earth's surface or on high optical depth\nclouds. For space-based observations, detecting the reflected Cherenkov signal\nin a delayed coincidence with the fluorescence light improves the accuracy of\nthe shower reconstruction in space and in particular the measurement of the\nshower maximum, giving a strong signature for discriminating hadrons and\nneutrinos, and helping to estimate the primary chemical composition. Since the\nEarth's surface is mostly covered by water, the ULTRA (UV Light Transmission\nand Reflection in the Atmosphere)experiment has been designed to provide the\ndiffusing properties of sea water, overcoming the lack of information in this\nspecific field. A small EAS array, made up of 5 particle detectors, and an UV\noptical device, have been coupled to detect in coincidence both electromagnetic\nand UV components. The detector was in operation from May to December, 2005, in\na small private harbor in Capo Granitola (Italy); the results of these\nmeasurements in terms of diffusion coefficient and threshold energy are\npresented here.\n","Comment: 4 pages, 3 figures, PDF format, Proceedings of 30th ICRC,\n  International Cosmic Ray Conference 2007, Merida, Yucatan, Mexico, 3-11 July\n  2007"]}]
["0707.4371",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4371"],"date":["2007-07-30"],"type":["text"],"creator":["Cangas, M. A. Hidalgo R."],"language":[],"coverage":[],"title":["A model for the study of the Shubnikov-de Haas and the integer quantum\n  Hall effects in a two dimensional electronic system"],"description":["  Up to know all the experimental results concerning the integer and fractional\nquantum Hall effect are related to semiconductor heterostructures (and more\nrecently with graphene). The common characteristic of all these systems is the\npresence of a reservoir of electrons, which, in fact, in the initial stage is\nthe source of the electrons, providing the two-dimensional electron gas (2DES).\nThen, any physical realization of a 2DES is necessarily embedded in a 3D\nstructure, which establishes the Fermi level. Hence, the 2DES appears to be an\nopen system. In this paper we present an analytical approach to the integer\nquantum Hall effect (IQHE) and the Shubnikov-de Haas (SdH) phenomena in the\n2DES, basing us in fundamental principles and showing the secondary role of the\nlocalized electron states in both phenomena. In fact, we show that the IQHE is\na consequence of the fluctuations of electrons in the 2DES. Once we obtain the\ndensity of states of the 2DES under the application of a magnetic field we\ncalculate both magnetoconductivities (diagonal and Hall) deducing them from the\nBoltzman semiclassical equation. The model proposed reproduces both phenomena,\nthe width of the Hall plateaus (with the precision reached in the experimental\nmeasurements, of the order of 10-8-10-9) and the corresponding minima of the\ndiagonal magnetoresistivity, and also the dependence with temperature of the\nIQHE and SdH.\n","Comment: 11 pages and 2 figures"]}]
["0707.4372",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4372","Journal of Computer and System Sciences 66, 3 (2003) 515-548","doi:10.1016/S0022-0000(03)00039-4"],"date":["2007-07-30"],"type":["text"],"creator":["Gaujal, Bruno","Haar, Stefan","Mairesse, Jean"],"language":[],"coverage":[],"title":["Blocking a transition in a Free Choice net and what it tells about its\n  throughput"],"description":["  In a live and bounded Free Choice Petri net, pick a non-conflicting\ntransition. Then there exists a unique reachable marking in which no transition\nis enabled except the selected one. For a routed live and bounded Free Choice\nnet, this property is true for any transition of the net. Consider now a live\nand bounded stochastic routed Free Choice net, and assume that the routings and\nthe firing times are independent and identically distributed. Using the above\nresults, we prove the existence of asymptotic firing throughputs for all\ntransitions in the net. Furthermore the vector of the throughputs at the\ndifferent transitions is explicitly computable up to a multiplicative constant.\n"]}]
["0707.4373",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4373"],"date":["2007-07-30"],"type":["text"],"creator":["Bguin, Franois","Crovisier, Sylvain","Jaeger, Tobias","Roux, Frdric Le"],"language":[],"coverage":[],"title":["Denjoy constructions for fibred homeomorphisms of the torus"],"description":["  We construct different types of quasiperiodically forced circle\nhomeomorphisms with transitive but non-minimal dynamics. Concerning the recent\nPoincar\\'e-like classification for this class of maps of Jaeger-Stark, we\ndemonstrate that transitive but non-minimal behaviour can occur in each of the\ndifferent cases. This closes one of the last gaps in the topological\nclassification. Actually, we are able to get some transitive quasiperiodically\nforced circle homeomorphisms with rather complicated minimal sets. For example,\nwe show that, in some of the examples we construct, the unique minimal set is a\nCantor set and its intersection with each vertical fibre is uncountable and\nnowhere dense (but may contain isolated points). We also prove that minimal\nsets of the later kind cannot occur when the dynamics are given by the\nprojective action of a quasiperiodic SL(2,R)-cocycle. More precisely, we show\nthat, for a quasiperiodic SL(2,R)-cocycle, any minimal strict subset of the\ntorus either is a union of finitely many continuous curves, or contains at most\ntwo points on generic fibres.\n"]}]
["0707.4382",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4382"],"date":["2007-07-30"],"type":["text"],"creator":["Petrera, Matteo","Suris, Yuri B."],"language":[],"coverage":[],"title":["On the Hamiltonian structure of Hirota-Kimura discretization of the\n  Euler top"],"description":["  This paper deals with a remarkable integrable discretization of the so(3)\nEuler top introduced by Hirota and Kimura. Such a discretization leads to an\nexplicit map, whose integrability has been understood by finding two\nindependent integrals of motion and a solution in terms of elliptic functions.\nOur goal is the construction of its Hamiltonian formulation. After giving a\nsimplified and streamlined presentation of their results, we provide a\nbi-Hamiltonian structure for this discretization, thus proving its\nintegrability in the standard Liouville-Arnold sense.\n","Comment: 11 pages"]}]
["0707.4386",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","58J05, 53C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4386"],"date":["2007-07-30"],"type":["text"],"creator":["Chen, Qun","Jost, Juergen","Wang, Guofang"],"language":[],"coverage":[],"title":["Nonlinear Dirac equations on Riemann surfaces"],"description":["  We develop analytical methods for nonlinear Dirac equations. Examples of such\nequations include Dirac-harmonic maps with curvature term and the equations\ndescribing the generalized Weierstrass representation of surfaces in\nthree-manifolds. We provide the key analytical steps, i.e., small energy\nregularity and removable singularity theorems and energy identities for\nsolutions.\n","Comment: to appear in Annals of Global Analysis and Geometry"]}]
["0707.4389",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4389","Dans 20th Int. Conference on Theorem Proving in Higher Order\n  Logics (TPHOLs 2007) 4732 (2007) 5-21"],"date":["2007-07-30"],"type":["text"],"creator":["Appel, Andrew W.","Blazy, Sandrine"],"language":[],"coverage":[],"title":["Separation Logic for Small-step Cminor"],"description":["  Cminor is a mid-level imperative programming language; there are\nproved-correct optimizing compilers from C to Cminor and from Cminor to machine\nlanguage. We have redesigned Cminor so that it is suitable for Hoare Logic\nreasoning and we have designed a Separation Logic for Cminor. In this paper, we\ngive a small-step semantics (instead of the big-step of the proved-correct\ncompiler) that is motivated by the need to support future concurrent\nextensions. We detail a machine-checked proof of soundness of our Separation\nLogic. This is the first large-scale machine-checked proof of a Separation\nLogic w.r.t. a small-step semantics. The work presented in this paper has been\ncarried out in the Coq proof assistant. It is a first step towards an\nenvironment in which concurrent Cminor programs can be verified using\nSeparation Logic and also compiled by a proved-correct compiler with formal\nend-to-end correctness guarantees.\n","Comment: Version courte du rapport de recherche RR-6138"]}]
["0707.4397",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic and Molecular Clusters","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4397"],"date":["2007-07-30"],"type":["text"],"creator":["Rowlands, R. Adam","Gonzalez-Martinez, Maykel Leonardo","Hutson, Jeremy M."],"language":[],"coverage":[],"title":["Ultracold collisions in magnetic fields: reducing inelastic cross\n  sections near Feshbach resonances"],"description":["  We have carried out bound-state and low-energy quantum scattering\ncalculations on He + NH (triplet Sigma) in magnetic fields, with the NH\nmolecule in its n=1 rotationally excited states. We have explored the pattern\nof levels as a function of magnetic field and identified the nearly good\nquantum numbers in different regimes. We have used the bound-state calculations\nto locate low-energy Feshbach resonances. When the magnetic field is used to\ntune across such a resonance, the real and imaginary part of the scattering\nlength show asymmetric oscillations and peaks with amplitude between 1 and 3\nAngstroms. The scattering length does not pass through a pole at resonance. The\nresonant behavior is characterized by a complex resonant scattering length\na_res. The corresponding inelastic cross sections show troughs as well as peaks\nnear resonance. This may be important for efforts to achieve evaporative and\nsympathetic cooling for molecules, because it offers the hope that inelastic\ntrap losses can be reduced by tuning close to a Feshbach resonance.\n","Comment: 9 pages, 9 figures"]}]
["0707.4399",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology","52B05, 18D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4399"],"date":["2007-07-30"],"type":["text"],"creator":["Vejdemo-Johansson, Mikael"],"language":[],"coverage":[],"title":["Enumerating the Saneblidze-Umble diagonal terms"],"description":["  The author presents a computer implementation, calculating the terms of the\nSaneblidze-Umble diagonals on the permutahedron and the associahedron. The code\nis analyzed for correctness and presented in the paper, the source code of\nwhich simultaneously represents both the paper and the program.\n","Comment: Submitted to JHRS"]}]
["0707.4400",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4400"],"date":["2007-07-30"],"type":["text"],"creator":["Voglis, N.","Harsoula, M.","Contopoulos, G."],"language":[],"coverage":[],"title":["Orbital structure in N-Body models of barred galaxies"],"description":["  We study the orbital structure of a self-consistent N-body equilibrium\nconfiguration of a barred galaxy constructed from cosmological initial\nconditions. The value of its spin parameter L is near the observed value of our\nGalaxy L=0.22. We classify the orbits in regular and chaotic using a\ncombination of two different methods and find 60% of them to be chaotic. We\nexamine the phase space using projections of the 4D surfaces of section for\ntest particles as well as for real N-body particles. The real particles are not\nuniformly distributed in the whole phase space but they avoid orbits that do\nnot support the bar. We use frequency analysis for the regular orbits as well\nas for the chaotic ones to classify certain types of orbits of our\nself-consistent system. We find the main resonant orbits and their statistical\nweight in supporting the shape of the bar and we emphasize the role of weakly\nchaotic orbits in supporting the boxiness at the end of the bar.\n","Comment: 14 pages, 25 figures"]}]
["0707.4401",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4401","Quantum Communication and Security (edited by M.Zukowski et al.),\n  pp. 196-204 (IOS Press, 2007)"],"date":["2007-07-30"],"type":["text"],"creator":["Ziman, Mario","Buzek, Vladimir"],"language":[],"coverage":[],"title":["Entanglement measures: state ordering vs local operations"],"description":["  A set of all states of a bi-partite quantum system can be divided into\nsubsets each of which contains states with the same degree of entanglement. In\nthis paper we address a question whether local operations (without classical\ncommunication) affect the entanglement-induced state ordering. We show that\narbitrary unilocal channel (i.e., a channel that acts on one sub-system of a\nbi-partite system only) might change the ordering for an arbitrary nontrivial\nmeasure of entanglement. A slightly weaker result holds for the maximally\nentangled states. In particular, the maximally entangled states might not\nremain the most entangled ones at the output of a unilocal noise channel.\n","Comment: 9 pages, 1 figure, presented at NATO Advanced Research Workshop on\n  Quantum Communication and Security (September 2006, Gdansk, Poland)"]}]
["0707.4417",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4417"],"date":["2007-07-30"],"type":["text"],"creator":["Martens, K.","Collaboration, for the High Resolution Fly's Eye"],"language":[],"coverage":[],"title":["HiRes Estimates and Limits for Neutrino Fluxes at the Highest Energies"],"description":["  The High Resolution Fly's Eye Experiment (HiRes) measures cosmic rays (CR) at\nthe highest energies using the air fluorescence technique. As data taking on\nthe Dugway Proving Grounds in Western Utah is finished, the HiRes data are\nrelevant for cosmogenic neutrinos in two different ways. We first use our best\nfit to the measured HiRes CR spectrum together with a model of the\nextragalactic CR sources to derive the expected cosmogenic neutrino and gamma\nray fluxes at Earth. We then use the HiRes data directly to set competitive\nexperimental limits on the electron and tau neutrino fluxes at the highest\nenergies.\n","Comment: 12 pages, 6 figures, for Lepton Photon 2007"]}]
["0707.4418",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4418"],"date":["2007-07-30"],"type":["text"],"creator":["Gutkin, Boris S.","Jost, Juergen","Tuckwell, Henry C."],"language":[],"coverage":[],"title":["Transient termination of synaptically sustained spiking by stochastic\n  inputs in a pair of coupled Type 1 neurons"],"description":["  We examine the effects of stochastic input currents on the firing behavior of\ntwo excitable neurons coupled with fast excitatory synapses. In such cells\n(models), typified by the quadratic integrate and fire model, mutual synaptic\ncoupling can cause sustained firing or oscillatory behavior which is\nnecessarily antiphase. Additive Gaussian white noise can transiently terminate\nthe oscillations, hence destroying the stable limit cycle. Further application\nof the noise may return the system to spiking activity. In a particular noise\nrange, the transition times between the oscillating and the resting state are\nstrongly asymmetric. We numerically investigate an approximate basin of\nattraction, A, of the periodic orbit and use Markov process theory to explain\nthe firing behavior in terms of the probability of escape of trajectories from\nA\n"]}]
["0707.4424",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4424"],"date":["2007-07-30"],"type":["text"],"creator":["Nouicer, Rachid","Collaboration, for the PHOBOS"],"language":[],"coverage":[],"title":["Elliptic Flow, Initial Eccentricity and Elliptic Flow fluctuations in\n  Heavy Ion Collisions at RHIC"],"description":["  We present measurements of elliptic flow and event-by-event fluctuations\nestablished by the PHOBOS experiment. Elliptic flow scaled by participant\neccentricity is found to be similar for both systems when collisions with the\nsame number of participants or the same particle area density are compared. The\nagreement of elliptic flow between Au+Au and Cu+Cu collisions provides evidence\nthat the matter is created in the initial stage of relativistic heavy ion\ncollisions with transverse granularity similar to that of the participant\nnucleons. The event-by-event fluctuation results reveal that the initial\ncollision geometry is translated into the final state azimuthal particle\ndistribution, leading to an event-by-event proportionality between the observed\nelliptic flow and initial eccentricity.\n","Comment: To appear in the proceedings of the Lake Louise Winter Institute\n  2007. The proceedings of the institute will be published by World Scientific"]}]
["0707.4427",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4427"],"date":["2007-07-30"],"type":["text"],"creator":["Beshtoev, Kh. M."],"language":[],"coverage":[],"title":["Examination of unitarity condition (positive definiteness of expression\n  for transition probabilities) at three neutrino oscillations in vacuum"],"description":["  This work has shown that at strict fulfilment of condition $\\Delta m^2_{1 3}\n= \\Delta m^2_{1 2} + \\Delta m^2_{2 3}$ the expression for probability of $\\nu_e\n\\to \\nu_e$ transitions $P_{\\nu_e \\to \\nu_e}(t)$ is positively defined at every\nvalues of $\\theta$ and $\\beta$ while at any arbitrarily small deviation from\nthis condition it becomes negative. In order to make this expression for\nprobability transitions positively defined, it is necessary to put a limitation\non angle mixing $\\beta$ at fixed value of $\\theta= 32.45^o$ (i.e. the value for\n$\\beta$ must be $\\beta \\le 15^o \\div 17^o$).\n","Comment: 13 pages, 11 figures"]}]
["0707.4431",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4431","Journal of Neuroscience Methods 140, 1-2 (2004) 23-8","doi:10.1016/j.jneumeth.2004.04.037"],"date":["2007-07-30"],"type":["text"],"creator":["Carr, Emilie","Cantais, Emmanuel","Darbin, Olivier","Terrier, Jean-Pierre","Lonjon, Michel","Palmier, Bruno","Risso, Jean-Jacques"],"language":[],"coverage":[],"title":["Technical aspects of an impact acceleration traumatic brain injury rat\n  model with potential suitability for both microdialysis and PtiO2 monitoring"],"description":["  This report describes technical adaptations of a traumatic brain injury (TBI)\nmodel-largely inspired by Marmarou-in order to monitor microdialysis data and\nPtiO2 (brain tissue oxygen) before, during and after injury. We particularly\nfocalize on our model requirements which allows us to re-create some drastic\npathological characteristics experienced by severely head-injured patients:\nimpact on a closed skull, no ventilation immediately after impact, presence of\ndiffuse axonal injuries and secondary brain insults from systemic origin...We\nnotably give priority to minimize anaesthesia duration in order to tend to\nbanish any neuroprotection. Our new model will henceforth allow a better\nunderstanding of neurochemical and biochemical alterations resulting from\ntraumatic brain injury, using microdialysis and PtiO2 techniques already\nmonitored in our Intensive Care Unit. Studies on efficiency and therapeutic\nwindow of neuroprotective pharmacological molecules are now conceivable to\nameliorate severe head-injury treatment.\n"]}]
["0707.4436",{"format":[],"subject":["Mathematics - Combinatorics","05D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4436"],"date":["2007-07-30"],"type":["text"],"creator":["Croot, Ernie"],"language":[],"coverage":[],"title":["An application of linear programming duality to discrete Fourier\n  analysis and additive problems"],"description":["  Suppose that f is a function from Z_p -> [0,1] (Z_p is my notation for the\nintegers mod p, not the p-adics), and suppose that a_1,...,a_k are some places\nin Z_p. In some additive number theory applications it would be nice to perturb\nf slightly so that Fourier transform f^ vanishes at a_1,...,a_k, while additive\nproperties are left intact. In the present paper, we show that even if we are\nunsuccessful in this, we can at least say something interesting by using the\nprinciple of the separating hyperplane, a basic ingredient in linear\nprogramming duality.\n","Comment: This is a preliminary draft. Future drafts will have references,\n  cleaner proofs, and perhaps some applications of the main theorem"]}]
["0707.4462",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4462"],"date":["2007-07-30"],"type":["text"],"creator":["Assis, P.","Agnetta, G.","Brogueira, P.","Catalano, O.","Cusumano, G.","Galli, N.","Giarrusso, S.","la Rosa, G.","Pimenta, M.","Pires, G.","Russo, F.","Sacco, B."],"language":[],"coverage":[],"title":["Gamma Air Watch (GAW): the electronics and trigger concept"],"description":["  GAW proposes a new approach for the detection and measurement of the\nCherenkov light produced by GeV/TeV gamma rays traversing the Earth atmosphere\nwhich imposes specific requirements on the electronics design. The focal\nsurface of the GAW telescope consists of a matrix of multi-anode\nphotomultipliers. The large number of active channels (of the order of 10^5)\nmakes it basically a large UV sensitive digital camera with high resolution\nimaging capability. The limited amount of space available, due to the large\nnumber of channels, requires a compact design with minimal distance between the\nelements of the focal surface. The front-end electronics uses the single\nphotoelectron counting technique to capture the Cherenkov light. The data\nacquisition is based on free-running data taking method. Self-triggering\ncapability for each telescope is assured by detecting an excess of active\npixels, in a 10ns time frame, inside overlapping trigger areas covering the\nwhole focal surface. In this paper we describe the GAW electronics, as well as\nthe trigger concept and implementation.\n","Comment: 30th International Cosmic Ray Conference, Merida, Mexico"]}]
["0707.4463",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4463"],"date":["2007-07-30"],"type":["text"],"creator":["Andringa, S.","Pato, M.","Pimenta, M.","Collaboration, for the Pierre Auger"],"language":[],"coverage":[],"title":["3D Reconstruction of Extensive Air Showers from Fluorescence Data"],"description":["  A new method to reconstruct the 3-dimensional structure of extensive air\nshowers, seen by fluorescence detectors, is proposed. The observation of the\nshower is done in 2-dimensional pixels, for consecutive time bins. Time\ncorresponds to a third dimension. Assuming that the cosmic ray shower\npropagates as a plane wave front moving at the speed of light, a complex 3D\nvolume in space can be associated to each measured charge (per pixel and time\nbin). The 3D description in space allows a simultaneous access to the\nlongitudinal and lateral profiles of each shower. In the case that several eyes\nobserve the same shower, the method gives a straight-forward combination of all\nthe information. This method is in an early phase of development and is not\nused for the general reconstruction of the Auger data.\n","Comment: 4 pages, 2 figures, presented at ICRC07"]}]
["0707.4467",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4467"],"date":["2007-07-30"],"type":["text"],"creator":["Andringa, S.","Assis, P.","Pimenta, M.","Pina, A.","Tome, B."],"language":[],"coverage":[],"title":["Gamma/hadron separation in IACTs using 3D EAS variables"],"description":["  A new approach to Gamma/Hadron separation algorithms is proposed. The\ndifferences between Gamma and Hadron showers are notorious in two main aspects.\nThe first is the wideness of the shower, and the second is the distribution of\nthe angles of emission of Cherenkov photons in respect to the shower main axis.\nUsing more than one IAC telescope, and their respective bi-dimensional images\nof arrival directions of the Cherenkov photons, the 3D geometrical\ncharacteristics of the shower can be reconstructed.\n","Comment: 30th International Cosmic Ray Conference 2007, Merida, Mexico"]}]
["0707.4468",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - General Mathematics","11Y05, 11D04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4468"],"date":["2007-07-30"],"type":["text"],"creator":["Carella, N. A."],"language":[],"coverage":[],"title":["Note Integer Factoring Methods III"],"description":["  The best deterministic unconditionally proven integer factorization\nalgorithms have exponential running time complexities of O(N^(1/4)) arithmetic\noperations, and conditional on the Riemann hypothesis, there is a deterministic\nalgorithm of exponential running time complexity O(N^(1/5)). This note proposes\na new deterministic integer factorization algorithm of deterministic\nexponential time complexity O(N^(1/6)). Furthermore, an algorithm for\ndecomposing composite integers that have factor differences of the form q - p =\n(r - 1)N^(1/2) + u, where r > 1 is a fixed parameter, and | u | < N^(1/3), in\ndeterministic logarithmic time and various other results are included.\n","Comment: 20 Pages"]}]
["alg-geom/9510011",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","58E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/alg-geom/9510011","Trans.Am.Math.Soc. 349 (1997) 1551-1560"],"date":["1995-10-14"],"type":["text"],"creator":["Biswas, Indranil","Gastesi, Pablo","Govindarajan, Suresh"],"language":[],"coverage":[],"title":["Parabolic Higgs bundles and Teichm\\\"uller spaces for punctured surfaces"],"description":["  In this paper we study the relation between parabolic Higgs bundles and\nirreducible representations of the fundamental group of punctured Riemann\nsurfaces established by Simpson. We generalize a result of Hitchin, identifying\nthose parabolic Higgs bundles that correspond to Fuchsian representations. We\nalso study the Higgs bundles that give representations whose image is\ncontained, after conjugation, in SL($k,\\Bbb R$). We compute the real dimension\nof one of the components of this space of representations, which in the absence\nof punctures is the generalized Teichm\\\"uller space introduced by Hitchin, and\nwhich in the case of $k=2$ is the Teichm\\\"uller space of the Riemann surface.\n","Comment: AMSLaTeX v 2.09, 13 pages, DVI file available at\n  http://www.imsc.ernet.in/~pablo/"]}]
["astro-ph/0011044",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0011044"],"date":["2000-11-01","2007-07-30"],"type":["text"],"creator":["Itoh, Naoki","Kusano, Shugo","Sakamoto, Tsuyoshi","Nozawa, Satoshi"],"language":[],"coverage":[],"title":["Relativistic Thermal Bremsstrahlung Gaunt Factor for the Intracluster\n  Plasma. III. Frequency Integrated Emissivity"],"description":["  We present accurate analytic fitting formulae for the frequency integrated\nGaunt factors for the relativistic as well as nonrelativistic thermal\nbremsstrahlung which is relevant to the intracluster plasma. The fitting is\ncarried out for 1 =< Zj =< 28, 6.0 < log T < 8.5, where Zj is the charge number\nof the ion, and T is the electron temperature in kelvins. The present analytic\nfitting formulae will be useful for the analysis of the X-ray emission which\ncomes from the intracluster plasma as well as the other X-ray sources.\n","Comment: 8 pages + 2 figures + 2 tables + 1 subroutine, LaTeX with AASMS macro"]}]
["astro-ph/0605069",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0605069"],"date":["2006-05-02","2007-07-31"],"type":["text"],"creator":["Kobulnicky, Henry A.","Fryer, Chris L."],"language":[],"coverage":[],"title":["A New Look at the Binary Characteristics of Massive Stars"],"description":["  We constrain the properties of massive binaries by comparing radial velocity\ndata of Cygnus OB2 with Monte Carlo models. Our comparisons test several\npopular prescriptions for massive binary parameters. We explore a range of true\nbinary fraction, F, a range of power-law slopes, \\alpha, describing the\ndistribution of companion masses, and a range of power-law slopes, \\beta,\ndescribing the distribution of orbital separations. We also consider\ndistributions of secondary masses described by a Miller-Scalo type initial mass\nfunction and by a two-component IMF that includes a substantial ``twin''\npopulation with M_2 ~ M_1. We show that binary fractions F<0.7 are considerably\nless probable than F>0.8. Thus, the true binary fraction is high. For F=1.0 and\na distribution of orbital separations near the canonical Opik's Law\ndistribution (i.e., flat; \\beta=0), the power law slope of the mass ratio\ndistribution is \\alpha= -0.6 - 0.0. For F~0.8, \\alpha is somewhat larger, in\nthe range -0.4 - 1.0. In any case, the secondary star mass function is\ninconsistent with a Miller-Scalo -like IMF unless the lower end is truncated\nbelow ~ 2--4 solar masses. In other words, massive stars preferentially have\nmassive companions. The best fitting models are described by a Salpeter or\nMiller-Scalo IMF for 60% of secondary star masses with the other 40% of\nsecondaries having M_2 ~ M_1, i.e., ``twins''. These best-fitting model\nparameters simultaneously predict the fraction of type Ib/c supernovae to be\n30-40% of all core-collapse supernovae, in agreement with recent observational\nestimates.\n","Comment: Replacement for astro-ph/0605069; Substantial changes from original\n  version; 47 pages, 16 figures; Accepted for publication in the Astrophysical\n  Journal"]}]
["astro-ph/9906467",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9906467"],"date":["1999-06-28","2007-07-30"],"type":["text"],"creator":["Itoh, Naoki","Kusano, Shugo","Sakamoto, Tsuyoshi","Nozawa, Satoshi","Kohyama, Yasuharu"],"language":[],"coverage":[],"title":["Relativistic Thermal Bremsstrahlung Gaunt Factor for the Intracluster\n  Plasma. III. Analytic Fitting Formula for the Nonrelativistic Exact Gaunt\n  Factor"],"description":["  We present an accurate analytic fitting formula for the thermal\nbremsstrahlung Gaunt factor in the nonrelativistic limit. The fitting formula\nexcellently reproduces the numerical results of the calculation carried out by\nthe present authors using the method of Karzas and Latter. The present analytic\nfitting formula will be useful for the analysis of the X-ray emission which\ncomes from the intracluster plasmas with relatively low temperatures as well as\nthe other X-ray sources.\n","Comment: 5 pages + 1 subroutine, LaTeX with AASMS macro"]}]
["cond-mat/0511647",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511647"],"date":["2005-11-28","2007-07-30"],"type":["text"],"creator":["Datta, S"],"language":[],"coverage":[],"title":["Thermodynamic properties of a trapped Bose gas : A diffusion Monte Carlo\n  study"],"description":["  We investigate the thermodynamic properties of a trappoed Bose gas of Rb\natoms interacting through a repulsive potential by Quantum Monte Carlo method\nbased upon the generalization of Feynman-Kac method[1] applicable to many body\nsystems at T=0 to finite temperatures. In this letter,we report the temperature\nvariation of condensation fraction, chemical potential,density profile, total\nenergy of the system, release energy, frequency shifts and moment of inertia\nwithin the realistic potential (Morse type) for the first time by diffusion\nMonte Carlo technique. The most remarkable success was in achieving the same\ntrend in the temperature variation of frequency shifts as was observed in\nJILA[2] for m=2 and m=0 modes . For other things we agree with the work of\nGiorgini et al[3] Pitaevskii et al[4] and Krauth[5]\n","Comment: 19 pages, 12 figures"]}]
["cond-mat/0607529",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607529","J. Comput. Phys. 225, 145-164 (2007)","doi:10.1016/j.jcp.2006.11.019"],"date":["2006-07-20","2006-12-18"],"type":["text"],"creator":["van Zon, Ramses","Schofield, Jeremy"],"language":[],"coverage":[],"title":["Numerical implementation of the exact dynamics of free rigid bodies"],"description":["  In this paper the exact analytical solution of the motion of a rigid body\nwith arbitrary mass distribution is derived in the absence of forces or\ntorques. The resulting expressions are cast into a form where the dependence of\nthe motion on initial conditions is explicit and the equations governing the\norientation of the body involve only real numbers. Based on these results, an\nefficient method to calculate the location and orientation of the rigid body at\narbitrary times is presented. This implementation can be used to verify the\naccuracy of numerical integration schemes for rigid bodies, to serve as a\nbuilding block for event-driven discontinuous molecular dynamics simulations of\ngeneral rigid bodies, and for constructing symplectic integrators for rigid\nbody dynamics.\n","Comment: Shortened paper with updated references, 28 pages, 3 figures"]}]
["cond-mat/0611592",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611592","Comptes Rendus Physique 8 (5-6), 633-640 (2007)","doi:10.1016/j.crhy.2007.05.011"],"date":["2006-11-22"],"type":["text"],"creator":["van Zon, Ramses","Ashwin, S. S.","Cohen, E. G. D."],"language":[],"coverage":[],"title":["Short-time fluctuations of displacements and work"],"description":["  A recent theorem giving the initial behavior of very short-time fluctuations\nof particle displacements in classical many-body systems is discussed. It has\napplications to equilibrium and non-equilibrium systems, one of which is a\nseries expansion of the distribution of work fluctuations around a Gaussian\nfunction. To determine the time-scale at which this series expansion is valid,\nwe present preliminary numerical results for a Lennard-Jones fluid. These\nresults suggest that the series expansion converges up to time scales on the\norder of a picosecond, below which a simple Gaussian function for the\ndistribution of the displacements can be used.\n","Comment: 10 pages, 3 figures"]}]
["cond-mat/0612170",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612170","Phys. Rev. A 76, 013611 (2007)","doi:10.1103/PhysRevA.76.013611"],"date":["2006-12-06"],"type":["text"],"creator":["Alon, Ofir E.","Streltsov, Alexej I.","Cederbaum, Lorenz S."],"language":[],"coverage":[],"title":["Cold atoms in real-space optical lattices"],"description":["  Cold atoms in optical lattices are described in {\\it real space} by\nmulti-orbital mean-field Ans\\\"atze. In this work we consider four typical\nsystems: (i) spinless identical bosons, (ii) spinor identical bosons (iii),\nBose-Bose mixtures, and (iv) Bose-Fermi mixtures and derive in each case the\ncorresponding multi-orbital mean-field energy-functional and working equations.\nThe notions of {\\it dressed} Wannier functions and Wannier spinors are\nintroduced and the equations defining them are presented and discussed. The\ndressed Wannier functions are the set of orthogonal, translationally-equivalent\norbitals which minimizes the energy of the Hamiltonian including boson-boson\n(particle-particle) interactions. Illustrative examples of dressed Wannier\nfunctions are provided for spinless bosonic atoms and mixtures in\none-dimensional optical lattices.\n","Comment: 27 pages, 4 figures; [version minus figures published]"]}]
["cond-mat/0612616",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612616","Phys. Rev. Lett. 99, 030402 (2007)","doi:10.1103/PhysRevLett.99.030402"],"date":["2006-12-24","2006-12-29"],"type":["text"],"creator":["Streltsov, Alexej I.","Alon, Ofir E.","Cederbaum, Lorenz S."],"language":[],"coverage":[],"title":["Role of excited states in the splitting dynamics of interacting\n  Bose-Einstein condensates when ramping-up a barrier"],"description":["  An essentially-exact approach to compute the wavefunction in the\ntime-dependent many-boson Schr\\\"odinger equation is derived and employed to\nstudy accurately the process of splitting a trapped condensate when ramping-up\na barrier such that a double-well is formed. We follow the role played by\nmany-body excited states during the splitting process. Among others, a\n'counter-intuitive' regime is found in which the evolution of the condensate\nwhen the barrier is ramped-up sufficiently slow {\\it is not} to the\nground-state which is a fragmented condensate, but to a low-lying excited-state\nwhich is a coherent condensate. Experimental implications are discussed.\n","Comment: 11 pages, 3 figures"]}]
["cond-mat/0701683",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701683","Comptes Rendus Physique 8 (5-6), 507-517 (2007)","doi:10.1016/j.crhy.2007.04.009"],"date":["2007-01-27"],"type":["text"],"creator":["Cohen, E. G. D.","van Zon, Ramses"],"language":[],"coverage":[],"title":["Stationary State Fluctuation Theorems for Driven Langevin Systems"],"description":["  Recent results on the stationary state Fluctuation Theorems for work and heat\nfluctuations of Langevin systems are presented. The relevance of finite time\ncorrections in understanding experimental and simulation results is explained\nin the context of an exactly solvable model, namely a Brownian particle in a\nharmonic potential, which is dragged through the surrounding fluid. In this\nmodel, work fluctuations obey the conventional form of the fluctuation theorem\nwhile heat fluctuations satisfy an extended form. The connection with other\nwork in recent literature is pointed out, and further generalizations are\nsuggested.\n","Comment: 12 pages, 2 figures. Contribution to Proceedings of \"Work,\n  Dissipation, and Fluctuations in Nonequilibrium Physics\", Brussels, 2006"]}]
["cond-mat/0702055",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702055","Phys. Rev. A 76, 013616 (2007)","doi:10.1103/PhysRevA.76.013616"],"date":["2007-02-02"],"type":["text"],"creator":["Gawryluk, Krzysztof","Brewczyk, Miroslaw","Gajda, Mariusz","Rzazewski, Kazimierz"],"language":[],"coverage":[],"title":["Coherence properties of spinor condensates at finite temperatures"],"description":["  We consider a spinor condensate of 87Rb atoms in its F=1 hyperfine state at\nfinite temperatures. Putting initially all atoms in m_F=0 component we find\nthat the system evolves into the state of thermal equilibrium. This state is\napproached in a step-like process and when established it manifests itself in\ndistinguishable ways. The atoms in states m_F=+1 and m_F=-1 start to rotate in\nopposite directions breaking the chiral symmetry and showing highly regular\nspin textures. Also the coherence properties of the system changes\ndramatically. Depending on the strength of spin-changing collisions the system\nfirst enters the stage where the m_F=+1 and m_F=-1 spinor condensate components\nperiodically loose and recover their mutual coherence whereas their thermal\ncounterparts get completely dephased. For stronger spin changing collisions the\nsystem enters the regime where also the strong coherence between other\ncomponents is built up.\n","Comment: 5 pages, 4 figures"]}]
["cond-mat/0702644",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702644","Phys. Rev. B 76, 012502 (2007)"],"date":["2007-02-27"],"type":["text"],"creator":["Zemljic, M. M.","Prelovsek, P.","Tohyama, T."],"language":[],"coverage":[],"title":["Fermi surface and pseudogap in electron-doped cuprates"],"description":["  Spectral functions are evaluated numerically within the t-t'-J model as\nrelevant for electron-doped cuprates. The Fermi surface develops from a\npocket-like into a large one with doping. The corresponding pseudogap in the\nnodal direction is well resolved at low doping and vanishes at intermediate\ndoping. Its presence is strongly temperature dependent and thus connected to\nlonger-range antiferromagnetic correlations. Features including double\neffective band and optical conductivity are consistent with experiments on\nelectron-doped cuprates without invoking the closing of the Mott-Hubbard gap.\n","Comment: 5 pages, 5 figures"]}]
["cond-mat/0703251",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703251"],"date":["2007-03-09","2007-07-31"],"type":["text"],"creator":["Wilson, John A"],"language":[],"coverage":[],"title":["Concerning two-gap ARPES data, the pseudogap, 2-q striping and magnetc\n  circular dichroism from the negative-U HTSC perspective"],"description":["  Recent photoemission work on underdoped cuprates between Tc and T*, the\npseudogap temperature, are interpreted within the framework of a previously\ndeveloped negative-U scenario. From this exposition, incorporating a developed\n2q diagonal striping model, detailed understanding follows of the ARPES\nresults, together with certain STM and far infrared optical data.\nIdentification of the origin of the magnetic circular dichroism and related\neffects exhibited by such materials below T* also appears to have been\nachieved.\n","Comment: Submitted to J. Phys.: Condens. Matter 19 pages, 5 figures"]}]
["cs/0605013",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0605013"],"date":["2006-05-04","2007-07-31"],"type":["text"],"creator":["Chandran, L. Sunil","Francis, Mathew C","Sivadasan, Naveen"],"language":[],"coverage":[],"title":["Geometric representation of graphs in low dimension"],"description":["  We give an efficient randomized algorithm to construct a box representation\nof any graph G on n vertices in $1.5 (\\Delta + 2) \\ln n$ dimensions, where\n$\\Delta$ is the maximum degree of G. We also show that $\\boxi(G) \\le (\\Delta +\n2) \\ln n$ for any graph G. Our bound is tight up to a factor of $\\ln n$. We\nalso show that our randomized algorithm can be derandomized to get a polynomial\ntime deterministic algorithm. Though our general upper bound is in terms of\nmaximum degree $\\Delta$, we show that for almost all graphs on n vertices, its\nboxicity is upper bound by $c\\cdot(d_{av} + 1) \\ln n$ where d_{av} is the\naverage degree and c is a small constant. Also, we show that for any graph G,\n$\\boxi(G) \\le \\sqrt{8 n d_{av} \\ln n}$, which is tight up to a factor of $b\n\\sqrt{\\ln n}$ for a constant b.\n","Comment: preliminary version appeared in Cocoon 2006"]}]
["gr-qc/0703122",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0703122"],"date":["2007-03-26","2007-07-31"],"type":["text"],"creator":["Cattoen, Celine","Visser, Matt"],"language":[],"coverage":[],"title":["Cosmography: Extracting the Hubble series from the supernova data"],"description":["  We perform a number of inter-related cosmographic fits to the legacy05 and\ngold06 supernova datasets. We pay particular attention to the influence of both\nstatistical and systematic uncertainties, and also to the extent to which the\nchoice of distance scale and manner of representing the redshift scale affect\nthe cosmological parameters. While the \"preponderance of evidence\" certainly\nsuggests an accelerating universe, we would argue that (based on the supernova\ndata) this conclusion is not currently supported \"beyond reasonable doubt\". As\npart of the analysis we develop two particularly transparent graphical\nrepresentations of the redshift-distance relation -- representations in which\nacceleration versus deceleration reduces to the question of whether the graph\nslopes up or down.\n  Turning to the details of the cosmographic fits, three issues in particular\nconcern us: First, the fitted value for the deceleration parameter changes\nsignificantly depending on whether one performs a chi^2 fit to the luminosity\ndistance, proper motion distance, angular diameter distance, or other suitable\ndistance surrogate. Second, the fitted value for the deceleration parameter\nchanges significantly depending on whether one uses the traditional redshift\nvariable z, or what we shall argue is on theoretical grounds an improved\nparameterization y=z/(1+z). Third, the published estimates for systematic\nuncertainties are sufficiently large that they certainly impact on, and to a\nlarge extent undermine, the usual purely statistical tests of significance. We\nconclude that the case for an accelerating universe is considerably less\nwatertight than commonly believed.\n","Comment: V3: 50 pages, 10 figures, 10 tables, uses iopart.cls; Discussion\n  extended and clarified, additional references, treatment of systematic\n  uncertanties now in line with NIST guidelines and the norms of the supernova\n  community. More discussion and historical context; some historical graphs,\n  additional clarifying comments - no change in physics conclusions"]}]
["math-ph/0701008",{"format":[],"subject":["Mathematical Physics","34A55 83A05 78A46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0701008","Journal of Geometric Analysis 17, 2 (2007) 275-320"],"date":["2007-01-04"],"type":["text"],"creator":["Jollivet, Alexandre"],"language":[],"coverage":[],"title":["On inverse problems in electromagnetic field in classical mechanics at\n  fixed energy"],"description":["  In this paper, we consider inverse scattering and inverse boundary value\nproblems at sufficiently large and fixed energy for the multidimensional\nrelativistic and nonrelativistic Newton equations in a static external\nelectromagnetic field $(V,B)$, $V\\in C^2,$ $B\\in C^1$ in classical mechanics.\nDeveloping the approach going back to Gerver-Nadirashvili 1983's work on an\ninverse problem of mechanics, we obtain, in particular, theorems of uniqueness.\n"]}]
["math/0409317",{"format":[],"subject":["Mathematics - Probability","60K35 (Primary) 82B43 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0409317","Annals of Probability 35, 3 (2007) 833-866","doi:10.1214/009117906000000881"],"date":["2004-09-18","2007-07-31"],"type":["text"],"creator":["Garet, Olivier","Marchand, Rgine"],"language":[],"coverage":[],"title":["Large deviations for the chemical distance in supercritical Bernoulli\n  percolation"],"description":["  The chemical distance D(x,y) is the length of the shortest open path between\ntwo points x and y in an infinite Bernoulli percolation cluster. In this work,\nwe study the asymptotic behaviour of this random metric, and we prove that, for\nan appropriate norm $\\mu$ depending on the dimension and the percolation\nparameter, the probability of the event \\[\\biggl\\{0\\leftrightarrow\nx,\\frac{D(0,x)}{\\mu(x)}\\notin (1-\\epsilon, 1+\\epsilon) \\biggr\\}\\] exponentially\ndecreases when $\\|x\\|_1$ tends to infinity. From this bound we also derive a\nlarge deviation inequality for the corresponding asymptotic shape result.\n","Comment: Published at http://dx.doi.org/10.1214/009117906000000881 in the\n  Annals of Probability (http://www.imstat.org/aop/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0511410",{"format":[],"subject":["Mathematics - Number Theory","11A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511410"],"date":["2005-11-16","2007-07-31"],"type":["text"],"creator":["Yamada, Tomohiro"],"language":[],"coverage":[],"title":["On the divisibility of odd perfect numbers by a high power of a prime"],"description":["  We study some divisibility properties of multiperfect numbers. Our main\nresult is: if $N=p_1^{\\alpha_1}... p_s^{\\alpha_s} q_1^{2\\beta_1}...\nq_t^{2\\beta_t}$ with $\\beta_1, ..., \\beta_t$ in some finite set S satisfies\n$\\sigma(N)=\\frac{n}{d}N$, then N has a prime factor smaller than C, where C is\nan effective computable constant depending only on s, n, S.\n","Comment: 13 pages"]}]
["math/0512089",{"format":[],"subject":["Mathematics - Differential Geometry","53C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512089"],"date":["2005-12-05","2007-07-30"],"type":["text"],"creator":["Cecil, Thomas","Chi, Quo-Shin","Jensen, Gary"],"language":[],"coverage":[],"title":["On Kuiper's conjecture"],"description":["  We prove that any connected proper Dupin hypersurface in $\\R^n$ is analytic\nalgebraic and is an open subset of a connected component of an irreducible\nalgebraic set. We prove the same result for any connected non-proper Dupin\nhypersurface in $\\R^n$ that satisfies a certain finiteness condition. Hence any\ntaut submanifold M in $\\R^n$, whose tube $M_\\epsilon$ satisfies this finiteness\ncondition, is analytic algebraic and is a connected component of an irreducible\nalgebraic set. In particular, we prove that every taut submanifold of dimension\n$m \\leq 4$ is algebraic.\n","Comment: 43 pages"]}]
["math/0610154",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610154"],"date":["2006-10-04","2007-07-30"],"type":["text"],"creator":["Lott, John"],"language":[],"coverage":[],"title":["Optimal transport and Ricci curvature for metric-measure spaces"],"description":["  We survey work of Lott-Villani and Sturm on lower Ricci curvature bounds for\nmetric-measure spaces.\n","Comment: final version"]}]
["math/0612067",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612067"],"date":["2006-12-03","2007-07-31"],"type":["text"],"creator":["Nishimura, Hirokazu"],"language":[],"coverage":[],"title":["Another coboundary operator for differential forms with values in the\n  Lie algebra bundle of a group bundle"],"description":["  Kock [Bull. Austral. Math. Soc., 25 (1982), 357-386] has considered\ndifferential forms with values in a group in a context where neighborhood\nrelations are available. By doing so, he has made it clear where the so-called\nMaurer-Cartan formula should come from. In this paper, while we retain the\nclassical definition of differential form with values in the Lie algebra of a\ngroup, we propose another definition of coboundary operator for the de Rham\ncomplex in a highly general microlinear context, in which neighborhood\nrelations are no longer in view. Using this new definition of the coboundary\noperator, it is to be shown that the main result of Kock's paper mentioned\nabove still prevails in our general microlinear context. Our considerations\nwill be carried out within the framework of groupoids.\n"]}]
["math/0612288",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612288"],"date":["2006-12-11","2007-07-31"],"type":["text"],"creator":["Dolgushev, Vasiliy"],"language":[],"coverage":[],"title":["The Van den Bergh duality and the modular symmetry of a Poisson variety"],"description":["  We consider a smooth Poisson affine variety with the trivial canonical bundle\nover complex numbers. For such a variety the deformation quantization algebra\nA_h enjoys the conditions of the Van den Bergh duality theorem and the\ncorresponding dualizing module is determined by an outer automorphism of A_h\nintrinsic to A_h. We show how this automorphism can be expressed in terms of\nthe modular class of the corresponding Poisson variety. We also prove that the\nVan den Bergh dualizing module of the deformation quantization algebra A_h is\nfree if and only if the corresponding Poisson structure is unimodular.\n","Comment: 28 pages"]}]
["physics/0411127",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0411127","Apeiron 14 (2007) 153"],"date":["2004-11-12","2007-07-31"],"type":["text"],"creator":["Ray, Saibal"],"language":[],"coverage":[],"title":["Lorentz's electromagnetic mass: a clue for unification?"],"description":["  We review in the present article the conjecture of electromagnetic mass by\nLorentz. The philosophical perspectives and historical accounts of this idea\nare described, especially, in the light of Einstein's special relativistic\nformula {E = mc^2}. It is shown that the Lorentz's electromagnetic mass model\nhas taken various shapes through its journey and the goal is not yet reached.\n","Comment: 11 pages, 0 figure"]}]
["physics/0606186",{"format":[],"subject":["Physics - Popular Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0606186","Am. J. Phys. 75, 720-723 (2007)","doi:10.1119/1.2750380"],"date":["2006-06-21","2007-07-30"],"type":["text"],"creator":["Sudbery, Anthony"],"language":[],"coverage":[],"title":["Alice and Bob Get Away With It: a playlet"],"description":["  Alice and Bob use Aravind's version of a Bell-Kochen-Specker paradox to fend\noff awkward questions about what exactly they were doing in Amsterdam last\nweek.\n","Comment: Minor changes to improve clarity and consistency. Published version"]}]
["physics/0701268",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701268"],"date":["2007-01-23","2007-07-31"],"type":["text"],"creator":["Courtney, Michael","Courtney, Amy"],"language":[],"coverage":[],"title":["Review of criticisms of ballistic pressure wave experiments, the\n  Strasbourg goat tests, and the Marshall and Sanow data"],"description":["  This article reviews published criticisms of several ballistic pressure wave\nexperiments authored by Suneson et al., the Marshall and Sanow \"one shot stop\"\ndata set, and the Strasbourg goat tests. These published criticisms contain\nnumerous logical and rhetorical fallacies, are generally exaggerated, and fail\nto convincingly support the overly broad conclusions they contain.\n","Comment: Related to traumatic brain injury. Revised version adds references,\n  fixes typos, and updates affiliations"]}]
["physics/0703078",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703078","Optics Communications, Volume 277, Issue 1, 1 September 2007,\n  Pages 134-137.","doi:10.1016/j.optcom.2007.04.035"],"date":["2007-03-07","2007-04-13"],"type":["text"],"creator":["Cumberland, B. A.","Travers, J. C.","Kennedy, R. E.","Popov, S. V.","Taylor, J. R."],"language":[],"coverage":[],"title":["2W/nm Peak-power All-Fiber Supercontinuum Source and its Application to\n  the Characterization of Periodically Poled Nonlinear Crystals"],"description":["  We demonstrate a uniform high spectral brightness and peak power density\nall-fiber supercontinuum source. The source consists of a nanosecond Ytterbium\nfiber laser and an optimal length PCF producing a continuum with a peak power\ndensity of 2 W/nm and less than 5 dB of spectral variation between 590 to 1500\nnm. The Watt level per nm peak power density enables the use of such sources\nfor the characterization of nonlinear materials. Application of the source is\ndemonstrated with the characterization of several periodically poled crystals.\n","Comment: 8 pages 4 figures v2 includes revisions to the description of the\n  continuum formation"]}]
["q-bio/0611014",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0611014","Mathematical Biosciences 208, 454 (2007)"],"date":["2006-11-04"],"type":["text"],"creator":["Takemoto, Kazuhiro","Oosawa, Chikoo"],"language":[],"coverage":[],"title":["Modeling for evolving biological networks with scale-free connectivity,\n  hierarchical modularity, and disassortativity"],"description":["  We propose a growing network model that consists of two tunable mechanisms:\ngrowth by merging modules which are represented as complete graphs and a\nfitness-driven preferential attachment. Our model exhibits the three prominent\nstatistical properties are widely shared in real biological networks, for\nexample gene regulatory, protein-protein interaction, and metabolic networks.\nThey retain three power law relationships, such as the power laws of degree\ndistribution, clustering spectrum, and degree-degree correlation corresponding\nto scale-free connectivity, hierarchical modularity, and disassortativity,\nrespectively. After making comparisons of these properties between model\nnetworks and biological networks, we confirmed that our model has inference\npotential for evolutionary processes of biological networks.\n","Comment: 19 pages, 8 figures"]}]
["quant-ph/0512014",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0512014","Chinese Physics 16, 2149-2153 (2007)"],"date":["2005-12-01","2007-07-30"],"type":["text"],"creator":["Li, Xi-Han","Li, Chun-Yan","Deng, Fu-Guo","Zhou, Ping","Liang, Yu-Jie","Zhou, Hong-Yu"],"language":[],"coverage":[],"title":["Quantum secure direct communication with quantum encryption based on\n  pure entangled states"],"description":["  We present a scheme for quantum secure direct communication with quantum\nencryption. The two authorized users use repeatedly a sequence of the pure\nentangled pairs (quantum key) shared for encrypting and decrypting the secret\nmessage carried by the traveling photons directly. For checking eavesdropping,\nthe two parties perform the single-photon measurements on some decoy particles\nbefore each round. This scheme has the advantage that the pure entangled\nquantum signal source is feasible at present and any eavesdropper cannot steal\nthe message.\n","Comment: 4 pages, no figure"]}]
["quant-ph/0604084",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0604084","Physical Review A 75, 062333 (2007)","doi:10.1103/PhysRevA.75.062333"],"date":["2006-04-12","2007-07-09"],"type":["text"],"creator":["Navarrete-Benlloch, C.","Perez, A.","Roldan, Eugenio"],"language":[],"coverage":[],"title":["Nonlinear optical Galton board"],"description":["  We generalize the concept of optical Galton board (OGB), first proposed by\nBouwmeester et al. {[}Phys. Rev. A \\textbf{61}, 013410 (2000)], by introducing\nthe possibility of nonlinear self--phase modulation on the wavefunction during\nthe walker evolution. If the original Galton board illustrates classical\ndiffusion, the OGB, which can be understood as a grid of Landau--Zener\ncrossings, illustrates the influence of interference on diffusion, and is\nclosely connected with the quantum walk. Our nonlinear generalization of the\nOGB shows new phenomena, the most striking of which is the formation of\nnon-dispersive pulses in the field distribution (soliton--like structures).\nThese exhibit a variety of dynamical behaviors, including ballistic motion,\ndynamical localization, non--elastic collisions and chaotic behavior, in the\nsense that the dynamics is very sensitive to the nonlinearity strength.\n","Comment: 8 pages, 8 figures"]}]
["quant-ph/0701154",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701154"],"date":["2007-01-22","2007-07-31"],"type":["text"],"creator":["Meister, Bernhard K."],"language":[],"coverage":[],"title":["An Extension of the Wigner-Araki-Yanase Theorem to Multiplicative\n  Conserved Quantities"],"description":["  An extension of the Wigner-Araki-Yanase theorem to multiplicative conserved\nquantities is presented and approximate versions of the theorem are discussed.\n","Comment: To appear in Proceedings of QCMC 2006, Tsukuba; Final Version"]}]
["quant-ph/0702070",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702070","Physical Review A 75, 063802 (2007)","doi:10.1103/PhysRevA.75.063802"],"date":["2007-02-07"],"type":["text"],"creator":["Perez-Arjona, Isabel","Roldan, Eugenio","de Valcarcel, German J."],"language":[],"coverage":[],"title":["Theory of quantum fluctuations of optical dissipative structures and its\n  application to the squeezing properties of bright cavity solitons"],"description":["  We present a method for the study of quantum fluctuations of dissipative\nstructures forming in nonlinear optical cavities, which we illustrate in the\ncase of a degenerate, type I optical parametric oscillator. The method consists\nin (i) taking into account explicitly, through a collective variable\ndescription, the drift of the dissipative structure caused by the quantum\nnoise, and (ii) expanding the remaining -internal- fluctuations in the\nbiorthonormal basis associated to the linear operator governing the evolution\nof fluctuations in the linearized Langevin equations. We obtain general\nexpressions for the squeezing and intensity fluctuations spectra. Then we\ntheoretically study the squeezing properties of a special dissipative\nstructure, namely, the bright cavity soliton. After reviewing our previous\nresult that in the linear approximation there is a perfectly squeezed mode\nirrespectively of the values of the system parameters, we consider squeezing at\nthe bifurcation points, and the squeezing detection with a plane--wave local\noscillator field, taking also into account the effect of the detector size on\nthe level of detectable squeezing.\n","Comment: 10 figures"]}]
["quant-ph/0702113",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702113","Physical Review A 75, 063823 (2007)","doi:10.1103/PhysRevA.75.063823"],"date":["2007-02-12"],"type":["text"],"creator":["Garcia-Ferrer, F. V.","Perez-Arjona, I.","de Valcarcel, G. J.","Roldan, E."],"language":[],"coverage":[],"title":["Quadrature and polarization squeezing in a dispersive optical\n  bistability model"],"description":["  We theoretically study quadrature and polarization squeezing in dispersive\noptical bistability through a vectorial Kerr cavity model describing a\nnonlinear cavity filled with an isotropic chi(3) medium in which self-phase and\ncross-phase modulation, as well as four--wave mixing, occur. We derive\nexpressions for the quantum fluctuations of the output field quadratures as a\nfunction of which we express the spectrum of fluctuations of the output field\nStokes parameters. We pay particular attention to study how the bifurcations\naffecting the non-null linearly polarized output mode squeezes the orthogonally\npolarized vacuum mode, and show how this produces polarization squeezing.\n","Comment: 10 text pages + 12 figures"]}]
["quant-ph/0702116",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702116","New J. Phys. 9 204 (2007)","doi:10.1088/1367-2630/9/6/204"],"date":["2007-02-12","2007-07-31"],"type":["text"],"creator":["Nest, M. Van den","Dr, W.","Miyake, A.","Briegel, H. J."],"language":[],"coverage":[],"title":["Fundamentals of universality in one-way quantum computation"],"description":["  We build a framework allowing for a systematic investigation of the issue:\n\"Which quantum states are universal resources for one-way quantum computation?\"\nWe start by re-examining what is exactly meant by \"universality\" in quantum\ncomputation, and what the implications are for universal one-way quantum\ncomputation. Given the framework of a measurement-based quantum computer, where\nquantum information is processed by local operations only, the most general\nuniversal one-way quantum computer is one which is capable of accepting\narbitrary classical inputs and producing arbitrary quantum outputs--we refer to\nthis property as CQ-universality. We then show that a systematic study of\nCQ-universality in one-way quantum computation is possible by identifying\nentanglement features that must be present in every universal resource. These\ninsights are used to identify several states as being not universal, such as 1D\ncluster states, W states, and ground states of non-critical 1D spin systems.\nOur criteria are strengthened by considering the efficiency of a quantum\ncomputation, and we find that entanglement measures must obey a certain scaling\nlaw with the system size for all efficient universal resources. This again\nleads to examples of non-universal resources, such as, e.g., ground states of\ncritical 1D spin systems. We also provide several examples of efficient\nuniversal resources, namely graph states corresponding to hexagonal, triangular\nand Kagome lattices. Finally, we consider the more general notion of encoded\nCQ-universality, where quantum outputs are allowed to be produced in an encoded\nform. Again we provide entanglement-based criteria for encoded universality.\nMoreover, we present a general procedure to construct encoded universal\nresources.\n","Comment: 50 pages"]}]
["quant-ph/0703025",{"format":[],"subject":["Quantum Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703025","J. Math. Phys. 48, 072110 (2007)","doi:10.1063/1.2748617"],"date":["2007-03-02","2007-05-16"],"type":["text"],"creator":["Roy, Aidan","Scott, A. J."],"language":[],"coverage":[],"title":["Weighted complex projective 2-designs from bases: optimal state\n  determination by orthogonal measurements"],"description":["  We introduce the problem of constructing weighted complex projective\n2-designs from the union of a family of orthonormal bases. If the weight\nremains constant across elements of the same basis, then such designs can be\ninterpreted as generalizations of complete sets of mutually unbiased bases,\nbeing equivalent whenever the design is composed of d+1 bases in dimension d.\nWe show that, for the purpose of quantum state determination, these designs\nspecify an optimal collection of orthogonal measurements. Using highly\nnonlinear functions on abelian groups, we construct explicit examples from d+2\northonormal bases whenever d+1 is a prime power, covering dimensions d=6, 10,\nand 12, for example, where no complete sets of mutually unbiased bases have\nthus far been found.\n","Comment: 28 pages, to appear in J. Math. Phys"]}]
